{
  "_id": "18ede90b828461c91677b5fe60dd7266c19632f1adad29e83ed8af6361fa2ee8",
  "feed": "market-watch",
  "title": "Which Intel CEO is to blame for the current woes? Or is it actually AMD's CEO? Intel CEO Gelsinger hints at the mess left by his predecessor, but it may be the success of rival Lisa Su that is slamming Intel's data-center business",
  "text": "<p>\"We were well into the quarter and we saw the market characteristics change quite suddenly,\" Gelsinger said. \"We wanted to be in a position that we had a thoughtful view of what the market was for the future.\"</p><p>In a confusing conference call with Gelsinger and new Chief Financial Officer David Zinsner, one thing gradually became clearer: The chip giant had a big production problem, or a bug, with one of its anticipated data-center/server chips, code-named Sapphire Rapids. Intel had to restart the manufacturing process, thus causing a further delay and a charge for a chip now expected to go into volume production by the end of this year and into 2023.</p><p>\"Sapphire Rapids is a year late,\" explained Pat Moorhead, principal analyst at Moor Insights and Strategy.</p><p>Gelsinger made a couple of references to inheriting problems when he came back to his alma mater asCEO in early 2021, replacing Brian Krzanich.</p><p>\"Many of these products were well underway when we showed up,\" Gelsinger said. \"As we said, the culture of execution needs to be rebuilt and we are working heavily to rebuild the culture of this team.\"</p><p>Moorhead agreed that Gelsinger did inherit the current roadmap from his predecessor, along with many problems.</p><p>\"New architectures are four to five years in the making, he is doing the best with what he has right now,\" he said.</p><p>But the real problem with Intel's data-center business might not be the travails of Krzanich, or the inability of Gelsinger to get Intel back on track quickly. It may be the success of AMD AMD and its top boss, Su, who has built a data-center business basically from the scraps of failures by her predecessors and gets to follow Intel with her own earnings next week.</p><p>\"I think AMD is going to have a very good earnings related to their data center…because it is the first time I have really heard Intel talk first order about competitive pressure,\" Moorhead said, referring to Intel's accompanying slides that listed competitive pressure among the explanations for a 16% drop in revenue and 90% drop in operating income in the data-center business.</p><p>No matter who gets the blame — or the credit, in Su's case — Gelsinger has to hope that Thursday's calamitous financial results represent a bottom in his attempt to return Intel to greatness, or at least the beginning of it. It's possible the company will announce some job cuts or other cost-cutting measures next quarter, as Zinsner predicted the third quarter would include some restructuring charges.</p><p>To get there, Gelsinger may have to brave some very treacherous waters. Intel reported adjusted cash flow was negative in the quarter to the tune of $6.4 billion, after spending $7.2 billion on capital expenditures. That will hurt the second part of Gelsinger's transformation plan, which includes turning Intel into a contract manufacturer, an expensive proposition.</p><p>Gelsinger wilted a bit Thursday under the pressure, promising to cut Intel's capital-expenditure plans for next year by $4 billion, on the same day that Congress passed massive subsidies for Intel and other chip makers to expand production in the U.S. That is the kind of move that could bite Gelsinger, who had stood firm against Wall Street pressure to avoid the large expenditures for expansion to focus on righting the current ship.</p><p>\"We're not satisfied with the quarter and financial results that we gave you today,\" Gelsinger said in his closing remarks. \"We deserve some tough questions this quarter.\"</p><p>The toughest question for Gelsinger is whether he's at fault, or if he is just getting outplayed by Intel's former whipping post, AMD. In the end, it won't matter if the double whammy of a chip delay in and a looming economic recession keeps him from righting the ship before long-haul investors decide to look for a lifeboat.</p><p>Which Intel CEO is to blame for the current woes? Or is it actually AMD's CEO?</p>",
  "published": "2022-07-29T01:47:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1469,
          "end": 1474
        },
        {
          "start": 1915,
          "end": 1920
        },
        {
          "start": 6,
          "end": 11
        },
        {
          "start": 1364,
          "end": 1369
        },
        {
          "start": 476,
          "end": 481
        },
        {
          "start": 3051,
          "end": 3056
        },
        {
          "start": 2798,
          "end": 2803
        },
        {
          "start": 2564,
          "end": 2569
        },
        {
          "start": 3569,
          "end": 3574
        },
        {
          "start": 1835,
          "end": 1840
        },
        {
          "start": 3802,
          "end": 3807
        },
        {
          "start": 79,
          "end": 84
        },
        {
          "start": 1667,
          "end": 1672
        },
        {
          "start": 2929,
          "end": 2934
        },
        {
          "start": 2259,
          "end": 2264
        },
        {
          "start": 202,
          "end": 207
        }
      ]
    }
  ]
}