{
  "_id": "4b6950658717a3c4a78ffa1f3d234b9d5894ed8dc508daa44ea4f4a010f4a4a8",
  "feed": "wall-street-journal",
  "title": "American Executives in Limbo at Chinese Chip Companies After U.S. Ban; At least 43 senior executives working with 16 listed Chinese semiconductor companies hold roles from CEO to vice president",
  "text": "<p>Almost all of the executives moved to China's chip industry after spending years working in Silicon Valley for U.S. chip makers or semiconductor equipment firms, according to the companies' filings. Their work histories reflect the free flow of talent across companies and borders over the years. Some were drawn to China through initiatives including the country's \"Thousand Talents\" program, which was introduced in 2008 by the Chinese government to boost research standards.</p><p>The Commerce Department this month imposed export controls over an array of chips and chip-making technology, marking the U.S.'s biggest salvo against China's tech industry so far.</p><p>In a rare move that caught the industry off guard, it also sought to restrict the use of American know-how by barring U.S. persons from supporting China's advanced chip development or production without a license. The department defines U.S. persons to include U.S. citizens, permanent residents, people who live in the U.S., and American companies.</p><p>Several companies, including Beijing-based Naura Technology Group Co. and Dutch equipment maker ASML Holding NV, have suspended their American employees from continuing work that could now be restricted while they seek clarity on the rules, the companies have said.</p><p>Restricting Chinese companies' access to U.S. talent delivers a direct blow to the heart of China's attempt to move up the technology chain, said Dane Chamorro, a Washington, D.C.-based head of global risk and intelligence at business consulting firm Control Risks.</p><p>\"The technology is nothing without the people there to make it work,\" he said.</p><p>PHOTOS: There Aren't Enough Chips — Why Are They So Hard to Make?</p><p>https://www.wsj.com/story/there-arent-enough-chips-why-are-they-so-hard-to-make-3e29c7e0</p><p>PHOTOS: There Aren't Enough Chips—Why Are They So Hard to Make?. PHOTO: Caitlin Ochs for The Wall Street Journal</p><p>For many senior executives at Chinese companies, the rule will likely force them to decide between their jobs and their U.S. citizenship or permanent resident status, Mr. Chamorro said. The rules require all U.S. persons to apply for a license to continue working in Chinese advanced chip development.</p><p>Among prominent U.S. executives in China is Gerald Yin, founder and chairman of Advanced Micro-Fabrication Equipment Inc., or AMEC, one of China's largest chip-making equipment vendors. He and six current senior managers and core researchers at AMEC are American citizens, according to the company's website and its latest annual report.</p><p>Mr. Yin, whose company is listed on the Shanghai Stock Exchange, spent almost 20 years working at Silicon Valley companies including Intel Corp. and Applied Materials Inc., where he was chief technology officer of its Asian unit before he left to found AMEC.</p><p>SHARE YOUR THOUGHTS</p><p>Should the U.S. lift the ban on Chinese chips? Why or why not? Join the conversation below.</p><p>The Shanghai-based company, which makes etching machines key to turning silicon wafers into semiconductors, is viewed as a rising national champion in the sector, though it still lags behind global leaders such as Lam Research Corp. and Applied Materials. In its latest annual report, the company said it received more than $50 million in subsidies from the Chinese government in 2021.</p><p>AMEC and Mr. Yin didn't respond to requests for comment.</p><p>Other companies that face being heavily affected include Chinese flash memory chip designer GigaDevice Semiconductor Inc., an up-and-coming designer of flash chips used in automobiles and personal computers. GigaDevice's deputy chairman, Shu Qingming, and a director, Cheng Taiyi, hold U.S. passports, the report says.</p><p>GigaDevice didn't respond to requests for comment.</p><p>KingSemi Co., which produces the most advanced coating and development equipment in China and supplies giants including Taiwan Semiconductor Manufacturing Co., told investors that it is assessing the impact of the new directives. An executive director, Chen Xinglong, holds a U.S. green card, the company's latest annual report says.</p><p>While the withholding of talent—along with all the other restrictions—could significantly slow the Chinese chip sector's advancement, it won't be enough to kill it, said Anne Hoecker, a partner at management consulting firm Bain &amp; Co. in its semiconductor group.</p><p>\"There's one thing China has been very consistent about—their need to build up an indigenous source of semiconductors,\" she said. \"They will continue to put a lot of money in it, and they will continue to progress.\"</p><p>Many companies, including KLA Corp. and Lam Research, have already suspended the work of engineers and other less-senior staffers in China while they seek clarity on the rules, or licenses to continue their work.</p><p>Naura Technology Group, which has a unit making semiconductor equipment, issued warnings to its American employees within mainland China to suspend work with clients that it believes fall under the new restrictions while it awaits more clarity, a spokesman said. Those employees have continued to perform other tasks at the company, he said.</p><p>ASML, the Dutch chip equipment maker, confirmed it sent an internal email to its U.S. employees on Wednesday, asking U.S. staff—both U.S. citizens and foreign nationals living in America—to refrain from servicing, shipping or providing support to any of its customers in China until further notice.</p><p>The new rules also could affect employees of Chinese companies that have operations in the U.S. Yangtze Memory Technologies Co., China's leading memory chip maker, maintains a Santa Clara, Calif., office, with more than a dozen employees in the U.S., according to LinkedIn. They include a director of engineering, the head of U.S. NAND design, and the head of North American sales.</p><p>Raffaele Huang and Rachel Liang contributed to this article.</p><p>Write to Liza Lin at Liza.Lin@wsj.com and Karen Hao at karen.hao@wsj.com</p><p>American Executives in Limbo at Chinese Chip Companies After U.S. Ban</p>",
  "published": "2022-10-16T09:32:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2661,
          "end": 2666
        }
      ]
    }
  ]
}