{
  "_id": "66da6d13abb9fe9a4a31b9723559da7aacc4880828e55ba5ad23da21560ed557",
  "feed": "wall-street-journal",
  "title": "Biden Visits Samsung in South Korea to Shore Up Tech Allies in Countering China; President tours semiconductor plant to kick off trip to South Korea and Japan",
  "text": "<p>Mr. Biden made the case that the U.S. should deepen its business ties with allies such as South Korea to counter \"countries that don't share our values.\" Though the president didn't mention China by name, U.S. officials said one of the goals of the trip was to strengthen alliances in the region to counter Beijing's influence.</p><p>The president toured the facility with South Korean President Yoon Suk-yeol. It was Mr. Biden's first in-person meeting with the newly elected leader.</p><p>The Pyeongtaek plant houses some of Samsung's most advanced production lines for memory chips and contract chip making and is the largest semiconductor manufacturing site in the world. Last year, Samsung announced plans to build a new $17 billion advanced chip-making factory in Taylor, Texas, adding to its footprint in central Texas where it has long operated a plant in Austin. The White House said the Pyeongtaek plant serves as a model for the new Texas factory.</p><p>Mr. Biden has been pushing Congress to pass a broader bill to boost U.S. competitiveness with China that includes about $52 billion in funding for expanding domestic semiconductor production and research and development. The House and the Senate have passed different versions of the legislation and lawmakers are now working on a compromise bill that can win support in both chambers.</p><p>South Korea, alongside Japan and Taiwan, is key to U.S. efforts to counter China's rising technology prowess and maintain an advantage in critical technologies of the future, including semiconductors and batteries. The Asian allies are also essential to building a more resilient supply chain that has been racked by shortages during the pandemic.</p><p>Samsung and Taiwan Semiconductor Manufacturing Co. are the only two contract chip makers capable of producing the industry's most cutting-edge semiconductors with the smallest transistors, such as high-end processors, needed to fuel next-generation devices and technologies like artificial intelligence, 5G and high-performance computing.</p><p>South Korea is home to the world' two largest memory chip makers, Samsung and SK Hynix Inc., and accounts for more than 40% of the global memory-chip manufacturing capacity, according to the Semiconductor Industry Association. More than three-fourths of U.S. semiconductor imports came from Asia last year, according to the U.S. Census Bureau's trade data.</p><p>On Saturday, President Biden is set to attend a state dinner hosted by Mr. Yoon that is expected to include the chiefs of South Korea's four large business groups, which all operate in industries critical to the U.S. economy, from chips to electric vehicles, telecommunications and batteries.</p><p>Georgia officials are expected to announce on Friday that Hyundai Motor Co. will build a multibillion-dollar electric vehicle plant in the state, according to a person familiar with that matter. Mr. Biden will meet with the chief of Hyundai Motor Group on Sunday to discuss the new plant, according to the White House.</p><p>Following his visit to South Korea, Mr. Biden will travel to Tokyo, where he will hold a meeting with the leaders of Japan, Australia and India, who along with the U.S. make up the Quadrilateral Security Dialogue, or the Quad.</p><p>South Korea and Japan hold a shared interest with the U.S. in cooperating on supply chains and in ensuring that sensitive technologies don't get into the \"wrong hands\" such as China's surveillance state, said Matthew Goodman, senior vice president for economics at the Center for Strategic and International Studies.</p><p>The U.S. for decades has depended heavily on China's manufacturing prowess and its vast supply chain. Over the years, Beijing has spent aggressively through its industrial policies to climb up the value chain, build up key technology sectors and become more self-sufficient.</p><p>China has spent billions of dollars in recent years to try to catch up with the world's most advanced chip makers—though its capabilities still lag far behind the likes of Samsung and Intel Corp. In electric vehicles, China offered hefty subsidies for car buyers to leapfrog the rest of the world and become the biggest EV market, spurring the rise of domestic car and battery makers.</p><p>Mr. Biden and Mr. Yoon toured the Samsung plant for about an hour, escorted by officials including Samsung's de facto chief Lee Jae-yong. The two presidents signed a silicon wafer—the basic building block of semiconductors—to commemorate the visit, according to Samsung.</p><p>The U.S. is pushing allies around the world to reduce China's dominance of some key supply chains. U.S. Treasury Secretary Janet Yellen on Tuesday called on the U.S. and Europe to band together to foster stronger supply chain partnerships between friendly nations.</p><p>\"We have become too vulnerable to countries using their market positions in raw materials, technologies, or products to exercise geopolitical leverage or disrupt markets for their own gain,\" Ms. Yellen said in a speech in Brussels.</p><p>Chieko Tsuneoka and Yoko Kubota contributed to this article.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com and Andrew Restuccia at andrew.restuccia@wsj.com</p><p>Biden Visits Samsung in South Korea to Shore Up Tech Allies in Countering China</p>",
  "published": "2022-05-20T12:14:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3992,
          "end": 3997
        }
      ]
    }
  ]
}