{
  "_id": "53151c77ee155f1b9bd16bc9a703a98f68c7ff33dea65c814362e0b61f2e82cc",
  "feed": "ftcomall",
  "title": "US struggles to mobilise its East Asian ‘Chip 4' alliance",
  "text": "<p>Fears of Chinese retaliation and regional tensions are hampering US efforts to rally its East Asian allies behind a proposed semiconductor supply chain alliance.</p> <p>The “Chip 4” initiative is part of a US strategy to strengthen its access to vital chips and <a href=\"https://www.ft.com/content/ebcac5e4-f45d-418f-a617-95f1a944bc73\">weaken Chinese involvement,</a> on trade and national security grounds. </p> <p>It is supposed to comprise the US, South Korea, Japan and Taiwan, offering a forum for governments and companies to discuss and co-ordinate policies on supply chain security, workforce development, R&amp;D and subsidies.</p> <p>But a year after the plans were first drawn up, the four countries have yet to finalise plans even for a preliminary meeting. Concerns include China's likely response, hesitation over including Taiwan in an intergovernmental forum, and longstanding tensions between South Korea and Japan.</p> <p>Sujai Shivakumar, a senior fellow at the Center for Strategic and International Studies think-tank in Washington, said the US “needs alliances to fortify its supply chain”, and to “give it breathing room” to recapitalise its industrial base in the sector. He said the Chip 4 initiative was also designed “partly to slow China's progress [on chips]”.</p> <p>The US is pitching the initiative as a positive, multilateral agenda quite separate from the export controls and investment screening it has imposed to make it harder for China to obtain advanced <a href=\"https://www.ft.com/stream/8b010053-6a9c-4c39-be1e-28856e47b874\">semiconductor</a> technology.</p> <p>But Shu Jueting, Chinese commerce department spokesperson, warned in July against the US “damaging and splitting” the global semiconductor supply chain through the Chip 4 alliance, which she said could exacerbate supply chain problems if it was “discriminatory and exclusive”.</p> <p>The opposition of China, which accounts for 40 per cent of global IT production and remains a crucial source of key components and materials, has unnerved several regional governments and chipmakers.</p> <p>Kyung Kye-hyun, the head of Samsung Electronics' semiconductor business, said last week that the company had “delivered our concerns” about the initiative to the South Korean government.</p> <p>“Our stance is that, for the Chip 4 alliance, they should seek understanding from China first and then negotiate with the US,” said Kyung. “We are not trying to exploit the US-China conflict, but trying to find a win-win solution.”</p> <p>Samsung and South Korea's SK Hynix are global leaders in memory chips, while Taiwan's TSMC dominates the non-memory sector and Japan is home to some of the world's leading semiconductor materials producers and equipment makers.</p> <p>A US government official said South Korea, the most reluctant of the potential members of the alliance, had expressed concerns that the initiative would “interfere in the competitive balance between some of the large chip companies”, for example by asking rivals such as Samsung and TSMC to share technology with each other.</p> <p>Some in South Korea also worry that Washington could be tempted to use the initiative to give a competitive advantage to US rivals Intel and Micron.</p> <p>Lee Jong-ho, South Korea's minister of science and ICT and a renowned semiconductor expert, said China had “already become a difficult market to do business in and bring new equipment into even before the alliance was proposed”.</p> <p>But he said it was important to respect the views of private companies, adding that it was “not appropriate to see this as a crisis”.</p> <p>Park Jea-gun, professor of electronics engineering at Hanyang University, said South Korea “should stress to China that it has no choice but to join because of the US pressure, and that it can't produce memory chips in China without joining the alliance”.</p> <p>But a Japanese government official said that if South Korea did join, then it could limit the initiative's scope, given <a href=\"https://www.ft.com/content/b430ea7a-1827-4ee7-b548-fe9b064d4e2b\">unresolved tensions</a> between the two countries. Japan is yet to lift export controls on chemicals to the Korean semiconductor industry that were imposed in 2019 amid a dispute over historical issues.</p> <p>Sanae Takaichi, the new economic security minister, stressed the importance of Japan working with the US and other close countries to make its semiconductor supply chain resilient. But she added: “It is also important, however, to be mindful that efforts in economic security do not restrict business activities and damage innovation or efficiency.” </p> <p>Japan and South Korea have also proved reluctant to engage at a governmental level with a formal grouping that includes Taiwan. </p> <p>A senior South Korean official said South Korea had sought assurances from the US that Taiwan's involvement could not be interpreted by Beijing as a challenge to the One China policy.</p> <p>The official added that South Korea had not made any commitments beyond attending a future “preliminary meeting” of the four countries. </p> <p>But the US official said Seoul has now effectively taken the decision to join: “They don't want to be left out or left behind, and frankly it would be difficult to move forward without them.”</p> <p>Nazak Nikakhtar, a former senior US economic security official now at Washington law firm Wiley Rein, said the slow progress of the initiative demonstrated that “a multilateral approach only works if everybody has the same desire to move at the exact same time”. </p> <p>“South Korea is not as advanced as the US or Japan on the China issue — they are worried about North Korea, their proximity to China, and so on,” said Nikakhtar. </p> <p>“We also can't expect Taiwan to self-regulate trade with China, because so many of the raw materials they use to make chips come from China,” she added. “So the notion that you could get Taiwan and South Korea especially to move in lockstep with us on this is absurd.”</p> <p><em>Additional reporting by Eleanor Olcott in Hong Kong</em></p><p>Source: Christian Davies and Song Jung-a in Seoul, Kana Inagaki in Tokyo and Richard Waters in San Francisco 2022 'US struggles to mobilise its East Asian ‘Chip 4' alliance' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T23:01:36.315Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2981,
          "end": 2986
        }
      ],
      "nexusId": "10063594"
    }
  ]
}