{
  "_id": "ce32cd15229d70a11740c98f1369fac97d1553ba95dc7e79011779e993b73b2f",
  "feed": "ftcomall",
  "title": "SoftBank to meet Samsung to explore Arm ‘strategic alliance'",
  "text": "<p>SoftBank chief executive Masayoshi Son will travel to Seoul next month to open talks with Samsung about a strategic tie-up between the South Korean technology conglomerate and UK chip designer Arm, which is owned by the Japanese group.</p> <p>The talks could mark a significant strategic shift by Son, who bought Arm for $32bn in 2016 and claimed at the time that it was at the core of <a href=\"https://www.ft.com/stream/2d38f7bb-9601-4365-90fa-779306db9cf1\">SoftBank</a>'s long-term vision. </p> <p>SoftBank tried to sell Arm to chipmaker Nvidia, but abandoned those plans this year after facing opposition from competition authorities.</p> <p>Following that setback, Son switched his focus to an initial public offering for Arm in the US — a move that has triggered intense lobbying from the UK government to ensure that some portion of the listing <a href=\"https://www.ft.com/content/0472054e-669c-4a46-aa6e-424bb810b227\">takes place in London</a>. </p> <p>In a statement on Thursday, Son said: “I intend to visit Korea. I'm looking forward to visiting Korea for the first time in three years. I'd like to talk with Samsung about a strategic alliance with Arm.”</p> <a href=\"http://www.ft.com/cms/2cc8b8f8-187b-4e23-b5b5-d4151bdd489e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>SoftBank, and its flagship Vision Fund tech investment vehicle, have come <a href=\"https://www.ft.com/content/d17b6e88-3ebe-466d-8cb8-ceb452ffeb4c\">under huge pressure</a> this year as equity markets have tumbled and technology valuations have cratered.</p> <p>The founder of the tech conglomerate behind the $100bn Vision Fund has not travelled since the Covid-19 pandemic broke out in 2020. </p> <p>Samsung confirmed Son's visit, saying it expected him to make a proposal regarding <a href=\"https://www.ft.com/stream/5b809bcf-bac5-4761-9e21-5f435100e798\">Arm</a>, although it did not know what the proposal would be. </p> <p>“A strategic alliance is a vague and broad term,” said a Samsung executive. “If he offers to sell Arm to us, we will have to consider it on a general basis.”&#xa0;</p> <p>Son said in August that he was in a “defensive mode”, prompted by a selldown of <a href=\"https://www.ft.com/content/ca7e1885-055c-43e8-8d2f-96ee5715cf0a\">SoftBank's stake in Alibaba</a> and an examination of the sale of other assets, including private equity group Fortress. &#xa0;</p> <p>Analysts said the deteriorating US stock market situation was not favourable for Arm's proposed IPO. </p> <p>They added that Samsung would be interested in buying Arm because of its weakness in the non-memory chip business, but it would be difficult for the South Korean company to chase the deal alone, as it would encounter similar regulatory hurdles to Nvidia.</p> <p>“Given the unique position of Arm in the non-memory market, the monopoly risks become higher when it is taken over by a certain company,” said James Lim, an analyst at US hedge fund Dalton Investments.</p> <p>“Samsung will likely face less regulatory opposition than Nvidia, but it would still be burdensome for the company to pursue the deal alone, given its position in the semiconductor market. <a href=\"https://www.ft.com/content/eab1d19d-ab4c-45b7-88b4-f1f5e115d16e\">It may form a consortium</a> with Intel and others to chase the deal.”&#xa0;</p> <p>SoftBank Group shares were trading 2.2 per cent lower in Tokyo on the news, while Samsung's were down 1.3 per cent in Seoul, underperforming the broader markets.</p> <p>Arm declined to comment on the news.</p> <p><em>Additional reporting by Anna Gross in London</em></p> <a href=\"http://www.ft.com/cms/49e2f1ee-c923-47f7-ac6d-7f8e1747305b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Leo Lewis and Kana Inagaki in Tokyo, Song Jung-a in Seoul 2022 'SoftBank to meet Samsung to explore Arm ‘strategic alliance'' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-22T04:16:04.068Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2561,
          "end": 2566
        }
      ]
    }
  ]
}