{
  "_id": "5f243a0ffb6bb9b6479f1c9dcdbfd3277fb4390f2a4debc4e91002bddc7a5fd5",
  "feed": "ftcomall",
  "title": "Gary Oldman and Kristin Scott Thomas slum it in spy series Slow Horses",
  "text": "<p><em>Slow Horses</em> accomplishes the feat of making the world of espionage seem like a dreary daily grind. The spies in this drily humoured series are far more likely to be found combing through rubbish than pouring martinis, and stacks of decades-old parking tickets are the closest they come to a luxury sports car.</p> <p>Apple's show, adapted from Mick Herron's 2010 novel, opens with what might be considered a more conventional bit of screen spy work. Young agent River Cartwright (Jack Lowden) is shadowing a terrorist at Stansted Airport. But things quickly get out of hand after he's fed some false intel, and what should have been a slick operation turns into a frantic chase through the terminal and ends with a bomb being detonated. </p> <p>The good news for River is that the mission was just an elaborate training exercise. The bad news is that due to this botched simulation he is withdrawn from the field and transferred to a satellite branch of MI5 referred to as “Slough House”, a place for spooks who've been spooked and intelligence officers lacking intelligence. Their service is only secret in the sense that it's not really worth talking about.</p> <p>This ramshackle department is run by the wheezing, insalubrious drunkard Jackson Lamb (Gary Oldman, looking every bit his name). Bearing a permanent mocking smirk, he spends his days reminding his unit of the failures that brought them under his charge. “MI fucking useless” he brands them, which isn't the sharpest put-down ever penned by series creator Will Smith (not that one), who as a writer on <em>The Thick of It </em>was once responsible for some of Malcolm Tucker's expletive-laden diatribes. </p> <p>But River isn't content just to sit around paying penance in this career purgatory. After a Muslim student is taken hostage by a group of nationalist extremists, River attempts to track down those behind the kidnapping in the hope of regaining favour with MI5 chief Diana Taverner (the immaculately poised and as yet underused Kristin Scott Thomas).</p> <p>While the plot moves along at a steady canter throughout the opening two episodes, the performances of the two thoroughbred actors and the openly comic scenes feel a little underpowered. While it's entirely watchable, <em>Slow Horses</em> is unlikely to drag you away from whatever else you're currently viewing.</p> <p>★★★☆☆</p> <p><em>On Apple TV Plus from April 1; new episodes released weekly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Gary Oldman and Kristin Scott Thomas slum it in spy series Slow Horses' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T17:00:44.920Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 593,
          "end": 598
        }
      ]
    }
  ]
}