{
  "_id": "c70e0b8c3569ea516551c1be90c765e7ff75a5e35504017798f99a8b01c5e3be",
  "feed": "wall-street-journal",
  "title": "Micron Cuts Jobs, Spending as Memory Sales Sag on Weak Electronics Demand; Memory chip maker lowers capital investment plans",
  "text": "<p>He pointed to \"challenging conditions\" during the quarter. The industry, he said in a call with analysts, is in the throes of the most severe supply-demand imbalance in 13 years, and profitability would remain challenged through next year.</p><p>The Boise, Idaho-based company said revenue dropped by nearly half to $4.09 billion amid a fall in prices for both main types of memory. The company reported a loss of $195 million for the quarter.</p><p>The results were below forecasts by Wall Street analysts, according to FactSet. Its outlook for the current quarter of roughly $3.8 billion in sales also came in lower than expected.</p><p>Micron also is suspending repurchases of its stock, although it continues to pay a dividend, Chief Financial Officer Mark Murphy said on an analyst call.</p><p>Shares in the memory maker fell more than 2% in aftermarket trading.</p><p>Spending by consumers and companies on electronics and gadgets has slowed in recent months following a boom at the outset of the Covid pandemic. Personal-computer and smartphone shipments are expected to fall sharply this year after a surge in 2021, according to research firm Gartner Inc.</p><p>Mr. Mehrotra said the projection for smartphone shipment has worsened in recent months, with the company now expecting a 10% decline in shipments this year from 2021 levels. The company three months ago forecast a high single-digit percentage dip.</p><p>Prices for Micron's main products have declined with gadgets no longer flying off the shelf. So-called flash memory, used in hard drives and smartphones to store data, is set for a 32% price decline in 2023, while memory that helps computers run faster is expected to fall 29%, according to BMO Capital Markets analysts.</p><p>Micron is expecting continued challenges next year in many of its key end markets. Spending by big cloud-computing operators, which include Amazon.com Inc. and Alphabet Inc.'s Google, is set to grow well below its historical trend next year, the company said. PC shipments are expected to decline again next year after this year's rout, while smartphone shipments should be flat or slightly up.</p><p>Many chip-makers have cut spending and instituted layoffs to cope with the demand decline, even as industry executives continue to expect the market for chips globally to roughly double by 2030 to $1 trillion a year in sales.</p><p>Intel Corp., which makes central processors for PCs and datacenters, said in October that it was targeting up to $10 billion of annual cost reductions and efficiency gains by 2025 and would make targeted job cuts. Qualcomm Inc., which makes chips that feature in some of the fastest-selling smartphones, said last month it was pausing hiring and reducing spending. Many other technology companies, from Amazon.com Inc. to Facebook owner Meta Platforms Inc., have also addressed recession fears by reining in costs and cutting payroll.</p><p>Micron said it is pursuing near-term reductions in capital expenses. The company expects spending on chip-making equipment in its current fiscal year to be more than 50% below the prior year's levels. The company forecast total capital spending of up to $7.5 billion for the fiscal year.</p><p>\"We are also significantly reducing capex in fiscal 2024 compared to prior plans,\" Mr. Mehrotra said.</p><p>The company is also slowing manufacturing of some of its latest and highest-performing chips and reducing the amount of chips it makes.</p><p>Despite the downturn in memory—a notoriously volatile commodity in the chip business—Micron has ambitious plans to expand its production, including spending up to $100 billion on a new plant in upstate New York.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Micron Cuts Jobs, Spending as Memory Sales Sag on Weak Electronics Demand</p>",
  "published": "2022-12-21T22:41:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2324,
          "end": 2329
        }
      ]
    }
  ]
}