{
  "_id": "c73b6416164b287c29b332064a3ebc4e1a3c80049ad07a794affb4ca27b760b0",
  "feed": "ftcomall",
  "title": "Stablecoins aren't so stable after all",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/0bcfa8f9-d4f4-4628-a21d-e1def12a7012\"><em>Stablecoins aren't so stable after all</em></a></p> <p><strong>Marc Filippino<br></strong>Good morning from the Financial Times. Today is Friday, May 13th, and this is your FT News Briefing. </p> <p>[MUSIC PLAYING]</p> <p>Cryptocurrencies are cratering and stablecoins aren't looking so stable. We'll explain what's going on, and we'll tell you why people like Janet Yellen are concerned. Plus, an update on the war, including the latest talk that Ukraine could possibly win. But first, one of the world's biggest investors has something to say on executive pay. I'm Marc Filippino, and here's the news you need to start your day. </p> <p>[MUSIC FADES]</p> <p>The head of the world's largest sovereign wealth fund lashed out at corporate greed and excessive pay packages. Nicolai Tangen runs Norway's oil fund, which owns stock in every listed company in the world. Tangen told the FT that he would target large salary packages that were not justified by performance, that were opaque or not long term enough. The oil fund voted against executive pay at Intel's annual meeting this week and also voted against Apple and IBM. The data shows that executive pay is rising for S&amp;P 500 companies that reported figures in 2021. The median chief executive pay jumped to nearly $14.5, which is a record. </p> <p>[MUSIC PLAYING]</p> <p>Russia's war on Ukraine has gone on for nearly three months now, and Russian forces haven't made the progress Moscow's hoped for. That raises the question on whether Ukraine can win. To talk about this, I'm joined by the FT's defence and security correspondent John Paul Rathbone. Hey, JP. </p> <p><strong>John Paul Rathbone<br></strong>Hi. Good to be here. </p> <p><strong>Marc Filippino <br></strong>Good to have you. So is it too early to talk about Ukraine possibly winning the war? </p> <p><strong>John Paul Rathbone <br></strong>There is this emerging narrative that Ukraine is winning, but I think is probably a bit over-optimistic. They've had some incredible successes in the north of the country, but the main bulk of the fighting is now in the south. And I think probably a more sober assessment is that Russia is not winning, and Ukraine is not losing. </p> <p><strong>Marc Filippino <br></strong>So then why did Ukraine's foreign minister tell the FT that, “victory is an evolving concept”? You know, what did he mean by that? </p> <p><strong>John Paul Rathbone <br></strong>Part of it is reflecting changes on the ground. The Russian advance on Kyiv and around Kharkiv in the north, that's been totally repelled and that's a huge change. And the psychological boot is now on the other foot. Instead of thinking that Russia was inevitably going to win, there is this realistic possibility that Ukraine could win. What's less clear is what actually does victory mean? And the bulk of the fighting is now in the Donbas region, in the east of the country, where the bulk of Ukraine's forces are gathered. And there Russia is making incremental progress. We're talking half a km a day, maybe. It tries to cross a river to encircle Ukrainian troops. It crosses the river, then it's repulsed. The pontoons they've built across the river are destroyed. And the Russians go back, and then they prod forward in another way. And there's this incredibly long, hard, bloody trench warfare going on there. And that is sort of where how the conflict looks at the moment. </p> <p><strong>Marc Filippino<br></strong>So it sounds like this could drag on for a bit. Which side would benefit from that? </p> <p><strong>John Paul Rathbone <br></strong>On the one hand, Putin and the Kremlin is counting that after a while, western unity will fracture. At the moment, we're kind of at peak Nato unity. But at home in Germany, the UK, the US, France, all of Europe, the high oil prices, high energy prices brought about by the sanctions on Russian energy is inflicting its own pain, and western publics may get tired of what's going on. In that sense, a long war favours Putin. In another sense, it doesn't, because he also faces a crumbling economy. Well, much more severely than Europe. The sanctions will have effect on Russia's ability to continue to supply its own troops with high quality weapons. And meanwhile, Ukraine has got ample troops and an increasing flow of western weapons. So all of this points to what could be a long stalemate. But what has changed is the possibility that Ukraine could actually triumph. </p> <p><strong>Marc Filippino <br></strong>John Paul Rathbone is the FT's defence and security correspondent. Thanks, JP. </p> <p><strong>John Paul Rathbone<br></strong>Thank you. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino<br></strong>It has been a miserable year for cryptocurrencies, and this week part of the cryptocurrency industry that's supposed to be solid cracked. Heavy selling of the stablecoin Terra broke its peg from the dollar. And yesterday the same thing happened to the biggest player in the market, Tether. To understand why this is such a big deal, I'm joined by our markets editor, Katie Martin. Hey, Katie. </p> <p><strong>Katie Martin<br></strong>Hey, how are you doing? </p> <p><strong>Marc Filippino<br></strong>I'm doing well. So first off, what are stablecoins? </p> <p><strong>Katie Martin <br></strong>The deal with stablecoins is they're cryptocurrencies, but they're different from the others so you can buy bitcoin or Ethereum, whatever it is. There's like thousands of these things. But if you're one of these people that likes buying these coins, and you like hopping in and out of them, it's quite clunky to do that with normal currencies like the dollar. It's much easier to do it if you have an asset that tracks the value of the dollar, but that also basically lives in the same place as all of these cryptocurrencies. And that's where you get stablecoins that kick in. And the idea is that they track the dollar one for one. These are not assets that you buy thinking they're going to go to the moon. They are assets that you hold as a way to facilitate trades in other stuff in crypto. They're an incredibly important part of how the crypto market operates. </p> <p><strong>Marc Filippino<br></strong>Now part of the issue is that it's still kind of fuzzy how these stablecoins actually work and how their dollar pegs work. Can you talk a little bit about that? </p> <p><strong>Katie Martin <br></strong>Most stablecoins, the biggest of which is tether, are backed by just a chunk of cash, you know, reserves like in the good old days. The idea is that Tether, for example, has about $80bn worth of these tokens kicking around in circulation. And so it says it has $80bn worth of reserves in its account that back this one for one. This, the issue here is it has never been terribly forthcoming about exactly what is in these reserves. And so there's been a, you know, fair degree of scepticism around whether it really can match one for one the amount of coins that are in circulation. </p> <p><strong>Marc Filippino<br></strong>So in your latest piece, Katie, you raised concerns that the trouble in the crypto market could actually spill over into more traditional markets. We're talking stocks and bonds. And yesterday, US Treasury secretary Janet Yellen brought it up with lawmakers. What are the risks here? </p> <p><strong>Katie Martin <br></strong>There have been occasions where the crypto price has fallen really hard and that has moved government bond markets because suddenly there's a kind of rush into safer assets. If, and it is still a big if, if this is the big one on the crypto price and it's going to crater, there could be moves in traditional markets stemming from what happens to crypto. But in addition to Tether, they hold lots of reserves. They are in things like government debt and commercial paper, which like a short-term form of corporate debt. They hold all kinds of assets. They hold precious metals, all sorts. If they have to sell all of that in a hurry because there were a lot of redemptions from the coin, what impact would that have on markets? This is something that rating agencies and other market participants have pointed to the risk for some time. If they have to sell in a hurry, that could be messy. And it's worth bearing in mind that markets were already quite messy as they are, thanks very much. So having billions of dollars dumped by a stablecoin holder would, if it happened, be pretty unhelpful. </p> <p><strong>Marc Filippino <br></strong>Katie Martin is the FT's markets editor. Thanks, Katie. </p> <p><strong>Katie Martin <br></strong>Yeah, pleasure. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino<br></strong>Before we go, Jay Powell isn't going anywhere. Yesterday, US senators confirmed Powell for a second term as the chair of the Federal Reserve. They're keeping him in his post as the central bank is struggling to cool down the US economy. Inflation is running at its highest rate in 40 years. Senators also confirmed two new members of the Fed's board of governors this week. Philip Jefferson and Lisa Cook are both economics professors. Cook is the first black woman to hold the position in the Fed's 109-year history. </p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back next week for the latest business news. The FT News Briefing is produced by Fiona Symon and me, Marc Filippino. Our editor is Jess Smith. We had help this week from Michael Lello, David da Silva, Peter Barber and Gavin Kallmann, or executive producers Topher Forhecz. Cheryl Brumley is the left's global head of audio, and our theme song is by Metaphor Music. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, John Paul Rathbone and Katie Martin 2022 'Stablecoins aren't so stable after all' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-13T04:03:45.267Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1057,
          "end": 1062
        }
      ]
    }
  ]
}