{
  "_id": "93c78182e18a90f085cdd832908a5df165b622353fed762b22024e5371c96808",
  "feed": "wall-street-journal",
  "title": "Patent Litigation Is a Matter of National Security; Foreign investors fund shell companies that harass American innovators.",
  "text": "<p>In a modern economy, the value of intellectual property exceeds the value of equipment and other tangible property for many companies. As the value of intellectual property grows, so does its attractiveness to foreign governments, criminal organizations and individual scammers. International intellectual-property theft rightly draws considerable attention as a threat to the American innovation economy. When I served as attorney general under President George W. Bush, securing intellectual property was at the forefront of our efforts to advance American competitiveness.</p><p>Flaws in how patents are overseen merit as much attention as outright intellectual-property theft. Patent-infringement litigation is becoming a lucrative business model rather than a way to protect legitimate rights. Hedge funds and litigation-finance companies, among others, bankroll lawsuits by nonpracticing entities, or NPEs, in exchange for a cut of the ultimate settlement or judgment. These NPEs are shell companies. They act as vehicles for the purchase of broad, poor-quality patents and use them to file meritless lawsuits. By targeting U.S. innovators and companies in critical industries, foreign-funded NPEs drain time and resources that could instead be dedicated to producing the cutting-edge technologies that will keep America safe and prosperous. Like outright intellectual-property theft, funding NPE litigation is a tool that foreign competitors can use to gain a strategic advantage.</p><p>NPEs backed by third-party financing have become pervasive. Although financing can be difficult to track, recent research has shown that, at minimum, almost 25% of all U.S. patent cases are financed by third parties. Estimates also show that somewhere between 50% and 60% of all patent litigation involves NPEs. These are signs of a flawed patent system.</p><p>One recent example of NPE litigation relating to semiconductors is particularly relevant to the Chips Act insofar as that legislation is supposed to promote domestic semiconductor manufacturing. A federal court ordered the largest U.S. semiconductor manufacturer, Intel, to pay an NPE, VLSI Technology, nearly $2.2 billion in 2021 as the result of a patent-infringement lawsuit. VLSI, which is funded by a subsidiary of a foreign bank, has never developed or manufactured any product and has never used patents for anything other than filing lawsuits. The infringement claim against Intel was made immediately after VLSI purchased the formerly unused patents in question. What's more, the U.S. Patent and Trademark Office has since said that there is a \"reasonable likelihood\" the patents are invalid.</p><p>This case is only one example of foreign investors preying on the industry lawmakers are investing in to ensure America's national security. Congress previously recognized exploitative patent litigation as a serious problem and took steps to combat it. In 2011 a bipartisan majority in Congress passed the America Invents Act. This significant reform changed the U.S. from a first-to-invent to a first-to-file system and gave Patent and Trademark Office judges a mandate to review and invalidate the low-quality patents that NPEs rely on in their lawsuits. This review process provided desperately needed recourse for innovators who found themselves targets of legal extortion by NPEs. It justifiably places on the Patent and Trademark Office the obligation to fix past mistakes by invalidating patents that should never have been granted.</p><p>In 2011, when asked for my views on the America Invents Act, I said it was \"both constitutional and wise,\" an opinion I still hold. Unfortunately, in recent years, subsequent Patent and Trademark Office leadership has rolled back protections against meritless infringement lawsuits. In 2020 the director of the Patent and Trademark Office unilaterally implemented the NHK-Fintiv rule, under which the agency denies petitions for review if the relevant patents are already involved in litigation. Without this review, targets of meritless infringement litigation must choose between settling out of court or entering a costly legal battle. Neither option is sustainable for industries repeatedly targeted by NPEs.</p><p>The U.S. patent system should work for American innovators, not foreign investors. A first step toward fixing this problem would be restoring Patent Office protections for victims of meritless litigation by undoing the NHK-Fintiv rule so that review can continue even if the relevant patents are being litigated, rendering poor-quality patents useless in the hands of NPEs. Following the Chips Act's landmark investment to build the technologies of the future here in the U.S., this reform is necessary to make sure the American patent system is equipped to help maximize national returns and minimize damage from meritless patent lawsuits brought by NPEs.</p><p>Mr. Mukasey served as U.S. attorney general, 2007-09, and as a U.S. district judge, 1988-2006.</p><p>Patent Litigation Is a Matter of National Security</p>",
  "published": "2022-09-11T20:35:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2101,
          "end": 2106
        },
        {
          "start": 2420,
          "end": 2425
        }
      ]
    }
  ]
}