{
  "_id": "5a9b34940ed664767247cb5c64dad19b2e62c690bdf3bcbdb80960bc1d702145",
  "feed": "wall-street-journal",
  "title": "Semiconductor Shares Sink as Chip Stockpiles Grow; Slowing consumer demand for smartphones and personal computers is clouding the outlook for chip makers",
  "text": "<p>Now, sales of smartphones and personal computers are slowing, as higher food and energy prices this year have taken a bite out of consumer spending in the U.S. and other countries. Covid-related lockdowns in China, meanwhile, have also weighed on consumer demand for big-ticket items. Rapidly rising interest rates, meanwhile, are threatening to crimp U.S. and global economic growth, making businesses more cautious about spending.</p><p>In recent months, prices of memory chips used in many electronic gadgets have fallen. While semiconductors used in cars and data centers are still in high demand, some companies are preparing for sales slowdowns in other areas.</p><p>Shares of Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, have dropped 22% over the past six months after hitting a record high in January. The company last week raised its full-year revenue forecast and said it is still seeing strong demand for chips used in products such as high-performance computers.</p><p>TSMC's top executive acknowledged, however, that the broader industry is dealing with an \"inventory correction\" that has led customers to cut orders from some of its peers. After two years of pandemic-driven demand, \"our expectation is for the excess inventory in the semiconductor supply chain to take a few quarters to rebalance to a healthier level,\" said chief executive C.C. Wei on an earnings call last week.</p><p>TSMC shares are now trading at 13.4 times expected earnings for the next 12 months, versus a forward price-earnings ratio of more than 23 times in early January, according to FactSet.</p><p>Shares of South Korea's Samsung Electronics Co., the world's top memory-chip maker, and SK Hynix Inc. have also tumbled—though a recent rally in global tech stocks has helped the sector recover some losses. U.S. semiconductor giant Intel Corp. has lost 22% in six months, while Micron Technology Inc., which issued a subdued revenue outlook last month, is down 23%.</p><p>Semiconductors are integral to a wide range of products, from home appliances to medical equipment and automobiles. Manufacturing a chip—with transistors a tiny fraction of the width of a human hair—is also difficult, and the lead times between when an order is placed and when the chip is delivered usually take months. Longer lead times can lead to over-ordering. Semiconductor foundries also take several years to build.</p><p>The chip industry has long followed a boom-and-bust cycle that investors have grown familiar with. When strong demand pushes up prices, manufacturers increase their capacity to take advantage of the high prices and produce more chips. Eventually, it creates a supply glut. Prices then slide, along with revenues and production levels. The cycle repeats.</p><p>Some companies have recently reported higher semiconductor inventories, in some cases chips are sitting in storage for three to four months, which is longer than usual, said Phelix Lee, an equity analyst at Morningstar Inc.</p><p>\"Naturally, excessive inventories will lead to fears of lower future demand because the customers may have to cut some of their orders\" to correct those inventory levels, he said. He expects excess chip inventories to persist through the end of the year before the situation normalizes.</p><p>Elizabeth Kwik, an investment director for Asia equities at British money manager Abrdn, said rising interest rates have also led investors to pull money out of growth stocks, a category that chip makers fall into. While some semiconductor stocks bounced off their lows recently, she said there are still signs of weaker demand and there could be more downward earnings revisions. \"It may still be some time before things start to turn,\" Ms. Kwik added.</p><p>How China manages Covid outbreaks in the coming months could also influence when consumer demand might recover, she said. In June, after lockdowns and restrictions began to lift, mobile-phone shipments in China rose 9.2% year-over-year, according to official data. They were down 22% for the first half from the same period in 2021.</p><p>William Yuen, a Hong Kong-based investment director at Invesco, said inflationary pressures have been heightened after Russia's invasion of Ukraine sent energy, agricultural and commodity prices soaring.</p><p>He said many semiconductor stocks remain appealing for long-term investors, as consumers' and companies' need for chips will keep growing in the long run. \"For most sectors and industries that are impacted by short-term cycles, now is bad, but then the good times will also come back,\" Mr. Yuen added.</p><p>Write to Elaine Yu at elaine.yu@wsj.com</p><p>Semiconductor Shares Sink as Chip Stockpiles Grow</p>",
  "published": "2022-07-21T09:33:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1830,
          "end": 1835
        }
      ]
    }
  ]
}