{
  "_id": "4460dad52e325d3aa2493096798ae11ef40b41865de4e6c7695d2b298fa2c8fa",
  "feed": "ftcomall",
  "title": "Global manufacturing struggles with shrinking demand",
  "text": "<p>Good evening,</p> <p>Today's flurry of purchasing manager indices from S&amp;P Global and others highlight the struggle of manufacturers as they face slowing demand and a looming economic downturn.</p> <p>In the <a href=\"https://www.ft.com/content/708a7cdc-0b97-4fcf-ad02-7a929cd1abe5#post-73c58ebf-effa-45f6-b848-4d94c43556da\">eurozone</a>, activity shrank in all the big economies in July, according to S&amp;P Global. Surging inflation hit demand, bringing the bloc's average PMI score to a 25-month low of 49.8 from 52.1 the previous month — 50 marks the divide between activity expanding and shrinking.</p> <p>Italy, the eurozone's second-largest manufacturing hub after Germany, fared the worst, recording a score of 48.5 and&#xa0;the biggest drop in orders since the height of the pandemic in April 2020. </p> <p>Chris Williamson, chief business economist at S&amp;P Global, said eurozone manufacturing was “sinking into an increasingly steep downturn, adding to the region's recession risks”.</p> <p>In the UK, manufacturing activity <a href=\"https://www.ft.com/content/708a7cdc-0b97-4fcf-ad02-7a929cd1abe5#post-8542d631-c488-40d7-b39e-f7fa2c78d113\">fell to 52.1</a>, the lowest level since June 2020. Rob Dobson at S&amp;P Global said the sector had been hit by “rising market uncertainty, the cost of living crisis, war in Ukraine, supply issues and inflationary pressures&#xa0;all hitting demand for goods at the same time, while lingering post-Brexit issues and the darkening global economic backdrop are hampering exports”.</p> <p>In the US, the S&amp;P Global reading <a href=\"https://www.pmi.spglobal.com/Public/Home/PressRelease/928c283195bd4965b659a11718f1a7ce\">fell to 52.2</a> from 52.7 in June, the lowest reading in two years, as output and new orders declined against a backdrop of weakening demand, supply chain problems and surging inflation. A separate PMI reading from the <a href=\"https://www.ismworld.org/supply-management-news-and-reports/reports/ism-report-on-business/pmi/july/\">Institute for Supply Management</a>, a measure closely watched by investors, showed growth falling to 52.8 from 53. ISM also indicated that cost pressures might be easing.</p> <p>In China, S&amp;P's PMI reading showed activity still recovering from recent Covid outbreaks but at a slower pace, <a href=\"https://www.pmi.spglobal.com/Public/Home/PressRelease/5a27fb55bf944aa5a34e3de362006f9e\">falling to 50.4</a> from 51.7 in June. Separate official PMI data at the weekend showed factory activity <a href=\"https://www.ft.com/content/cb682cf9-6bb1-4ccf-9a80-789ffb5a29cc\">unexpectedly shrinking</a>.</p> <p>In Japan, the S&amp;P Global PMI hit a <a href=\"https://www.pmi.spglobal.com/Public/Home/PressRelease/c6af55198dbc4b15b1f264f72e4a3ae3?hsid=31a888af-a408-4527-a4b3-b485095f2834\">10-month low of 52.1 </a>from 52.7 in June, as output and new orders shrank, although unlike China companies continued to add staff.</p> <p>India proved to be a notable exception, recording a <a href=\"https://www.pmi.spglobal.com/Public/Home/PressRelease/e2d822d40d8e47cea00fccb1d0e89e83?hsid=156af0b7-8c52-4ae6-8a1f-169712c544c2\">jump to 56.4</a> from 53.9 in June, as new business and output grew while inflationary pressures weakened.</p> <h1>Latest news</h1> <ul>  <li><p>UN chief warns world is one step from ‘nuclear annihilation' (AP)</p></li>  <li><p>Russian central bank says economic downturn to deepen in Q3 (Reuters)</p></li>  <li><p>Saudi Aramco to buy <a href=\"https://www.ft.com/content/d3ebb80c-b167-444c-8d07-b4d0c173a88a\">Valvoline's</a> products arm for $2.65bn</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/708a7cdc-0b97-4fcf-ad02-7a929cd1abe5\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The first shipment of <strong>Ukrainian grain</strong> in months <a href=\"https://www.ft.com/content/3f7478ab-384a-47ec-ab3f-c1b75f181e0b\">left the port of Odesa today</a> after weeks of negotiations between Kyiv and Moscow. The Razoni, which is carrying 26,000 tonnes of corn, is due to arrive in Istanbul tomorrow. The first €500mn of up to €9bn in <a href=\"https://www.ft.com/content/708a7cdc-0b97-4fcf-ad02-7a929cd1abe5#post-f22a9f35-ae90-41c0-82a5-6e84546cbc2e\">financial aid from the EU</a> arrived in Ukraine today with a further €500mn to be sent on Tuesday. </p> <h2>Latest for the UK and Europe</h2> <p>The UK launched its new <strong>property register</strong> to curb flows of “<a href=\"https://www.ft.com/content/6c35830c-875f-41a3-8173-83efaefa011c\">dirty money</a>” into the country — an amount estimated to be £100bn a year. Anonymous foreign owners or buyers of property will no longer be able to hide behind secretive shell companies when trying to hide their illicit wealth.</p> <p><strong>German retail sales</strong> fell by a much more than expected <a href=\"https://www.ft.com/content/788fb868-c481-46f7-a68b-91d8a65d9276\">8.8 per cent</a> in real terms in June compared with last year, marking the largest drop in nearly 30 years as consumers tightened their belts. Sales fell 1.6 per cent between May and June.</p> <p><strong>France</strong> is mobilising businesses, households and government agencies to make radical <a href=\"https://www.ft.com/content/49ee8119-be4f-4778-bf62-a6f2f0cac35b\">cuts in energy use</a> ahead of the potential loss of gas from Russia. The <strong>UK</strong> too has an <a href=\"https://www.ft.com/content/620953fa-ced8-4bc1-8dee-ae043db119b2\">energy security</a> problem, writes energy editor David Sheppard, but the country does not want to admit it.</p> <p>The boom in <strong>tourism</strong> is one of the eurozone's <a href=\"https://www.ft.com/content/04e61d8c-3663-4aeb-9785-098741744172\">few bright spots</a> as the outlook for the bloc's wider economy dims. </p> <p>One industry benefiting from the rise in living costs is the UK's <strong>pawnbroking</strong> sector, as borrowers increasingly seek small loans secured on assets such as <a href=\"https://www.ft.com/content/d2ed0b8c-38d1-4e07-8e7b-206a18b28035\">jewellery and watches</a>. This market has also been boosted by a crackdown on high-interest lenders.</p> <h2>Global latest</h2> <p>Pending legislation on <strong>US semiconductor manufacturing</strong>, designed to reverse the decline of US market share from 38 per cent in 1990 to just 10 per cent today, has been described by Intel's chief as <a href=\"https://www.ft.com/content/f108567d-4e8f-4561-9486-d80bb164812a\">“the most important piece of industrial policy” in America</a> since the second world war. The $280bn Chips and Science Act is a big economic win for President Joe Biden, agrees columnist <a href=\"https://www.ft.com/content/279e6b34-dc26-448b-bc8c-2928317c5d4c\">Rana Foroohar</a>.</p> <p><strong>Emerging markets</strong> have been hit by a record streak of withdrawals of <a href=\"https://www.ft.com/content/35969b19-86db-4197-a419-b4a761094e9a\">foreign investment</a> over the past five months, as fears of recession and rising interest rates rattle developing economies such as <a href=\"https://www.ft.com/content/78a2bafd-b74e-4596-810c-f48dda093892\">Sri Lanka</a>, Bangladesh and Pakistan.</p> <p><strong>India</strong> could overtake China as the world's <a href=\"https://www.ft.com/content/35810ccd-eedd-4b46-ad39-deef1592497b\">biggest buyer of minerals</a> over the next 10 years, according to a prominent industry investor, as China's debt and demographic challenges become “incredibly problematic”.</p> <p><strong>Hong Kong</strong> has fallen into its <a href=\"https://www.ft.com/content/eaa7b80f-73ca-4d19-8f36-308a9e9f8f04\">second recession in three years</a>, as Beijing's zero-Covid strategy batters the territory's status as an international financial centre. Official data today showed that its economy shrank 1.4 per cent in the second quarter after a 3.9 per cent fall in the first three months. <br><br><strong>Japan</strong> is struggling with its biggest coronavirus outbreak since the start of the pandemic, fuelled by children and adolescents who have <a href=\"https://www.ft.com/content/a7c8c376-d4b5-4e9c-8652-ce1fd082e294\">not been fully vaccinated</a>.</p> <h1>Need to know: business</h1> <p><strong>HSBC</strong>, Europe's biggest bank, has promised to restore its dividend to <a href=\"https://www.ft.com/content/1e271026-d19e-427c-a3df-4f9a219287de\">pre-pandemic levels</a> after beating estimates to record pre-tax profits of $5bn in the second quarter. Lenders across Europe are having to rethink as they face up to rising interest rates, inflation, new taxes and a global economic downturn, or as the UBS chief told the FT: “The world will have to <a href=\"https://www.ft.com/content/9264d705-178a-4f01-99b6-2777c1cea281\">relearn banking</a>.”</p> <p>Companies in England <a href=\"https://www.ft.com/content/af165222-b3bf-46dc-8155-09a149f234ca\">face an “iceberg”</a> next spring, with a £3bn jump in <strong>business rates</strong> — the taxes they pay based on the rental value of the property they occupy. The annual uplift, which is linked to inflation, has been cancelled for the past two years because of the pandemic.</p> <p>Sudden <a href=\"https://www.ft.com/content/7f5b27f3-acc3-4913-a4a0-c58636c62f48\">shifts in consumer spending</a> are creating havoc with big <strong>US retailers'</strong> <strong>inventories</strong>. Households not only have less to spend but prefer to use their money on experiences they missed out on during the pandemic such as travel and eating out.</p> <p>Dutch brewer <strong>Heineken</strong> reported surging sales and profits in the first half of the year thanks to thirsty consumers returning to bars and shrugging off <a href=\"https://www.ft.com/content/a6a374a1-14e5-4d80-ad39-c94c2dd53058\">higher prices</a> for their drinks. Revenues were up 37 per cent to €16.4bn.</p> <p>The rise of the <strong>sandwich industry</strong> became a symbol of how the UK economy has changed in recent decades. But as our <a href=\"https://www.ft.com/content/b2b6507c-c58d-4003-920a-6aa72632a3cf\">Big Read</a> details, it now faces an uphill struggle to survive after being derailed by the pandemic, rising ingredient costs, the loss of cheap labour because of Brexit and changing consumer tastes. The <strong>wine industry </strong>is also undergoing <a href=\"https://www.ft.com/content/7794d3e8-819b-4dee-969f-9d0b10758767\">fundamental changes</a> because of the pandemic.</p> <p>It is impossible to predict what the lasting legacy of Covid will be on working patterns, <a href=\"https://www.ft.com/content/11ce3ca3-f71e-472c-ba50-6b4a6a59c0ea\">writes FT deputy editor Patrick Jenkins</a>, but few bosses would dispute that it will mean less time in <strong>HQ buildings. </strong>Rising interest rates, remote working and the push for greener developments suggest a bleak outlook for the commercial property market, he says. The FT editorial board said public and private sector leaders needed to think more deeply about what the changes mean for the <a href=\"https://www.ft.com/content/766c3441-4213-4751-92ea-ccf459d36381\">future of cities</a>.</p> <h1>The World of Work</h1> <p>Flexible and hybrid work offers are now expected as standard by <strong>Gen Z staff</strong>, writes careers expert <a href=\"https://www.ft.com/content/9eb9e9d2-6340-44e6-9d56-f2a140f7dee9\">Jonathan Black</a>. But what else can companies do to attract and retain young workers who want a conversation rather than an interview and jobs with a wider purpose?</p> <p>Those companies that do strive towards better <strong>social behaviour</strong> not only make for better places to work but also <a href=\"https://www.ft.com/content/6d0e91fc-8b61-44ff-bb93-60bed872a0d1\">enjoy better returns</a>, says the Lex column.</p> <p>One welcome change, says columnist Emma Jacobs, is the growing awareness of the difficulties faced by women undergoing <strong>menopause</strong>. Too often however it can just be a <a href=\"https://www.ft.com/content/5d24f57b-f71b-45f6-be05-3bc6237373a0\">smokescreen for ageism</a>, she writes. “All the desk fans, cool-down rooms and ambassadors do nothing to address the lack of career development — or worse, discrimination — on offer for women (or men for that matter) in their late 40s, 50s and 60s.”</p> <p>Hybrid and remote work policies are becoming ever more common but some companies are taking location flexibility a step further, writes Isabel Berwick in the <a href=\"https://www.ft.com/content/c70b1606-1adb-49b4-bca5-7d83d20607ad\">Working It</a> newsletter. “<strong>Work from anywhere</strong>” policies actually encourage employees to travel and work abroad without the need to show your face at an actual office. </p> <p>However,<strong> remote working</strong> can mean a very different experience for those without the luxury of a dedicated office space. Toiling in a <a href=\"https://www.ft.com/content/477c5f51-77b7-4e06-9e4b-72b73539d495\">stifling heatwave</a>, for example, will always be much more pleasant for those who can afford an airy home with shutters.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>England's Lionesses <a href=\"https://www.ft.com/content/7c426ae0-b4b5-4fb0-993d-78fae0d4212c\">took the crown</a> in a Euro 2022 tournament that could prove to be a turning point in the commercial progress of women's football. If you want to get a sense of last night's euphoria — a rare event in English football — check out this impromptu <a href=\"https://www.bbc.co.uk/sport/av/football/62372849\">press conference invasion</a> (BBC).</p><p>Source: Darren Dodd 2022 'Global manufacturing struggles with shrinking demand' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T17:15:45.371Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4234,
          "end": 4239
        }
      ]
    }
  ]
}