{
  "_id": "9235f09ea2466059101d4215d0a09ff00f11be1bba7f79ca6e6f1170d3e9b346",
  "feed": "wall-street-journal",
  "title": "Facebook, Bakkt, GE, Alphabet: What to Watch in the Stock Market Today; Major U.S. companies were adding to the strong start for earnings season",
  "text": "<p>* Bakkt edged down in early trading, after the stock more than tripled Monday. Mastercard said it had partnered with the crypto firm to enable cryptocurrency card payments.</p><p>* General Electric beat Wall Street forecasts for earnings per share, and said orders rose 42%.</p><p>* 3M topped predictions of net income and sales, saying demand for its products remained strong.</p><p>* Google owner Alphabet is one of several companies, including Microsoft, Twitter and Robinhood Markets, due to report after the close.</p><p>Sundar Pichai, Alphabet's chief executive, at WSJ Tech Live on Oct. 18. PHOTO: The Wall Street Journal</p><p>* Hasbro posted a 15% rise in net earnings in the third quarter.</p><p>* U.S.-listed shares of Up Fintech jumped after the brokerage, based in Beijing, said Hong Kong's securities regulator had approved its acquisition of Ocean Joy Securities.</p><p>* B. Riley Principal 150 Merger was gaining in morning trading. The SPAC is combining with FaZe Clan to take the youth-focused digital platform public, a $1 billion deal earlier reported by The Wall Street Journal.</p><p>* Crane reported earnings and gave the green light to a share repurchase plan.</p><p>* Shares of Digital World Acquisition, the SPAC that has agreed to take former President Donald Trump's social-media venture public, was extending gains in early trading, after having surged over the past week.</p><p>* Phunware, an unprofitable tech company that worked for the former president's campaign, was reversing course to fall by double-digit percentages in early trading after having also jumped amid the excitement over DWAC.</p><p>Chart of the Day</p><p>* U.S. banks are overrun with cash. So they are loading up on debt, propelling a corporate-bond market that otherwise had slowed from last year's pandemic-induced debt bonanza.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Facebook, Bakkt, GE, Alphabet: What to Watch in the Stock Market Today</p>",
  "published": "2021-10-26T13:38:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 271,
          "end": 273
        }
      ],
      "nexusId": "10033670"
    }
  ]
}