{
  "_id": "d527e0e581d549cfd9901330800fae0f758983ef2d73d4052a3c4d46084aed1d",
  "feed": "ftcomall",
  "title": "The race to scale up green hydrogen ",
  "text": "<p><em>This article is the first in a FT series examining whether hydrogen can help cut emissions across industries from transport to construction </em></p> <p>Just off the M1 motorway near Sheffield, on a site where thousands of steel workers once helped to forge the northern English city's industrial reputation,&#xa0;a little known hydrogen company with just over 220 employees is once again attracting international attention to the region.&#xa0;</p> <p>ITM Power has, over the past 20 years, created an international name for itself in a <a href=\"https://www.ft.com/stream/29e9fad1-14fc-480b-a89c-cd964750bd80\">clean energy industry</a> that has grabbed the attention of governments from Germany to <a href=\"https://www.ft.com/content/328df346-10cb-11e7-a88c-50ba212dce4d\">Japan</a>. Its new £22m factory — the size of two football pitches — <a href=\"https://www.ft.com/content/5e837ff8-441b-11ea-a43a-c4b328d9061c\">manufactures electrolyser equipment</a> that can use renewable power to produce hydrogen from water.&#xa0;</p> <p>Royal Dutch Shell was an early customer and many of its first electrolysers were deployed to produce hydrogen for refuelling stations at the oil major's forecourts in the UK. ITM has since formed partnerships with other industrial groups including Italy's Snam and the American-German Linde — both have taken <a href=\"https://www.ft.com/content/ec0b5b82-e5c7-11e9-9743-db5a370481bc\">minority stakes in the Sheffield company</a> — but faces competition from Chinese, European and US rivals. </p> <p>Interest in the kind of clean hydrogen ITM's equipment produces has ballooned in the past three years, as governments, companies and academics look at whether the light, colourless gas — which doesn't produce carbon dioxide when burnt — could help <a href=\"https://www.ft.com/content/7d9f2494-62e0-11ea-a6cd-df28cc3c6a68\">solve some of the world's dirtiest energy problems</a>.&#xa0;&#xa0;</p> <p>For decades, hydrogen has been hailed as a potentially revolutionary alternative to fossil fuels — General Motors built its first hydrogen-powered vehicle in the 1960s. Yet its&#xa0;high costs and complexities have stunted previous attempts at creating whole new economies centred around hydrogen, which were often driven by oil price surges and shortages, or governments' desire for energy independence.&#xa0;</p> <p>But since the 2015 Paris climate agreement, “low carbon hydrogen”, produced either without fossil fuels or by storing and capturing the emissions generated, is firmly back on the agenda. Governments adopting net zero targets are desperately seeking ways to slash emissions from highly polluting sectors including heating, <a href=\"https://www.ft.com/content/46d4727c-761d-43ee-8084-ee46edba491a\">heavy industries like steel</a> and long distance transport, where other options either don't yet exist or are also in their infancy. </p> <p>Last year, the EU and at least 15 other countries&#xa0;published hydrogen plans often backed by subsidies to help lower production costs, according to industry&#xa0;lobby group the Hydrogen Council. At least $300bn is expected, says the council, to be invested&#xa0;globally&#xa0;over the next decade by the public and private sectors, with some in the industry&#xa0;projecting that — if successful — hydrogen could one day help meet almost a fifth of global energy demand. But, so far only $80bn has been committed.</p> <p>“The UK government's legislation for net zero [emissions] by 2050 changed the world,” says, Graham Cooley, ITM's chief executive, referring to the UK's 2019 decision to become the <a href=\"https://www.ft.com/content/fdbfd592-4455-44be-a1b1-a689ee32e2aa\">first major economy</a> to enshrine such a target in law.&#xa0;“You now have&#xa0;net zero [set to] become law in Europe . . . You couldn't do it without a net zero energy gas.”</p> <p>The fortunes of ITM, which listed on London's Aim market in 2004, illustrate the frenzy around hydrogen, which is already used extensively in industries such as petrochemicals. At the start of 2019 its shares languished around 20p. But as interest in hydrogen has soared ITM's value has risen more than 2,000 per cent to £2.6bn. At times it has rivalled the value of some traditional energy companies such as Centrica, the owner of Britain's formerly state-owned giant British Gas.</p> <p>Yet investors are betting on a technology that remains in its infancy. The vast majority of hydrogen is produced from fossil fuels such as natural gas and coal, creating emissions equivalent to those of Indonesia and the UK combined — about 830m tonnes of carbon dioxide annually —&#xa0;according to the International Energy Agency.&#xa0;</p> <p>So-called&#xa0;“green” hydrogen — produced with renewable energy — is the sector's great hope, but it currently only accounts for about 1 per cent of global hydrogen supply.&#xa0;There is scepticism over its efficiency and whether enough can be made using renewable electricity at a commercially viable&#xa0;price — or from natural gas using carbon capture and storage technology, to reduce emissions — and at the scale the world would need.</p> <p>“This is all contingent on how aggressive key decision&#xa0;makers are in government policy and the corporate world,” says Ben Gallagher at energy consultancy Wood Mackenzie.&#xa0;“But you cannot get to the 2C target [for limiting the global rise in temperatures set out by the Paris agreement] without low carbon hydrogen.” </p> <h2>Big Oil's latest gamble</h2> <p>Among the biggest advocates of this hydrogen revolution are&#xa0;the world's largest oil and gas companies,&#xa0;gambling that&#xa0;greater use of the gas&#xa0;could help&#xa0;secure their long-term future.</p> <p>One of the units&#xa0;being manufactured&#xa0;at ITM's factory is destined for&#xa0;Shell's Rhineland refinery north-west of Bonn in Germany, where the oil and gas major is installing what will be the world's largest hydrogen electrolyser. It will be capable of producing around<a href=\"https://refhyne.eu/\">&#xa0;1,300 tonnes</a>&#xa0;a year of hydrogen to be used in processes such as removing sulphur from conventional fuels. </p> <p>“Almost anyone involved in the energy space over the past year has announced some kind of commitment to low-carbon hydrogen,” says Gallagher. “A lot of [public] money is now being thrown at low-carbon hydrogen&#xa0;to de-risk&#xa0;it.”</p> <p>He calculates that around $150bn&#xa0;is being made available by governments globally to back hydrogen projects, in the form of subsidies and support. The theory is that costs will fall over time as they did for offshore wind and solar power — a shift that made them much more competitive. </p> <p>For Shell, <a href=\"https://www.ft.com/content/2aed103b-6d19-464a-ae09-86de2b928de9\">scaling up in green hydrogen</a>&#xa0;has twin benefits: it would replace the hydrogen produced from fossil fuels that it already uses at its refineries, and it would create new markets at a time when the long-term future of its core oil business is less certain. </p> <p>“Shell is particularly excited about hydrogen as an energy vector&#xa0;as we see it can reach all those parts of the energy system that are really hard to electrify directly,” says Paul Bogers, Shell's vice-president of hydrogen.&#xa0;</p> <p>He denies that the company is just jumping on a new trend and says it overhauled its planning two years ago as investor pressure to do more to address climate change intensified. It reverse-engineered a scenario to meet the goals of the Paris agreement and found that to achieve them low-carbon hydrogen would need to play a bigger role.</p> <p>“Very quickly with that you get to a world where hydrogen makes up more than 10 per cent of the total energy mix in the coming decades,” Bogers says. </p> <p>The project at the Rhineland refinery is, in part,&#xa0;designed to help the company learn&#xa0;more about hydrogen's potential. The plant already uses hydrogen but by creating a cleaner version — the power for the electrolysers comes from offshore wind farms — Shell hopes not just to supplant its existing sources but to trial supply agreements with local bus companies and other applications. The company believes hydrogen will become an “integrated” business, akin to its existing operations in oil and liquefied natural gas. </p> <p>“I would call this the decade of hydrogen,” Bogers says. “But a lot of it depends on what we get right in the next five years and then scale up over the following five years.”&#xa0;</p> <h2>Cleaning up steel &#xa0;</h2> <p>One of the building blocks of modern life, steel is used in everything from electric vehicles to building infrastructure but is also one of the world's most polluting industries. The sector is estimated to account for between 7 and 9 per cent of all direct fossil fuel emissions, according to the World Steel Association.</p> <p>In the Swedish coastal town of Lulea, three of the country's biggest companies — miner LKAB, steel producer SSAB and power utility Vattenfall — are working on a plan to reverse that and produce a “fossil-free” version of the world's most commonly used metal. At the heart of the <a href=\"https://www.ft.com/content/0cbc20c6-d781-44da-a77b-cb7679f9820a\">Hybrit project</a> is green hydrogen.</p> <p>To make steel, iron is typically extracted from its rust coloured ore in blast furnaces at temperatures of up to 1,200C using coke, a carbon-rich form of coal. An unavoidable byproduct of removing the oxygen molecules is carbon dioxide. However, it is possible to replace coke with natural gas — if it is cheap and readily available — to produce a solid intermediate product called direct reduced iron (DRI) that can be directly fed into an electric arc furnace to produce steel.</p> <p>The Hybrit partners plan to go a step further. Later this year they will trial the use of green hydrogen to produce DRI. The hydrogen will come from an electrolysis facility powered by hydroelectricity supplied by Vattenfall. If successful, they will then build a 1.1m-tonne-a-year demonstration plant, paving the way for the production of fossil free steel from 2026.</p> <p>“We want to show the steel industry globally that this technology works not just in the lab or at a pilot plant but at commercial scale,” says Martin Pei, SSAB's chief technology officer.</p> <p>However, the widespread adoption of green hydrogen for steelmaking faces significant obstacles from the price of renewable energy to the supply of suitable iron ore. </p> <p>SSAB estimates the new route will initially be 20 to 30 per cent more expensive per tonne. And to be efficient DRI-based steelmaking must use high-quality ore, with an iron content of 67 per cent. These deposits are rare. LKAB is blessed with a rich mineral endowment but other mining companies are less fortunate. So unless DRI can be made to work efficiently with lower grade material, it will limit its competitiveness against traditional steelmaking methods, says BHP Group.</p> <p>Perhaps the biggest hurdle is rolling out cheap renewable energy fast enough to power the electrolysers, at a time when demand from other sectors for wind, solar and other alternative power sources is expected to rise. </p> <p>For instance, to convert Japan's 100m-tonne-a-year steel industry to green hydrogen would require more than twice the country's total renewable energy supply as of today, according to BHP, one of the world's biggest iron ore producers. LKAB estimates the energy required to become a hydrogen-based DRI producer is equivalent to about one-third of Sweden's current 160TWh of annual renewable energy production.</p> <p>Andreas Regnell, head of strategy at Vattenfall and chairman of the board of Hybrit, says it's not a question of if, but when, they can make it work. “Four years ago when we announced this plan people said we were crazy. It was too expensive. But the perception of what is possible has changed.”</p> <h2>Industry ‘hype'</h2> <p>Yet scepticism abounds. Some fear&#xa0;the greater use of hydrogen&#xa0;is being promoted by energy producers as a means to stay relevant and prolong the lifespan of their existing gas assets. The Brussels-based Corporate Europe Observatory is among a number of non-profit organisations and environmental groups that argue the wave of interest in&#xa0;hydrogen&#xa0;is being driven by industry-manufactured “hype”.</p> <p>They say it is in the interests of powerful fossil fuel companies that want to avoid their <a href=\"https://www.ft.com/content/95efca74-4299-11ea-a43a-c4b328d9061c\">assets becoming stranded</a> if industries from road transport to domestic heating are electrified.<br><br>Lobby groups such as Hydrogen&#xa0;Europe — whose members include&#xa0;the oil groups&#xa0;BP, Total and Shell — are collectively <a href=\"https://corporateeurope.org/en/hydrogen-hype\">spending&#xa0;almost €60m&#xa0;annually</a>&#xa0;trying to influence Brussels, according to Corporate Europe Observatory. <br><br>“[Hydrogen]&#xa0;has become a serious target for lobbying,” says Pascoe Sabido, a researcher at the campaign group. He adds that during the first wave of coronavirus lockdowns last year “these companies stepped up their lobbying efforts massively and secured around two meetings a week with some of the top European commissioners and their cabinets who are dealing with&#xa0;hydrogen . . . climate and energy”.&#xa0;</p> <p>Among the initiatives proposed, says the campaign group, was increased investment to help build a clean hydrogen economy as a way out of the economic crisis sparked by the pandemic. </p> <p>Hydrogen Europe describes the Corporate Europe Observatory figure as “misleading” given its members have “several other interests in Brussels”, not just lobbying on hydrogen.</p> <p>The&#xa0;European Commission's&#xa0;strategy backs green or “renewable” hydrogen — produced without releasing emissions — over “blue”, produced from natural gas and using carbon capture and storage technology to deal with the emissions. But Corporate Europe Observatory says “concerted lobbying” by the gas industry has ensured that for the next few decades at least,&#xa0;Europe's&#xa0;hydrogen&#xa0;push will be powered by fossil fuels more than renewable electricity.&#xa0;</p> <p>Others argue that <a href=\"https://www.ft.com/content/54569cdc-7af3-4e2f-b834-d3160e2ca999\">producing green hydrogen</a> via electrolysis is an extremely inefficient way of using renewable electricity. There is an immediate energy loss, to break the chemical bond between oxygen and hydrogen,&#xa0;of 30 per cent&#xa0;and there are further inefficiencies depending on how it is then deployed.&#xa0;</p> <p>“For most of the suggested uses of the green electricity-based hydrogen [at least] around half of the energy in the green electricity is lost,” says Jorgen Henningsen, senior adviser at the European Policy Centre, a think-tank.&#xa0;“Green electricity is a commodity [that will be] in short supply within Europe for many years to come . . . it doesn't make sense from a climate policy point of view to waste half, or more, of the green electricity for producing hydrogen.” </p> <p>Some in the industry label these criticisms unfair, saying they stem from knee-jerk distrust of oil and gas companies, even as they announce increasingly ambitious plans to decarbonise. The rising&#xa0;cost&#xa0;of carbon — particularly in the EU where the bloc's emissions allowance scheme has almost <a href=\"https://www.ft.com/content/a5ff89ec-323c-4fb8-85a1-9d0225ae3cdb\">doubled in price in the past year</a> — has the potential to divert resources into accelerating the uptake of hydrogen made from renewable energy. </p> <p>The Hydrogen Council — whose members include oil companies like BP, carmakers like BMW Group and manufacturers such as 3M — believes green hydrogen could reach price parity&#xa0;with that produced from fossil fuels in renewable energy-rich regions towards the end of this decade.</p> <p>Yet, hydrogen's future is still uncertain, says Gallagher, who nonetheless describes the “momentum” gathering behind it as “unbelievable”. </p> <p>“Beyond 2030 any assumption about the future of the hydrogen economy could be correct — ultimately it will come down to what policymakers and business leaders decide. [Hydrogen]&#xa0;is presented as a very easy solution to an enormously complex problem. But just because it's simple doesn't mean it's the wrong answer. For now it is the best answer we have.”</p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/ftclimate/\"><em>@ftclimate</em></a><em>&#xa0;on&#xa0;Instagram&#xa0;</em></p><p>Source: Nathalie Thomas in Edinburgh and David Sheppard and Neil Hume in London 2021 'The race to scale up green hydrogen ' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T05:00:20.722Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 14073,
          "end": 14075
        }
      ]
    }
  ]
}