{
  "_id": "b1a3e0bbd711127e4665b8409880783dacd4914511bcde014ab5007f9f1837a8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Dambisa Moyo --- Director, 3M Co., Chevron Corp., Conde Nast",
  "text": "<p>The 52-year-old Zambian-born economist currently serves as a director for three companies: manufacturer 3M Co., energy giant Chevron Corp. and publisher Conde Nast. That means handling acquisitions and questions of succession while also opining on public policy issues such as climate change and voting rights.</p><p>Ms. Moyo, who has a master's degree from Harvard University and a Ph.D. in economics from the University of Oxford, left a Wall Street career in 2009 to become a full-time author, starting with \"Dead Aid\" in 2009. She also joined her first board that year. \"How Boards Work,\" published earlier this year, is her fifth book.</p><p>When seeking out advice she looks for a diversity of opinions and the type of constructive feedback that can be difficult to find.</p><p>\"I'm a Black woman -- and I think that I talk a lot about this in my own writings -- but we're not entitled to feedback,\" she said. \"Whoever you are, you have to work to foster an environment for people to give you critical feedback.\"</p><p>Here are four of her most trusted advisers.</p><p>Mellody Hobson</p><p>Co-CEO of Ariel Investments, chairwoman at Starbucks Corp.</p><p>Ms. Moyo and Ms. Hobson grew up in different places -- Ms. Hobson is from Chicago -- but share similar experiences. Both attended Ivy League colleges and serve on corporate boards -- a rare set of experiences for Black women, Ms. Moyo said. Ms. Moyo said Ms. Hobson taught her to be more ideological and understand that \"what is right is obvious.\" In 2018 Ms. Hobson was vocal in disagreeing with a now-ended U.S. policy of separating immigrant children and parents at the border. \"There's value in speaking out on some of these issues,\" Ms. Moyo said.</p><p>Dan Loeb</p><p>CEO of Third Point LLC</p><p>Ms. Moyo said Mr. Loeb, a hedge-fund manager, is like a brother to her. They have known each other for two decades. One valuable lesson from Mr. Loeb is that Ms. Moyo should focus on process rather than outcomes, she said, which is advice she applies to her oversight of company operations. For instance, she said, if a company has the right processes for hiring, promoting, compensating and operating, then it will function at the highest level. \"If you're focused on the outcomes,\" she said, \"the problem is that you can end up with really bad culture.\"</p><p>Diane von Furstenberg</p><p>Director of The Diller-von Furstenberg Family Foundation</p><p>Ms. Moyo said she hopes to emulate the life of Ms. von Furstenberg, a fashion icon. \"She's just in many ways everything I want to be,\" Ms. Moyo said. \"She's an immigrant, she came to this country, she built this business. She's in her 70s and she's still writing books . . . she's eternally evolving.\" One critical piece of advice from Ms. von Furstenberg is that trial and error is OK. \"She shifted my attitude towards things,\" Ms. Moyo said. That mind-set shift led Ms. Moyo to try trampolining as a form of exercise during the pandemic.</p><p>Andrew Wylie</p><p>Founder of the Wylie Agency and literary agent</p><p>Ms. Moyo said Mr. Wylie, her book agent, does not mince words. The two have worked on four books after meeting roughly 12 years ago, and Ms. Moyo said Mr. Wylie taught her not to take short cuts. He will often tell her something doesn't work and encourage her to fix pages or take a different approach to the structure. One time a book reviewer found a typo after publication, and \"he actually made me think that that was not acceptable,\" she said. \"He could have comforted me, but he didn't. He had enough faith in me that he wanted me to step up.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 69,
          "end": 71
        },
        {
          "start": 69,
          "end": 75
        },
        {
          "start": 104,
          "end": 110
        },
        {
          "start": 104,
          "end": 106
        }
      ],
      "nexusId": "10033670"
    }
  ]
}