{
  "_id": "67898ee47e697c931db275b8f138479b001edc28c285b2617ffae43beb79092e",
  "feed": "market-watch",
  "title": "U.S. stock market heads back-to-back loss ahead of final Fed policy update of 2021",
  "text": "<p>How are stock indexes trading?</p><p>The Dow Jones Industrial Average DJIA was trading 70 points, or 0.2%, to about 35,580.</p><p>The S&amp;P 500 SPX was down about 31 points, or 0.7%, to reach around 4,637.</p><p>The Nasdaq Composite COMP dropped 162 points, or 1.1%, to about 15,247, but had been as low as 15,097.35 on the day.</p><p>The major benchmarks were headed for their first back-to-back losses in December.</p><p>On Monday, the Dow fell by about 320 points, or 0.9%, to 35,650.95, the lowest closing value since Dec. 6, while the S&amp;P 500 and Nasdaq Composite also lost ground.</p><p>What's driving the markets?</p><p>Further evidence of inflation rising helped to spark a fresh bout of selling on Wall Street, after the U.S. government released data on wholesale prices showed a rise that helped to affirm investors' concern over growing pricing pressures.</p><p>The producer-price index rose 0.8% in November, above the 0.5% advance forecast by economists polled by The Wall Street Journal. That brought wholesale prices in the past year to 9.6%, from a 12-month pace of 8.8% in the prior month, marking the highest level in about four decades.</p><p>The PPI report is another “reminder that we do have to keep a close eye on inflationary pressures,” said Larry Adam, chief investment officer at Raymond James, in a phone interview Tuesday. “The market is focused like a laser” on the outcome of the Fed's Wednesday update, he said, with “a little bit of concern” over the path that the central bank could take to combat inflation.</p><p>Investors expect Fed policy makers to announce a faster pace of tapering of bond purchases due to higher inflation. Particular attention will be paid to the Fed's latest economic projections and its interest-rate expectations, laid out in the so-called dot plot.</p><p>“Front-end interest rates are pricing just under three rate hikes in 2022 — which would seemingly reflect an expectation that tapering of asset purchases is accelerated and that Fed ‘dots' will drift higher at&#xa0;Wednesday's meeting,” said a team of Citi strategists led by Andrew Hollenhorst.</p><p>“However, equity prices at all-time highs and long-term real interest rates close to historic lows suggest the market continues to price a relatively benign scenario where inflation returns to target without significantly more restrictive monetary policy,” the analysts said in a note to clients.</p><p>See: 5 things to watch for when the Federal Reserve announces its policy decision Wednesday</p><p>Raymond James CIO Adam told MarketWatch that “the market can absorb a few” rate hikes in 2022 and that he expects the S&amp;P 500 may rise to 5,050 next year. Adam said that he's favoring cyclical bets in areas such as consumer discretionary, financials, industrials and energy, and that he also likes “megatech” companies that are diversified and have strong earnings.</p><p>Treasury yields rose modestly after the release of the PPI data, providing a lift to financial shares, while weighing on technology and other growth-oriented sectors.</p><p>“Mixed messages continue to reign as the year winds down,” said Lindsey Bell, chief money and markets strategist at Ally Invest. “Hotter-than-anticipated PPI has upset the market, especially tech stocks, this morning. Yet, bond yields don't seem to be worried about inflation sticking around as the 10-year sits 20 basis points below pre-Thanksgiving levels.”</p><p>However, the yield curve, the differential between short-dated and longer-dated Treasurys was flattening, which usually signals that investors are betting on coming economic weakness or even a recession.</p><p>Read:Fund managers dash for cash ahead of Fed decision</p><p>The “Santa Clause rally” anticipated by the market will depend on the Fed's next steps, said Robert Schein, chief investment officer of Blanke Schein Wealth Management, in an interview Tuesday. “Markets are grappling with the uncertainty of Fed policy.”</p><p>Investors may also want to see the Fed's view on the fast-spreading omicron variant of the coronavirus that causes COVID-19. Facing rising infections, California became the latest state to reimpose indoor mask mandates, which take effect on Wednesday. A study released Tuesday from Discovery, South Africa's biggest health-insurance provider, showed that two shots of the Pfizer-BionTech vaccine offer 70% protection against hospitalizations.</p><p>What companies are in focus?</p><p>Shares of Terminix Global Holdings Inc.TMX jumped more than 18% after agreeing to be purchased by rival pest-control group Rentokil Initial PLC&#xa0;UK:RTO in a cash-and-stock deal valued at $6.7 billion.&#xa0;</p><p>Neogen Corp.NEOG were up 8.3% after the food-safety business confirmed a report by The Wall Street Journal that it is combining with a similar unit of 3M Co.&#xa0;MMM,&#xa0;-1.42%&#xa0;in a deal with an enterprise value of $9.3 billion. 3M shares slipped 0.2%.</p><p>Shares of Tesla Inc.TSLA were down 0.1%, after Chief Executive Officer Elon Musk sold more shares.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;BX:TMUBMUSD10Y&#xa0;rose 1.4 basis points to 1.437%. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, was up 0.3%.</p><p>In oil futures, West Texas Intermediate crude CL00&#xa0;for January delivery&#xa0;CLF22 declined 0.8% to settle at $70.73 a barrel.</p><p>Gold futures&#xa0;GC00 for February delivery GCG22 fell 0.9% to settle at $1,772.30 an ounce.</p><p>The Stoxx Europe 600 Index&#xa0;XX:SXXP fell 0.8%, while London's FTSE 100 Index&#xa0;UK:UKX lost 0.2%.</p><p>In Asia, the Shanghai Composite Index&#xa0;CN:SHCOMP fell 0.5%, while the Hang Seng Index&#xa0;HK:HSI fell 1.3% in Hong Kong. China's CSI 300&#xa0;XX:000300 dropped 0.7%. Japan's Nikkei 225 Index&#xa0;JP:NIK dropped 0.7%.</p><p>—Barbara Kollmeyer contributed to this article.</p>",
  "published": "2021-12-14T15:53:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 4666,
          "end": 4669
        },
        {
          "start": 4730,
          "end": 4732
        },
        {
          "start": 4659,
          "end": 4664
        }
      ]
    }
  ]
}