{
  "_id": "f6e539a3cef6c44939c5f0ac159e2b7e702a1fc99dca16ede382bf9112e712d3",
  "feed": "ftcomall",
  "title": "Smiths Group agrees $2.3bn sale of medical division to US private equity",
  "text": "<p>Smiths Group has agreed to sell its medical division to US private equity firm TA Associates for $2.3bn as the UK conglomerate seeks to concentrate on industrial technology.</p> <p>The FTSE 100 group expects to receive net cash proceeds of $1.8bn from the sale and to retain a 30 per cent stake in the division, which made £918m of sales last year. The sum could rise by $200m contingent on future performance.</p> <p>The British group declared in 2018 its intention to separate Smiths Medical, which makes specialist medical equipment and single-use devices, to become more focused on industrial technology but it eventually decided to sell the business instead of demerging it.</p> <p>Analysts have said the company's shares have been depressed by the medical division, which does not fit neatly with the rest of the group's businesses that make equipment ranging from baggage scanners used at airport security to components for satellites. </p> <p><a href=\"https://www.ft.com/content/d2d3395a-ab57-4458-bec5-7fb31f700995\">Paul Keel</a>, who joined Smiths Group as chief executive from 3M of the US in May, said: “This transaction positions Smiths as a more focused industrial technology company with compelling opportunities for growth, a common operating model and shared purpose.”</p> <p>It plans to balance the use of the proceeds between investing in growth and shareholder returns.</p> <p>The deal is the latest sale of a UK-listed business to US private equity investors, which have benefited from the low cost of capital during the pandemic. </p> <p>While the proposed buyout deals for <a href=\"https://www.ft.com/content/3ca2014f-e04e-403f-8f9f-de8779607277\">supermarket Wm Morrison</a> and aerospace and defence groups Ultra Electronics and <a href=\"https://www.ft.com/content/bdf75f09-8746-4e5c-9301-21f923fe2757\">Meggitt </a>have sparked concerns among UK government officials, the sale of Minnesota-based Smiths Medical is considered less controversial with fewer than 100 employees based in the UK and the US accounting for most of its sales.</p> <p>Smiths Medical played a key role, however, in the UK's efforts to produce its own ventilators at the start of the coronavirus crisis last year.</p> <p>Boston-based TA Associates has a history of buying medical companies, completing more than 70 healthcare investments in about 30 years. </p> <p>Birker Bahnsen, managing director of TA Associates, said he sees many opportunities to invest in technology at Smiths Medical to reinforce “leading positions in its key franchises of infusion systems, vascular access and vital care”.</p> <p>Shares in Smiths Group gained 0.9 per cent to trade at £15.68 on Monday but the announcement was made after the market closed.</p><p>Source: Harry Dempsey 2021 'Smiths Group agrees $2.3bn sale of medical division to US private equity' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-02T17:58:16.133Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 981,
          "end": 983
        }
      ],
      "nexusId": "10033670"
    }
  ]
}