{
  "_id": "ffdb74058b43efb3836d6c6624195e2c91ddf072d6e547100403d541e1db1357",
  "feed": "ftcomall",
  "title": "Biden zaps the power from Trump's ESG rules",
  "text": "<p>Hello from New York, where the weather has warmed and it almost feels like tennis season. This week, the fate of US environmental, social and governance (ESG) investing dropped back into the Democrats' court. Joe Biden's team halted the Trump administration's effort to freeze ESG growth (see below). We expect Democrats to serve up ESG legislation in Congress and regulatory proposals from the Securities and Exchange Commission by this year's US Open at the end of summer.</p> <p>The action is also heating up for shareholder petitions ahead of companies' general meetings this year. While climate activists scored points at HSBC this week, other petitions were ruled outside the lines by the SEC. </p> <p>Your Moral Money team will keep you up-to-date on the ESG games worldwide. Who says it is all alphabet soup and not sport? <br><em>Patrick Temple-West</em></p> <h2>Biden halts Trump's ESG rules in win for asset managers</h2> <p>Despite losing the election in November, the Trump administration went ahead and finalised rules designed to dissuade pension fund managers from implementing ESG strategies.</p> <p>Asset managers such as State Street <a href=\"https://www.ft.com/content/128c5c92-203b-4a87-8f53-315b23018f9a\">despised the rule</a>, and on Wednesday, the Biden administration <a href=\"https://www.dol.gov/sites/dolgov/files/ebsa/laws-and-regulations/laws/erisa/statement-on-enforcement-of-final-rules-on-esg-investments-and-proxy-voting.pdf\">said</a> the Trump ESG rules would not be enforced.&#xa0;</p> <p>The Trump rules “have already had a chilling effect on appropriate integration of ESG factors in investment decisions”, said the labour department, which regulates retirement plans. The department said it intended to revisit the rules in the months ahead.</p> <p>This clears a path for more US retirement plans to add ESG funds to their menu of investment options. And crucially, the decision applies to default investments (aka, the funds that a retiree's money goes into if they do not select something on their own), which make up a big portion of the $6.5tn held in 401(k) accounts market. </p> <p>Now, as was already the case in some countries such as the UK, US retirement plans should be able to use ESG-oriented investments as the building blocks of the so-called target-date funds are typically used as default investments. </p> <p>This is big news for asset managers — especially those salivating over the <a href=\"https://www.ftadviser.com/investments/2020/06/08/fee-pressure-behind-push-on-esg/?page=1\">higher fees</a> that ESG funds command. However, it seems unlikely that US retirement plans will start rushing to add ESG funds. </p> <p>Even though ESG funds were not explicitly banned before the Trump rule was put in place, few US retirement schemes were willing to stick their neck out and risk adding them. This will probably be the case until there is some certainty that regulators won't reverse the rule again in a few years.</p> <p>Biden's labour department also said it would not enforce rules hostile toward proxy advisers that the Trump administration finalised in December.</p> <p>The administration's actions underscore that ESG is a legitimate profit machine for asset managers — one they are willing to fight for. State Street, for example, added the labour department's ESG rule to its $700,000 lobbying budget for the fourth quarter of 2020.</p> <p>These actions also foreshadow how ESG regulations might be written at the department or the SEC. </p> <p>If the publicly traded asset managers are the special interests driving the ESG conversation in Washington, how might that affect ESG's ability to drive change throughout the corporate landscape? Will potential ESG rules combat greenwashing, like in Europe? Will ESG rules actually drive change on global warming, diversity and other crucial human rights issues? These are the things we'll be thinking about. If you have ideas, let us know at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>. <em>(Patrick Temple-West and Billy Nauman)</em></p> <h2>Who cares about climate change? Apparently not CEOs</h2> <p>Despite frightening headlines about the <a href=\"https://www.ft.com/content/589d034a-ee9d-4c74-b20b-4b750c2d904d\">weakening Gulf Stream</a> and other looming environmental catastrophes, chief executives around the world remain apathetic toward climate change, accounting firm PwC said in an annual survey <a href=\"https://www.pwc.com/gx/en/ceo-agenda/ceosurvey/2021/report.html\">released on Thursday</a>.</p> <p>The percentage of CEOs who said they were worried about climate change and its impact on business rose to 30 per cent this year, up from 24 per cent in 2020 and 19 per cent in 2019, the firm said. But climate change ranks only ninth among CEOs' perceived threats to growth. Troublingly, 27 per cent of CEOs surveyed reported being “not concerned at all” or “not very concerned” about climate change, PwC said. </p> <p>Some 5,050 CEOs in 100 countries and territories were polled in January and February, according to PwC.</p> <p>Companies in the countries with the most exposure, which are generally among the largest contributors to CO2 emissions, are less likely to have embedded climate change into their overall risk management approach. <em>(Patrick Temple-West)</em></p> <h2>Hydrogen: Plenty of hype, but limited near-term green potential</h2> <p>This week, the FT <a href=\"https://www.ft.com/content/839f9cf4-a4b6-4c4c-83f8-6141d77404a0\">has been running a series</a> on hydrogen power: Is it a fantasy fuel or the economic lifeblood of the future?</p> <p>As part of its green deal programme, Europe wants to ramp up hydrogen to roughly 40 gigawatts of production capacity by 2030. And government support in Europe, the US and China is expected to propel investments in hydrogen to $38bn annually from about $1.5bn today, according to a report published on Thursday by Bloomberg Intelligence.</p> <p>Morgan Stanley said in a report this month that the volume of hydrogen produced was expected to jump eightfold by 2030. “The similarities with wind and solar in the early 2000s are hard to ignore,” Morgan Stanley analysts added.</p> <p>But the big question is: is the rally sustainable? The technology is improving just as government support is gaining steam. Still, developing the clean hydrogen infrastructure will not be easy. </p> <p>Hydrogen today is largely made with natural gas or even coal — which limits hydrogen's green credibility. That means hydrogen producers will need to earn their green halo by using wind or another renewable energy source to make the fuel at scale. </p> <p>It is also worth remembering hydrogen enjoyed its time in the sun in the early 2000s. Ballard Power, a Vancouver-based hydrogen fuel-cell provider, saw its share price surge 200 per cent before crashing to less than $10 by the mid-2000s.</p> <p>Automakers, in particular, are sceptical of hydrogen's potential. </p> <p>But for bulls, the case is clear (and it is worth noting, last year, enthusiasm in Ballard returned and its share price jumped above $20).</p> <p>As<strong> Benoît Potier</strong> (pictured), chief executive of France's Air Liquide, one of the biggest and earliest backers of hydrogen, <a href=\"https://www.ft.com/content/a1325d48-6c76-4b6f-81e8-2be504c21791\">said </a>in this week's FT hydrogen series: </p> <blockquote>  <p>“Taxis, buses, trains, boats, light commercial vehicles . . . I mean, everything that is flying back to a fixed point or going back to a fixed point is a good candidate” </p> </blockquote> <p> <em>(Patrick Temple-West)</em></p> <h2>Companies and activists prep for proxy battles</h2> <p>With annual general meeting season around the corner, companies are gearing up for battle as a growing number of investors are threatening to use their proxy votes to hold them accountable on a range of ESG issues.</p> <p>HSBC <a href=\"https://www.ft.com/content/3f976312-532d-4a4b-b189-8ab98c469827\">just sidestepped</a> one such showdown over its work with the fossil fuel industry. </p> <p>This year, investors including Amundi and Man Group announced a plan to push HSBC to “publish a strategy and targets to reduce its exposure to fossil fuel assets”. </p> <p>But those investors have agreed to stand down in exchange for HSBC putting forward its own “board-backed resolution . . . which will commit to setting short and medium-term science-based targets to align its financing of companies with the Paris agreement”.</p> <p>Not all activist campaigns have been so successful.</p> <p>Despite having just agreed a <a href=\"https://www.ft.com/content/be866c6f-bbff-4500-927b-49e02b7b9023\">shake-up</a> to its board to appease activists, US supermajor ExxonMobil is still fighting against ESG investors. The oil company notched a victory this week when the SEC endorsed its plan to throw out a resolution on “stranded asset” risk.</p> <p>The proposal, orchestrated by pressure group <a href=\"https://www.asyousow.org/press-releases/2021/3/10/sec-sides-exxon-deny-shareholder-vote-stranded-asset-risk\">As You Sow</a>, sought to compel ExxonMobil to publish a report on how it “[reconciles] its petrochemical expansion plans” with the growing clampdown by governments on fossil fuel emissions and plastic pollution.</p> <p>But the SEC supported ExxonMobil's assertion that it “has already substantially implemented the proposal”.</p> <p>The SEC also gave its blessing to a handful of companies such as JPMorgan and Duke Energy that intend to toss shareholder resolutions calling for them to report on how their business practices lined up with the new “<a href=\"https://www.ft.com/content/e21a9fac-c1f5-11e9-a8e9-296ca66511c9\">statement of purpose</a>” published by the Business Roundtable.</p> <p>However, <a href=\"https://www.sec.gov/divisions/corpfin/cf-noaction/14a-8/shareholder-proposal-no-action-responses.htm\">the SEC is letting</a> quite a few interesting ESG proposals stand. This year there have been multiple shareholder calls for companies (like manufacturer 3M and retailer Tractor Supply) to become “public benefit corporations,” a legal designation that allows companies to consider the impact of their decisions on external stakeholders.</p> <p>This appears to be a growing trend as investors seek a way to push companies that talk about their commitment to stakeholders to actually back up their rhetoric.</p> <p>Activist investor Harrington Investments, as we <a href=\"https://www.ft.com/content/12380200-795a-43f8-bffd-aacaa5a52434\">reported last month</a>, filed a similar resolution at Bank of America and intends to file one next year with JPMorgan Chase. </p> <p>Tractor Supply sought to exclude the resolution on <a href=\"https://www.sec.gov/divisions/corpfin/cf-noaction/14a-8/2020/mcritchietractor123120-14a8-incoming.pdf\">multiple grounds</a>. It argued the proposal was “inherently misleading”, seeking to micromanage the company, and would cause the company to violate state law if enacted. It also said it has already “substantially implemented the proposal”. But the SEC did not concur with any of these assertions. </p> <p>While it is noteworthy that the SEC is not willing to support throwing these measures off the ballot, it still seems unlikely they will pass. However, putting the issue to a vote will help give a view into where large institutional investors and proxy advisers stand on the issue. (<em>Billy Nauman</em>)</p> <h2>Chart of the day</h2> <p>Today, human beings and the livestock we rear for food make up 96 per cent of the mass of all the mammals on the planet. Moreover, 70 per cent of all the birds now alive are poultry — mostly the chickens we eat. </p> <p>“Humanity has become a cuckoo in the planetary nest,” <a href=\"https://www.ft.com/content/a3285adf-6c5f-4ce4-b055-e85f39ff2988\">wrote</a> the FT's Martin Wolf this week. Our activities are reshaping life on earth. “The question then is this: if we wish to reverse these threats, what must we do and give up?”</p> <h2>Smart read</h2> <p><strong>John Kerry</strong>, pictured, Joe Biden's envoy on climate, this week concluded a four-day jaunt across Europe, with a goal to convince the world the US is finally taking climate seriously. But as our colleague <strong>Leslie Hook</strong> <a href=\"https://www.ft.com/content/3d00d3c8-202d-4765-b0ae-e2b212bbca98\">reports</a>, it seems unlikely that the US will adopt the EU's green taxonomy. And Kerry is not a huge fan of carbon border taxes.</p> <h2>Further reading</h2> <ul>  <li><p>Biden's clean energy plans will make Texas oil more competitive (<a href=\"https://www.ft.com/content/411633e6-b02a-4b38-a0af-533ab6e7af8e\">FT Energy Source</a>)</p></li>  <li><p>Brazil's Bolsonaro needs to get real on climate change (<a href=\"https://www.ft.com/content/67f547f3-fb8e-4a27-88da-78adea07d51c\">FT</a>)</p></li>  <li><p>Greenwashing in finance: Europe's push to police ESG investing (<a href=\"https://www.ft.com/content/74888921-368d-42e1-91cd-c3c8ce64a05e\">FT</a>)</p></li>  <li><p>Italy's women look to Covid funds to kickstart change in gender equality (<a href=\"https://www.ft.com/content/b57f30e6-e7a3-4ed8-9683-abae3a3079b4\">FT</a>)</p></li>  <li><p>Investor group publishes net-zero investment guide (<a href=\"https://www.igniteseurope.com/c/3095944/387753/investor_group_publishes_zero_investment_guide?referrer_module=emailMorningNews&amp;module_order=16&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dNamd4TWpNM05EZzA\">Ignites</a>)</p></li>  <li><p>France urges common US-EU green finance rules after Kerry talks (<a href=\"https://www.reuters.com/article/us-climate-change-kerry-france-idUSKBN2B21WM\">Reuters</a>)</p></li>  <li><p>Meet the climate change activists of TikTok (<a href=\"https://www.wired.com/story/climate-change-tiktok-science-communication/\">Wired</a>)</p></li> </ul><p>Source: Patrick Temple-West and Billy Nauman 2021 'Biden zaps the power from Trump's ESG rules' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-12T12:00:23.869Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 8469,
          "end": 8471
        }
      ],
      "nexusId": "10033670"
    }
  ]
}