{
  "_id": "45fa0b2d4cccab559ad619f4fa9d509b4ea6e5b90b2c25d7de35e9eb9acb8c1d",
  "feed": "wall-street-journal",
  "title": "U.S. News: 3M Loses Military Earplug Suit",
  "text": "<p>Minnesota-based 3M has stood by the safety of the earplugs, which it stopped selling in 2015. A company spokeswoman said Friday they disagree with the verdict and don't believe plaintiffs met the burden of proving the \"product was defectively or negligently designed\" or caused the veterans' purported injuries. The company, she said, will evaluate \"multiple grounds for appeal.\"</p><p>Attorneys for the veterans said: \"The evidence is clear: 3M knew their earplugs were defective, yet they allowed our service members to suffer these life-altering injuries.\"</p><p>The jury verdict follows a five-week trial in U.S. District Court in Pensacola, Fla. The proceeding, with trials scheduled to take place in May and June, are intended to help shape the outcome of the tens of thousands of other claims consolidated in the Florida court through a process known as multidistrict litigation. Jury verdicts can help set benchmarks for settlement negotiations or provide support for a company's strategy to keep defending itself against the claims.</p><p>The jury Friday awarded each of the three veterans $2.1 million in punitive damages, plus recoveries for medical expenses, lost earnings and pain and suffering.</p><p>Plaintiffs allege 3M knew for years that the second version of its Combat Arms Earplugs had a tendency to loosen imperceptibly and let in more sound than specified.</p><p>The company has said the design reflected features the military requested and that the U.S. government not only had input in the product's creation but also bore responsibility for training soldiers on how to properly use them.</p>",
  "published": "2021-05-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 11,
          "end": 13
        },
        {
          "start": 1209,
          "end": 1211
        },
        {
          "start": 437,
          "end": 439
        },
        {
          "start": 16,
          "end": 18
        }
      ],
      "nexusId": "10033670"
    }
  ]
}