{
  "_id": "4a3baaab2dc59b65f5df498d8c76e03cbc634cba9e1544518decee75778edc9f",
  "feed": "ftcomall",
  "title": "US companies sound inflation alarm",
  "text": "<p>Investors are fretting over inflation. Scores of US companies are saying they are right to.</p> <p>A growing list of businesses are warning that supply-chain bottlenecks, increasing raw material costs and higher labour expenses are beginning to bite.</p> <p>Manufacturing behemoth 3M has flagged rising air and freight costs to ship its goods, while Walmart has warned on the congestion in US ports. Mobile home manufacturer Legacy Homes and Williams-Sonoma, the purveyor of Breville espresso machines and Wüsthof knife sets, have seen an uptick in wage costs. And Barbie Doll-maker Mattel has warned on the rise in plastics prices, which were exacerbated by the winter storm in Texas that took petrochemicals plants <a href=\"https://www.ft.com/content/f15841b6-47c2-4fcc-98f6-15945a7fea84\">offline</a>.</p> <p>“Costs are going up everywhere,” said Ted Doheny, chief executive of packaging maker Sealed Air. “It's DefCon 4 [for] us right now. It's a big deal.”</p> <p>These first flickers of inflation — and the fact that many S&amp;P 500 companies say they are responding by raising their own prices — have fed a <a href=\"https://www.ft.com/content/433041f5-f24c-4d99-9bdf-536decefd44f\">debate among investors</a> as the US economic recovery accelerates. Are these a signal that the kind of chronic inflation long ago tamed by the US central bank could be about to roar back?</p> <p>“People are thinking it's transitory, or maybe hoping it's transitory,” said Peter van Dooijeweert, managing director of multi-asset solutions at Man Solutions. “Because no one really knows what else to do.”</p> <p>Central bankers and investors expect inflation to accelerate this year as government stimulus and pent-up demand from more than a year of social curbs pumps up the US economy. </p> <p>One market measure of inflation expectations, the 10-year break-even rate, climbed to its highest level since 2013 last week, at 2.36 per cent. Officials with the Federal Reserve have also lifted their inflation forecasts. The Fed's preferred gauge, the core personal consumption expenditures index, is now expected to reach 2.2 per cent by the end of the year from 1.4 per cent now, according to the most recent Fed predictions. Three months ago, the central bank's officials had been pencilling in a 1.8 per cent increase.</p> <p>The Federal Reserve expects gross domestic product growth in the US to hit 6.5 per cent this year, while others, such as Goldman Sachs, put growth estimates even higher, at 7 per cent. The US Department of Commerce already noted a 2.4 per cent month-on-month increase in consumer spending in January, up from a 0.4 decline for December.</p> <p>“When you're going to have growth like that we haven't seen in a long, long, long time, there obviously is going to be a mismatch between supply and demand and of course some inflation,” said Raheel Siddiqui, global macro strategist at Neuberger Berman. </p> <p>Aluminium, copper, oil and lumber have all surged in recent months, with the latter trading near all-time highs. US oil prices are now hovering around $60 per barrel. The cost for polyethylene, a widely used plastic, has risen roughly 20 per cent between last year's fourth quarter and mid-March, according to supply chain data provider Panjiva. Surveys from regional branches of the Fed have shown manufacturers are pencilling in large commodity price increases over the next six months.</p> <p>“Every commodity that we buy, or many of the commodities we buy, we're having price increases,” Curtis Drew Hodgson, the co-founder of Legacy Homes, told investors. “We've even had to give labour increases because just to get people to come to work, we pay them now $1 an hour more if they just come to work, in addition to their wage.”</p> <p>Markets have been jittery about the prospect of resurgent inflation, given it eats away at the interest bonds pay and cuts into the present value of companies' future cash flows. The yield on the US 10-year Treasury briefly jumped past 1.7 per cent this month, before retreating last week. That is the highest level in 14 months. Meanwhile, the tech-heavy Nasdaq Composite has tumbled more than 6 per cent from its all-time-high struck in February.</p> <p>It is not yet clear to corporate America whether the increased prices will abate as production of raw materials increases. Vivek Sankaran, chief executive of grocer Albertson's, said while inflation would be above trend in the first half of the year, it would drop back to 1 to 2 per cent towards the end of 2021. </p> <p>And Aaron Ravenscroft, who runs crane manufacturer Manitowoc, added that clogged US ports had caused “prices to go bonkers”. But he noted that the issue had eased somewhat.</p> <p>Jay Powell, the Fed chair, has so far <a href=\"https://www.ft.com/content/b488f850-87a6-4e4b-b6ac-091ef21a1801\">dismissed rising prices</a>, expecting them to be transient and likely to fade as the recovery persists. He told Congress last week that policymakers saw the resulting impact on inflation as “neither particularly large nor persistent”.</p> <p>Some investors are reluctant to agree so quickly.</p> <p>Whether the resounding price increases led by higher commodity prices will be a “transitory reset” or mark a permanent move higher in inflation “is not really clear at this point”, said Kathryn Kaminski, chief research strategist at AlphaSimplex. “That stuff takes a while to kind of trickle down, but it is sounding some alarms.”</p><p>Source: Aziza Kasumov, Colby Smith and Eric Platt in New York 2021 'US companies sound inflation alarm' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T04:00:19.714Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 267,
          "end": 269
        }
      ]
    }
  ]
}