{
  "_id": "0ab382c2eee29ebede4d20e93a4e0388bab54181c5fdc266c743320cc5c7daf5",
  "feed": "wall-street-journal",
  "title": "Business News: Even Paint Makers Feel Supply Crunch For Semiconductors",
  "text": "<p>3M Co., Axalta Coating Systems Ltd. and Corning Inc. said this week that their sales are suffering because of the semiconductor shortage, as major customers produced fewer vehicles, washing machines and devices.</p><p>Companies that provide services to manufacturers, like water-management company Ecolab Inc. and train operator Union Pacific Corp., are also being affected. Union Pacific said shipments by car and car-part makers fell 18% in its third quarter.</p><p>St. Paul, Minn.-based 3M, which makes grinding wheels used to smooth metal and films that brighten electronic displays, said the chip shortage has spread across a broad group of its customers, including those who make vehicles and smartphones.</p><p>\"Those are significant markets for us,\" said Mike Roman, the company's chief executive officer. \"We are seeing the shortage of semiconductors.\" The company said some of the decline was offset by auto makers using the chips on hand to make more high-end vehicles, which have extra electronics and larger screens.</p><p>Semiconductors have become harder to get after consumers ramped up orders for everything from hot tubs to ATVs faster than producers expected. Chip-making companies already had focused on producing more-profitable, cutting-edge chips over simpler ones used in everyday products, and supplies were further constrained by a factory fire in Japan and by severe winter cold around Texas that temporarily idled factories. Adding substantial new chip-producing capacity usually takes years, the manufacturers have said.</p><p>Starting late last year, car makers began cutting production. U.S. manufacturers assembled vehicles at an annual rate of 7.8 million in September, down from around 10.8 million a year earlier, according to the Federal Reserve. Household appliance production fell from June to August and from August to September.</p><p>Glassmaker Corning said the semiconductor shortage cost the company $40 million in sales in its latest quarter, as its customers made fewer cars. The number of televisions sold has declined about 10% year over year, which also cut into revenue.</p><p>\"This pullback in production began to impact us in the middle of the third quarter, and we expect it to continue for the fourth quarter,\" Tony Tripeny, Corning's chief financial officer, told analysts, referring to car production.</p><p>Some companies said the situation was worse than they expected. Automotive supplier Dana Inc. cut its revenue forecast for the year by $100 million on Tuesday to about $8.9 billion, citing the chip shortage. \"The supply chain conditions were expected to improve modestly and the chip famine was presumed to progressively abate,\" Jonathan Collins, the Ohio company's chief financial officer, told analysts. \"Unfortunately, none of these came to fruition.\"</p><p>Manufacturers said there isn't much they can do to mitigate the semiconductor shortage fallout. Some said they were focused on meeting demand that does exist, finding new customers for products and doing maintenance that was delayed during recent periods of higher demand.</p><p>Ecolab, which helps manufacturers manage water use, runs automotive paint rooms and makes cleaning products, said it was also feeling the lower demand. \"The chip shortage that's happening out there has nothing to do with our own operation, but it's reducing the demand,\" CEO Christophe Beck said.</p><p>PPG Industries Inc., which makes paints and coatings, said earlier last month that the lack of semiconductors went beyond its car customers, also affecting production of heavy construction equipment and appliances. The company said it doesn't expect things to get back to normal until the second half of next year.</p><p>United States Steel Corp. said Friday some of its car customers plan to increase production rates over the next six months. \"We are delighted to hear from multiple auto customers who are foreshadowing that the trough of the chip shortage could be behind us,\" CEO David Burritt said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 478,
          "end": 480
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}