{
  "_id": "89f75de88290364de1fc56193c60650392fd06cf7a2d918d08eaa4ef86157735",
  "feed": "ftcomall",
  "title": "China ousts Taiwan as Apple's biggest source of suppliers",
  "text": "<p>China now boasts more Apple suppliers than any other country, a sign that Washington's attempt to untangle US and Chinese supply chains has had little impact on the world's most valuable technology company.</p> <p>Of Apple's top 200 suppliers in 2020, 51 were based in China, including Hong Kong, according to a Nikkei Asia analysis of the Apple Supplier List, up from 42 in 2018 and knocking Taiwan out of the top spot for the first time. Apple did not release data for 2019.</p> <p>Chinese suppliers have also helped Apple build production capacity in other Asian countries as part of the company's strategy to diversify its supply chain.</p> <p>The Apple Supplier List covers 98 per cent of the company's spending on materials, manufacturing and assembly for the preceding fiscal year. Though it does not disclose procurement values for each company, the report serves as a barometer of Apple's reliance on suppliers from different parts of the world. The report has been released almost every year since 2013.</p> <p>Apple is known for its rigorous quality standards, and the rise of Chinese suppliers speaks to the country's growing manufacturing and tech capabilities, as well as to its competitive prices.</p> <p>“Most Chinese suppliers have very similar approaches,” one Apple supply chain manager told Nikkei Asia. The Chinese suppliers win orders by offering very low prices to Apple that non-Chinese suppliers find hard to imagine, the manager said. “They are willing to take low-margin businesses that other suppliers are reluctant to pick up. This way, they could gradually level up by working with Apple and can later bid for more business the next time.”</p> <p>Getting into Apple's supply chain, the manager added, is a “golden ticket” for suppliers to become the best in the world.</p> <p>China-based suppliers are also rapidly helping Apple to increase production outside the country.</p> <p>The number of Apple suppliers in Vietnam grew to 21 last year from 14 in 2018, when the trade war began. Seven of those 21 are owned by Chinese or Hong Kong-based companies. These include AirPods assemblers Luxshare Precision Industry and GoerTek, both of which have been producing the wireless earbuds in Vietnam since early 2020.</p> <p>Most Apple-certified factories in Vietnam are in the north of the country, a growing cluster for consumer electronics gadgets.</p> <p>The rise of Apple's Chinese suppliers has come at the expense of its other suppliers.</p> <p>The number of Japanese suppliers has fallen to 34 from 43 in 2017 and 38 in 2018. Japan Display and Sharp, which remain on the list, face competition from Chinese display makers BOE Technology Group and Tianma Microelectronics, while Sharp and Kantatsu are up against Luxshare and Cowell in camera modules.</p> <p>Taiwan — which held the top spot on the list for more than a decade — is also losing ground. Its 48 Apple suppliers in 2020 made the island the second-largest group after China and Hong Kong, but that represents a drop from 52 suppliers in 2017. The number was 47 in 2018.</p> <p>Assemblers such as Foxconn, formally known as Hon Hai Precision Industry, and Pegatron remain important Apple suppliers but also face competition from Chinese rivals.</p> <p>Following the acquisition of an iPhone assembly plant from Wistron last year, Luxshare now also controls Pegatron's iPhone and MacBook metal frame and casing subsidiary Casetek Holdings, while Inventec, the earliest AirPods assembler, has lost a significant share in the business to Luxshare and GoerTek. Luxshare has also gained in Apple Watch assembly after Quanta Computer decided to drop out of the business last year.</p> <p>The number of Apple's US-based suppliers has dropped as well, to 32 last year from 37 in 2017. Most of those remaining — such as 3M, Corning, Micron, Lumentum and Qualcomm — supply high-value semiconductors and materials that are difficult to replace.</p> <p>Apple is still one of the biggest job creators in its home country, however, responsible for 2m jobs across all 50 states, according to the company. Apple spent over $50bn buying from more than 9,000 US suppliers and manufacturers last year, it said.</p> <p>Former US president Donald Trump had hoped to reduce America's reliance on China's supply chain by imposing punitive tariffs and blacklisting many Chinese companies.</p> <p>So far, Apple has cut ties with only one Chinese supplier, O-Film Technology, after Washington blacklisted the touch and camera module maker over alleged human rights abuses involving China's Uyghur Muslim minority.</p> <p>Washington's efforts have not otherwise visibly impacted Apple's engagement with Chinese suppliers, including a growing number of newcomers.</p> <p>Jeff Pu, a senior analyst with GF Securities, said China has a world-class electronics parts and assembly supply chain thanks to years of cultivation not only by Apple but also by Chinese smartphone makers such as Huawei and Oppo.</p> <p>“The only electronic components that China cannot yet catch up on are semiconductors,” Pu said. “The growth of China's suppliers on [the] Apple Supplier List also shows that China contained the Covid-19 pandemic well in 2020.”</p> <p>Cost and quality are the main reasons Apple has stuck with the country despite political pressure, according to Eric Tseng, chief analyst with Isaiah Research.</p> <p>“We did not see any clear sign that Apple has reduced procurement and engagement with Chinese suppliers due to geopolitical tensions or factors,” Tseng said. “Apple basically chooses and qualifies its suppliers based on cost. That's why many Chinese suppliers, from Luxshare to BYD, have gained more business in the past few years.”</p> <p>Both analysts said that Chinese suppliers' willingness to shift production to countries like Vietnam and India reflected issues with China's own investment environment. Labour costs are rising, and it is getting harder to recruit enough production line workers during peak seasons every year, they said.</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Business/China-tech/China-ousts-Taiwan-as-Apple-s-biggest-source-of-suppliers\"><em>version of this article</em></a><em> was first published by Nikkei Asia on June 2. ©2021 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Markets/Value-of-10-Chinese-tech-majors-fall-over-800bn-since-February\">Value of 10 Chinese tech majors fall over $800bn since February</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-starts-construction-of-12bn-Arizona-chip-plant\">TSMC starts construction of $12bn Arizona chip plant</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-to-bring-in-house-HarmonyOS-to-smartphones\">Huawei to bring in-house HarmonyOS to smartphones</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Coronavirus/Taiwanese-Apple-suppliers-grapple-with-India-s-COVID-crisis\">Taiwanese Apple suppliers grapple with India's Covid crisis</a></p></li> </ul><p>Source: Cheng Ting-Fang and Lauly Li, Nikkei Asia staff writers 2021 'China ousts Taiwan as Apple's biggest source of suppliers' FT.com 6 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-06T22:00:31.983Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 3698,
          "end": 3700
        }
      ],
      "nexusId": "10033670"
    }
  ]
}