{
  "_id": "de717b22da9d326d6537e8a4959f8f16cc1a8130240ee8c1ad1e11f8c33770ab",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>Passes in the House</p><p>The South Carolina House of Representatives passed a bill Wednesday that would ban most abortions after six to eight weeks, making it the latest of a dozen states testing the limits of federal law.</p><p>The legislation, known as a \"fetal heartbeat\" bill because the heart of a fetus typically begins beating around six to eight weeks, passed the state Senate in January following a GOP pickup of seats in the November election. Republican Gov. Henry McMaster has said he would sign it as soon as possible, which could be Thursday, after a final procedural reading in the House.</p><p>Abortion-rights advocates say they will challenge the bill in court for infringing a woman's constitutional right to terminate a pregnancy, established in the 1973 Roe v. Wade decision.</p><p>Many players on both sides say they expect courts to block the bill, as they have similar measures in Alabama, Mississippi and Georgia. Advocates on both sides say they expect states to pass more abortion restrictions after the confirmation of Justice Amy Coney Barrett in October gave the U.S. Supreme Court a 6-3 conservative majority.</p><p>South Carolina is the first state to pass new abortion restrictions since Justice Barrett was sworn in, according to the Guttmacher Institute, a research group supportive of abortion rights.</p><p>-- Valerie Bauerlein</p><p>---</p><p>WASHINGTON, D.C.</p><p>Millions of Counterfeit</p><p>N95 Masks Seized</p><p>Federal agents have seized about 10 million counterfeit N95 face masks bearing the 3M Co. logo in recent weeks, officials said Wednesday, as they urged thousands of hospitals and medical facilities to check their inventories and stop using suspected fakes.</p><p>The Department of Homeland Security says the counterfeit masks were made in China. The most recent interdiction occurred Wednesday, with the seizure of hundreds of thousands of masks from an East Coast warehouse at an undisclosed location.</p><p>Acting on leads from 3M, DHS officials say they have seized counterfeit items in five states, and have opened criminal investigations.</p><p>\"They are extremely dangerous,\" Steve Francis, director of the Intellectual Property Center for DHS's Homeland Security Investigations unit, said Wednesday. \"They are providing a false sense of security to our first-line responders and to the American consumers.\"</p><p>Officials say grammatical errors or typos on packaging or user instructions are telltale signs of counterfeit items.</p><p>-- Yuka Hayashi</p><p>---</p><p>FLORIDA</p><p>Ex-FBI Agent Linked</p><p>To Bulger to Be Freed</p><p>A former FBI agent convicted of second-degree murder for leaking information to Boston gangster James \"Whitey\" Bulger that led to the shooting death of a gambling executive will be released from prison on medical grounds, officials ruled Wednesday.</p><p>The Florida Commission on Offender Review voted 2-1 in favor of releasing 80-year-old John Connolly, who has cancer and is believed to have less than a year to live.</p><p>Mr. Connolly, who was Mr. Bulger's FBI handler, was sentenced to 40 years behind bars after being convicted in 2008 in the killing of World Jai Alai President John Callahan in Fort Lauderdale in 1982. Mr. Connolly tipped off Mr. Bulger and another gangster, Stephen \"The Rifleman\" Flemmi, that Mr. Callahan was about to implicate the gang in a killing, authorities said.</p><p>-- Associated Press</p><p>---</p><p>SOUTH DAKOTA</p><p>Four People Killed</p><p>In Highway Collision</p><p>Four people were killed in a crash in southern South Dakota, the state Highway Patrol said.</p><p>A Jeep Grand Cherokee collided with a Chrysler Sebring at the intersection of Highways 46 and 50 west of Wagner at around 6 p.m. Tuesday, the patrol said. The car subsequently plunged into a ditch where it caught fire, authorities said.</p><p>The 64-year-old woman driving the SUV was pronounced dead at the scene. A 31-year-old woman driving the other vehicle plus two of her passengers -- a 28-year-old woman and 33-year-old man -- were taken to a hospital, where they were pronounced dead.</p><p>-- Associated Press</p>",
  "published": "2021-02-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 1474,
          "end": 1476
        },
        {
          "start": 1474,
          "end": 1480
        },
        {
          "start": 1909,
          "end": 1911
        }
      ],
      "nexusId": "10033670"
    }
  ]
}