{
  "_id": "88fe68befc78d088cadc9c0d7f8af8e8c7171d4492ded1ab7705ea897f1daa9c",
  "feed": "wall-street-journal",
  "title": "U.S. News:  U.S. Watch",
  "text": "<p>\n  NEW YORK CITY </p><pre>\n </pre><p>\n  Giuliani's Bid to See </p><p>\n  Evidence Is Rejected </p><pre>\n </pre><p>\n  A federal judge Friday denied Rudy Giuliani's bid to review materials seized in a criminal investigation into his dealings with former Ukrainian officials, saying Mr. Giuliani's status as a lawyer to former President Donald Trump didn't exempt him from a search warrant. </p><p>\n  Instead, U.S. District Judge J. Paul Oetken granted a request by the Manhattan U.S. attorney's office to appoint an independent authority, known as a special master, to review the materials seized last month from Mr. Giuliani's home and office for potentially privileged information such as attorney-client communications. </p><p>\n  \"[L]awyers are not immune from searches in criminal investigations,\" Judge Oetken wrote in his order, which also rejected a similar request from a lawyer and associate of Mr. Giuliani, Victoria Toensing, whose devices were also seized last month. </p><p>\n  The Manhattan U.S. attorney's office and the Federal Bureau of Investigation are investigating Mr. Giuliani for possible violations of federal lobbying laws in connection with his dealings in Ukraine. </p><p>\n  Mr. Giuliani has said he never served as a foreign agent and has denied wrongdoing. A lawyer for Mr. Giuliani didn't respond to a request to comment. </p><p>\n  -- Rebecca Davis O'Brien </p><p>\n  --- </p><p>\n  WASHINGTON, D.C. </p><pre>\n </pre><p>\n  U.S. Bans Imports </p><p>\n  From China Fishery </p><pre>\n </pre><p>\n  The U.S. banned imports of tuna, swordfish and other seafood from a Chinese fishery company, citing evidence of forced labor on its distant-water vessels. </p><p>\n  U.S. Customs and Border Protection agents will detain shipments containing seafood harvested by China's Dalian Ocean Fishing Co., officials said, in the latest example of Washington confronting Beijing over human-rights issues. </p><p>\n  \"We have found evidence of all 11 forced labor indicators, including physical violence against fishers, debt bondage, withholding of wages and abusive living and working conditions,\" Troy Miller, CBP's senior official performing the duties of the commissioner, said. </p><p>\n  The order applies to the Chinese company's entire fleet of 32 vessels, which were said to operate off the coasts of China, Indonesia and Senegal with mostly Indonesian crews. </p><p>\n  The Chinese Embassy in Washington and Dalian Ocean Fishing, based in China's northern coastal city of Dalian, didn't respond to email requests to comment. </p><p>\n  -- Yuka Hayashi </p><p>\n  --- </p><p>\n  FLORIDA </p><pre>\n </pre><p>\n  Jury Sides With 3M </p><p>\n  in Suit Over Earplugs </p><pre>\n </pre><p>\n  A Florida jury on Friday sided with 3M Co. in a case alleging the company's earplugs caused a veteran's hearing problems, the first defense win for the company in burgeoning litigation around the earplugs. </p><p>\n  The defense win comes in the second case to go to trial out of more than 230,000 similar claims alleging 3M knowingly sold faulty earplugs to branches of the military for decades. The first trial ended with a $7.1 million verdict for three veterans. 3M stopped selling the earplugs in 2015 and has stood by the safety of the product. </p><p>\n  The majority of the claims have been consolidated in front of U.S. District Judge M. Casey Rodgers in Pensacola, Fla., in a process known as multidistrict litigation. The judge selected plaintiffs for three so-called bellwether trials, which will help give both sides a sense of how juries react to the claims. </p><p>\n  The second jury heard the case of Dustin McCombs of Ohio, who said his use of the earplugs while serving in the Army caused tinnitus. Attorneys for Mr. McCombs said they are disappointed by the jury's conclusion and look forward to the third trial. </p><p>\n  A 3M spokeswoman said: \"We are pleased with today's verdict and will continue to vigorously defend ourselves in upcoming trials.\" </p><p>\n  -- Sara Randazzo </p><p></p>",
  "published": "2021-05-29T06:17:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2429,
          "end": 2431
        },
        {
          "start": 2429,
          "end": 2435
        },
        {
          "start": 3495,
          "end": 3497
        },
        {
          "start": 2704,
          "end": 2706
        },
        {
          "start": 2849,
          "end": 2851
        },
        {
          "start": 2366,
          "end": 2368
        }
      ],
      "nexusId": "10033670"
    }
  ]
}