{
  "_id": "51487f243abeb993a3f721f47dc9b64b3b907d0487f967ca0893326b3532b4c6",
  "feed": "wall-street-journal",
  "title": "For Some Pandemic Winners, Boom Is Ending",
  "text": "<p>Meanwhile, 3M Co. is cutting global output of the N95 masks it makes and expects sales of the once-scarce items to tumble as increased vaccination rates reduce the spread of Covid-19.</p><p>Sales at many of these companies remain strong, and the threat of the Delta variant could lead to more of the restrictions that fueled a surge in demand for their products. The Centers for Disease Control and Prevention on Tuesday recommended that vaccinated people resume masking in public indoor spaces in areas with high Covid-19 transmission.</p><p>Still, the prospect of diminishing growth adds to pressure on these companies as they deal with rising cost inflation and supply-chain woes. Unlike during the height of the pandemic, when runaway growth eased the effects of product shortages and other pandemic-related challenges, these companies are losing their silver linings.</p><p>The slowdowns are an early answer to one of the biggest questions of the pandemic: How long-lasting would the behavioral changes brought on by the virus and lockdowns be?</p><p>\"We are seeing shifts in behavior,\" Laxman Narasimhan, CEO of Lysol maker Reckitt Benckiser Group PLC, said of demand for hygiene products. \"What we did see in Q2, in the U.S. in particular, was a tail-off that was higher than we thought.\"</p><p>At UPS, average daily shipping volume in the second quarter fell 0.8% globally and 2.9% in the U.S. compared with a year ago, when widespread lockdowns kept shoppers at home and shifted purchases of everything from toilet paper to toothpaste online. It was the first time quarterly shipping volume fell since early 2011.</p><p>\"Many of our brick-and-mortar enterprise customers reopened their stores and as economies reopened, customers went back to those stores,\" UPS Chief Executive Carol Tome said Tuesday.</p><p>The company reported a roughly 15% jump in sales and higher profits, benefiting in part from charging more and being more selective about which customers it does business with and what items it ships.</p><p>Still, the outlook for slower growth led to Tuesday's selloff. UPS shares are nevertheless up more than 13% this year.</p><p>3M, the largest domestic producer of N95 masks, said sales of the respirators fell 11% in its second quarter compared with its first quarter as pandemic hospitalizations declined. The St. Paul, Minn.-based company said mask sales could fall by up to $300 million in the second half of the year compared with the same period in 2020.</p><p>N95 masks, used during the pandemic by healthcare workers and consumers alike, remained in short supply and were difficult to find for all of last year. Hospitals routinely reused their protective equipment, in many cases giving doctors and nurses just one mask per shift.</p><p>3M started increasing production in January 2020 as the virus began spreading in China. By January this year, the company was producing masks at a rate of 2.5 billion a year, four times higher than 2019 levels.</p><p>Now it is shifting production efforts into reverse.</p><p>\"We are seeing the demand really change as Covid evolves,\" 3M CEO Mike Roman said. \"We are in the early process of starting to ramp down production.\"</p><p>For some companies whose businesses benefited from the pandemic shifts, the slowdown isn't their only problem. U.S. companies across sectors are paying more for commodities, transportation and labor as Covid-19 outbreaks along the global supply chain have stemmed the flow of everything from cellphones to sweatpants. Many companies have been increasing their selling prices to offset their rising costs, testing consumers' appetite to pay more for products including food, cars and shampoo.</p><p>The cost pressures pose a threat to the recovery of restaurants, retailers and other hard-hit industries that are now benefiting from easing restrictions and the resumption of normal consumer behavior. For the companies that cashed in on abnormal consumer behavior, the current conditions are a double hit.</p><p>Reckitt Benckiser said on top of slowing demand for disinfectants, which Mr. Narasimhan said probably peaked in the U.S. in February, it is contending with rising prices of things like plastics and paper, and higher freight costs.</p><p>Reckitt said its operating profit margin for the first six months of the year fell by 2.9 percentage points to 21.6%. \"Cost inflation accelerated in the second quarter, and it will take time to offset this headwind,\" Mr. Narasimhan said.</p><p>---</p><p>Nick Kostov contributed to this article.</p>",
  "published": "2021-07-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2702,
          "end": 2704
        },
        {
          "start": 11,
          "end": 17
        },
        {
          "start": 11,
          "end": 13
        },
        {
          "start": 2096,
          "end": 2098
        },
        {
          "start": 3024,
          "end": 3026
        }
      ],
      "nexusId": "10033670"
    }
  ]
}