{
  "_id": "59f715e0d47b1d001dc004cf081b0238544cc9e9af3c704bfb0ba01f2209c876",
  "feed": "wall-street-journal",
  "title": "Infrastructure Bill Is Boon To Record-Setting Dow",
  "text": "<p>Their climb marked a continuation of Tuesday's gains following the Senate's passage of a $1 trillion infrastructure bill, which would be one of the most substantial federal investments in roads, bridges and rails in decades. Analysts have said several of those companies, including Caterpillar and United Rentals, stand to benefit from an eventual flurry of building assuming the bill becomes law.</p><p>Also helping stocks were new data showing the U.S. may have already hit peak inflation. The U.S. consumer-price index gained 5.4% in July from a year earlier, coming in just above analysts' forecasts of a 5.3% increase. More important, the consumer price index rose by 0.3% -- below the 0.4% increase expected -- after excluding energy and food prices.</p><p>\"For now, the streak of outsized inflation surprises is over,\" said Jefferies economists in a note following the data's release. \"However, it remains to be seen whether the period of elevated price pressure is truly over.\"</p><p>Seema Shah, chief strategist at Principal Global, said that while the report should help reassure markets that inflation isn't on a relentless upward trajectory, the report is still hot. That view likely contributed to investors moving more money into cyclical value stocks Wednesday rather than plowing more into technology stocks and shares of other fast-growing companies.</p><p>\"Surely, a deep-dive discussion into tapering will be on the top of [the Federal Reserve's] agenda\" at the central bank's September meeting, Ms. Shah added.</p><p>On Wednesday, the S&amp;P 500 added 10.95 points, or 0.2%, to 4447.70, notching its 46th record close of the year. The Dow also closed at a fresh high after gaining 220.30 points, or 0.6%, to 35484.97.</p><p>The Nasdaq Composite, however, struggled amid weakness in tech and healthcare stocks, falling 22.95 points, or 0.2%, to 14765.14.</p><p>Industrial stocks led the S&amp;P 500 higher, gaining 1.3%, along with shares of material firms -- another beneficiary of infrastructure spending -- adding 1.4%.</p><p>Financial stocks also rallied, gaining 1.2%.</p><p>Within the Dow, Caterpillar added $7.59, or 3.5%, to $221.66, making it the index's biggest contributor. Home Depot rose $5.52, or 1.7%, to $337. Boeing advanced $3.71, or 1.6%, to $239.49, while 3M rose $2.32, or 1.2%, to $201.57.</p><p>In the S&amp;P 500, United Rentals shares rose $16.96, or 5%, to $357.50, while PulteGroup added $1.93, or 3.6%, to $55.37.</p><p>Meanwhile, Coinbase Global shares added $8.73, or 3.2%, to $278.40 after the cryptocurrency exchange posted growing revenue and usage. They were also boosted by a rally in cryptocurrencies.</p><p>Tech and communication stocks, two bastions of growth investments, were little changed during the session.</p><p>The one laggard by sector in the S&amp;P 500 was healthcare, falling 1%. Most of the loss was due to a 16% drawdown in Moderna shares after analysts continued to question the Covid-19 vaccine maker's valuation. Moderna shares remain up 269% this year.</p><p>Overseas, the pan-continental Stoxx Europe 600 edged up 0.4%. Early Thursday, Japan's Nikkei was up 0.2%, Hong Kong's Hang Seng was unchanged and South Korea's Kospi was down 0.2%. U.S. stock futures were down less than 0.1%.</p>",
  "published": "2021-08-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2234,
          "end": 2236
        }
      ],
      "nexusId": "10033670"
    }
  ]
}