{
  "_id": "2b7e9dab508d937ab187dec1be94d519330796c04b616da002d14b4dbf162ad4",
  "feed": "ftcomall",
  "title": "US-China tech war: Beijing's secret chipmaking champions",
  "text": "<p>Once a month, senior executives of Yangtze Memory Technologies Co fly to Beijing for a flurry of meetings with China's top economic management bodies. They focus on the company's efforts to build some of the world's most advanced computer memory chips — and its progress on weaning itself off American technology.</p> <p>Based in the central riverside city of Wuhan, Yangtze Memory is considered at the vanguard of the country's efforts to create a domestic semiconductor industry, already mass-producing state of the art 64-layer and 128-layer Nand flash memory chips, used in most electronics from smartphones to servers to connected cars.</p> <p>These marvels of nanoengineering stack tiny memory cells in ever-greater densities, rivalling industry leaders such as US-based Micron Technology and South Korea's Samsung Electronics.</p> <p>That would be hard enough for a company that only opened its doors in 2016. But added to the challenge is the ambitious, state-directed aim of weeding out the group's American suppliers, along with those reliant on US technology. The equipment used to manufacture high-end computer chips is virtually an American global monopoly. Eighty per cent of the market in some chipmaking and design processes such as etching, ion implantation, electrochemical deposition, wafer inspection and design software is in the hands of US companies.</p> <p>It is a frustrating area of dependence for China, which imported $350bn worth of semiconductors last year, according to the China Semiconductor Industry Association. Removing this source of US leverage over its economy became a national priority two years ago, when Washington put sanctions on China's biggest telecoms equipment maker, Huawei Technologies, amid spying allegations that the Chinese company has constantly denied.</p> <p>This was followed by sanctions on several other big Chinese technology companies, from its top contract chipmaker, Semiconductor Manufacturing International Co, to Hikvision, the world's biggest surveillance camera maker. More than 100 companies in total have been placed on a trade blacklist prohibiting most US technology to be sold to them without a licence. That has spurred an aggressive effort by Beijing to identify and replace risky parts and suppliers.</p> <p>The result has been an unprecedented flourishing of chip-related companies within China. Dozens of Chinese groups, with specialisations mirroring US incumbents in key areas from ion implantation to etching, have sprung into prominence over the past few years, accelerating as the state realises the enormity of the self-sufficiency project.</p> <p>“The clock is ticking because they still know that the US could hit the local industry hard,” said Roger Sheng, a chip analyst at consultancy Gartner. “New chip competition is evolving as all the major economies, not just China, now recognise the importance of semiconductors.”</p> <h2>Plan B</h2> <p>So far, Yangtze Memory, also known as YMTC, has remained under the radar of the US government. But the company is taking no chances. With the guidance of Beijing, it has launched a massive review of its supply chain in an effort to find local suppliers — or, at least, non-US ones — to replace the dependence on American technology.</p> <p>The collective effort has occupied more than 800 people, full time, and including staff from its multiple local suppliers, for two years. And they have not finished yet.</p> <p>YMTC is seeking to learn as much as it can about the origin of everything that goes into its products, from production equipment and chemicals to the tiny lenses, screws, nuts and bearings in chipmaking machinery and production lines, multiple sources familiar with the matter said. The audit extends not only to YMTC's own production lines, but also to suppliers, suppliers' suppliers, and so on.</p> <p>“The review is as meticulous as knowing where the screws and nuts are coming from, the lead time, and if those parts have alternatives,” one person familiar with the matter told Nikkei Asia.</p> <p>Each supplier is assigned a score for geopolitical risk, identified in many pages of documents detailing the components they use in their machines. YMTC has sent engineers to audit local equipment suppliers' production sites to verify that the origins of parts have been truthfully reported, one of the people told Nikkei.</p> <p>American-made parts are scored highest for risk, followed by parts bought from Japan, Europe and those made locally, the person said. Meanwhile, suppliers are asked to provide corrective action reports to explain how they can together diversify procurement and find alternatives.</p> <p>“Previously, when China talked about self-sufficiency, they were thinking about starting to cultivate some viable chip developers that could compete with foreign chipmakers,” a chip industry executive told Nikkei. “However, they did not expect that they would need to do all that, starting from fundamentals.</p> <p>“It's like when you want to drink milk — but you not only need to own a whole farm, and learn how to breed dairy cows, and you have to build barns, fences, as well as grow hay, all by yourselves.”</p> <p>The purge of YMTC's supply chain has been handled with the spirit of a national emergency. Based in the city of Wuhan, the effort did not pause even when the virus centre was ravaged by Covid-19 last spring.</p> <p>While the rest of the city endured a brutal quarantine, high-speed trains remained in service to ferry YMTC employees to its $24bn 3D Nand flash memory plant that began producing chips in 2019. All the while, delivery trucks for critical chipmaking materials drove to and from the production campus.</p> <p>After Wuhan reopened last April, YMTC mobilised hundreds of engineers, including many from little-known emerging local semiconductor equipment suppliers. They were stationed inside the production campus, labouring for three shifts a day with the aim of overhauling all of its production processes and replacing as many foreign tools as possible, sources said.</p> <p>“Senior management is raising targets of using locally built chip production machines almost every month, and they hope we could at least know what kind of alternatives we have and have a Plan B of the production line that will be free from US control,” one of the people told Nikkei.</p> <p>YMTC declined multiple requests by Nikkei to interview the company about its supply chain reviews, progress and capacity expansion plans, as well as its localisation efforts.</p> <h2>‘Secure and controllable'</h2> <p>This effort to localise production has been the opportunity of a lifetime for a new generation of Chinese chip champions such as YMTC and their suppliers, whose fortunes have risen sharply following the start of the US-China trade war.</p> <p>While the threat of sanctions hangs over them, so too does the largesse of state aid — subsidies and investment from local governments and the private sector have amounted to at least $170bn since 2014, according to the state-backed China Securities Journal. There are also guaranteed orders with other Chinese chipmakers and domestic tech giants such as Xiaomi, Oppo, Vivo and Lenovo.</p> <p>“It's not like it has been written down on a public posting or an official announcement,” another Chinese chip executive told Nikkei, “but everyone in the industry now has a mutual understanding that if anyone is building a new chip plant or expanding a semiconductor manufacturing line, at least 30 per cent of production tools must be from local vendors.”</p> <p>Every US market leader in the computer chip industry now has a Chinese doppelgänger that is being positioned to take its place as a vendor to the Chinese chip industry. YMTC, for example, is strikingly similar in its approach and strategy to Boise, Idaho-based Micron, while Beijing-based Naura Technology Group represents China's hope to later challenge Applied Materials, which is based in Santa Clara, California, and makes a wide range of chip production equipment.</p> <p>Shanghai's Advanced Micro-Fabrication Equipment (AMEC) is China's version of Lam Research of the US, renowned for building essential etching machines. Tianjin-based Hwatsing Technology produces cutting-edge chemical-mechanical planarisation equipment and is set to break Applied Materials' monopoly on the technology.</p> <p><em><strong>See the full graphic at the end of this article for more of China's upcoming chipmakers.</strong></em></p> <p>These and dozens of other state and private companies have become the focus of an industrial policy known by the slogan “secure and controllable”, which has found its way on to posters and into speeches, backed up by immense state investment and guaranteed contracts.</p> <p>“We have to strengthen self-innovation and to make breakthroughs in some core technologies as soon as possible,” China's President Xi Jinping told a group of economic and social experts in remarks published in January.</p> <p>YMTC, for one, is followed closely by China's leadership, supervised by officials in the State Council — the country's top administrative authority — as well as the China Integrated Circuit Industry Investment Fund, the nation's premium seed fund for the semiconductor industry, which also owns a 24 per cent stake, two people with direct knowledge told Nikkei.</p> <p>“We are not sure how fast and how well they could build their own independent semiconductor industry, but certainly they will try,” said Chad Bown, a senior fellow with Peterson Institute for International Economics.</p> <h2>‘The whole country is rooting for this.'</h2> <p>In fact, the US trade war and Huawei sanctions have arguably given China's government the necessary cover for something it has long desired. Since the revelations by Edward Snowden in 2013 that detailed the participation of American tech companies in US government surveillance, Beijing has seen dependence on American technology as a national security threat.</p> <p>But grand plans to end this dependency have been made in the past, and, despite massive injections of state investment, progress has been slow. For example, when China's State Council set out its “Made in China 2025” industrial policy in 2015, aimed at promoting China's high-tech exports, it set a goal of 70 per cent self-sufficiency in semiconductors by 2025.</p> <p>But the industry has so far fallen short of this goal, according to US-based research firm IC Insights. In 2020, China-based chip production accounted for only 15.9 per cent of the domestic market, the firm estimated in January, predicting it would reach just 19.4 per cent in 2025. Of the 2020 total, China-based companies accounted for only 5.9 per cent of domestic sales, while foreign companies with their headquarters in China accounted for the rest of the China-based sales.</p> <p>However, the US sanctions may have removed the main domestic obstacle to the goal of China's chip self-sufficiency effort, which is the lack of co-operation by China's own local buyers. They have always preferred buying from tried-and-tested foreign vendors rather than inexperienced local companies. But that, crucially, has now changed.</p> <p>“Previously, domestic chip manufacturers only used leading production equipment that all the other top global chipmakers like Samsung and Intel also use in their production lines,” another manager with a China-based chipmaker told Nikkei, preferring not to be named. “Who would bother to use and try these local-made machines that could possibly affect production quality?”</p> <p>As the threat of sanctions hits close to home, however, these same producers are increasingly exploring domestic-made alternatives to the top-end US-made technology, the manager said. “That also means these local players finally have a chance to practice and really upgrade their products in an atmosphere that the whole country is rooting for this,” he said.</p> <p>Sheng of Gartner told Nikkei that US-China tensions have consolidated industry opinion around the necessity to localise production. “It's the whole country's consensus now that building a viable semiconductor industry and boosting self-reliance is the top priority . . . The top policymakers know, company executives know and even local people know,” said Sheng.</p> <p>For Chinese chipmaking tool and material makers — mostly little known, with limited presence in the industry — the trade disputes serve as the once-in-a-lifetime opportunity to expand business, a chip executive with Kingstone Semiconductor Joint Stock Co, a local ion implanter maker, told Nikkei.</p> <p>“Not only is our production capacity fully booked for 2021 and needs to expand . . . but also many of our peers' capacities are fully reserved,” the executive said.</p> <p>Other domestic champions have done similarly well. Naura Technology Group, China's largest chip equipment maker, generated a record profit in 2020, up more than 73 per cent from a year earlier. Meanwhile, despite being added to the US trade blacklist in late 2020, the earnings for AMEC, the etching machines maker, hit a record high last year.</p> <p>Previously a third choice at best, Hwatsing Technology's chemical-mechanical planarisation equipment has already been widely adopted by Chinese chipmakers such as SMIC, Hua Hong Semiconductor Group and YMTC, according to the prospectus it released late last year as it filed an application to list on Shanghai Star stock market, China's version of the Nasdaq.</p> <p>Shanghai Micro Electronics Equipment, under majority control by the Shanghai government, has been cemented as a key local participant that China's government hopes to one day compete against global chip lithography machine builders of ASML, Nikon and Canon, several people with knowledge told Nikkei.</p> <p>For now, China's global market share in the advanced chip fabrication equipment sector is 2 per cent at most. Bernstein Research estimated, while its self-sufficiency rate is about 10 per cent — a very low figure, but one that suggests massive room for future growth.</p> <h2>Crashing the market?</h2> <p>This new push by China has already begun to make waves in the global semiconductor industry, threatening to disrupt the delicate equilibrium between supply and demand. A global chip shortage has swept many industries partly due to “panic buying” by Chinese companies, spooked by the risk of US sanctions, said Eric Xu, the current rotating chair of Huawei, in remarks last month.</p> <p>One example is that YMTC and other domestic chip companies, such as China's top contract chipmaker, Semiconductor Manufacturing International Co, have begun to stockpile “at-risk” parts in a jointly owned warehouse that just went into operation this year, sources told Nikkei Asia.</p> <p>At the same time as they are braced for shortages, however, the global chip industry is simultaneously making preparations for a massive glut of chips as Chinese companies such as YMTC hit their stride.</p> <p>The Wuhan-based national champion, for example, plans to double its monthly output of memory chips to 100,000 wafers by the second half of 2021, giving it 7 per cent of the global Nand flash memory market measured in wafers, two people with knowledge of the matter told Nikkei.</p> <p>Measured in gigabit equivalent terms, Taipei-based consultancy Trendforce predicted YMTC would take 3.8 per cent of the global market share in Nand flash memory for 2021 and likely expand its share to 6.7 per cent in 2022 — a precipitous climb, considering it was close to zero two years ago. Samsung, the leader, has a 34 per cent share.</p> <p>“We expect YMTC will start to affect the overall Nand flash market price by next year and the market may also face some oversupply issues,” said Avril Wu, an analyst with Trendforce.</p> <p>Yangtze's chief executive Simon Yang has tried to allay fears of a massive glut of chips. “We want to tell everyone that we are not here to crash the market, and we hope that the industry could be sustainable and healthy,” he told a business forum in 2018, when the company started producing 64-layer Nand flash memory chips.</p> <p>Anticipating just such an oversupply, however, Intel — the world's biggest microprocessor maker and sixth-largest Nand flash maker — sold its Dalian-based Nand flash memory plant to SK Hynix last year, bowing out in the face of future competition.</p> <p>The vertiginous rise of YMTC has shown just what China is capable of in the chip industry. It started operations in 2016 and within four years was mass producing some of the most advanced 3D Nand flash memory chips in the world. Memory chips used to be flat wafers with one layer of memory cells, but recently “3D stacking” chips have become the cutting-edge standard for almost all electronics from computers and smartphones to servers and connected cars, with memory cells layered on top of each other in ever-higher stacks.</p> <p>In 2017, chipmaker Western Digital introduced the “skyscraper,” a 64-layer chip, while Micron last year announced the 176-layer chip, the proportions of which it compared to the Burj Khalifa in Dubai.</p> <p>YMTC has been mass-producing 64-layer chips for two years and has just started mass-producing 128-layer chips at its Nand flash memory factory in Wuhan. It is said to be in the process of developing a 192-layer chip that one industry analyst referred to as the “Himalaya”. The company declined to comment.</p> <h2>‘Neck-choking' technology</h2> <p>In reality, though, the massive growth scenarios for YMTC and the rest of China's semiconductor industry remain predicated on continued access to western chips and other key equipment. For all the patriotism and rhetoric surrounding self-sufficiency, few believe 100 per cent “de-Americanisation” is a genuinely realistic goal in the near future.</p> <p>“If Yangtze Memory could continue to buy from US suppliers, they will definitely do that,” Mark Li, a veteran chip analyst with Bernstein Research, told Nikkei. “We all know that it's an irreversible trend that China is keen to have their own version of everything,” Li said. “However, in reality, it will take a lot of time and great execution and we don't expect to see them cut significantly from the amount of chipmaking equipment procurement from the US very soon.”</p> <p>YMTC's own supply chain audit, for example, found that many vital processes were not immediately replaceable with domestic vendors: high-end lenses, precision bearings, quality vacuum chambers, and motors, radio frequency components and programmable chips all still come from foreign manufacturers in the US, Japan and Europe, people briefed on the matter told Nikkei.</p> <p>Meanwhile, the entire industry is still reliant on foreign equipment for lithography, ion implantation, etching, and chemical and physical vapour deposition and chemical-mechanical planarisation — all indispensable in manufacturing chips, experts say.</p> <p>The Chinese government refers to such technologies as “neck-choking,” referring to potential points of US pressure. To build advanced semiconductors, there is presently no way around the leading American participants. Applied Materials, for example, leads the world in chip production technology such as ion implantation, physical and chemical vapour deposition, and chemical-mechanical polishing; Lam Research makes etching, chemical vapour deposition and wafer-cleaning equipment.</p> <p>California-based KLA and Boston-based Teradyne specialise in providing testing and measuring equipment for defect analysis and failure inspection. Aside from tools, materials suppliers Dow, DuPont and 3M and other US companies also dominate the supplies of special chemical formulas used in advanced chip production.</p> <p>They collectively control the global market share of more than 80 per cent in equipment and materials for some vital steps in building advanced semiconductors, said Li of Bernstein. In some specialised segments such as electrochemical deposition and gate stack tools, the US share could be almost 100 per cent.</p> <p>Another key vulnerability in China's ecosystem was exposed when Huawei's chip-designing arm HiSilicon — China's number one chip developer — lost access to technical support and software updates for electronic design automation tools owing to sanctions. That restricted the software used by HiSilicon to lay out blueprints for integrated circuits as well as printed circuit boards and other electronic systems. These tools are 90 per cent-dominated by US companies such as Synopsys, Cadence Design Systems, Ansys and Siemens EDA (which, before its acquisition, was known as Mentor Graphics and is still located in America).</p> <p>On China's part, it has been gearing up to cultivate its own participants by luring many talented former employees of Synopsys and Cadence. But Chinese efforts&#xa0;<a href=\"https://asia.nikkei.com/Business/China-tech/China-aims-to-shake-US-grip-on-chip-design-tools\" title=\"\">remain far short of the required standard</a>.</p> <p>“We have gained some business because of China's de-Americanisation campaign,” a manager of Empyrean Technology, China's biggest local chip design toolmaker, told Nikkei. “However, asking us to fully replace Synopsys and Cadence is like coming to carmakers and asking to build rockets.”</p> <p>In some crucial areas, such as the field-programmable gate array — a type of programmable semiconductor component essential for satellites and advanced jet fighters — the market leaders are Xilinx or Intel's Altera, while for China, this space is largely still blank. In central processing units, the US maintains a tight grip, with leaders including Intel and Advanced Micro Devices that dominate more than 90 per cent of the global market.</p> <p>This virtual monopoly on chip design and chipmaking equipment sectors has given the US vast powers to control the flow of technology to China, even from non-US companies. Industry leaders such as Samsung Electronics, Taiwan Semiconductor Manufacturing Co, Infineon Technologies, SK Hynix and Sony, all still use massive amounts of American technologies on their production lines and in their development processes, giving Washington a veto over their product sales.</p> <p>“Once the US names anyone on a trade blacklist, most of the Asian suppliers will see it as a serious warning, and even if legally they could continue to ship to the blacklisted entities, they will self-censor to stop shipping due to political pressure, or consider stopping,” a chip industry legal director told Nikkei. “No one wants to openly and publicly violate Washington's will . . . That could be dangerous, and your own company could become a target too.”</p> <p>Europe's biggest chipmaking tool maker, ASML of the Netherlands, is the exclusive supplier of extreme ultraviolet (EUV) lithography machines — the world's most costly but top-notch tool essential to producing the world's most advanced chips, including Apple's latest iPhone core processors.</p> <p>ASML has a production plant in the US, and about one-fifth of the components that ASML needs to build its machines are also made at its US plant in Connecticut, Nikkei has learned. The Netherlands has halted shipments of China's first orders of the EUV machine amid US pressure since 2019,&#xa0;<a href=\"https://asia.nikkei.com/Economy/Trade-war/Exclusive-ASML-chip-tool-delivery-to-China-delayed-amid-US-ire\" title=\"\">Nikkei Asia first reported</a>&#xa0;in November of that year.</p> <p>For Chinese companies, therefore, localisation efforts must be carried out quietly. By far the most preferred course of action is not to fall into Washington's crosshairs.</p> <p>“We have to recognise and realise that we are still far lagging behind instead of thinking that we could quickly rock the world . . . The best way, under the geopolitical climate, is to keep our head low and do our work and grow silently,” said a chip executive with ChangXin Memory Technologies, another of China's key memory chipmakers, based in Hefei, Anhui Province.</p> <p>While it pursues its Plan B of self-sufficiency, YMTC still sees it as extremely unrealistic to strip all foreign equipment from its production site. It still hopes to maintain good relationships with American, Japanese and European suppliers, according to people familiar with the company's thinking. In parallel to its localisation efforts, YMTC&#xa0;<a href=\"https://asia.nikkei.com/Business/China-tech/China-s-top-maker-of-memory-chips-plans-to-double-output-in-2021\" title=\"\">keeps building production lines</a>&#xa0;that use American equipment and parts to facilitate its expansion.</p> <p>“It's really an irreversible trend that China wants to switch to local suppliers,” said Li of Bernstein, “but in reality and in real practices, there are still hurdles and [it] could still take a lot of time. If they want to grow faster and quickly gain more business, it's more practical that they still use the tools and equipment that all of the foreign market leaders also use.”</p> <p>In an effort to fend off future sanctions, meanwhile, the Chinese company has also boosted its legal compliance team since 2019, citing the “highly challenging, complex and changing environment in the chip industry” — a step aimed at giving the US no excuses to make it a target.</p> <p>Martijn Rasser, a senior fellow of the technology and national security programme at the Center for a New American Security, told Nikkei: “China's goal of total self-sufficiency in semiconductors is unrealistic. It is unaffordable to create a China-only supply chain, and there will almost certainly be some reliance on foreign technology and expertise. What it can do is build a globally competitive industry, and that is something that US policymakers are eyeing closely.”</p> <h2>Decoupling do's and don'ts</h2> <p>Despite China's considerable efforts, few experts believe that its chip sector will ever be genuinely free of US parts. However, most also believe that the doomsday scenario — a complete blockade of China's tech and semiconductor industries — is not realistic, either.</p> <p>The world's two largest economies are still interconnected, and they are also the two biggest semiconductor markets: China accounts for at least 25 per cent of the sales of most US chip companies, according to a January report by the Brookings Institution, and few want to see that market disappear.</p> <p>Bown of the Peterson Institute, said the Biden administration's approach on China is not yet clear. On the one hand, the US expects China to buy more chips as promised in recent trade talks but has also continued restricting its use of American technologies.</p> <p>“It's likely that we are looking at more precisely confined export controls at some areas such as military uses and areas that are really linked to national security,” Bown said. “After all, it's a trade-off. China is a massive consumer market, and if you restrict a lot of semiconductor shipment, many US companies will be hurt too.”</p> <p>So far, the Biden administration has not yet softened on China's technological advancement. A total of 162 Chinese entities had been sanctioned by the Trump administration since 2018, while in April, the US Department of Commerce&#xa0;<a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/US-targets-supercomputers-in-Biden-s-first-move-against-Chinese-tech\" title=\"\">added a further seven Chinese supercomputer makers</a>&#xa0;to the so-called Entity List to restrict their use of American technologies, citing alleged links with the Chinese military.</p> <p>On April 12, the White House hosted a virtual CEO summit on semiconductor and supply chain resilience, which included the world's top three chip producers — Intel, Samsung and TSMC — as well as executives from carmakers, including Ford Motor and General Motors, to discuss how to maintain US leadership in the global semiconductor industry.</p> <p>The Chinese Communist party “aggressively plans to reorient and dominate the semiconductor supply chain,” President Joe Biden said in opening remarks to the summit, quoting a bipartisan letter from 23 senators. “China and the rest of the world is not waiting, and there's no reason why Americans should wait,” he said.</p> <p>The administration has also proposed a $50bn funding programme for chip manufacturing, and research and development, mirroring China's efforts.</p> <p>The Committee on Foreign Investment in the United States, or Cfius, last year tightened the rules for examining the national security risks posed by foreign deals, followed by the Taiwanese government's Investment Commission announcing a new set of rules to intensify screening of Chinese investments in Taiwanese tech companies. Meanwhile, the Italian government rejected a takeover bid for a Milan-based semiconductor equipment provider by a Shenzhen-based Chinese investment company.</p> <p>South Korea and Taiwan — two leading Asian chipmaking economies — all face growing pressure to help the US boost local chip manufacturing. TSMC, the world's largest contract chipmaker, based in Taiwan, and South Korea's Samsung, the world's biggest memory chipmaker, were both forced to cut off supplies to once-big customer Huawei after the US sanctions.</p> <p>TSMC's share of revenue from China plunged to 6 per cent in the January-March period from 22 per cent the same time a year earlier. Samsung also saw its revenue from China trending down in the past three quarters.</p> <p>Most of the global chip developers and manufacturers will still have to side with the US, as American technologies still prevail in their products or services, said Su Tzu-yun, senior analyst at the Institute for National Defense and Security Research. “They have to choose what are their best interests if they get caught between the world's two biggest economies.”</p> <p>However, it is still hard to fully decouple the semiconductor supply, involving thousands of suppliers from around the world that have been tightly intertwined for decades. China can try to reduce its reliance on the US, but without American technology sources, it can hardly speed up its technological advancement.</p> <p>Neither is it practical for the US to exclude China from all of its supply chains, as the country is still a big source of critical raw materials and rare-earth elements used in semiconductors and electronic components, according to a recent report by the Semiconductor Industry Association, an American industry organisation.</p> <p>“In the short term, due to geopolitical uncertainties, China's tech development could be slowed a bit,” said Miin Wu, founder and chair of Macronix International, a leading memory chipmaker in Taiwan that serves Apple, Sony and Nintendo. “However, in the longer run, from China's perspective, it will definitely hope to build a competitive industry. It's a trend that is hard to resist, and there is no turning back.”</p> <p><a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/US-China-tech-war-Beijing-s-secret-chipmaking-champions\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on May 5 2021. ©2021 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Taiwan-bans-recruitment-for-jobs-in-China-to-combat-brain-drain\">Taiwan bans recruitment for jobs in China to combat brain drain</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-to-invest-2.8bn-in-China-to-ramp-up-auto-chip-production\">TSMC to invest $2.8bn in China to ramp up auto chip production</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Opinion/Biden-s-chip-arms-race-with-China-will-add-to-global-uncertainty\">Biden's chip ‘arms race' with China will add to global uncertainty</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/US-to-lead-world-again-Biden-tells-CEOs-at-semiconductor-summit\">US to lead world again, Biden tells CEOs at semiconductor summit</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Western-Digital-CEO-bullish-on-Kioxia-tie-up-in-battle-for-chip-scale\">Western Digital CEO bullish on Kioxia tie-up in battle for chip scale</a></p></li> </ul><p>Source: Cheng Ting-Fang and Lauly Li, Nikkei Staff Writers 2021 'US-China tech war: Beijing's secret chipmaking champions' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-12T22:00:59.234Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 19210,
          "end": 19212
        }
      ]
    }
  ]
}