{
  "_id": "2dea2f699b8b7686a725fddd1f6ec2ac7bdc23598d89f879558c02bb9668121c",
  "feed": "ftcomall",
  "title": "Inside Johnson & Johnson's bankruptcy two-step",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/behind-the-money\"><em>Behind the Money</em></a><em> podcast episode:</em> <a href=\"https://www.ft.com/content/4633230f-7c21-4c77-8383-06746d8ad4fc\"><em>Inside Johnson &amp; Johnson's bankruptcy two-step</em></a> </p> <p><strong>Michela Tindera<br></strong>On May 5th 2020, a couple named Val and Holly Johnson officially make a decision that has been stewing for months. They decide to file a lawsuit against one of the world's largest healthcare companies, Johnson and Johnson. In their lawsuit, they say that Johnson and Johnson sold them talc-based baby powder that had asbestos in it — a known carcinogen. </p> <p><strong>Val <br></strong>They conspired. This was, this was not an accident that they did this. </p> <p><strong>Michela Tindera<br></strong>That's Val. He's 61 years old, and he and his wife, Holly, say that Val's use of Johnson's baby powder led to his diagnosis of mesothelioma. He found out that he had this rare and deadly form of cancer just months earlier. </p> <p><strong>Val<br></strong>If they would have taken care of this when they first knew about it, I would have never been sick. I would still be healthy today. I could be off hiking mountains and travelling and seeing the world and doing the many things I wanted to do. </p> <p><strong>Michela Tindera <br></strong>It takes more than a year after they file their initial lawsuit, but eventually Val has his day in court. </p> <p><strong>Val <br></strong>In court was very, very hard. I testified for, I think it was a day and a half. J&amp;J's attorney was just nasty, mean. He accused me of, and I forget exactly how he put it, but he accused me of being like the people in the Salem witch trials. </p> <p><strong>Michela Tindera<br></strong>After Val gives his testimony, he goes back home and waits. And on Tuesday, October 12th, he receives a phone call. And finally he gets some news. The jury on his trial had made their decision. They determined that Johnson and Johnson's talc baby powder was an important factor in Val developing mesothelioma. And not only that, but also that Johnson and Johnson as a company had acted with, quote, “malice or fraud”, unquote, as well as negligence, which led to Val's mesothelioma. The jury awards Val $27mn. </p> <p><strong>Val <br></strong>I kind of felt like there was some justice in the world. </p> <p><strong>Michela Tindera <br></strong>The decision wouldn't change Val's condition, but he knew that at least his wife Holly and his family would be taken care of after he dies. But then just two days later, Val gets another surprise. It turns out that Johnson and Johnson has undergone a unique legal manoeuvre known as the “Texas two-step”. It's a funny sounding name, but it has serious implications for Val and for thousands of others. Part of that manoeuvre involved hitting pause on all ongoing litigation it had with its creditors like Val. And this means that after all this time, Val's verdict is now up in the air. </p> <p><strong>Val <br></strong>It was devastating, heartbreaking to realise because with that it's very unlikely I'll even be around to hear how that turns out. I felt there was justice and then I felt there was not justice. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera <br></strong>It wasn't just because of Val that Johnson and Johnson underwent the two-step. In the fall of last year, the company was facing nearly 40,000 lawsuits like Val's. They were all from people alleging that one of its oldest products, its talc-based baby powder, had given them cancer. Companies weighed down by personal injury lawsuits argue that this unusual legal move is the best way to handle these sorts of claims. They say it provides for a more streamlined and equitable way to address thousands of these sorts of lawsuits. Critics argue that it's slowing down justice and that it's taking away people's right to having their day in court. And other companies are watching Johnson and Johnson to see how their case will play out. On today's episode, we examine whether Johnson and Johnson's Texas two-step manoeuvre is setting a new precedent for corporations to evade accountability in America. I'm Michela Tindera, and this is Behind the Money. </p> <p>[MUSIC PLAYING]</p> <p>Before Val's diagnosis, he loved to go hiking where he lives now in Utah. His hikes put him on top of the world, almost literally. </p> <p><strong>Val <br></strong>I climbed Mount Whitney. Its 14,500 and change-feet high. So I spent a year preparing for that and climbed it. And I did a couple of canyons here in Utah. One of the most famous ones that I did is the Narrows, Zion Narrows, which is about, I forget, something like 80-mile hike through the river. Beautiful. </p> <p><strong>Michela Tindera <br></strong>But within a few years, things took a drastic turn. </p> <p><strong>Val <br></strong>The doctor called me up and was on the phone, was like, you have mesothelioma. Do you know what that is? And I'm like, I've heard of it, but I don't really know what it is. And he said, it's asbestos cancer. It didn't really register when I first heard it. I didn't know hardly anything about it. And I've since learnt of course a lot more that it's essentially a death sentence, that there's not really any cure for it. </p> <p><strong>Michela Tindera<br></strong>After he got that call from his doctor, Val was flabbergasted. He couldn't think of how he had been exposed to a carcinogen like asbestos. </p> <p><strong>Val <br></strong>At first glance it was like, how did I get mesothelioma? Where would it have come from? The, it's typically, I guess from shipyards and construction sites and stuff, but I've always worked an office job. </p> <p><strong>Michela Tindera<br></strong>Val says that after his diagnosis, he did some research online and he came across an investigation that had been published by Reuters back in 2018. </p> <p><strong>News clip <br></strong>Now a bombshell report from Reuters says company documents show J&amp;J knew from at least 1971 to the early 2000s that its raw talc and finished powders sometimes tested positive for small amounts of asbestos and failed to disclose it. </p> <p><strong>Val<br></strong>I thought about it and then I've used Johnson and Johnson baby powder since I was four years old, and I've used it through almost all of my life. </p> <p><strong>Michela Tindera<br></strong>Val says he used it on himself, and he used it on his children when they were babies. He also found another use for it later in life. One of his sons, Joey, was born with a chromosome deletion. He died in May 2019 when he was 26 years old. But throughout his life, he needed round the clock care. He wore diapers into his twenties, needed compression bandages to address bedsores, and also eventually wore a wetsuit so he wouldn't scratch at his own skin. Val says he would apply baby powder to his son's body to help with all of those things. </p> <p><strong>Val <br></strong>And I had no idea that it had asbestos in it, obviously, or I wouldn't have used it. </p> <p><strong>J&amp;J advertisement <br></strong>(Child speaking) Johnson's baby powder from Johnson and Johnson. It'll keep you comfortable. Take it from a baby. </p> <p><strong>Michela Tindera<br></strong>If you had a baby or were a baby sometime over the last century, there's a good chance that you've used some sort of Johnson's baby product. Their wipes or lotions or shampoos, or perhaps their talc-based powder. With slogans like their shampoo's “no more tears”, they promised products that were safe and gentle enough for babies. But that all changed with reports that asbestos was mixed in with its talc-based baby powder. J&amp;J has said that its products are safe and has denied that its baby powder contains asbestos and causes cancer. But still, people began to sue the company. Here's the FT's US pharmaceuticals correspondent Jamie Smyth. </p> <p><strong>Jamie Smyth<br></strong>A woman named Jacqueline Fox files a personal injury lawsuit against J&amp;J. In it, she claims that she ended up with ovarian cancer after using Johnson's baby powder for more than 35 years. Jacqueline dies before her case is decided. But a jury ends up awarding her family $72mn in 2016. </p> <p><strong>Michela Tindera <br></strong>Later, her case is actually overturned on a technicality. But that opens a floodgate for future claims. In 2016, the year that Jacqueline's family receives her verdict, it's one of roughly 500 other cancer-related lawsuits filed against the company. Four years later, that number balloons to more than 25,000 complaints. To put that into perspective, Johnson and Johnson said in a court filing that by January 2020, they were being served with, on average, one or more ovarian cancer complaints every hour of the day, every single day of the week. J&amp;J says that it's won more of these cancer-related lawsuits than it's lost, but it has lost at least one very large one. </p> <p><strong>Jamie Smyth <br></strong>In 2018, a Missouri jury orders Johnson &amp; Johnson to pay nearly $4.7bn in damages to a group of nearly two dozen women who claimed they got cancer from using Johnson's talc products. </p> <p><strong>Michela Tindera <br></strong>That $4.7bn figure was later reduced roughly in half. But J&amp;J continues to appeal the case, and it gets pushed all the way up to the Supreme Court. But in June of last year, the Supreme Court declines to review the case. That means that J&amp;J will have to pay out more than $2bn in damages. This is a big blow to Johnson and Johnson, and this is a big turn in our story. The moment where Jamie Smyth thinks everything changed. </p> <p><strong>Jamie Smyth<br></strong>I think the key moment when J&amp;J pushed the button on doing this Texas two-step mechanism was probably when the Supreme Court rejected that appeal. The company warned that the cost of the litigation could become unsustainable, and therefore it started to look for different ways that it could deal with it. </p> <p><strong>Michela Tindera <br></strong>And this is where the Texas two-step enters the picture. </p> <p><strong>Jamie Smyth<br></strong>This whole mechanism sort of relies on this 1989 statute that was passed by the Texas state legislature on divisive mergers. </p> <p><strong>Michela Tindera <br></strong>That's Jamie again. Jamie says the law was originally passed as a way to make it easier to do corporate spin-offs. But now, years later, it's being used as step one in this Texas two-step move. So here's how the whole thing works. Step 1 . . . </p> <p><strong>Jamie Smyth <br></strong>First, you have to register as a corporate entity in Texas. </p> <p><strong>Michela Tindera<br></strong>And then split into two. The divisive merger statute in Texas makes it an easier process to do this compared to other states. As it makes that split, it decides how to divvy up its assets and liabilities between the two parts. </p> <p><strong>Jamie Smyth <br></strong>In Johnson &amp; Johnson's case, the company's consumer products subsidiary that had been selling the talc baby powder and the existing pharmaceutical and medical device divisions keep their assets, the valuable, functioning parts of the company. Some people have dubbed this the GoodCo. </p> <p><strong>Michela Tindera<br></strong>And a second company is set up to hold the liabilities. So in J&amp;J's case, they set up a new company. </p> <p><strong>Jamie Smyth <br></strong>But a second company is formed as well to hold all the total liabilities. And this is called LTL Management, which we can call the BadCo. </p> <p><strong>Michela Tindera <br></strong>So now there are two separate companies, and that's step one. Now we can move on to step two. </p> <p><strong>Jamie Smyth<br></strong>For step two, this new company that's now holding the liabilities, what some called the BadCo, goes ahead and files for Chapter 11 bankruptcy. </p> <p><strong>Michela Tindera<br></strong>So that's how the two-step works. But there are a lot of disagreements over who this process is really benefiting, the company or the claimants? One disagreement is over the settlement. In Chapter 11, the idea is to come up with a settlement dollar figure that both the debtors and the creditors can agree on. And as you might guess, that can be easier said than done. </p> <p><strong>Jamie Smyth <br></strong>There's no certainty that these trusts have enough money to pay out all the victims, and that's another key criticism of the system. So the use of the two-step mechanism really follows a pattern over recent years whereby debtors have deployed much more aggressive tactics to deal with creditors and bankruptcy cases. </p> <p><strong>Michela Tindera <br></strong>Johnson and Johnson has already proposed setting up a $2bn settlement trust for victims. And the company denies that it's walking away from its liabilities. But because there are thousands of talc claimants, those claimants say that's not nearly enough. Still, J&amp;J has said that going through the bankruptcy process actually ends up creating a more what they call equitable and efficient way of dividing and paying out money to victims. Jamie says that J&amp;J has described the previous system of going through each case one by one, like a lottery system. A few claimants receive astronomical awards from juries, and others get nothing. </p> <p><strong>Jamie Smyth <br></strong>They say it's unfair. They claim it's being abused by trial lawyers who they're effectively saying are like ambulance chasers going on recruiting people for these cases. And they say they've really come under an unrelenting assault over the last five years. </p> <p><strong>Michela Tindera <br></strong>There's another concern, too. It has to do with something called an “automatic stay”. When a company goes into bankruptcy, the company is basically allowed to press pause on any lawsuits that have been filed against it. And that is exactly what happened with Val's case. So as we mentioned at the beginning of the episode, the verdict in Val's trial is delivered on October 12th 2021. Two days later, Johnson and Johnson's new company created by the two-step, called LTL, files for bankruptcy. It's not necessarily like Val was going to get a check for $27mn in the mail the week that he received his verdict. J&amp;J appealed Val's verdict before the pause kicked in. But now all of that is on hold while this bankruptcy process takes place. </p> <p><strong>Jamie Smyth <br></strong>Given that many of these cancer sufferers do not have long to live, it really puts undue pressure on them to make settlements, even if such a settlement is far below what a jury would award. </p> <p><strong>Michela Tindera <br></strong>Meanwhile, for the company, the pressure is sort of lifted. Because the assets and liabilities were split into two separate companies, the one with the assets is allowed to just continue on, sort of business as usual. Without companies feeling that pressure to settle, it raises the question: if J&amp;J is able to section off its liabilities in this way, could that inspire other companies to do the same thing? </p> <p><strong>Jared Ellias<br></strong>If you take the position that you, the company should be allowed to sort of sever the burdens from bankruptcy from the benefits from bankruptcies, you know, what's to stop, for example, the next time you have a big oil spill? </p> <p><strong>Michela Tindera<br></strong>That's Jared Ellias. He's a law professor and corporate bankruptcy expert at the UC Hastings College of the Law. </p> <p><strong>Jared Ellias</strong> <br>You now are terrified of all the lawsuits against you. So you do a Texas two-step. You put those liabilities into bankruptcy, and then you can just wait for years and litigate and stall a settlement. And during that time, evidence can spoil on people who are harmed, will die. And all of the sort of motivation to settle quickly just disappears when a company doesn't have assets in bankruptcy. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera <br></strong>After J&amp;J's LTL Management filed for bankruptcy last October, it was immediately challenged by talc claimants. </p> <p><strong>Jamie Smyth <br></strong>The talc claimants' lawyers argued that, you know, J&amp;J is in no way in financial trouble. It's a corporation with a triple-A credit rating. It is worth almost half a trillion dollars. So it's unfair to say that these potential payouts could, you know, could force it into bankruptcy. That was one of their key arguments. </p> <p><strong>Michela Tindera <br></strong>The talc claimants also said that J&amp;J's manoeuvre was taking away their right to a jury trial and that it was putting an unfair cap on how much money they would receive in settlements. And then J&amp;J argued that they were facing litigation costs of up to $190bn related to the cancer complaints. They said that amount of money posed a severe threat to the company's finances. But after a hearing in February, the bankruptcy judge on the case denied the talc claimants' motion to dismiss. He said that they hadn't proven that J&amp;J had acted in, quote, “bad faith”, unquote, by placing LTL into bankruptcy. </p> <p><strong>Jamie Smyth <br></strong>He stated in the ruling that the bankruptcy court is the optimal venue for redressing the harms of both present and future talc claimants. He said it would be more efficient to do it this way rather than for J&amp;J and the claimants to go through every single one of these 38,000 cases, which could take an awful long time. But it's important to note that the legal debate really isn't over yet. </p> <p><strong>Michela Tindera <br></strong>After the decision in February, the talc claimants responded by filing an appeal. So this means that once again, the talc claimants will have the opportunity to try to prove that a bankruptcy court is not the right place to hear these sorts of cases. But still, there are concerns. If this case fails in the appeals court and Johnson and Johnson is allowed to proceed with its bankruptcy, it could establish a road map for more companies to use this Texas two-step manoeuvre. Earlier this year, Jamie was reporting on the two-step when he picked up on something interesting. </p> <p><strong>Jamie Smyth<br></strong>I started to notice that Jones Day kept popping up in these four different cases involving this procedure. </p> <p><strong>Michela Tindera <br></strong>Jones Day is one of the largest law firms in the country. And Jamie says that Jones Day is the architect of the Texas two-step. </p> <p><strong>Jamie Smyth<br></strong>So when you look through the court documents, it shows that Jones Day has successfully marketed the two-step mechanism to four companies. All of them are facing billions of dollars in asbestos-related personal injury litigation. </p> <p><strong>Michela Tindera <br></strong>If you're not familiar with how big law firms operate, it might sound weird that a law firm would market a specific bankruptcy manoeuvre to potential clients. But corporate bankruptcy expert Jared Ellias says that's basically these lawyers' jobs. </p> <p><strong>Jared Ellias<br></strong>And so it appears that, you know, Jones Day is at the leading edge of implementing this new Texas two-step strategy, and that's entirely in line with what their role as attorneys would suggest they should be doing. And the question is, will the courts tell them and their clients that this is wrong, or are they, you know, pioneering a new way to use the bankruptcy system? </p> <p><strong>Michela Tindera<br></strong>Right now, there are just four known examples of corporations that are using the Texas two-step. There's Johnson and Johnson, but also affiliates of three other manufacturing businesses. There is a part of Georgia-Pacific as well as Trane Technologies and Saint-Gobain. The first company to use the Texas two-step was an affiliate of Georgia-Pacific, which is owned by the massive conglomerate Koch Industries. They first filed for bankruptcy in 2017 with the help of Jones Day. Jamie has reported that it's been pretty lucrative for Jones Day to advise these companies over the last few years. In fact, records show that Jones Day has claimed more than $70mn in court-approved bankruptcy fees from these four companies. </p> <p><strong>Jamie Smyth<br></strong>This is probably just a fraction of what the law firm has earned through this because these fees do not apply to the advisory fees which the company gets paid prior to filing for the bankruptcy. </p> <p><strong>Michela Tindera<br></strong>Jones Day has declined to answer questions or comment on its role in the Texas two-step bankruptcy process. However, we did come across a recent recording from a panel that one attorney from Jones Day named Greg Gordon spoke on. He's a partner at Jones Day's office in Texas, where he specialises in Chapter 11 restructurings. And he's worked on these Texas two-step cases for Jones Day. In late April, he spoke at the American Bankruptcy Institute's annual spring meeting, and he says he's quite fond of the two-step. </p> <p><strong>Greg Gordon <br></strong>I, of course, think that divisional merger is the greatest innovation in the history of bankruptcy. </p> <p><strong>Michela Tindera <br></strong>He also says that the J&amp;J case was the worst he's seen. </p> <p><strong>Greg Gordon <br></strong>For many years, I've been involved with companies with asbestos liability, and those liabilities are very difficult for companies to deal with because of the thousands of claims they would get every year. And just the inability, frankly, to defend themselves and ended up settling those cases just to save defence costs was literally impossible to litigate the cases. But at least with asbestos, you had a situation where it was recognised that asbestos was a dangerous product. </p> <p><strong>Michela Tindera <br></strong>But he says companies that made it known that asbestos was in their products had at least some sort of defence in court. Remember, J&amp;J denies that their product contains asbestos. </p> <p><strong>Greg Gordon<br></strong>When J&amp;J came to us, I mean, their situation was far worse from the perspective of both the company and the claimants, because in only about five years they had ramped up from virtually zero cases, and these are cases based on an argument that Johnson's baby powder causes disease, from literally nothing to they have almost 40,000 cases pending at the time of the filing. And that's just an unbelievable scenario to me. </p> <p><strong>Michela Tindera<br></strong>Greg also tells the panel that this makes it tough for J&amp;J to litigate each and every one of these cases. </p> <p><strong>Greg Gordon<br></strong>How do you deal with the fact you're getting 10,000 more per year, and they're anticipated to continue for the next 50 years? What do you do about that as a company, no matter how big you are? But then look at it from the standpoint of the claimants. It was awful from their perspective too because it was literally, and this gets reported in the press, but I think it's true, it was literally like a lottery for the claimants. The large majority of the claimants lost. </p> <p><strong>Michela Tindera<br></strong>J&amp;J might be the worst two-step case Greg has seen, but it may not be the last one his firm works on. Jamie says there's been interest from other companies to try out the two-step. This includes 3M, which is accused of producing defective earplugs for the US military. It's faced hundreds of thousands of lawsuits, and it's lost ten out of 16 trials as of this June.</p> <p><strong>Jamie Smyth<br></strong>And this could be ripe for a Texas two-step style mechanism to try and help the company with those claims. There's also Dow Chemical, which faces 9,000 claims tied to cancer.</p> <p><strong>Michela Tindera <br></strong>More eyes will be watching how J&amp;J's case unfolds. It's caught the attention of members of Congress. There was a congressional hearing that discussed the two-step in February, and Senator Dick Durbin of Illinois has expressed interest in drafting legislation to reform this process. But then there is at least one person who isn't paying attention too closely any more: Val. </p> <p>[MUSIC PLAYING]</p> <p>Val says that while sometimes friends will send him articles about the bankruptcy case, he hasn't really kept up with what's going on. </p> <p><strong>Val<br></strong>I suspect I don't have a lot longer to live. I keep getting worse and worse. The last three months have been very difficult. But (coughs), but I'm focused. Again, I always come back to the signs of a successful life. I can just still walk, and I can still drive. And I'm loving life and enjoying, you know, you go outside the day here and it's 60 degrees or something. Our bulbs blossomed this week in our yard, and we have beautiful purple and yellow and white flowers growing in our yard. I came in from my drive, and I saw those in our front yard. I came in and my wife and I told her about them bulbs that were blossoming and I said, that makes me so happy. I'm focused on enjoying the life that I have, and I'm not really following it very much. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera<br></strong>Behind the Money is hosted and produced by me, Michela Tindera. Stephanie Horton is our contributing producer. Topher Forhecz is our executive producer. Sound design and mixing by Sam Giovinco. Special thanks to Jessica Dye. Cheryl Brumley is the global head of audio. Thanks for listening. See you next week.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Michela Tindera and Jamie Smyth  2022 'Inside Johnson &amp; Johnson's bankruptcy two-step' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-15T04:00:52.489Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 21283,
          "end": 21285
        }
      ]
    }
  ]
}