{
  "_id": "eb0545a2326c0e787e164099f9d54120eecbe2147cb579329b66517ba8f135c2",
  "feed": "market-watch",
  "title": "U.S. stocks mostly lower, weighing Bank of Japan policy shift and possible recession fears",
  "text": "<p>* The S&amp;P 500 SPX dipped nearly 9 points, or 0.2%, to 3,808.</p><p>* The Dow Jones Industrial Average DJIA was up 4.5 points, or less than 0.1%, at 32,762.</p><p>* The Nasdaq Composite COMP was down 58 points, or 0.5%, to 10,487.</p><p>Stocks fell for a fourth straight session on Monday. The Nasdaq Composite was down 6.3% over that stretch, and has retreated 32.6% so far this year.</p><p>What's driving markets</p><p>Wall Street is staring at the chance of a fifth straight losing session while investors weigh the implications of a surprise monetary policy shiftby the Bank of Japan.</p><p>The S&amp;P 500 closed the previous day near a six-week low amid concerns that central banks' hiking of borrowing costs to combat inflation will push economies into recession and cause corporate earnings to fall.</p><p>The Bank of Japan had been a supportive outlier of late having maintained rates at the zero lower bound while others embarked on their biggest tightening cycle in a generation, noted Henry Allen, strategist at Deutsche Bank.</p><p>But on Tuesday the BoJ doubled the cap on the country's 10-year bond, from 0.25% to 0.5%, causing the yen to jump more than 3% while whacking equities in the region and giving U.S. stock investors more to consider.</p><p>See: Why the Bank of Japan's surprise policy twist is rattling global markets</p><p>The BoJ kept its short term interest rate at minus 0.1%, but the raising of the yield at which it will allow bonds to trade was seen as a step towards the ending of its era of ultra-loose monetary policy. The Nikkei 225 JP:NIK fell 2.46%.</p><p>\"It's important not to underestimate the impact this could have, because tighter BoJ policy would remove one of the last global anchors that's helped to keep borrowing costs at low levels more broadly,\" Allen added.</p><p>The 10-year U.S. Treasury yield BX:TMUBMUSD10Y stood at 3.686% as the equivalent maturity Japanese government bond BX:TMBMKJP-10Y climbed to 0.418%.</p><p>However, some analysts argued that recent falls for U.S. stocks were starting to look overdone, and indeed S&amp;P 500 futures pared losses later.</p><p>\"U.S. equity markets remain trending lower in the short run, but are close to near-term support which should materialize between 12/21-12/23 at marginally lower levels,\" wrote Mark Newton, head of technical strategy at Fundstrat, in a note to clients.</p><p>\"The percentage of stocks above their 20-day moving average is nearing single digit territory, which normally provides relief for longs. Overall, I don't expect markets to go down much further in December, and risk/reward for trading shorts looks sub-par with SPX not far above targets at 3,725.</p><p>\"This might materialize at 3775-3800 before allowing for a minor bounce, and then retest into Wednesday-Friday. However, I'm fully expecting a bounce next week into year-end, regardless if it proves temporary,\" Newton concluded.</p><p>Building permits and housing starts were both down in November, according to data released Tuesday morning. Building permits fell 11.2% while housing starts fell 0.5%.</p><p>Companies in focus</p><p>* 3M Co. MMM isphasing out the manufacturing of so-called \"forever chemicals\" like fluoropolymers, fluorinated fluids, and PFAS-based additive products by the end of 2025. The phase-out process will include taking mostly non-cash charges of $1.3 billion to $2.3 billion to exit the line of business. Shares are down 0.5% in early trading .</p><p>* Wells Fargo &amp; Co. WFC is being ordered to pay a civil penalty of $1.7 billion and return more than $2 billion to consumers, according to the Consumer Financial Protection Bureau. The regulator said the fines and consumer redress are connected to \"widespread mismanagement\" of auto loans, mortgages and deposit accounts, the CFPB said. Shares were off 0.5% in early trading.</p><p>U.S. stocks mostly lower, weighing Bank of Japan policy shift and possible recession fears</p>",
  "published": "2022-12-20T14:55:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2998,
          "end": 3004
        },
        {
          "start": 2998,
          "end": 3000
        }
      ]
    }
  ]
}