{
  "_id": "8228a8d2f2bd464030ee61b8f7647ec91ea3b3f88789987c115d99c06d651012",
  "feed": "ftcomall",
  "title": "3M: industrial titan is defined by its mounting legacy liabilities",
  "text": "<p>Industrial titans are lucky if the only spreadsheet deduction needed to get to residual equity value is financial debt. Manufacturers often have operations from decades ago whose products and&#xa0;practices do not look so pretty under a modern lens. Legacy liabilities of that kind are piling up at 3M.</p> <p>The Minnesota-based company on Tuesday said it would stop manufacturing “forever chemicals” known by the<a href=\"https://www.ft.com/content/7d95cdd3-601c-4026-a2bd-0df1a303424f\"> “Pfas” </a>abbreviation. These have historically featured in such famed 3M products as Scotchgard fabric protector.</p> <p>Pfas molecules do not break down easily. They accumulate in the environment and sometimes in human bodies. 3M said the shutdown would cost $1.3bn in annual revenue and a couple of hundred million dollars in cash flow. It also said it would take a non-cash charge of roughly $2bn. </p> <p>The extra billions 3M might owe in legal settlements and remediation costs remains an open question. </p> <p>Another subsidiary, Aearo, has filed for bankruptcy over defective military earplugs that allegedly harmed users. 3M has allocated $1bn for future settlements but that figure may be light. In a third product-liability matter, the company is confronted by allegations that its face masks harmed miners.</p> <p>In the past five years, 3M shares have fallen nearly 50 per cent. The company still has annual revenue of $35bn and a market capitalisation of $70bn. But nebulous legal liabilities make it difficult for investors to value its shares. That deepens their pessimism.</p> <p>In the instance of Aearo, 3M is trying a controversial strategy to ring fence the potential liability even as it pledges to fund the entire cost of settlements. This is supposed to make 3M easier to evaluate. Making a clean break from Pfas is a similar effort for clarity. 3M is meanwhile spinning out its crown jewel healthcare business. </p> <p>What ultimately matters is the cost of settling with alleged victims represented by aggressive lawyers. The company and its shareholders have deep pockets. But laying legacy issues to rest will be pricey, no matter how cleverly 3M segments liabilities.</p><p>Source:  2022 '3M: industrial titan is defined by its mounting legacy liabilities' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-21T19:00:40.050Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 471,
          "end": 473
        },
        {
          "start": 1222,
          "end": 1224
        },
        {
          "start": 1010,
          "end": 1012
        },
        {
          "start": 1648,
          "end": 1650
        },
        {
          "start": 622,
          "end": 624
        },
        {
          "start": 1488,
          "end": 1490
        },
        {
          "start": 294,
          "end": 296
        },
        {
          "start": 2029,
          "end": 2031
        },
        {
          "start": 1735,
          "end": 1737
        },
        {
          "start": 814,
          "end": 816
        }
      ]
    }
  ]
}