{
  "_id": "4147e01680a12c2b5be03471085c02d1cd2e0f52c5c3cfe027d61dbf92250fe2",
  "feed": "market-watch",
  "title": "Here's another sign that home-improvement demand is falling; Masco missed third-quarter earnings expectations and cut its full-year outlook as demand declined",
  "text": "<p>Before Wednesday's opening bell, Masco Corp. MAS reported third-quarter adjusted profit that surprisingly declined, while revenue was flat due to higher prices but was below expectations.</p><p>The home-improvement and building-products company, whose brands include Behr paint and Delta faucets, also slashed its 2022 profit-guidance range given expectations of \"lower market demand,\" increased foreign currency headwinds and higher costs.</p><p>The company's stock dropped 5.7% to close Wednesday at $45.57, but pared earlier losses of as much as 12.4% at a 2½-year intraday low of $42.33.</p><p>\"Demand moderated more than expected in the third quarter, with most categories experiencing declining volumes year-over-year,\" said Chief Executive Keith Allman on a post-earnings conference call with analysts, according to a FactSet transcript.</p><p>That backs up comments made Tuesday by Chief Executive Mike Roman of 3M Co. MMM, which makes a number of do-it-yourself home-improvement products, such as Scotch adhesives, Command hooks and Scotchgard flooring products. Roman had said on 3M's post-earnings conference call that \"we saw some softening in home improvement in the U.S. in the third quarter,\" according to a FactSet transcript.</p><p>For Masco, Allman said the slowdown became really apparent in September and was expected to continue into the fourth quarter. The lowered full-year guidance factors into what's been seen so far in October.</p><p>As part of the weakness, Allman said, \"we've seen some softening in DIY paint demand.\"</p><p>That could provide some guidance into what Home Depot HD is seeing in its fiscal third quarter, which runs through October, because Behr DIY paint is sold exclusively at Home Depot.</p><p>And while Home Depot doesn't break out how much paint it sells in a quarter, paint is part of its Decor product line, which represented 32.2% of total revenue for the fiscal second quarter.</p><p>Home Depot didn't comment on demand trends, saying it was \"very close\" to reporting earnings, scheduled for Nov. 15. \"We'll share more then,\" a spokesperson said.</p><p>Lowe's LOW, which is expected to report quarterly results on Nov. 16, did not immediately respond to a request for comment.</p><p>The weakness Masco is seeing isn't just in paint, and it's not concentrated in any geographic region.</p><p>\"[T]he overall slowdown, if you will, has been … pretty broad-based,\" Allman said. \"It wasn't like there was one particular part of the country or one particular channel or one particular type of product.\" He did note, however, that professional paint sales have been doing \"quite well.\"</p><p>Masco's stock has tumbled 15.5% over the past three months, while shares of Home Depot have slipped 2.9% and Lowe's have gained 1.9%. In comparison, the S&amp;P 500 SPX has eased 4.8%.</p><p>The earnings numbers</p><p>Early Wednesday, Masco reported net income for the quarter ending Sept. 30 of $218 million, or 97 cents a share, compared with $220 million, or 89 cents a share, in the same period a year ago. Earnings per share (EPS) rose while net income fell because the number of shares used to calculate EPS declined to 227 million from 247 million.</p><p>Excluding nonrecurring items, adjusted EPS fell to 98 cents from 99 cents, while the FactSet consensus called for a rise to $1.05.</p><p>Sales were flat at $2.20 billion, but below the FactSet consensus of $2.24 billion.</p><p>Cost of sales grew 4% to $1.51 billion, as gross margin contracted to 31.5% from 34.2%.</p><p>For 2022, the company lowered its guidance range for adjusted EPS to $3.70-$3.80 from $4.15-$4.25.</p><p>On the bright side, Masco said it has set a new $2 billion share-repurchase program.</p><p>Here's another sign that home-improvement demand is falling</p>",
  "published": "2022-10-27T12:03:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 896,
          "end": 898
        },
        {
          "start": 1066,
          "end": 1068
        },
        {
          "start": 896,
          "end": 902
        }
      ]
    }
  ]
}