{
  "_id": "02bfb044c0dfd042f65d3ddebaaddb7b2526c6fe606659fe804a78f76811b880",
  "feed": "wall-street-journal",
  "title": "U.S. News:  California Sues 3M,  DuPont Over PFAS  ----  By Christine Mai-Duc and Kris Maher",
  "text": "<p>   California is suing 3M Co. and DuPont de Nemours Inc. along with other manufacturers of PFAS, a collection of chemicals that have been linked to health issues including cancer and are commonly found in consumer products such as fabrics, food packaging and cookware. </p><p>   The complaint, filed in Alameda County Superior Court on Thursday, alleges that a total of 18 defendant manufacturers made products containing PFAS, commonly known as forever chemicals, for decades even though they knew they were toxic and harmful to humans and the environment. </p><p>   Several other states, including North Carolina and New York, previously filed lawsuits against PFAS manufacturers. </p><p>   The California suit is the broadest to date brought by a state, attorneys familiar with other claims said. It targets a variety of sources of PFAS contamination, such as wastewater-treatment plants and landfills, and seeks medical monitoring in communities that have been exposed. </p><p>    \"Nowhere in this country is there a case of this scope, size or impact,\" California Attorney General Rob Bonta said at a news conference on Thursday. \"We're taking them to court to hold them accountable and we have the evidence to show that they've hurt and harmed untold numbers of Californians.\" Mr. Bonta, a Democrat, said the companies could be liable for hundreds of millions of dollars. </p><p>   3M said it \"acted responsibly in connection with products containing PFAS and will defend its record of environmental stewardship.\" </p><p>   DuPont said it shouldn't have been included in the California lawsuit because it never manufactured PFAS chemicals used in products such as firefighting foam. </p><p>   \"We look forward to vigorously defending our record of safety, health and environmental stewardship,\" DuPont said. </p><p>   The California suit focuses on seven PFAS chemicals, including PFOA and PFOS, which the complaint alleges have been detected in the blood of 99% of state residents tested. </p><p>   It comes after a two-year investigation that found the manufacturers knowingly violated state consumer protection and environmental laws, Mr. Bonta said. The chemicals are part of a class of perfluoroalkyl and polyfluoroalkyl substances, or PFAS, that have become the subject of a growing wave of litigation. </p><p></p>",
  "published": "2022-11-11T07:13:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 27,
          "end": 29
        },
        {
          "start": 20,
          "end": 26
        },
        {
          "start": 20,
          "end": 22
        },
        {
          "start": 1334,
          "end": 1336
        }
      ]
    }
  ]
}