{
  "_id": "4c210ddbd860556ae7d77b864d9b40543bbd260d3293ed14a1c0e24c66e13d48",
  "feed": "market-watch",
  "title": "10 Dividend Aristocrat stocks expected by analysts to rise up to 54% in 2023; Stocks in this group have outperformed the benchmark S&P 500 for as long as 30 years",
  "text": "<p>First, let's define this group of stocks.</p><p>Holding up as interest rates rise</p><p>The S&amp;P 500 Dividend Aristocrats Index XX:SP50DIV is made up of 63 stocks within the benchmark S&amp;P 500 SPX that have raised regular dividends for at least 25 consecutive years. That's the only requirement — it makes no difference how high or low a stock's current yield is. The index is equally weighted and tracked by the ProShares S&amp;P 500 Dividend Aristocrats ETF NOBL.</p><p>Here's how the S&amp;P 500 Dividend Aristocrats Index has performed against the S&amp;P 500 this year through Dec. 2 with dividends reinvested:</p><p>Investors have taken comfort in the Aristocrats during this year's broad decline for stocks. But outperformance is also reflected in the indexes' longer-term returns: </p><p> Index                         3 years  5 years  10 years  15 years  20 years  25 years  30 years  S&amp;P 500 Dividend Aristocrats  11.5%    11.4%    13.4%     11.5%     11.5%     10.2%     11.45%  S&amp;P 500                       11.2%    11.0%    13.3%     9.2%      9.8%      7.9%      9.91%  Source: FactSet</p><p>The S&amp;P 500 Dividend Aristocrats Index has outperformed the S&amp;P 500 for all periods on the table. But the greatest outperformance has been for periods of 15 years or longer, which factor in the 2008-2009 financial crisis and/or the the reversal of the dot-com bubble in the two years through October 2002.</p><p>Investing in NOBL is an easy way to ride along with this group, but you might also be interested in individual aristocrats for long-term growth or income investments.</p><p>Analysts' favorite Dividend Aristocrats for 2023</p><p>For a broad screen of Dividend Aristocrat stocks, we expanded our pool of companies by looking at two other Aristocrat indices maintained by S&amp;P Dow Jones Indices:</p><p>* The S&amp;P 400 Dividend Aristocrats Index has 45 stocks of companies that have raised dividends for at least 15 consecutive years, drawn from the full S&amp;P Mid Cap 400 Index MID. It is tracked by the ProShares S&amp;P MidCap 400 Dividend Aristocrats ETF REGL.</p><p>* The S&amp;P High Yield Dividend Aristocrats Index XX:SPHYDA is made up of the 119 stocks in the S&amp;P Composite 1500 Index XX:SP1500 that have increased dividends for at least 20 straight years. It is tracked by the SPDR S&amp;P Dividend ETF SDY. The S&amp;P Composite 1500 itself is made up of the S&amp;P 500, the S&amp;P Mid Cap 400 and the S&amp;P 600 Small Cap Index SML. So the S&amp;P High Yield Dividend Aristocrats Index includes all the stocks in the S&amp;P 500 Dividend Aristocrats Index. But it excludes some that are in the S&amp;P 400 Dividend Aristocrats Index. The name of the High Yield Dividend Aristocrats Index is confusing because the yields aren't necessarily high — they range from 0.31% to 6.91%.</p><p>All together, removing duplicates, there are 134 companies in the three Dividend Aristocrats indexes.</p><p>To screen by enthusiasm among analysts working for brokerage firms, we narrowed the list to 119 covered by at least five analysts polled by FactSet.</p><p>Among the 119 Dividend Aristocrats, 10 have majority \"buy\" or equivalent ratings and 12-month upside potential of at least 10%, based on consensus estimates: </p><p> Company                     Ticker  Share \"buy\" ratings  Dec. 2 closing price  Consensus price target  Implied 12-month upside potential  Dividend yield  Perrigo Co. Plc             PRGO    100%                 $31.94                $49.25                  54%                                3.26%  Carlisle Cos. Inc.          CSL     75%                  $259.73               $348.33                 34%                                1.16%  Regal Rexnord Corp.         RRX     86%                  $126.00               $159.57                 27%                                1.11%  ABM Industries Inc.         ABM     86%                  $46.29                $58.00                  25%                                1.69%  L3Harris Technologies Inc.  LHX     52%                  $230.00               $269.37                 17%                                1.95%  Albemarle Corp.             ALB     56%                  $284.28               $317.49                 12%                                0.56%  Lowe's Cos. Inc.            LOW     56%                  $214.84               $239.87                 12%                                1.95%  Essential Utilities Inc.    WTRG    64%                  $48.32                $53.56                  11%                                2.38%  Exxon Mobil Corp.           XOM     56%                  $109.86               $120.59                 10%                                3.31%  NextEra Energy Inc.         NEE     70%                  $85.20                $93.43                  10%                                2.00%  Source: FactSet</p><p>None of the dividend yields on the list are particularly high.</p><p>Some investors favor high dividend yields for current income. Going back to the full list of 134 companies in the three Dividend Aristocrat indexes, these are the 10 with the highest dividend yields: </p><p> Company                                Ticker  Dividend yield  Share \"buy\" ratings  Telephone and Data Systems Inc.        TDS     6.91%           20%  V.F. Corp.                             VFC     6.14%           33%  Leggett &amp; Platt Inc.                   LEG     4.98%           25%  National Retail Properties Inc.        NNN     4.76%           40%  Realty Income Corp.                    O       4.73%           50%  3M Co.                                 MMM     4.69%           5%  Walgreens Boots Alliance Inc.          WBA     4.63%           17%  International Business Machines Corp.  IBM     4.44%           33%  NorthWestern Corp.                     NWE     4.33%           33%  Franklin Resources Inc.                BEN     4.26%           0%  Source: FactSet</p><p>A high dividend yield may be important if you are looking to generate current income, but it doesn't necessarily correlate with strong long-term total returns.</p><p>None of the stocks on this second list of highest-yielding Aristocrats has majority \"buy\" or equivalent ratings, so price targets aren't included on the table.</p><p>But you can click the tickers for more information about any company or index in this article.</p><p>You should also read Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>Don't miss: 20 dividend stocks with high yields that have become more attractive right now</p><p>10 Dividend Aristocrat stocks expected by analysts to rise up to 54% in 2023</p>",
  "published": "2022-12-05T17:09:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 4162,
          "end": 4168
        },
        {
          "start": 4162,
          "end": 4164
        }
      ]
    }
  ]
}