{
  "_id": "076a37f5a47bf9453fa69a1d8467da48054e3a2891d68be909ae07c633ba19ee",
  "feed": "market-watch",
  "title": "These are the dividend stocks most recommended by top-performing newsletters — and 6 yield above 4%; This average dividend yield of this list is double that of the S&P 500",
  "text": "<p>Before I focus on such stocks, however, I want to follow up on my month-ago report on this same topic, since the performance of the stocks listed then is relevant to how much importance you might put on this month's list.</p><p>Back then, I argued that \"oil and gas stocks may be running out of steam,\" since at that time not one stock from that industry was being highly recommended by the top-performing newsletters. Since then, the energy sector—as measured by the Energy Select Sector SPDR ETF XLE—has slumped 21.9%, in contrast to a 0.8% loss for the average stock in that early-June list. Over the same period the S&amp;P 500 SPX lost 1.3% on a total-return basis.</p><p>This month, I replicate the same steps I used to construct my early-June list of stocks most recommended by these top-performing newsletters—and then added an additional filter: I narrowed the list to include only those that pay a dividend.</p><p>Once again not one oil and gas stock made it onto the list, which suggests that despite their plunge over the last month, such stocks may not yet represent good value.</p><p>A different view: It's time to buy the selloff in energy stocks, starting with these 4 names</p><p>The list is below. On average, the 23 stocks are yielding 3.1%, nearly double that of the S&amp;P 500. They are listed in descending order for their yields. Data are from FactSet.</p><p>You may be unimpressed with a list of stocks with a 3.1% yield, since inflation is running at more than double that rate. How can they be good inflation hedges?</p><p>As I explained in my column earlier this week, dividend-paying stocks' inflation-hedging potential comes not from their current yields, but instead from the faster pace at which their dividends tend to grow when inflation is higher. To the extent that remains true in coming years, their current yields should be viewed more in real than in nominal terms. </p><p> Stock                                 Yield   Number of newsletters recommending   Industry  M.D.C. Holdings MDC                   +5.5%   3                                    Household Durables  Leggett &amp; Platt LEG                   +4.7%   3                                    Household Durables  International Business Machines IBM   +4.7%   4                                    IT Services  3M MMM                                +4.6%   3                                    Industrial Conglomerates  International Paper IP                +4.4%   3                                    Containers &amp; Packaging  KeyCorp KEY                           +4.4%   3                                    Banks  Whirlpool WHR                         +3.9%   3                                    Household Durables  Cardinal Health CAH                   +3.7%   4                                    Health Care Providers &amp; Services  Intel INTC                            +3.7%   4                                    Semiconductors &amp; Semiconductor Equipment  Morgan Stanley MS                     +3.6%   3                                    Capital Markets  JPMorgan Chase &amp; Co. JPM              +3.4%   4                                    Banks  Amgen AMGN                            +3.0%   3                                    Biotechnology  Pfizer PFE                            +3.0%   3                                    Pharmaceuticals  Merck MRK                             +2.9%   3                                    Pharmaceuticals  Medtronic MDT                         +2.9%   3                                    Health Care Equipment &amp; Supplies  Snap-on SNA                           +2.7%   3                                    Machinery  Comcast CMCSA                         +2.6%   3                                    Media  CVS Health CVS                        +2.2%   4                                    Health Care Providers &amp; Services  Reliance Steel &amp; Aluminum RS          +1.8%   3                                    Metals &amp; Mining  FedEx FDX                             +1.5%   4                                    Air Freight &amp; Logistics  D.R. Horton DHI                       +1.2%   3                                    Household Durables  Microsoft MSFT                        +0.9%   3                                    Software  Apple AAPL                            +0.6%   4                                    Technology Hardware Storage &amp; Peripherals  Average of these 23 stocks            +3.1%                                           S&amp;P 500                               +1.7%                                         </p><p>Mark Hulbert is a regular contributor to MarketWatch. His Hulbert Ratings tracks investment newsletters that pay a flat fee to be audited. He can be reached at mark@hulbertratings.com .</p><p>Now read: These 10 Dividend Aristocrat stocks have made investors a lot of money — which might soar from here?</p><p>These are the dividend stocks most recommended by top-performing newsletters — and 6 yield above 4%</p>",
  "published": "2022-07-09T12:55:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2062,
          "end": 2064
        }
      ]
    }
  ]
}