{
  "_id": "b870429159da6daf34f0b1a40a9ecdab8c64eb229a81bdcd3ee5ffef1ab46c73",
  "feed": "market-watch",
  "title": "3M expects face mask demand to keep falling after peaking roughly a year ago",
  "text": "<p>The industrial, consumer and health care products company reported before the opening bell fourth-quarter profit that beat expectations while revenue rose in line with forecasts.</p><p>The stock MMM edged up 0.1% in afternoon trading, following a rather volatile start to the session. The stock jumped as much as 0.9% minutes after the open to an intraday high of $174.32, then reversed course to drop as much as 2.8% to an intraday low of $168.01 roughly a half-hour later, before launching a steady recovery.</p><p>For the company's largest, safety and industrial business segment, revenue fell 2.2% to $3.06 billion, which was just shy of the FactSet consensus of $3.12 billion.</p><p>The segment's results included an approximate decline of $110 million in disposable respirator sales, but that was still better than originally predicted given a “pickup” in the business in December due to the impact of the omicron variant of the coronavirus that causes COVID-19.</p><p>Chief Financial Officer Monish Patolawala said in the post-earnings conference call with analysts that its respirator business was $1.5 billion in 2021, compared with $1.4 billion in 2020, and more than double the $600 million in masks it sold in pre-pandemic 2019. He said, however, that COVID-related mask demand is expected to decline through 2022.</p><p>“We believe that the peak was Q1 of 2021,” Patolawala said. “And then depending on how it goes, but we believe in 2022 disposable respirator demand is going to be lower than what we had in 2020.”</p><p>The outlook for declining demand for face masks comes as mask mandates increasingly come under fire in some states, and as recent data suggest new daily COVID-19 case counts may have finally peaked. Read more about Virginia's legal challenge of mask mandates in schools and about Arizona suing the Biden administration over funds tied to mandates.</p><p>3M's stock has lost 5.2% over the past three months, while the Dow Jones Industrial Average DJIA has declined 4.2%.</p>",
  "published": "2022-01-25T14:15:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 1847,
          "end": 1849
        }
      ],
      "nexusId": "10033670"
    }
  ]
}