{
  "_id": "59b18a6f88b59dac1bc1122cb1f5f73407b3465dd69ddc8eb0de902e1a06a81a",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books -- Fiction: The Fountainhead of the Italian Novel",
  "text": "<p>Translated by</p><p>Michael F. Moore</p><p>When the bubonic plague reappeared in Milan in 1629, Alessandro Manzoni wrote in the historical novel \"The Betrothed,\" public-health officials found that their warnings were either ignored or derided. Their recommendation that passing soldiers, likely carriers of the disease, be kept separate from the public went unheeded, as did their urgings against official city gatherings. The government was preoccupied with war and the people resented restrictions on their lives. Even as evidence of the plague became incontrovertible, doctors continued to diagnose alternate illnesses and peddle quack remedies. Soon the masses were possessed by a \"notorious collective delirium\" that blamed the mounting death toll on a shadowy cabal of poisoners. When the plague finally abated, 35% of all Italians had died; in Milan, the population had been reduced by almost half.</p><p>It will come as no surprise that these chapters from \"The Betrothed\" were frequently cited after the Covid-19 pandemic struck Italy in 2020, originating again in Milan and its environs. But the topicality may give the impression that Manzoni's novel is some obscure text tendentiously trawled from the archives for useful contemporary parallels. On the contrary, \"I promessi sposi,\" as it is known to all Italian schoolchildren, is a work of foundational national literature on par with Dante's \"Divine Comedy\" and Boccaccio's \"Decameron\" -- the cornerstone work of \"Italy's first and finest novelist,\" as Jhumpa Lahiri puts it in her preface to an important new translation by Michael F. Moore.</p><p>The fact that this is the first English translation in 50 years of \"The Betrothed\" (Modern Library, 663 pages, $</p><p>28.99) may help to explain its relative obscurity in the United States. The novel shares the inviting characteristics of nation-defining epics by Scott, Dumas and Tolstoy: a taste for romance and adventure, an expansive interest in all strata of society, an ability to weave personal dramas into consequential historical events, and a focus on individual and collective moral improvement. It feels strange to have had a bona fide canonical classic hiding in plain sight for all these years. But with Mr. Moore's vigorous and companionable translation, the book is now here for everyone to see.</p><p>The novel springs from the engagement of two peasants, Renzo and Lucia, in the village of Lecco near Lake Como. To her unhappiness, Lucia has caught the eye of the powerful duke Don Rodrigo, who sends his henchmen to scare off the parish priest, Don Abbondio, from marrying the couple. As Don Rodrigo's intentions grow more ruthless, the pair, aided by the goodly Capuchin friar Padre Cristoforo, flee the village. Lucia takes sanctuary in a convent in Monza and Renzo travels to Milan, where the headstrong but naive youth finds himself \"linked, by a very thin and invisible thread, to too many and too important things.\" It is here that Manzoni's narrative begins to integrate real figures and dramatize watershed episodes: the 1629 famine and bread riots, the network of wars being fought in and around Italy (readers might do well to prep themselves on the era's confusing geopolitics) and finally the onset of the Black Death.</p><p>Historical sweep is only part of the novel's national significance. The rest lies with its role in consolidating a modern Italian language that would be crucial to unifying the country. Like all Italians, Alessandro Manzoni (1785-1873) grew up speaking dialect, his being Lombard. As Mr. Moore has pointed out, the academic Italian employed for literary works was a foreign language, and in writing \"The Betrothed\" Manzoni was heavily dependent on dictionaries. The novel was serialized in the 1820s, and though it was successful, Manzoni felt its prose was stilted and artificial. Here began his obsession with the speech of Florence's Mercato Vecchio -- that is, with the vital vernacular of the average Tuscan on the street. In the 1840s he published his own translation of the novel in Tuscan dialect, which became a major influence on the Italian spoken today.</p><p>If this suggests that \"The Betrothed\" is a celebration of populist values, the novel itself presents a more layered picture. Manzoni freely satirizes the corruption and self-interest of the elite classes. (Professor Argle-Bargle, a Latin-spouting lawyer servile to Don Rodrigo, could have come out of Dickens.) But his anthropological dissections of the peasant revolts in Milan are equally acute -- faced with bread shortages, the mob's response is to burn down the bakeries.</p><p>This posture of impartiality extends to the treatment of Christianity. Manzoni was himself an ardent Catholic and \"The Betrothed\" must be accounted as one of the greatest avowedly religious novels ever written. In the lawless landscape it evokes, conscience is the single check on power, which makes the clergy the lone means of protection for the commoner. In one dramatic set piece, apparently based on true events, an infamous bandit repents before the archbishop of Milan. But Manzoni shows the battle for souls being waged within the church as much as outside it. The frightened priest Don Abbondio remains an unreformed -- if somehow sym-pathetic -- coward to the end. And one wondrously rich interlude, inserted almost like a stand-alone novella, concerns a psychologically tortured nun in Monza who befriends and then betrays Lucia.</p><p>The mysteries of divine intervention are further complicated by the arrival of the plague, and Manzoni is far too good a novelist to try to encapsulate the catastrophe into a facile homily. It is here, in fact, that Manzoni assumes the role of the objective historian, digesting his copious research into a fierce but clear-eyed account of the epidemic, with its countless failures and unremembered acts of heroism.</p><p>Those failures, on an administrative and communal level, may have painful relevance to recent events, but in the novel they are simply public manifestations of the selfsame sins each character struggles personally to overcome: pride, enmity, mistrust and, most important to Manzoni, the fatal inability to seek or extend forgiveness for past errors. These themes are confronted in the novel's memorable conclusion, set in the plague ward in the Milan lazaretto, where Manzoni returns to the intimate tale of his long-parted lovers. All Italians know the scene chapter and verse. Now the English-speaking world can discover what the fuss is all about.</p>",
  "published": "2022-09-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [],
      "nexusId": "10033670"
    }
  ]
}