{
  "_id": "221c7d2c8fdbb191bb7e67f7d31e1200a935a53753ca7192359645c843c21264",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- How the Test Was Won --- With an eye-catching card on a lollipop-like stick, Abbott quickly dominated the market for at-home Covid diagnosis. Now the company known for its Similac baby formula is trying to predict the future course of the virus.",
  "text": "<p>It was here, 40 miles north of Chicago, that Abbott built an early lead in the race to seize a sudden new market and provide the leading at-home Covid-19 test. Whether it can keep that position depends in part on how well it can anticipate the future course of the virus.</p><p>The Illinois maker of medical devices and baby formula churned out one billion Covid-19 tests in 2021, most of which were BinaxNow. That generated about a fifth of its $43 billion in revenue. At one point, Abbott controlled 80% of the U.S. retail market for these at-home tests. Starting in March, the company expects to make 100 million of them, and in just the last five weeks it added about 1,300 employees here at its Gurnee plant to help make that happen.</p><p>How BinaxNow became one of the standout products of the pandemic -- along with masks from 3M Co. and vaccines from Pfizer Inc. and Moderna Inc. -- comes down to a mix of research and manufacturing horsepower, industry connections and some good fortune.</p><p>The design of the test gave Abbott an early advantage. The rectangular paper card the company produced was similar to an existing format it used to make other tests in the U.S., meaning Abbott could ramp up production right away. Relationships with big retailers that sold its baby formula and nutrition bars also helped Abbott get its test on store shelves. Some serendipity helped, too: U.S. regulators authorized only a handful of at-home tests at first, which helped Abbott build a lead as the pandemic hastened the willingness of consumers and officials to test for more medical conditions at home.</p><p>Abbott also encountered problems as it miscalculated the course of the pandemic. The company nearly idled its giant factory here and laid off employees last summer when demand for the at-home tests cratered as more people became vaccinated. When the arrival of new Covid-19 variants Delta and Omicron reversed that slump, many people found empty shelves as they hunted for tests.</p><p>New uncertainties await. Abbott faces increased competition on pharmacy shelves from brands including On/Go, Flowflex and iHealth, and the possibility that an end to the public-health crisis could affect its business. Federal officials say they still want tests for future surges, but consumer demand recently dipped as the worst of Omicron waned.</p><p>\"It's just difficult to predict what that demand is going to be,\" Chief Executive Robert Ford, who took over just as the pandemic began in early 2020, said in a recent interview. \"The question is, do we want to be ready for future variants, which quite frankly, will likely occur this year?\"</p><p>Before the pandemic, Abbott wasn't a household name.</p><p>It had some well-known brands such as Similac baby formula and ZonePerfect bars. But many of its products -- such as implanted heart devices and artery-opening stents -- weren't marketed directly to consumers. The diagnostics division that developed BinaxNow previously sold bulky laboratory equipment and hand-held blood analyzers for use at a patient's bedside. It had more than 20 factories globally and research labs outside Chicago where scientists kept thousands of virus specimens from around the world in ultracold freezers.</p><p>Soon after Covid-19 was identified, Mr. Ford instructed these scientists to develop tests for the virus, starting with more complicated diagnostics that required bulky laboratory equipment and skilled technicians. To create something simpler that would be portable and fast-acting, Abbott came up with an antigen test that hunted for pieces of viral protein. The name -- BinaxNow -- came from a line of rapid diagnostics first introduced years ago by a company called Binax, which Abbott inherited via acquisition.</p><p>To use that test, you send a swab up your nose, add that sample and a liquid mixture to a rectangular paper card and close the card shut so that the entire apparatus resembles the shape of a lollipop. The liquid then travels up the paper strip, revealing either one or two pink lines: one for negative, two for positive. In total, the test takes about 15 minutes.</p><p>The design of BinaxNow sets it apart from many competitors who housed their tests in rectangular plastic cassettes, as well as Abbott's own international version of the test, the Panbio. Mary Rodgers, a principal scientist in Abbott's diagnostic business, said there was a practical reason for that: It borrowed the design from existing tests Abbott manufactured in the U.S., including its flu test. That meant fewer supply-chain headaches to procure materials.</p><p>\"We knew it was our best option for scalability,\" Dr. Rodgers said.</p><p>The company also found a place where it could ramp up production on a giant scale: an empty facility with as much square footage as five football fields in Gurnee, near its Abbott Park, Ill., headquarters. In 2020 it began to fill that space with assembly lines for Covid-19 rapid tests; it would eventually hire 4,500 to staff the lines.</p><p>In the race to market, Abbott's antigen test wasn't the first to win authorization from the Food and Drug Administration for use in professional settings like doctor's offices and nursing homes. Tests from Quidel Corp. and Becton, Dickinson &amp; Co., cleared that hurdle weeks earlier. But those rivals required professional customers to use boxlike machines and were more expensive.</p><p>Abbott attracted a lot of attention by striking a $760 million deal with the Trump administration to buy Abbott's first 150 million BinaxNow tests for distribution to health departments, long-term-care facilities, nursing homes and schools. By October 2020, Abbott was making about 50 million rapid tests a month, and health officials and organizations were getting familiar with the product.</p><p>When the time came to sell to consumers, Abbott wasn't the first test to get the government go-ahead, either.</p><p>That advantage went to other rivals such as startup Ellume Ltd., which secured FDA authorization in December 2020. But Ellume's manufacturing capacity was limited, public-health and diagnostic experts said, and its smartphone-enabled test was relatively expensive. Ellume said a U.S. facility in Maryland began production last month and that once that factory is fully operational it will be able to produce roughly 15 million home tests a month.</p><p>Another competitor, Quidel, won FDA authorization on the same day as Abbott in March 2021 to sell paper-strip-like tests directly to consumers, but Abbott had already been making tens of millions of its tests a month. Abbott started shipping its test to pharmacies and retailers first.</p><p>Once Abbott was able to sell inside stores, it used its experience to reach pharmacy customers, some of whom were already familiar with the Abbott brand. Mr. Ford tapped executives in the divisions that make Abbott's Similac baby formula, ZonePerfect nutrition bars, and Freestyle Libre glucose monitors for advice.</p><p>\"We knew that we needed to build the displays they needed,\" Mr. Ford said.</p><p>The BinaxNow arrived on store shelves at about $24 for a box of two tests, while governments and some businesses paid around $5 a test. The consumer version cost more, Abbott said, in part because it's a two-test package with individual droppers. The professional kind came in a box of 40 tests with a single dropper. Abbot said it gets $14 from each consumer sale, or $7 per individual test.</p><p>At the time, five companies had secured FDA authorization for over-the-counter tests, leaving Abbott with limited competition. Some public-health experts said the FDA review process was too stringent, while the FDA said its role was to ensure Americans had accurate, reliable tests and that the agency moves quickly when the data are sound.</p><p>Abbott didn't have the same edge in Europe, where more companies got the green light to sell their tests. Some governments also purchased or subsidized rapid tests in bulk, which stoked demand and created even more competition. The test Abbott sold internationally didn't dominate in many countries like it did at home.</p><p>What Abbott didn't anticipate is that demand for the BinaxNow tests would dry up so fast. That is what happened in the spring and summer of 2021 as the U.S. vaccination campaign hit its stride, Covid-19 cases and hospitalizations fell and the Centers for Disease Control and Prevention said fully vaccinated people no longer needed to wear masks in indoor public places or get tested in many situations.</p><p>Abbott kept making tests and stockpiling inventory, at first. The shelves in the Gurnee plant filled up with boxes that no one was ordering. \"We had to start scaling back,\" Mr. Ford said.</p><p>The company slashed BinaxNow production to a few million a month, discarded expiring test components, laid off hundreds of workers in Illinois and Maine and all but closed the Gurnee plant. Just as Abbott was cutting output, the Delta variant drove up Covid-19 cases and hospitalizations again, catching the company flat-footed. Testing demand surged; states and pharmacies wanted more tests.</p><p>\"We started getting calls saying, 'We need more,'\" Mr. Ford said.</p><p>One Friday afternoon last August, Mr. Ford and some deputies drove over to the quiet factory in Gurnee to meet Andres Garcia Rodrigues, the plant manager who was overseeing a skeleton crew and preparing to move to another job within Abbott. Mr. Ford told Mr. Rodrigues to rev up the plant and churn out millions of tests as soon as possible. Mr. Rodriques stayed put to oversee the ramp-up.</p><p>\"We just came here and said, 'OK, go. You have the official go,'\" Mr. Ford recalled.</p><p>Abbott's tests, meanwhile, were in short supply in stores and online retailers. The Biden administration committed $3 billion to help boost test production and federal officials worked to help more companies secure authorization. The administration struck an agreement with retailers including Walmart Inc. and Kroger Co. to sell over-the-counter tests including the BinaxNow at-cost for three months, after criticism that the tests were too expensive.</p><p>Consumers and public-health experts in the U.S. also started getting more comfortable with at-home diagnostic tests. Before the pandemic, such tests were confined to a small number of diseases and conditions, including HIV and pregnancy. Some medical professionals and health officials had early concerns about the accuracy of the tests or worried that officials would lose track of the number of cases. But by the time the Delta wave was in full swing, many were more willing to deploy and encourage at-home testing.</p><p>As the Delta wave cooled off in the fall, test makers briefly caught up with demand. Then the Omicron variant arrived and pushed orders higher than ever.</p><p>Abbott fell behind again. Mr. Ford said he found bare shelves where the BinaxNow was meant to be stocked at his local pharmacy near Chicago over the holidays. Abbott tried to lure workers from other companies including Amazon.com Inc. warehouse workers, paying $25 an hour and offering free meals and twice-weekly Covid-19 testing.</p><p>It also faced new challenges from market entrants ACON Laboratories Inc. and iHealth Labs Inc., among others. President Biden increased the pressure by pledging to send one billion tests to Americans.</p><p>\"We're pretty agnostic to the test itself. Whatever gets the job done,\" said Richard Pescatore, a former Delaware health official who is now chief medical officer at Grapefruit Testing LLC, which helps organizations with Covid-19 mitigation.</p><p>Abbott's share of the U.S. retail seesawed, from 80% in mid-November to 22% by mid-January and then back up to 44% by mid-February, according to Bernstein analysts. In the last three months of 2021, Abbott booked $2.3 billion in global Covid-19 test sales, compared with $511.2 million in Covid-19 sales for competitor Quidel, the companies reported.</p><p>Quidel's QuickVue at-home test nonetheless made inroads in U.S. retail market share during the holiday surge in demand. \"Despite the ebbs and flows of demand, we continued to aggressively ramp our production capacity,\" said Quidel's chief executive, Douglas Bryant. \"We never wavered, and that proved to be critically important when the Omicron variant hit.\"</p><p>Now Covid-19 cases are dropping, as is demand for the fast-acting tests. Infectious-disease epidemiologists said that if new variants don't emerge, the spring could bring a respite from the pandemic. Researchers from Arizona State University and other institutions said last week that over-the-counter test capacity will likely shrink from 535 million tests in February to 415 million in April and below 400 million in May.</p><p>The Biden administration has asked test makers for ideas on managing demand volatility, supply challenges and production impediments. Sustaining the Covid-19 test supply was also part of a new response plan the administration announced March 2.</p><p>Mr. Ford said a government-industry partnership would help maintain test-making infrastructure in preparation for future Covid-19 flare-ups: \"I think that people realize even with low case numbers, that it's still important to test, it's still important to do surveillance, it's still important to do screenings.\"</p><p>The company has set what it calls a conservative Covid-19 test-sales forecast of about $2.5 billion for all of 2022 while the CEO keeps a close eye on production at the Gurnee plant, regularly visiting the line in the required hairnet and white lab coat that make him unrecognizable to many of the rank-and-file. He checks the whiteboard listing hourly production for each line: green for above-average output; red for below-average.</p><p>In an adjoining warehouse, shelves meant to store the boxes aren't full because tests are being shipped out so quickly. Abbott plans to keep operating the facility indefinitely.</p>",
  "published": "2022-03-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 823,
          "end": 825
        },
        {
          "start": 823,
          "end": 829
        }
      ]
    }
  ]
}