{
  "_id": "32babae78518bd938a95741c99192700ba845d937922e03a5aecc983b5d402b8",
  "feed": "wall-street-journal",
  "title": "3M Shifts Mass Earplug Claims to Bankruptcy Court, Its Favored Forum; The conglomerate placed its earplug unit in bankruptcy, potentially shielding 3M from further tort litigation",
  "text": "<p>Aearo said in bankruptcy court filings that the tort system was no longer a viable means of resolving the earplug lawsuits, most of which are consolidated in Florida in the largest multidistrict case in U.S. history.</p><p>3M didn't file for chapter 11 itself, but it has offered to back a chapter 11 plan covering Aearo in return for a release of liability on roughly 230,000 pending earplug claims. Aearo's bankruptcy filing automatically halts earplug lawsuits against it, and it has asked the U.S. Bankruptcy Court in Indianapolis for the same protection to be extended to its parent company, 3M.</p><p>Corporate defendants view bankruptcy court as a more hospitable venue to resolve mass-tort liability, \"not least because it provides them an opportunity to impose a mandatory no-opt-outs settlement of their aggregate liability on all injured claimants, whether or not they all consent,\" said University of Illinois College of Law professor Ralph Brubaker.</p><p>Victims get a voice and vote in chapter 11, but dissenting plaintiffs can be overruled, bound to a chapter 11 plan they don't like and in many jurisdictions forced to give up their rights.</p><p>Bankruptcy, which offers powerful tools for corporate defendants to settle injury lawsuits, has been used for torts involving opioid addiction, asbestos poisoning, California wildfires and sexual abuse allegations in recent years.</p><p>3M put an existing subsidiary in bankruptcy, with the tort liabilities attached to it. Other tort defendants have used Texas corporate law to create new subsidiaries and fill them with mass injury liabilities before putting them in chapter 11, a litigation management tactic known as the Texas Two-Step. Companies including Johnson &amp; Johnson, Georgia-Pacific LLC and Compagnie de Saint-Gobain SA have used the Two-Step in recent years to move a total of more than a quarter-million cancer claims involving various products into bankruptcy.</p><p>Companies that have launched Two-Step cases gained access to some benefits of bankruptcy—a stay on litigation and a path to a final settlement—without subjecting hard business assets to the chapter 11 process.</p><p>By sending its existing subsidiary into bankruptcy, 3M could reap those same protections. The company's court papers cite the Two-Step case by J&amp;J unit LTL Management LLC to argue that bankruptcy is an appropriate way to resolve mass litigation.</p><p>Earlier this year, a New Jersey bankruptcy judge agreed, finding that J&amp;J was justified in turning to chapter 11 to weather pending and future claims alleging the company's talc products cause cancer.</p><p>Tort lawyers are appealing that ruling, arguing that J&amp;J shifted injury claims into chapter 11 to leverage a favorable settlement, which they say isn't a legitimate bankruptcy function.</p><p>J&amp;J, like 3M, has said that its products were safe and that bankruptcy is the most efficient path to compensation for claimants and is fairer than the tort system, where some plaintiffs win big verdicts and others get nothing.</p><p>Unlike J&amp;J, 3M faces no such wave of future claims related to its now-discontinued earplugs as the resulting injuries \"have no long-term latency period,\" said Bryan Aylstock, lead plaintiffs' counsel in the earplug litigation. \"This ‘futures' issue was a key point in the order from the bankruptcy court that approved J&amp;J's bankruptcy; 3M does not have such an argument.\"</p><p>He said that plaintiffs will challenge the bankruptcy filing \"and are confident 3M will fail in the courts.\" 3M declined to comment beyond the court filings.</p><p>In court filings, Aearo said the Florida multidistrict litigation is \"broken beyond repair\" and that 16 bellwether trials designed to inform negotiations were tainted by \"substantial evidentiary errors and false narratives.\" Of those early trials, servicemember plaintiffs won 10 and 3M won six, while an additional eight were dismissed.</p><p>Aearo also said it would propose a court process to estimate the aggregate liability for earplug claims, using \"rigorous procedures\" for assessing liability.</p><p>Write to Andrew Scurria at Andrew.Scurria@wsj.com and Alexander Gladstone at alexander.gladstone@wsj.com</p>",
  "published": "2022-07-27T01:31:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 3462,
          "end": 3464
        },
        {
          "start": 591,
          "end": 593
        },
        {
          "start": 3317,
          "end": 3319
        },
        {
          "start": 1371,
          "end": 1373
        },
        {
          "start": 3795,
          "end": 3797
        },
        {
          "start": 217,
          "end": 219
        },
        {
          "start": 2173,
          "end": 2175
        },
        {
          "start": 2993,
          "end": 2995
        },
        {
          "start": 3433,
          "end": 3435
        },
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 148,
          "end": 150
        },
        {
          "start": 2764,
          "end": 2766
        }
      ]
    }
  ]
}