{
  "_id": "1ef15e3df4fc810e25fbb8b7b5fe1b495f176b4a00b7f5b5f8d8f89397753626",
  "feed": "wall-street-journal",
  "title": "U.S. Watchdog Wants Kirkland Out of 3M Earplug Unit Bankruptcy; The law firm can't be loyal to the 3M subsidiary while also representing the parent company in mass earplug lawsuits, DOJ watchdog says",
  "text": "<p>3M placed Aearo under chapter 11 protection in July in the U.S. Bankruptcy Court in Indianapolis, hoping to move the earplug lawsuits against the subsidiary and its solvent parent out of the tort system. Aearo's chief restructuring officer said in court papers in August that Kirkland is well qualified and uniquely able to represent Aearo in chapter 11 because of its familiarity with the company's business and potential legal issues that might arise in bankruptcy.</p><p>The bankruptcy depends on 3M's commitment to provide unlimited funding toward resolving the earplug litigation in return for a full release from liability. As counsel to Aearo, Kirkland has a fiduciary duty to maximize 3M's contribution—and by implication to maximize 3M's share of their combined tort liability, the U.S. Trustee said Thursday.</p><p>\"Yet this presents a conflict with Kirkland's duty, in its capacity as litigation counsel to 3M, to minimize those same liabilities as to 3M,\" government lawyers wrote.</p><p>Kirkland &amp; Ellis didn't immediately respond to requests for comment. 3M declined to comment.</p><p>The objection also noted that certain provisions of the funding agreement between 3M and Aearo \"appear to be ambiguous and may be open to differing interpretations.\" Kirkland's representation of Aearo creates a \"natural tension\" between the interests of the firm's two affiliated clients, according to the objection.</p><p>3M's strategy of shifting the injury lawsuits to bankruptcy court hasn't gone as planned. In August, a bankruptcy judge declined to extend Aearo's litigation shield to 3M, meaning the mass lawsuits are continuing against 3M, which remains obligated to fund Aearo's bankruptcy process.</p><p>A federal appeals court recently agreed to review the August decision.</p><p>Lawyers for Johnson &amp; Johnson subsidiary LTL Management LLC faced a similar challenge to their retention after filing a chapter 11 case for the company's talc-related liabilities.</p><p>In March, a bankruptcy judge in New Jersey allowed law firm Jones Day to represent LTL in the bankruptcy case despite the firm's representation of J&amp;J in a corporate reorganization that sent its talc liabilities to LTL.</p><p>The judge found that Jones Day's work for J&amp;J, which ended two days before LTL's bankruptcy, doesn't mean the firm will favor the interests of the parent over its subsidiary. Instead, LTL and J&amp;J have a shared interest in settling the talc liability in chapter 11, according to the ruling.</p><p>Write to Akiko Matsuda at akiko.matsuda@wsj.com</p>",
  "published": "2022-10-20T23:02:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 951,
          "end": 953
        },
        {
          "start": 687,
          "end": 689
        },
        {
          "start": 1157,
          "end": 1159
        },
        {
          "start": 1560,
          "end": 1562
        },
        {
          "start": 736,
          "end": 738
        },
        {
          "start": 99,
          "end": 101
        },
        {
          "start": 1051,
          "end": 1053
        },
        {
          "start": 1613,
          "end": 1615
        },
        {
          "start": 906,
          "end": 908
        },
        {
          "start": 36,
          "end": 38
        },
        {
          "start": 494,
          "end": 496
        },
        {
          "start": 1392,
          "end": 1394
        },
        {
          "start": 0,
          "end": 2
        }
      ]
    }
  ]
}