{
  "_id": "00a13b53ddb37e674e61bf84e3f103242c4a7c520dfabe5e78dcafa8af13a270",
  "feed": "wall-street-journal",
  "title": "3M Earns Quick Appellate Review of Earplug Unit's Bankruptcy Shield; A federal appellate court agreed to review a 3M subsidiary's appeal seeking to extend chapter 11 protections to publicly traded parent company",
  "text": "<p>The appeal stems from an August ruling by Judge Jeffrey Graham of the U.S. Bankruptcy Court in Indianapolis, who declined to shield 3M from continued litigation involving military earplugs and extending to it the litigation stay that Aearo received automatically by filing for chapter 11.</p><p>The bankruptcy ruling has allowed 230,000 personal-injury claims against 3M, which didn't seek chapter 11 protection itself, to continue proceeding on behalf of U.S. military veterans who allege the earplugs didn't work as promised and left them with lasting hearing damage. The claimants blame faulty earplug design for their alleged injuries, while 3M says the earplugs are safe when used properly.</p><p>3M has argued that chapter 11 provides all claimants with an equitable resolution, and pays them more quickly and efficiently than the tort system. Personal-injury lawyers have fought to keep the earplug lawsuits out of bankruptcy court and accused 3M of misusing chapter 11 to escape mass lawsuits it was losing.</p><p>\"The well-established chapter 11 process provides a more efficient, equitable and expeditious means to resolve this litigation,\" a 3M spokesman said.</p><p>Bryan Aylstock and Christopher Seeger, tort lawyers representing earplug claimants, said the appeal is without merit and that the Seventh Circuit should uphold Judge Graham's decision.</p><p>The Seventh Circuit's move comes after another appeals court in Philadelphia took up a direct review of Johnson &amp; Johnson's use of chapter 11 to shift mass litigation to bankruptcy court. The Third Circuit U.S. Court of Appeals is expected to rule in the coming months on whether J&amp;J deserves protection from injury lawsuits based on the chapter 11 filing of a subsidiary, LTL Management LLC.</p><p>On Wednesday, 3M also earned a stay from the Eleventh U.S. Circuit Court of Appeals in Atlanta on a different August ruling from a federal court in Florida barring 3M from using Aearo's bankruptcy case to relitigate issues it already lost in the earplug lawsuits.</p><p>3M has said the decision by Judge M. Casey Rodgers of the U.S. District Court in Pensacola, Fla., would hinder efforts to negotiate a global settlement in bankruptcy court.</p><p>Write to Akiko Matsuda at akiko.matsuda@wsj.com</p><p>3M Earns Quick Appellate Review of Earplug Unit's Bankruptcy Shield</p>",
  "published": "2022-10-13T21:56:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 1896,
          "end": 1898
        },
        {
          "start": 640,
          "end": 642
        },
        {
          "start": 2217,
          "end": 2219
        },
        {
          "start": 939,
          "end": 941
        },
        {
          "start": 362,
          "end": 364
        },
        {
          "start": 114,
          "end": 116
        },
        {
          "start": 690,
          "end": 692
        },
        {
          "start": 1996,
          "end": 1998
        },
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 1135,
          "end": 1137
        },
        {
          "start": 1746,
          "end": 1748
        },
        {
          "start": 132,
          "end": 134
        }
      ],
      "nexusId": "10033670"
    }
  ]
}