{
  "_id": "95b375cb5ef0e6eceaa7ba87197c0e3ec27dba8d3eb2d99261493fe555e2863d",
  "feed": "wall-street-journal",
  "title": "Veterans Suing 3M Over Earplugs Oppose Shifting Cases to Bankruptcy Court; Lawyers ask judge to maintain 3M's liability after company's subsidiary accepts hearing-loss claims",
  "text": "<p>Aearo immediatelyfiled for federal bankruptcy protection in Indianapolis. Bankruptcy provides corporate defendants, such as Aearo, leverage to settle mass liability claims. Companies in chapter 11 usually can't be sued outside of bankruptcy court.</p><p>Aearo said the bankruptcy should allow it to end trials and mediation talks between 3M and the claimants that have been under way in U.S. District Court in Pensacola, Fla., since 2019.</p><p>\"The verdicts were already outsized and untethered to reality,\" Aearo said in its July 26 bankruptcy filing. Aearo said the case is now the largest product-liability civil case in the U.S.</p><p>The prospect of a long, costly process for 3M to settle the claims is clouding the outlook for the company's business performance and causing investors to be wary of 3M's stock, according to industry analysts.</p><p>3M's shares are down 22% in the past year, compared with a decline of about 6% for the broad-market S&amp;P 500 index, according to FactSet.</p><p>As a part of Aearo's bankruptcy filing, 3M pledged more than $1 billion toward the cost of a settlement between Aearo and the claimants. 3M said its financial commitment to the settlement is uncapped and it is prepared to increase the funding.</p><p>Some veterans who have sued 3M have asked the federal judge in Florida presiding over test trials and claims consolidated from throughout the U.S. to maintain jurisdiction over the cases. A hearing on their motions is scheduled for Thursday.</p><p>\"The court should not allow 3M to simply wipe away the litigated record of these cases to the detriment of innocent claimants because 3M is displeased with the results,\" a plaintiff's lawyer said in a motion filed to block 3M from sidestepping continued litigation in the Florida court.</p><p>The plaintiff's filing described 3M's pivot to bankruptcy court from federal court in Florida as \"gaming the system\" in search of a more favorable outcome after 3M lost several bellwether trials in the Florida court that were intended to provide direction for potential settlement talks for the remaining claims.</p><p>The filing noted that 3M agreed to some of the procedures for processing the claims that it now objects to and has the option of appealing court decisions it doesn't like.</p><p>The filing said plaintiffs with claims pending in the Florida court will have to restart their cases from scratch if the claims are transferred to Aearo's bankruptcy.</p><p>A separate motion filed by another plaintiff in the Florida court challenges the transfer of liability for the earplugs to Aearo from 3M.</p><p>Aearo has been a wholly owned subsidiary of 3M for the past 15 years and largely indistinguishable from its parent company, the plaintiff's filing said. 3M never attempted to separate Aearo's liability from 3M's during the bellwether trials and in numerous filings in the Florida court, the plaintiff said. Aearo also wasn't represented by separate lawyers during the proceedings.</p><p>\"It's always been about 3M,\" said Bryan Aylstock, the lead counsel for the plaintiffs. \"They can't claim the responsible party has been Aearo the whole time.\"</p><p>3M said in a statement the \"applicable law supports our position\" that the claims should be moved to bankruptcy court.</p><p>3M, which acquired Aearo for $1.2 billion in 2008, was attracted to the company's unique dual-sided earplug for the military.</p><p>One side blocked all noise while the other side allowed the users to hear spoken voices, but protected them from loud, impulse noises, like explosions.</p><p>3M has said the earplugs are safe and effective when soldiers are given the proper training on how to use them. 3M said it produced the earplugs based on specifications provided by the U.S. military, but military veterans blamed the earplugs for leaving them with damaged hearing. 3M agreed to pay the U.S. Department of Justice $9.1 million in 2018 to resolve allegations that it supplied earplugs to the military that were defective.</p><p>Since 3M is funding the settlement, Aearo's lawyers have asked the bankruptcy court to issue a pause against continued litigation filed against 3M. That would give 3M the same protection that Aearo has under bankruptcy.</p><p>Injury lawyers for the veterans said they are challenging the protection request for 3M on grounds that 3M itself hasn't filed for bankruptcy. A hearing on the matter is scheduled for Aug. 15 in bankruptcy court.</p><p>Aearo said the federal court in Pensacola has been unable to adequately verify injuries or dismiss frivolous complaints. The company said the number of cases has swelled because injury lawyers have used television advertising to encourage veterans to file claims against 3M.</p><p>Aearo said in its bankruptcy filing: \"Chapter 11 presents the only option for achieving a fair, equitable and expeditious process to resolve these claims.\"</p><p>Write to Bob Tita at robert.tita@wsj.com</p><p>Veterans Suing 3M Over Earplugs Oppose Shifting Cases to Bankruptcy Court</p>",
  "published": "2022-08-11T11:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 15,
          "end": 17
        },
        {
          "start": 105,
          "end": 107
        },
        {
          "start": 329,
          "end": 331
        },
        {
          "start": 659,
          "end": 661
        },
        {
          "start": 782,
          "end": 784
        },
        {
          "start": 825,
          "end": 827
        },
        {
          "start": 1001,
          "end": 1003
        },
        {
          "start": 1097,
          "end": 1099
        },
        {
          "start": 1231,
          "end": 1233
        },
        {
          "start": 1762,
          "end": 1764
        },
        {
          "start": 1890,
          "end": 1892
        },
        {
          "start": 2063,
          "end": 2065
        },
        {
          "start": 2512,
          "end": 2514
        },
        {
          "start": 2559,
          "end": 2561
        },
        {
          "start": 2667,
          "end": 2669
        },
        {
          "start": 2721,
          "end": 2723
        },
        {
          "start": 3050,
          "end": 3052
        },
        {
          "start": 3168,
          "end": 3170
        },
        {
          "start": 3444,
          "end": 3446
        },
        {
          "start": 3555,
          "end": 3557
        },
        {
          "start": 3723,
          "end": 3725
        },
        {
          "start": 3883,
          "end": 3885
        },
        {
          "start": 4021,
          "end": 4023
        },
        {
          "start": 4040,
          "end": 4042
        },
        {
          "start": 4180,
          "end": 4182
        },
        {
          "start": 4199,
          "end": 4201
        },
        {
          "start": 4576,
          "end": 4578
        }
      ],
      "weightsV2": {
        "weight": 31.92514,
        "baseWeight": 27.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.92514026,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}