{
  "_id": "bb174d285e7fb5a476eea857886ef5ecbc298505d902bdbab84edc339b49462e",
  "feed": "market-watch",
  "title": "Dow drops nearly 600 points, Nasdaq slumps ahead megacap tech earnings",
  "text": "<p>* The Dow Jones Industrial Average DJIA dropped 589 points, or 1.7%, to 33, 460.</p><p>* The S&amp;P 500 SPX fell 83 points, or about 2%, to 4,212.</p><p>* The Nasdaq Composite COMP lost 375 points, or 2.9%, to trade at about 12,630.</p><p>Monday saw the biggest intraday reversal since February for the Dow, which rose 238 points, or 0.7%, erasing a loss of nearly 500 points. The S&amp;P 500 rose 0.6%, and the Nasdaq Composite gained 1.3%.</p><p>Also read: U.S. stocks ended a Manic Monday in the green — but intraday bounces like this aren't bullish</p><p>What's driving markets?</p><p>Stocks were sinking Tuesday afternoon, with all three major benchmarks down after Monday's rally.</p><p>\"Investors are not necessarily secure\" in the strength of the market, with \"fragility\" on display since the beginning of the year, said Aoifinn Devitt, chief investment officer at Moneta, in a phone interview Tuesday. \"There is this fear of slowing growth.\"</p><p>The CBOE Volatility Index VIX jumped about 15% to around 31 Tuesday afternoon, according to FactSet data. That compares with a 200-day moving average of around 21.</p><p>Consumer discretionary XX:SP500.25, information technology XX:SP500.45 and communication services XX:SP500.50 were the hardest hit sectors of the S&amp;P 500 in early afternoon trading Tuesday, according to FactSet data. Tech and communications services had posted the strongest performance for the S&amp;P 500 in Monday's stock market rally.</p><p>\"Now we have this giveback today,\" said Devitt. \"Markets are trying to figure out a level.\"</p><p>The S&amp;P 500 is trading not far off its closing low this year of 4,170.70 on March 8, according to Dow Jones Market Data. The Nasdaq was trading near its 2022 low of 12,581.22, hit March 14.</p><p>U.S. stocks were falling as investors wade further into the busiest week of the U.S. company-earnings reporting season, digesting results from a number of corporate heavyweights released before the opening bell. They're also looking ahead to results from megacap tech companies Microsoft Corp. MSFT and Google parent Alphabet Inc. GOOG after the closing bell.</p><p>Tech giants are \"big movers in the market,\" said Paul Nolte, a portfolio manager at Kingsview Investment Management, by phone Tuesday. Both the S&amp;P 500 and Nasdaq are \"dramatically impacted by tech.\"</p><p>Formerly high-flying Netflix NFLX shares have dropped more than 40% since announcing last week that it had lost 200,000 subscribers in the first quarter.</p><p>While around 80% of companies so far reporting earnings for the quarter have beaten profit expectations, including General Electric Co., United Parcel Service Inc. and Pepsico Inc., disappointing earnings forecasts are weighing on shares.</p><p>Read: First major Wall Street bank to call for a recession now sees clear outside risk it could be `more severe'</p><p>In U.S. economic data,orders at U.S. factories for durable goods rose 0.8% in Marchand business investment rebounded after the first decline in a year, signaling the economy is still growing at a steady pace. The rise in durable-goods orders matched the consensus expectation produced by a survey of economists by The Wall Street Journal.</p><p>A survey of consumer confidence dipped in April to 107.3 from 107.6, but Americans signaled they are optimistic enough about the economy to keep buying big-ticket items such as news cars and appliances.</p><p>The S&amp;P CoreLogic Case-Shiller 20-city house price index posted a 20.2% year-over-year gain in February, up markedly from 18.9% the previous month, but U.S. new-home sales decreased 8.6% to an annual rate of 763,000 in March, the government said Tuesday.</p><p>The Federal Reserve's policy meeting next week is meanwhile weighing on investors, who are anticipating the central bank may announce a large rate hike, potentially of 50 basis points, in an effort to tame hot inflation, according to Nolte.</p><p>\"The Fed will raise rates until something breaks, and that will be the economy,\" he said. \"Concerns may be rising for the potential for a recession.\"</p><p>Which companies are in focus?</p><p>* Twitter Inc. TWTR shares fell about 2.7% Tuesday to around $50 after its board agreed Monday to accept Tesla chief Elon Musk's $54.20 a share bid for the social-media platform.</p><p>* 3M Co. MMM shares dropped 2.8% after the maker of post-it notes and industrial equipment posted better-than-expected first-quarter earnings.</p><p>* Shares of PepsiCo Inc. PEP rose 0.3% after delivering earnings and revenue that exceeded Wall Street forecasts.</p><p>* United Parcel Service Inc. UPS shares fell 2.6% after the package-delivery giant reported first-quarter profit and revenue that beat expectations.</p><p>* General Electric Co. GE shares plunged 10.6% after the industrial conglomerate reported first-quarter adjusted profit and revenue that beat expectations, but missed on free cash flow and provided a somewhat downbeat outlook.</p><p>* Shares of JetBlue Airways Corp. JBLU plummeted 10.1% after the air carrier reported a narrower-than-expected loss and revenue that more than doubled to match forecasts, but said it planned to reduce capacity growth further to help restore operational reliability. United Airlines Holdings Inc. UAL said Tuesday it is launching the biggest transatlantic expansion in its history with 30 new or resumed flights coming from mid-April through early June. United Airline shares fell 3.5%.</p><p>How are other assets are faring?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell about 5 basis points to around 2.77%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.5%.</p><p>* Bitcoin BTCUSD fell 4.6% to trade around $38,314.</p><p>* Oil futures CL.1 climbed, with West Texas Intermediate crude for June CLM22 delivery rising 2.8% to trade around $101.37 a barrel.</p><p>* In gold futures GC00, gold for June delivery GCM22 rose 0.1% to trade at $1,898.10 an ounce.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP closed 0.9% lower, while London's FTSE 100 UK:UKX gained 0.1%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP fell 1.4%, while the Hang Seng Index HK:HSI rose 0.3% in Hong Kong and Japan's Nikkei 225 JP:NIK gained 0.4%.</p><p>—Steve Goldstein contributed to this report.</p><p>Dow drops nearly 600 points, Nasdaq slumps ahead megacap tech earnings</p>",
  "published": "2022-04-26T19:03:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 4148,
          "end": 4154
        },
        {
          "start": 4148,
          "end": 4150
        }
      ]
    }
  ]
}