{
  "_id": "aaac5bbacce84e97a0b70e82097a1c31f5094623b144922b1abb068d2d33e9e9",
  "feed": "wall-street-journal",
  "title": "Corporate Earnings Watch",
  "text": "<p>\n  ARCHER DANIELS MIDLAND CO. </p><pre> </pre><p>\n  Strong demand and a tight global crop supply propelled grain trader Archer Daniels Midland Co. to a 53% profit increase in its most recent quarter. </p><p>\n  Agricultural traders such as ADM help direct the flow of corn, soybeans, wheat and other food commodities around the world. These companies are benefiting from higher demand after Russia invaded Ukraine, reducing supplies from one of the world's top grain-exporting regions. </p><p>\n  Illinois-based ADM expects the reduced supply of crops to continue for the next few years because of a weak Canadian canola crop, short South American crops and the war in the Black Sea region. </p><p>\n  \"From a global pandemic to the short crop in South America to the conflict in Ukraine, it has become clear that we cannot take an abundant and efficient supply of food for granted,\" said Chief Executive Juan Luciano on a call with analysts. </p><p>\n  Despite higher commodity prices and a rise in global food prices, ADM officials said they didn't expect that to cut into rising consumer demand coming out of the Covid-19 pandemic. Sales for alternative meats and dairy products that ADM produces are expected to increase 14% annually. </p><p>\n  \"Pent-up demand remained solid, even in the face of higher prices,\" said Mr. Luciano. \"There has also been salary inflation and wages inflation that has put money in the pockets of customers.\" </p><p>\n  ADM posted earnings of $1.05 billion, or $1.86 a share, for in the three months ended March 31, compared with $689 million, or $1.22, a year ago. The results were higher than Wall Street analysts were expecting. </p><p>\n  -- Patrick Thomas </p><p>\n  --- </p><p>\n  PEPSICO INC. </p><pre> </pre><p>\n   PepsiCo Inc. reported a 9.3% increase in revenue in the latest quarter from the prior year, driven by a 10% increase in prices and higher sales volume in most markets. The company makes Pepsi, Doritos, Tostitos and Lays potato chips. </p><p>\n  \"For very-income-stressed consumers, they're probably making choices to move to more value-oriented products,\" Chief Financial Officer Hugh Johnston said. \"It's a relatively low-cost treat.\" </p><p>\n  PepsiCo said that at its North American snacks unit, revenue rose 14% and sales volume rose 1%. The company's North American beverage unit had a 5.5% increase in revenue and a 3% increase in sales volume. </p><p>\n  Overall, revenue increased to $16.2 billion from $14.82 billion for the quarter ended March 19. </p><p>\n  As inflation continues to put pressure on margins, PepsiCo is focusing more on its higher-price products, including coffee, tea and Gatorade sports drinks, Mr. Johnston said. </p><p>\n  Earnings grew to $4.26 billion from $1.71 billion, helped by PepsiCo's sale in the quarter of Tropicana, Naked and other juice brands to private-equity firm PAI Partners. </p><p>\n  -- Jennifer Maloney </p><p>\n  --- </p><p>\n  3M CO. </p><pre> </pre><p>\n  The results of 3M Co., which makes everything from Post-it Notes to advanced medical bandages, offered a look into how the economy continues to evolve as the U.S. emerges from the pandemic. \"Overall demand is strong though our global economic outlook has softened due to challenges,\" Chief Executive Mike Roman told investors. </p><p>\n  Those challenges include recent Covid-19-related lockdowns in China and Russia's invasion of Ukraine slowing sales growth, the company said. 3M now expects the global economy to grow by around 3% this year after previously forecasting 4% growth. </p><p>\n  3M said sales of its medical-grade face masks, which rocketed during the pandemic's initial spread, will continue to decline this year. The company said mask sales fell nearly $50 million in its first quarter, or by around 8%, from a year earlier. </p><p>\n  The global semiconductor shortage as well as other supply chain challenges continue to affect the production of cars and smartphones, according to 3M executives. The company cut its production expectations for car and phone manufacturers, which use coolants, films and industrial grinding disks. </p><p>\n  The wave of Covid-19 cases driven by the Omicron variant's spread in the U.S. this past winter hurt visits to dentist offices, 3M said, weighing on sales of products like dental cements and tooth molds. Oral-care visits fell in January and February but started to recover in March. </p><p>\n  -- Austen Hufford </p><p>\n  --- </p><p>\n  UNITED PARCEL SERVICE </p><pre> </pre><p>\n   United Parcel Service Inc. posted higher first-quarter sales, as higher shipping rates helped offset a decline in the number of packages shipped. </p><p>\n  The company reported a 6% increase in revenue as it shipped 3.6% fewer packages daily across the globe, including a 3% decline in the U.S. and a 6.7% drop in international markets. </p><p>\n  The top line was helped by higher average revenue per piece shipped, which was up 9%, due to higher shipping rates and surcharges on customers. </p><p>\n  The results reflect a continued trend under Chief Executive Carol Tome. With her \"better, not bigger\" strategy, UPS is focusing less on shipping more packages and more on doing more business with customers that generate more revenue and profit. </p><p>\n  It also comes amid changing shopping dynamics as the pandemic continues to wane and consumers shop more in stores and less online. Last year, UPS said that consumers returning to in-store shopping slowed down shipping volume. </p><p>\n  The focus is helping the company manage through a period of higher costs for labor, fuel and other items. Operating costs for the first quarter were $21.13 billion, up 5% from a year earlier. </p><p>\n  -- Will Feuer </p><p></p>",
  "published": "2022-04-27T06:04:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 2708,
          "end": 2710
        },
        {
          "start": 3960,
          "end": 3962
        },
        {
          "start": 3289,
          "end": 3291
        },
        {
          "start": 3684,
          "end": 3686
        },
        {
          "start": 2731,
          "end": 2737
        },
        {
          "start": 2731,
          "end": 2733
        },
        {
          "start": 3184,
          "end": 3186
        }
      ]
    }
  ]
}