{
  "_id": "f30e7ecf74f7c09e3d37a2706a8488917f13be700b319dd8ec58f8a30bcc3280",
  "feed": "market-watch",
  "title": "3M stock sinks after Morgan Stanley says sell it, because of rising risk of Combat Arms liabilities",
  "text": "<p>The stock MMM fell 3.1% in afternoon trading, putting it on track for a sixth-straight loss and the lowest close since May 22, 2020. The stock has dropped 8.8% during its current losing streak, which is the longest since the six-day streak that ended June 18, 2021, and one day short of the seven-day streak that ended May 7, 2020.</p><p>The maker of N95 face masks' stock has now tumbled 28.0% since its post-pandemic peak of $207.33 on May 10, 2021, while the Dow Jones Industrial Average DJIA has shed 1.0% over the same time.</p><p>Morgan Stanley's Pokrzywinski lowered his rating on 3M to underweight, after being at equal weight for nearly four years. He slashed his stock price target to $150 from $185.</p><p>Pokrzywinski said risks of liabilities around 3M's Combat Arms earplugs, which his base-case estimate puts at $14 billion, is rising relative to those around pre- and polyfluoroalkyl substances (PFAS). And the fact that 3M didn't provide a medium-term growth outlook at its investor meeting earlier this week “leaves some ambiguity” on how to project growth.</p><p>Also read: House passes bill that could put 3M, other chemicals companies ‘on the hook for billions of dollars in cleanup fees.'</p><p>“Quantifying 3M's liabilities around PFAS and ear protection has been difficult, but limited information suggests what's implied in valuation has gotten smaller relative to rising Combat Arms risk,” Pokrzywinski wrote in a note to clients. “Fundamentals are improving, but growth is still mixed and insufficient relative to liabilities.”</p><p>He said while data is limited, his base-case estimate or Combat Arms ear protection liabilities, based on previous judgments, is $14 billion, which compares with his “bull” case estimate of $2 billion and “bear” case estimate of $53 billion.</p><p>“While data is limited and creates a wide range of outcomes based on drops, appeals and awards, even a small percentage of total cases paying out at the low end of judgments thus far could be in the [$5 billion-$10 billion] range,” Pokrzywinski wrote.</p><p>The stock has tumbled 18.6% over the past three months and dropped 15.5% over the past 12 months, while the Dow has slipped 4.3% over the past three months but gained 8.8% over the past year.</p>",
  "published": "2022-02-17T15:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "name": "3M Company",
      "offsets": [
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 1102,
          "end": 1104
        },
        {
          "start": 919,
          "end": 921
        },
        {
          "start": 745,
          "end": 747
        },
        {
          "start": 576,
          "end": 578
        },
        {
          "start": 1200,
          "end": 1202
        }
      ],
      "nexusId": "10033670"
    }
  ]
}