{
  "_id": "bcda9bc3c22c7de64571f3c924913b4704dee2793c00a53ae4ddffb1257f1827",
  "feed": "wall-street-journal",
  "title": "California Sues 3M and DuPont Over PFAS Chemicals; The suit alleges manufacturers of 'forever chemicals' knew for decades they were harmful to humans and the environment",
  "text": "<p>Several other states, including North Carolina and New York, previously filed lawsuits against PFAS manufacturers.</p><p>The California suit is the broadest to date brought by a state, according to attorneys familiar with other claims. It targets a variety of sources of PFAS contamination, such as wastewater treatment plants and landfills, and seeks medical monitoring in communities that have been exposed.</p><p>\"Nowhere in this country is there a case of this scope, size or impact,\" California Attorney General Rob Bonta said at a press conference Thursday. \"We're taking them to court to hold them accountable and we have the evidence to show that they've hurt and harmed untold numbers of Californians.\"</p><p>Mr. Bonta, a Democrat, said the companies could be liable for hundreds of millions of dollars.</p><p>3M said in a statement that it \"acted responsibly in connection with products containing PFAS and will defend its record of environmental stewardship.\"</p><p>DuPont said that it should not have been included in the California lawsuit because it never manufactured PFAS chemicals used in products such as firefighting foam.</p><p>\"We look forward to vigorously defending our record of safety, health and environmental stewardship,\" DuPont said.</p><p>The California suit focuses on seven PFAS chemicals, including PFOA and PFOS, which the complaint alleges have been detected in the blood of 99% of state residents tested—in addition to lakes and rivers, drinking water sources, fish and wildlife.</p><p>It comes after a two-year investigation that found the manufacturers knowingly violated state consumer protection and environmental laws, Mr. Bonta said.</p><p>The chemicals are part of a class of perfluoroalkyl and polyfluoroalkyl substances, or PFAS, that have become the subject of a growing wave of litigation, as well as increasing scrutiny from federal and state environmental regulators.</p><p>Called forever chemicals because they take a very long time to break down in people and the environment, PFAS were widely used in consumer products under brand names such as Teflon and Scotchgard beginning in the 1950s because of their nonstick and water-repellent qualities.</p><p>Mr. Bonta's office wants 3M and the other defendants to establish an abatement fund that could be used for testing and monitoring, drinking water and wastewater treatment and safe disposal of the chemicals, among other measures.</p><p>The suit focuses in particular on the role of 3M, which began making one of the chemicals exclusively in the 1940s for use in firefighting foams used by airports, refineries and the military. That compound, PFOS, was phased out in the early 2000s. The company conducted internal studies into the chemicals' toxicity as early as the 1950s, Mr. Bonta said, and by the 1960s, had confirmed it was leaching into groundwater and contaminating the environment.</p><p>Even after 3M stopped manufacturing PFOS in the 2000s, Mr. Bonta said, the company attempted to distort scientific data to minimize the dangers they pose to the environment and humans.</p><p>A 3M spokesman didn't respond to the allegations.</p><p>In 2018, 3M reached an $850 million settlement with the state of Minnesota after its attorney general sued the company for allegedly discharging PFAS and contaminating the state's natural resources in the Twin Cities area. At the time, 3M said it was proud of its environmental stewardship and that it didn't believe there was a public-health issue related to the chemicals.</p><p>Municipal water systems, firefighters and others have filed more than 2,000 lawsuits against companies, including 3M and DuPont, alleging harms from firefighting foam that contained PFAS. Those cases have been consolidated in the U.S. District Court for the District of South Carolina.</p><p>At the same time, the federal government is moving to tighten rules around the chemicals. The EPA is scheduled this fall to propose drinking-water standards for PFOA and PFOS, setting the first national limits on them in public drinking-water systems.</p><p>—Bob Tita contributed to this article.</p><p>Write to Christine Mai-Duc at christine.maiduc@wsj.com and Kris Maher at Kris.Maher@wsj.com</p><p>California Sues 3M and DuPont Over PFAS Chemicals</p>",
  "published": "2022-11-10T23:57:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 16,
          "end": 18
        },
        {
          "start": 3010,
          "end": 3012
        },
        {
          "start": 2164,
          "end": 2166
        },
        {
          "start": 2414,
          "end": 2416
        },
        {
          "start": 3294,
          "end": 3296
        },
        {
          "start": 3547,
          "end": 3549
        },
        {
          "start": 795,
          "end": 797
        },
        {
          "start": 3067,
          "end": 3069
        },
        {
          "start": 2834,
          "end": 2836
        },
        {
          "start": 4118,
          "end": 4120
        }
      ]
    }
  ]
}