{
  "_id": "1818ec868f05d8ab13a07eb42db0863178989cb6b1a539d051b2a9882263cfb3",
  "feed": "wall-street-journal",
  "title": "Workplace Technology (A Special Report) --- Office Tech Before Screens: What Do You Recall? Yes, the BlackBerry was once cutting edge. Then again, so was the pencil. It's time to test your knowledge of pre-screen office technology.",
  "text": "<p>1. The Pascaline was a clever early calculator. How did it get its name?</p><p>A. It's a play on the \"paschal\" name of its inventor, Charles Lamb.</p><p>B. It was invented by French mathematician Blaise Pascal, who wagered his time and energy on the device in the 1640s.</p><p>C. A tax-collection tool under William of Orange, it was used to calculate the weight of fish from their dimensions.</p><p>D. It figures in Pascaline, an opera by Giuseppe Verdi.</p><p>---</p><p>2. Pencils have long been office mainstays. Which American writer, thinker and entrepreneur made huge improvements in the subpar American models of the era?</p><p>A. Mark Twain</p><p>B. Henry David Thoreau</p><p>C. Frederick Douglass</p><p>D. Emily Dickinson</p><p>---</p><p>3. The first truly effective typewriter was built by Christopher Latham Sholes, who obtained a U.S. patent in 1868. Which company was the first to manufacture his new writing machines?</p><p>A. Remington</p><p>B. Underwood</p><p>C. Smith Corona</p><p>D. Olivetti</p><p>---</p><p>4. Pneumatic tubes were a mainstay in many offices for much of the 20th century, and they're still used at the drive-up windows of banks. Which was the first American city to install them for moving mail around town?</p><p>A. New York</p><p>B. Boston</p><p>C. Philadelphia</p><p>D. Chicago</p><p>---</p><p>5. Which document-management innovation, almost obsolete today, was unveiled at the Chicago World's Fair in 1893?</p><p>A. The stapler</p><p>B. The paper clip</p><p>C. The rubber band</p><p>D. The vertical, or hanging, file</p><p>---</p><p>6. Dallas secretary Bette Claire Graham wasn't as well known as her son, Michael Nesmith, who was a member of the Monkees rock band. But in 1954 she invented something that made it easier for typists to monkey with text. What was it?</p><p>A. Liquid Paper</p><p>B. Ko-Rec-Type</p><p>C. Erasable typing paper</p><p>D. The rotating eraser-brush combo</p><p>---</p><p>7. The first office cubicles came from the legendary Herman Miller furniture company and were pretty cool. Who was responsible for their innovative design?</p><p>A. Charles and Ray Eames</p><p>B. Robert Propst and George Nelson</p><p>C. Donald Deskey and Russel Wright</p><p>D. Eliel and Eero Saarinen</p><p>---</p><p>8. Post-its became possible when a researcher trying to develop an adhesive for use in aircraft construction stumbled onto something less sticky: It was just strong enough to make paper stick reliably, peel off easily and be reused. A colleague suggested using the adhesive on little notes. Where did these scientists work?</p><p>A. Elmer's</p><p>B. IBM</p><p>C. Xerox</p><p>D. 3M</p><p>---</p><p>9. With its blazing speed, sleek design and vivid colors, the IBM Selectric was a transformative typewriter -- and a runaway success from its introduction in 1961. Which of these best describes the shape of its innovative type-head?</p><p>A. A pickle</p><p>B. A mushroom</p><p>C. A shelled walnut</p><p>D. A golf ball</p><p>---</p><p>10. Every office had manila envelopes, and most probably still do. How did they get their name?</p><p>A. They were first made in Manila, Wis., from the abundant local birch trees.</p><p>B. They were invented by the failing Manhattan Vanilla Co. in an attempt to diversify.</p><p>C. U.S. papermakers in the 1830s started recycling manila ropes, made from hemp, as paper pulp.</p><p>D. Waste fibers from the Philippines, used to pack pineapples headed for North America, was turned into heavy yellow stock.</p><p>---</p><p>11. The acknowledged inventor of the computer spreadsheet was Dan Bricklin, and the resulting commercial program he produced with Bob Frankston started selling in 1979. What was it called?</p><p>A. Lotus 1-2-3</p><p>B. Ami Pro</p><p>C. VisiCalc</p><p>D. Excel</p><p>---</p><p>12. Remember BlackBerry, that early addictive smartphone? For a while, it was a business and cultural phenomenon. How much of the U.S. market did it have in 2009?</p><p>A. 90%</p><p>B. 70%</p><p>C. 50%</p><p>D. 30%</p><p>---</p><p>ANSWERS</p><p>1: B. Invented by Pascal around 1642, the Pascaline relied on metal gears, was portable, and worked well for addition. But it was otherwise limited, and expensive to produce and therefore to buy. In the 1930s it emerged that a more sophisticated model had been made by a German professor named Wilhelm Schickard in 1623, but because it was unknown for so long it never had the historical impact of Pascal's device.</p><p>2: B. Thoreau tried his hand at teaching and of course writing, but when he needed money would fall back on his family's pencil business. He proved a good businessman and excellent engineer who built up the enterprise by relentless efforts to improve the product. \"The result,\" writes biographer Laura Dassow Walls, \"was a completely new kind of pencil lead: a kiln-fired ceramic that could be cut and set into grooves to make pencils graduated in hardness from 1 to 4. Artists, surveyors, and engineers paid a premium for them.\"</p><p>3: A. Known as a gun maker, Remington was good at mass-producing interchangeable parts and was already making sewing machines (the earliest typewriters had foot pedals and were marketed partly to women). Typewriter historian Wilfred Beeching called Mr. Sholes \"the fifty-second man to 'invent' the typewriter,\" but his version was the one that succeeded.</p><p>4: C. Chicago is known as the Windy City, but Philadelphia was the first American city to use the power of air pressure to move mail, installing the first of its pneumatic tubes in 1893. Four years later New York's system got started; one of the first items to be dispatched was a cat, who arrived unharmed. Gotham's system grew to consist of, by at least one account, more than 55 miles. It even crossed the Brooklyn Bridge. Toward the end of 1953 service ended in all American cities by order of the postmaster general.</p><p>5: D. Historian Judith Flanders, in her history of alphabetical order (\"A Place for Everything\"), suggests that vertical filing was a momentous innovation brought forth by the Library Bureau, a company founded by the man who gave us the Dewey decimal system. \"Vertical filing,\" Ms. Flanders writes, \"freed offices from chronology. No longer was it necessary to lift all the more recent documents out to get to the older material; it could easily be taken out and reordered; pages could be added to, or removed and filed elsewhere. Vertical filing allowed documents to be organized in any way the user desired: by subject, by sender or by recipient, by region, by cost, supplier or project. What vertical filing did unintentionally, more than anything else, was promote alphabetization.\"</p><p>6: A. Ms. Graham not only invented Liquid Paper, she also founded a company (at first called the Mistake Out Co.) to market it and served as president. It started when she found that a sensitive new typewriter she had to use was equipped with a carbon ribbon instead of fabric. The result wasn't only more errors, but errors that were harder to erase. Having painted in her youth, she mixed up a color close to that of the paper she typed on, and co-workers soon wanted some of their own. After a rocky commercial start, the new correction fluid caught on, and in 1979 the high-school dropout sold the business for $47.5 million. Wite-Out, whose name has come to stand for the entire category of correction fluid, was developed in 1966. Liquid Paper and Wite-Out are still sold.</p><p>7: B. Like so many oppressive social arrangements, this one was the product of utopian aspirations. Mr. Propst envisioned the new Action Office line as a dramatically new and flexible kind of workspace. His design partner for a time, Mr. Nelson, now famous for hanging lamps and slatted benches, cooked up some nifty elements. But employers mostly wanted to cram as many people into as little space as possible while saving money on generic partitions.</p><p>8: D. While working at 3M, Spencer Silver came up with the adhesive and Art Fry thought to make it into a little pad that people could used at the office. After a slow start, the resulting Post-its were staggeringly successful. Mr. Silver patented the adhesive in 1972. Mr. Fry obtained a patent in 1993 for a \"repositionable pressure-sensitive adhesive sheet material.\" Their accidental discovery has since become the stuff of business legend.</p><p>9: D. The Selectric had all the letters on something like a metal golf ball that flew across the page, spinning to invoke the right letter every time (a mushroom shape was considered but ultimately rejected during the arduous development process). The ball eliminated carriage returns along with key jam-ups, and the typeface could be changed by swapping in another ball. Models eventually included a correcting feature and became the basis for keyboards interacting with IBM computers.</p><p>10: C. The use of rope previously used on ships arose due to a shortage of the cotton or linen rags that otherwise might have been employed in making durable paper suitable for card-stock folders and heavy envelopes. Manila hemp, also known as abaca, gave the paper its characteristic golden hue. The large envelopes nowadays usually have a metal clasp with wings along with an adhesive that requires wetting (but beware the sharp edge). Reusable varieties often came with two buttons and string for easy closing and opening.</p><p>11: C. While a student at Harvard Business School, Mr. Bricklin, a former software designer, was motivated to create a spreadsheet that ran on an Apple II computer to help with financial analysis. The prevailing pencil-and-paper approach in those days meant that a single change required a lot of recalculation. VisiCalc was a success in the marketplace, but spreadsheets -- and personal computers -- really took off after the release of Lotus 1-2-3.</p><p>12: C. In 2009 the addictive devices (dubbed Crackberry by wags) had nearly half the U.S. market (as measured by smartphone operating systems in use). Even as late as September 2013, they reportedly had 85 million subscribers world-wide. But the downfall was swift. By February 2017 market share was essentially zero, Gartner said, even though some people still miss the keyboard.</p><p>---</p><p>Mr. Akst is a writer in New York's Hudson Valley. Email him atreports@wsj.com.</p>",
  "published": "2022-03-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 7454,
          "end": 7456
        },
        {
          "start": 2357,
          "end": 2359
        }
      ]
    }
  ]
}