{
  "_id": "db40fb8b3531909cd0e57a9dd4e47f2730b74948ccaa117f57e1858c522c2bd1",
  "feed": "ftcomall",
  "title": "A week for past memories and present reality of global conflicts",
  "text": "<p>Hello and welcome to the working week,</p> <p>Did you miss me? Thank you to those who emailed — to <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a> — while I was away. And for those who did not, you are welcome to drop me a line now about events you think should (or should not) be mentioned in this newsletter. </p> <p>Depressingly, the Ukraine conflict is a certainty for news events this week but activity will be largely off diary — except for events such as the UK <a href=\"https://www.bbc.co.uk/news/uk-61190310\">reopening its embassy</a> in Kyiv — for the next seven days. Somewhat ironically there is a long list of other war anniversaries this week — from Monday's <a href=\"https://www.ft.com/content/32a23ee8-ea4c-11e4-a701-00144feab7de\">Anzac Day</a> to Saturday's commemoration in Vietnam of Liberation Day. A reminder that peace has been an unobtainable dream for this world in modern times.</p> <p>At the same time, we are in a sort of minor holiday season. Easter, orthodox or otherwise, has been and gone and this coming Sunday heralds the various May Day celebrations around the world.</p> <p>At the moment this newsletter was sent, the result of the final round of the <a href=\"https://www.ft.com/content/35a73fe7-53da-4fa1-be55-06b44169394a\">French presidential election</a> was imminent. Next comes the analysis — a reason to <a href=\"https://www.ft.com/french-presidential-election\">keep connected</a> to the FT's coverage.</p> <p>Before getting on to the economic and corporate news, here is a plug for an FT event this week. The Future Cities Americas forum, running from Tuesday to Thursday, will bring together government leaders, corporates, innovators, academics, investors and financial services experts to establish a common vision for the sustainable, equitable, and safe cities of tomorrow. And as a newsletter subscriber, you can register free <a href=\"https://futurecities.live.ft.com/page/1950934/digital-pass?promo=PREMIUM2022\">here</a>. </p> <h1>Economic data</h1> <p>It's a fairly full week for economic news with inflation figures for France, Germany and the eurozone countries as well as first-quarter GDP estimates for the eurozone, the US, Korea, France, Germany Italy and Spain plus an interest rate decision by the Bank of Japan.</p> <p>The conflict in Ukraine is having an immediate and longer term impact on the global economy, as the IMF highlighted last week when it <a href=\"https://www.ft.com/content/b17fac55-f92a-4a44-a553-23e7c5aa8d74\">cut growth forecasts</a> for numerous countries.</p> <p>The new world (dis)order was described by Pierre-Olivier Gourinchas, IMF chief economist, in an interview with the Financial Times. “If we become a world of many different blocs, we will have to undo a lot of the integrated economies that we've built and supply chains that we've built . . . and build something else that is more narrow [and] smaller in scope,” he said. </p> <p>“There will be adjustment costs [and] there will be efficiency losses and that could lead to an increase in unit costs because things are not done as efficiently as before.”</p> <h1>Companies</h1> <p>It will be a week for the geeks in terms of corporate earnings this week. Big Tech has had a good pandemic. The question now is whether <strong>Meta</strong>, <strong>Alphabet</strong>, <strong>Amazon.com</strong>, <strong>Microsoft</strong> or <strong>Spotify</strong> can maintain their strong growth rates. After last week's <strong>Netflix</strong> shock drop in <a href=\"https://www.ft.com/content/9abe151f-56d3-4419-b17d-ff8284dc241f\">subscribers</a>, investors are <a href=\"https://www.ft.com/content/093738c4-574a-43cc-bd71-aee1b0700caa\">no doubt nervous</a>, although as has been pointed out there is a difference between a company purely focused on streaming TV and film shows and other tech businesses.</p> <p>Golden child <strong>Apple</strong> may now fancy itself as a <a href=\"https://www.ft.com/content/67073d0f-69b8-4b52-a917-836d41be5c8e\">Hollywood player</a> after taking top prize at the Oscars, but its investors are worrying about its ability to <a href=\"https://www.ft.com/content/56c6d96c-65cf-4d72-9e34-5e58a1416bb6\">deliver new tech kit</a> given the wave of lockdowns at several of its Chinese manufacturing hubs. That next iPhone model won't make itself, you know. Analysts at Morgan Stanley believe Wall Street's consensus forecasts for the June quarter of $86.7bn (a rise of 6 per cent year on year) “seems high” given chief executive Tim Cook's typical caution when it comes to guidance.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Germany, Ifo business confidence survey</p></li>  <li><p>UK, Bank of England's asset purchase facility quarterly report, Rightmove April house price survey plus CBI quarterly industrial trends report</p></li>  <li><p>Results: <strong>Activision Blizzard</strong> Q1, <strong>Deutsche Börse</strong> Q1, <strong>Hyundai Motor Company</strong> Q1, <strong>Philips Electronics</strong> Q1, <strong>Roche</strong> Q1, <strong>Südzucker</strong> H1, <strong>Vivendi</strong> Q1</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>South Korea Q1 GDP data</p></li>  <li><p><strong>Taylor Wimpey</strong> trading update and AGM</p></li>  <li><p>UK, March tax receipts data showing the state of the public finances</p></li>  <li><p>US, consumer confidence figures and March durable goods orders</p></li>  <li><p>Results: <strong>3M</strong> Q1, <strong>Alphabet</strong> Q1, <strong>Associated British Foods</strong> H1, <strong>GE</strong> Q1, <strong>General Motors</strong> Q1, <strong>HSBC</strong> Q1, <strong>Iveco</strong> Q1, <strong>Kuehne &amp; Nagel</strong> Q1, <strong>Microsoft</strong> Q3, <strong>Nomura</strong> FY, <strong>Novartis</strong> Q1, <strong>PepsiCo</strong> Q1, <strong>Texas Instruments</strong> Q1, <strong>UBS</strong> Q1, <strong>United Parcel Service</strong> Q1</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p><strong>Fresnillo</strong> Q1 production report</p></li>  <li><p>France, consumer confidence figures</p></li>  <li><p>Germany, Gfk consumer confidence figures</p></li>  <li><p>UK, Freedom of Information statistics</p></li>  <li><p>US, Q1 housing vacancies and home ownership data</p></li>  <li><p>Results: <strong>Boeing</strong> Q1, <strong>Credit Suisse</strong> Q1, <strong>Daiwa Securities Group</strong> Q4, <strong>Deutsche Bank</strong> Q1, <strong>GlaxoSmithKline</strong> Q1, <strong>Lloyds Banking Group</strong> Q1 interim management statement, <strong>Mattel</strong> Q1, <strong>Mercedes-Benz</strong> Q1, <strong>Meta</strong> Q1, <strong>Puma</strong> Q1, <strong>Spotify</strong> Q1, <strong>STMicroelectronics</strong> Q1</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>EU, economic and business sentiment indicators plus the European Central Bank's monthly economic bulletin</p></li>  <li><p><strong>Delivery Hero</strong> Q1 trading update</p></li>  <li><p><strong>Evraz</strong> Q1 trading update</p></li>  <li><p>Germany, April consumer price index (CPI) inflation data</p></li>  <li><p><strong>Glencore</strong> Q1 production report and AGM</p></li>  <li><p>Japan, Bank of Japan interest rate decision and outlook report for economic activity and prices, plus retail sales figures</p></li>  <li><p><strong>Schroders</strong> Q1 trading update</p></li>  <li><p><strong>Smith &amp; Nephew</strong> Q1 trading update</p></li>  <li><p>Spain, April inflation data and unemployment figures</p></li>  <li><p>Sweden, central bank Riksbank holds its monetary policy meeting in Stockholm</p></li>  <li><p><strong>Unilever</strong> Q1 trading statement</p></li>  <li><p>UK, Q4 insolvency statistics plus NHS workforce data and inflation risks for public services in England</p></li>  <li><p>US, Q1 GDP estimate plus Q1 consumer spending figures</p></li>  <li><p>Results: <strong>Amazon.com</strong> Q1, <strong>Apple</strong> Q2, <strong>Barclays</strong> Q1, <strong>Carlsberg Group</strong> Q1 trading statement, <strong>Caterpillar</strong> Q1, <strong>Comcast</strong> Q1, <strong>Eli Lilly and Co</strong> Q1, <strong>Hershey</strong> Q1, <strong>Intel</strong> Q1, <strong>McDonald's</strong> Q1, <strong>Merck &amp; Co</strong> Q1, <strong>Nokia</strong> Q1, <strong>Northrop Grumman</strong> Q1, <strong>Sainsbury's</strong> H1, <strong>Samsung Electronics</strong> Q1, <strong>Swedbank</strong> Q1, <strong>Total</strong> Q1, <strong>VeriSign</strong> Q1</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, February GDP figures</p></li>  <li><p>EU, flash Q1 GDP estimate plus euro area inflation figures</p></li>  <li><p>France, preliminary Q1 GDP estimate and April CPI data</p></li>  <li><p>Germany, Q1 GDP figures</p></li>  <li><p>Italy, GDP figures</p></li>  <li><p>Mexico, Q1 GDP data</p></li>  <li><p><strong>Rémy Cointreau</strong> FY sales figures</p></li>  <li><p><strong>Smurfit Kappa</strong> Q1 trading update and AGM</p></li>  <li><p>Spain, Q1 GDP figures</p></li>  <li><p><strong>Travis Perkins</strong> Q1 trading update</p></li>  <li><p>UK, British Retail Consortium monthly economic briefing, government deficit and debt figures, Office for National Statistics data on how changes in the workforce have affected earnings growth during the Covid-19 pandemic, sickness absence data, Nationwide's April house price index plus quarterly betting and gaming statistics</p></li>  <li><p>Results: <strong>AstraZeneca</strong> Q1, <strong>BASF</strong> Q1, <strong>Chevron</strong> Q1, <strong>Colgate-Palmolive</strong> Q1, <strong>Danske Bank</strong> Q1, <strong>Electrolux</strong> Q1, <strong>Eni</strong> Q1, <strong>ExxonMobil</strong> Q1, <strong>Honeywell</strong> Q1, <strong>NatWest</strong> Q1</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>China, Caixin general manufacturing purchasing managers' index</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Australia, New Zealand and Turkey: the 107th anniversary of the start of the first world war Gallipoli campaign will be commemorated with Anzac Day</p></li>  <li><p>China, the UN Biodiversity Conference (COP15) opens in Kunming</p></li>  <li><p>Italy, Liberation Day commemorating the end of Nazi occupation in the second world war</p></li>  <li><p>North Korea, 90th anniversary of the creation of the Korean People's Revolutionary Army</p></li>  <li><p>UK, the last bank branch on the Isles of Scilly — run by Lloyds Bank on St Mary's — due to close its doors today</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Ukraine, anniversary of the 1986 Chernobyl nuclear power plant disaster</p></li>  <li><p>UK, the second term of the legal year in England and Wales, the Easter term, begins and will run until May 27 </p></li>  <li><p>US, the 26th Webby awards — ‘the Oscars of the internet' — are announced</p></li>  <li><p>World Intellectual Property Day</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Israel, Holocaust Martyrs and Heroes Remembrance Day marked in Jerusalem</p></li>  <li><p>The Netherlands, Koningsdag national holiday marking the birth of King Willem-Alexander</p></li>  <li><p>Sierra Leone, National Day</p></li>  <li><p>South Africa, Freedom Day marking the date when Nelson Mandela was elected president in 1994</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>US, annual Take Our Daughters and Sons to Work day</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>UK, Three-time Wimbledon champion Boris Becker faces sentencing at Southwark Crown Court in London after being found guilty of four charges under the Insolvency Act relating to his 2017 bankruptcy</p></li>  <li><p>Portugal, parliament to vote on the working majority Socialists budget draft</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Partial solar eclipse over South America, Antarctica, Pacific and Atlantic Oceans</p></li>  <li><p>US, The White House Correspondents' Association holds its annual dinner at the Washington DC Hilton. Sitting presidents usually attend</p></li>  <li><p>Vietnam, Liberation Day celebrating the anniversary of the fall of Saigon — now Ho Chi Minh City — to the Communist Democratic Republic of Vietnam</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>China, start of the five-day May Day holiday</p></li>  <li><p>May Day celebrated in various countries</p></li>  <li><p>US, date to which president Joe Biden deferred student loan payments last December</p></li> </ul><p>Source: Jonathan Moules 2022 'A week for past memories and present reality of global conflicts' FT.com 24 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-24T17:15:13.388Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 4221,
          "end": 4223
        }
      ]
    }
  ]
}