{
  "_id": "d94817033b329b013bdca645efd38ccd10704d1f8ae796745a55e95a175ffd21",
  "feed": "wall-street-journal",
  "title": "Business News:  3M Trims Forecast as Consumer Demand Declines  ----  By Bob Tita and Will Feuer",
  "text": "<p>   3M Co. cut its profit and sales forecast for the year, as weakening demand from customers and the U.S. dollar's strength against foreign currencies pulled down quarterly sales. </p><p>   Sales of the industrial conglomerate's products, which include Scotch tape, bandages, furnace filters and safety equipment, fell 3.6% from the same period last year, 3M said. Inflation weighed on consumer spending, and declining cases of Covid-19 reduced demand for the company's face masks, executives said. </p><p>   Inflation continues to drive up the cost of materials and other expenses, while companies' moves to raise prices and pass along higher production costs are discouraging consumer spending, particularly in electronics, where 3M supplies materials, executives said. Demand for back-to-school products this summer was weaker than expected because higher prices diminished consumers' purchasing power. </p><p>   \"Inflationary pressures remain persistent and broad based,\" said Monish Patolawala, chief financial officer, during a call with analysts. </p><p>   The St. Paul, Minn.-based company said the strong U.S. dollar lowered its sales in the quarter by about 5%, with unfavorable exchange rates reducing 3M's sales in foreign currencies when they are converted into dollars. The company predicted that foreign-currency translations would reduce sales for the year by about 4.5%, compared with its previous forecast of 4%. </p><p>   Sales of disposable masks declined by $130 million during the quarter from a year earlier, the company said. </p><p>   3M said it is proceeding with the spinoff of its healthcare business into a separate, public company. 3M continues to defend itself against personal-injury lawsuits filed over earplugs that it produced for the military, and chemicals produced years ago that were used in 3M's Scotchgard fabric coating and other products. </p><p>   3M said it now expects sales for 2022 to decline by a range of 3% to 3.5% from 2021's level, compared with the company's prior projection of a 0.5% to 2.5% decline. Adjusted earnings for 2022 are expected to be between $10.10 a share and $10.35 a share, the company said, down from its prior range of $10.30 a share to $10.80 a share. </p><p>   Overall, for the three months ended Sept. 30, 3M reported a profit of $3.86 billion, or $6.77 a share, compared with $1.43 billion, or $2.45 a share. </p><p></p>",
  "published": "2022-10-26T06:04:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 1170,
          "end": 1172
        },
        {
          "start": 343,
          "end": 345
        },
        {
          "start": 2200,
          "end": 2202
        },
        {
          "start": 1497,
          "end": 1499
        },
        {
          "start": 1599,
          "end": 1601
        },
        {
          "start": 1819,
          "end": 1821
        },
        {
          "start": 709,
          "end": 711
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 0,
          "end": 2
        },
        {
          "start": 15,
          "end": 17
        },
        {
          "start": 1768,
          "end": 1770
        }
      ]
    }
  ]
}