{
  "_id": "527f7b4ad31eea13d907c5fb7e3eebd8ed7481c37d7cadb35a3b934825126691",
  "feed": "wall-street-journal",
  "title": "Market Drops as Turbulent Trading Persists --- Indexes rally from lows but end in the red after Monday's snapback; anxiety over Fed looms",
  "text": "<p>All three major indexes fell Tuesday, though they closed well off session lows. The S&amp;P 500 fell 53.68 points, or 1.2%, to 4356.45. The technology-heavy Nasdaq Composite lost 315.83, or 2.3%, to 13539.29. The blue-chip Dow Jones Industrial Average at one point was down nearly 820 points before closing down 66.77, or 0.2%, to 34297.73.</p><p>The S&amp;P 500 fell as much as 2.8% before staging a recovery.</p><p>The moves came after Monday's jarring intraday reversal. That day, the Dow recovered from losses of more than 1,000 points for the first time in history, while the Nasdaq recorded its biggest reversal since 2008.</p><p>Major indexes again pared big losses late in Tuesday's session, leaving some traders bewildered about the midday reversal. Though stocks have stabilized somewhat in recent sessions after weeks of declines, the moves leave many investors with lingering uncertainty about the market's course for the rest of the month.</p><p>\"My fear is we are going to go lower,\" said Zhiwei Ren, a portfolio manager at Penn Mutual Asset Management. It is \"going to be a big week.\"</p><p>The Federal Reserve's two-day meeting ends Wednesday, and concerns about the Fed have driven investors out of stocks and stoked worries that the popular trade of buying small dips was growing weaker.</p><p>That potentially removes one source of support for the stock market. Monday's comeback and Tuesday's rebound showed that many investors were quick to pounce on beaten-down stocks, though some of that enthusiasm appeared to fade late in the trading session.</p><p>Some portfolio managers said that they had used the January selloff to find bargains and add to their stockholdings.</p><p>\"It is encouraging that the market seems to be trying to find a floor here,\" said Ryan Jacob, chief investment officer at Jacob Asset Management. \"You get this kind of action when you near a market bottom.\"</p><p>Mr. Jacob said people appeared to be wading back into the market after weeks of aggressive selling. He said he has recently bought shares of small and midcap tech and healthcare companies that have been beaten down, positioning for a rebound.</p><p>\"It makes us more emboldened, rather than if the market was making new lows,\" Mr. Jacob said of the recent trading activity.</p><p>He expects things to remain volatile until the announcement after the Fed meeting, where officials were expected to debate the path of monetary policy, including the speed at which they could shrink the nearly $9 trillion bond portfolio.</p><p>Behind the selloff are fears about the Fed's raising interest rates this year and withdrawing the stimulus that propelled markets in recent years. Chairman Jerome Powell is expected to use his postmeeting comments to lay the groundwork for a cycle of interest-rate increases.</p><p>Some investors said they no longer expect the so-called Fed put -- or the Fed's tendency to cut rates or hold off on rate increases in response to market turmoil -- to stay in place.</p><p>Meanwhile, earnings have failed to deliver the positive sentiment that investors became accustomed to last year, while geopolitical tensions surrounding Ukraine and Russia have weighed on sentiment.</p><p>Around 77% of companies reporting results so far have surpassed analysts' expectations, according to Refinitiv. But that hasn't been enough to lift stocks. General Electric Co. fell $5.80, or 6%, to $91.11 after reporting a fourth-quarter loss. Meanwhile, 3M Co. shares added 95 cents, or 0.6%, to $173.75 after the company reported a better-than-expected performance.</p><p>This week, investors are parsing results from tech heavyweights including Microsoft Corp., Apple Inc. and Tesla Inc. They have been among the companies weighing on the S&amp;P 500 the most this year, according to Goldman Sachs.</p><p>\"I would expect that there would be a lot of volatility through earnings,\" said Tiffany Wade, a senior portfolio manager at Columbia Threadneedle. But, she said \"we've taken the opportunity in the selloff to add to companies that we think are high quality.\"</p><p>Technology shares have fared the worst of any group in the S&amp;P 500, falling 13% this month, and they were the biggest laggards on Tuesday. Energy stocks have been the sole winners in January, advancing around 18%. On Tuesday, nine out of 11 of the S&amp;P 500's sectors declined, with energy and financial stocks notching gains.</p><p>While earnings in 2021 were a source of strength for equity markets, recent results suggest companies are beginning to struggle with inflation and slowing economic growth, said David Donabedian, chief investment officer at CIBC Private Wealth.</p><p>\"We have gotten so used to this cycle of companies blowing the roof off of earnings expectations, but so far that is not happening,\" he said.</p><p>The yield on the benchmark 10-year U.S. Treasury note rose to 1.784%, from 1.735% Monday. Bond yields move inversely to prices.</p><p>European stocks rebounded. The pan-continental Stoxx Europe 600 index was up 0.7% Tuesday.</p><p>Early Wednesday, Japan's Nikkei 225 was down 0.4%, but Hong Kong's Hang Seng Index was up 0.5% and the Shanghai Composite was up 0.7%. S&amp;P 500 futures and Dow futures were up 0.1%, while Nasdaq futures were up 0.5%.</p><p>---</p><p>Quentin Webb and Rebecca Feng contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US88579Y1010",
      "nexusId": "10033670",
      "name": "3M Company",
      "offsets": [
        {
          "start": 3369,
          "end": 3375
        },
        {
          "start": 3369,
          "end": 3374
        }
      ]
    }
  ]
}