{
  "_id": "21e73ac6efcae3f74ce54b755710205aa542149f6f41088101d4aba8556d29f0",
  "feed": "wall-street-journal",
  "title": "9/11: 20 Years Later (A Special Report)  ---  Bruce Springsteen And 'The Avengers': How 9/11 Affected Pop Culture:  The attacks awakened in Americans an appetite for works of straightforward, unironic beauty  ----  By Terry Teachout",
  "text": "<p>   Wishful thinking is a chronic affliction of pundits on a deadline. I suspect that I was suffering from a slight case of it when, four months after 9/11, I wrote a column for The Wall Street Journal called \"Tawdriness in Turnaround.\" Struck by the fact that Diana Krall's \"The Look of Love,\" an album of traditional pop standards, was the eighth biggest-selling CD of any genre on Amazon.com -- I had just heard the title track playing in a McDonald's on New York's Upper West Side -- I speculated that the horrors of that day had awakened in Americans an appetite for straightforward, unironic beauty. \"What we wanted in our time of need,\" I wrote, \"was beauty -- and we never doubted for a moment that such a thing exists.\" </p><p>   I had been similarly struck 10 days after 9/11 by the musical performances I heard on \"America: A Tribute to Heroes,\" a fundraising telecast on which 21 celebrated pop musicians played and sang songs of grief, hope and courage. None of those musicians evinced the slightest doubt that a monstrous evil had been done to America, and that we had to do something about it. I recall most clearly from the telecast a blunt, no-nonsense performance by Tom Petty and the Heartbreakers of a song called \"I Won't Back Down.\" While it wasn't written for political reasons, it acquired on that night the laconic force -- and, yes, the beauty -- of a quasi-national anthem: \"You can stand me up at the gates of hell/But I won't back down.\" I feel sure that in singing it, Petty spoke for everyone on \"America: A Tribute to Heroes.\" </p><p>   Everyone I knew shared that sense of unanimity in 2001 and the first part of 2002. Back then, American flags flew proudly throughout the streets of New York, and works of art, high and popular alike, were created in the same galvanizing spirit that caused those flags to be flown. Some of them, like Bruce Springsteen's album \"The Rising\" (2002), featured stirring portrayals of heroism, the kind for which we turn to great artists when we want to see or hear heightened versions of what is in our hearts. </p><p>   Not long after 9/11, Mr. Springsteen had been stopped at a street corner by a passing stranger who rolled down his window and shouted, \"We need you now!\" So we did -- and he delivered, writing new songs and repurposing older ones to tell us how we all felt. </p><p>   One of the latter was \"My City of Ruins,\" which Mr. Springsteen had sung on \"A Tribute to Heroes,\" introducing it as \"a prayer for our fallen brothers and sisters.\" It says, \"The church door's thrown open/I can hear the organ's song/But the congregation's gone.\" It had been written in 2000 as a lament for the decline of Asbury Park, N.J., but it was ideally suited to the new occasion as well, and I shall never forget the somber refrain that Mr. Springsteen sang over and over again on a TV set that was lighted with candles: \"Come on, rise up! Come on, rise up!\" </p><p>   Lest we forget, though, profound ambiguity of meaning is built into the sinews of art. Whatever you might have thought \"I Won't Back Down\" meant on Sept. 21, 2001, it is wise to keep in mind that Mr. Petty's lawyers had sent a cease-and-desist letter to George W. Bush when he used \"I Won't Back Down\" as a campaign song in 2000, and that Mr. Petty himself performed it at Al Gore's home after Mr. Gore conceded that much-disputed election. </p><p>   By 2003 the short-lived patriotic unanimity brought into being by 9/11 had similarly dissipated, and America was its same old fractious, fissured self again. Small wonder that Hollywood, whose left-of-center residents are typically ill at ease with portrayals of patriotism, mostly steered clear of making films about 9/11 and the Gulf War. There were a few exceptions, though, prominent among them Paul Greengrass's unforgettably powerful \"United 93\" (2006), which told the story of the heroic passengers who brought down a hijacked airliner on 9/11 at the cost of their own lives, and Kathryn Bigelow's \"The Hurt Locker\" (2008) and \"Zero Dark Thirty\" (2012), in which the Gulf War and the search for Osama bin Laden were portrayed with identically masterly skill. </p><p>   Nevertheless, the events of 9/11 continued to work their way to the surface of our pop culture for some time thereafter, not in war movies but in purely popular entertainment. The release in 2012 of Joss Whedon's immensely successful \"The Avengers\" is a choice example of that stealthy process at work: It opened more than a decade after 9/11 and a year after the killing of bin Laden, and it is impossible not to see those events mirrored in the film's feel-good climax, in which a team of Marvel Comics superheroes thwarts an attempt by aliens to destroy New York. </p><p>   An even more telling parallel can be found in Christopher Nolan's \"The Dark Knight,\" released four years earlier, in which Batman does battle with a seemingly psychotic Joker whose murderous behavior makes no sense to his fully rational, deeply moral foe. Puzzled by the existence of such a man, he assures Alfred, his butler and mentor, that \"criminals aren't complicated.\" To which Alfred responds with an oft-quoted explanation at least as applicable to 9/11 as it is to the plot of the movie: \"Some men aren't looking for anything logical, like money. They can't be bought, bullied, reasoned or negotiated with. Some men just want to watch the world burn.\" </p><p>   By then, alas, a fair number of Americans were disposed to view with suspicion Mr. Nolan's intentions in so describing the mad villain who hungered to set Gotham City on fire. The sense of purpose that had brought America together in its hour of need had long since given way to the centrifugal force of ideology, and our artists were -- and are -- less and less inclined to imagine a world in which we know for certain what it means to be evil and need beauty like we need bread. A normal world, in other words, for that is the normal state of things, and perhaps it is best that way: Humankind cannot forever live at the high temperature needed to heat the refiner's fire of beauty. </p><p>   All of which puts me in mind of the present moment. I don't know as I write these words how the situation in Afghanistan will play out, but in the mountains of reportage that I read after 9/11, I remember running across a fact about the Taliban that hit me like a speeding car: They had banned all forms of secular music from their society, declaring it to be \"un-Islamic\" and thus sinful. I took note of that uniquely odious manifestation of puritanism when I wrote in my 2002 column of \"going to concert halls and theaters and galleries -- and, yes, nightclubs -- in search of beauty in all its forms . . . Needless to say, bin Laden and his Taliban cronies, the ones who banned music from Afghanistan, wouldn't approve. For them, and for every other zealot who murders in the name of a god, earthly beauty is a mere illusion, a distraction from the One True Cause. But they're wrong about that, just as they're wrong about everything else. Beauty is real -- as real as evil -- and worth fighting for.\" </p><p>   I got that part right. </p><p>   --- </p><p>   Mr. Teachout, the Journal's drama critic, is the author of \"Satchmo at the Waldorf.\" Write to him at tteachout@wsj.com. </p><p></p>",
  "published": "2021-09-10T06:05:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 440,
          "end": 450
        }
      ],
      "nexusId": "10050164"
    }
  ]
}