{
  "_id": "03e817b53579adccae19de9ac434d8da9222375ebb97314868c10917c71ba7ac",
  "feed": "wall-street-journal",
  "title": "Stock Futures Edge Up Ahead of Coca-Cola, McDonald's Earnings; Investors await another batch of results, including from General Motors and Boeing, while oil prices pull back from seven-year highs",
  "text": "<p>Solid quarterly earnings from American corporations have quelled the investor concerns about supply-chain problems, inflation and Chinese economic growth that rattled markets at the start of fall. The S&amp;P 500 is up 6.2% for October and on course for its biggest monthly advance since November.</p><p>\"Investors got fairly gloomy in September, clearly against the backdrop of all sorts of macro concerns,\" said Paul O'Connor, head of the multiasset team at Janus Henderson Investors. \"The broader story from results is that companies are managing these dynamics pretty well, and also managing expectations fairly well.\"</p><p>Money managers still have worries, ranging from the fate of President Biden's infrastructure and social-spending plans to the potential unwind of Federal Reserve stimulus measures that have goosed markets since early 2020. For now, though, many investors say they are sticking with stocks in the expectation of modest if bumpy returns through the end of the year.</p><p>Results from Coca-Cola, McDonald's and Kraft Heinz, expected before the opening bell, will offer clues about how companies are navigating shortages of workers and raw materials. Harley-Davidson, Boeing and General Motors will also report before the stock market begins to trade, while Ford Motor and eBay are on the block after markets close.</p><p>On the economic front, data on orders of durable goods are due to be released at 8:30 a.m. ET. Economists polled by FactSet expect orders to have fallen 1% in September from August, reflecting disruption to supply chains in the auto industry and other sectors.</p><p>In the bond market, the yield on 10-year Treasury notes ticked up to 1.626% Wednesday from 1.618% Tuesday. Yields move in the opposite direction to bond prices.</p><p>There were broad declines in overseas markets. The Stoxx Europe 600 fell 0.2%, pulling back from its second-highest close on record as shares of resource, auto and financial companies lost ground. Deutsche Bank slid 4.3% after the German lender reported a fall in investment-banking revenue.</p><p>Asian markets fell after American officials barred China Telecom, China's biggest telecom operator, from doing business in the U.S., adding to investor concerns over tensions between the two biggest economies. China's Shanghai Composite Index fell 1% and Hong Kong's Hang Seng lost 1.6%.</p><p>Oil prices pulled back from seven-year highs as traders awaited data on U.S. petroleum supplies, due at 10:30 a.m. Futures for West Texas Intermediate, the main grade of U.S. crude, slipped 1.4% to $83.45 a barrel. Copper prices fell 0.8% to about $9,789 a metric ton on the London Metal Exchange.</p><p>Stock Futures Edge Up Ahead of Coca-Cola, McDonald's Earnings</p>",
  "published": "2021-10-27T08:35:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1001,
          "end": 1011
        },
        {
          "start": 42,
          "end": 52
        },
        {
          "start": 2662,
          "end": 2672
        }
      ],
      "nexusId": "10050164"
    }
  ]
}