{
  "_id": "dd885c4427edf5c90ef3e19c754b7612a5b70adeed377c87d07d79be1e236993",
  "feed": "ftcomall",
  "title": "Malta gears up for the good times",
  "text": "<p>On the rooftop of Gracy's, a new brasserie and member's club in a baroque 16th-century palazzo, blazers, florals and linen are the order of the day. Rakish co-owner Greg Nasmyth, an English media scion turned philanthropist and Liberal Democrat donor, is doing the rounds, while Malta's Eurovision star Destiny sings smooth Aretha Franklin covers as the sun sets behind the dome of Valletta's St Paul's Cathedral.</p> <p>The vibe is somewhat disturbed, though, when peroxide-haired hotelier and former derivatives entrepreneur Mark Weingard appears in a shark print Bathing Ape T-shirt, heavily branded Dsquared jeans and studded Philipp Plein trainers. “This is a bit fucking nice, isn't it?” he remarks through the zip in his black face mask, followed by a loud Mancunian cackle.</p> <p>On first glance, Weingard seems an anomaly in honey-coloured, Unesco-listed Valletta, built with sandstone and faith by the Catholic Knights of the Order of St John, who famously rebuffed the Muslim Ottoman Empire in the Great Siege of Malta in 1565. Today, the narrow peninsula on Malta's east coast is a place of romantic ancient buildings with olive-green <em>gallarija</em> balconies — becalmed after a tumultuous history of being tossed around between the Phoenicians, Carthaginians, Romans, Arabs, Normans, French and British.</p> <p>As the owner of the Iniala Harbour House, a 23-room hotel overlooking the Grand Harbour that opened late last year, Weingard has become an unlikely ringmaster for a thrusting new Valletta — more about superyachts and tasting menus than Tefl students and weary cruise passengers. “When I first came here, it was like the city was stuck in time,” Weingard says of his first visit in 2013. “I saw a city that was like the best bits of Venice, Dubrovnik and Havana, but didn't have a single decent high-end boutique hotel.”</p> <p>His €20m renovation of four 16th-century townhouses reeks of ambition — from the hotel's gold Riva speedboat to its rooftop ION restaurant, which already has a Michelin star and will be helmed for the summer by Alex Dilling, former chef at Mayfair's two-starred The Greenhouse. The quirkily masculine interiors were created by a team of designers that included Turkish studio Autoban (also responsible for the Manchester Stock Exchange hotel and Joali Maldives) and there's a simmering tension between buttoned-up old Valletta and louche new money. In the 155-sq metre penthouse suite, the hot tub is overlooked by an austere St Paul on the facade of the church next door.</p> <p>In my suite, the freestanding bath looks straight over the harbour to the ancient city of Birgu, where I can see little painted wooden <em>luzzu</em> boats drifting past Roman Abramovich's 162-metre yacht, <em>Eclipse</em>.</p> <p>Weingard, a long-time hotel enthusiast who opened the curvily space-aged Iniala Beach House in Phuket in 2014, isn't the only entrepreneur to have spied opportunity and tax benefits in beautiful but unloved Maltese spaces. Spurred on by Valletta's 2018 stint as European Capital of Culture, and splashy architecture projects such as Renzo Piano's parliament and city gate, more than 40 boutique hotels are said to have opened in the past five years — like the eight-suite palazzo Casa Ellul and Cugo Gran Macina, a Design Hotels member opened in 2018 by German property developers the Von Der Heyden Group. Having had no Michelin stars until 2020, Malta now has five, including Under Grain, a slinky basement restaurant at Rosselli, another smart design hotel that opened near the Iniala in 2019.</p> <p>Few incomers have invested in Malta like Weingard, who decamped here from Barcelona in 2013, partly to escape Spain's wealth tax. From the penthouse of his own home — two vast baroque townhouses dotted with incongruous items, including a Philipp Plein chair made entirely of plush teddy bears — he points to some particulars of his Maltese empire. There's the 14,000-sq metre office block he owns in modern St Julian's, where many of Malta's gambling companies and financial businesses are based, and the training pitches of Valletta FC, sponsored by Iniala. Weingard also has a five per cent stake in Manoel Island, a leaf-shaped island between Valletta and Sliema, where there are plans to turn the ancient fort into a cultural centre, and he hopes to turn the island's arch-fronted former quarantine hospital into a hotel. “It will be <em>the</em> place in Malta, if not Europe,” he says.</p> <p>Weingard's restless ambition, which lately includes bringing the Spanish racquet sport of padel to the UK, seems to stem partly from an unconventional life story. Ever since his taxi driver father died in a car crash aged 36, he's had a curious relationship with death. Having left Manchester to become a successful derivatives trader, he was late to work at the Twin Towers on September 11 2001. In 2002, he'd set up his own derivatives trading platform in Singapore when his long-time partner Annika Linden died in the Bali bombings, leading him to set up a Bali-based foundation in her name. Two years later, he was at home in Phuket when the tsunami struck, clinging to the roof as his home was destroyed beneath him. “It's strange that I'm here because I was always convinced I'd die at the same age as my dad,” he said. “It's easier to take risks if you think you're going to die. But I keep surviving.”</p> <p>The same might be said of Malta, which is famous not only for the Great Siege, but for enduring relentless bombing in 1942. As the only Allied base between Gibraltar and Alexandria, the Maltese held on as 6,700 tonnes of bombs were dropped, resulting in the whole country being awarded the George Cross by George VI.</p> <p>Malta has always been an outlier of sorts. Its three rocky islands of Malta, Comino and Gozo — just over a hundred miles south of Sicily — don't have beaches to rival the Balearics, or the epic landscapes of the Canaries. Instead, it has tended to trade on a mish-mash history, which has left wreck dives and evocative walled cities such as the “Silent City” of Mdina, or the Cittadella on go-slow, god-fearing Gozo. A thriving cottage film industry has built up around its ancient streets, which stood in for Israel, Cyprus, Lebanon, Greece, Italy, Palestine and Spain in Steven Spielberg's <em>Munich</em>.</p> <p>Malta has also had to survive a pandemic. Tourist numbers have fallen by more than 80 per cent since March 2020 but there is, at last, a sense of returning optimism. The country has run the most comprehensive vaccination programme in Europe, with 63 per cent now fully vaccinated. Last week it was added to the UK government's “green list”, meaning returning tourists do not have to quarantine — an important step given Britons represented more than a third of its visitors in 2019.</p> <p>One morning, we take a jaunt up the coast in The Lady in Blue, a shimmering 135-foot superyacht owned by Carblu Malta, a new yacht charter company. As we head out of the harbour, past the Ricasoli fort where <em>Gladiator</em> was filmed, English managing director Jamie Houston explains Malta's appeal. “We looked at Italy, Sicily and Greece, but from Malta you can get to most of the Mediterranean in a few days. Most of all, you're based in this jaw-dropping harbour, where you can almost see these layers of history like the strata of a rock.”</p> <p>It's not the only new business betting on good times coming. The superyacht drops anchor at Buġibba, a drab concrete tourist resort near the north of Malta. The seafront McDonald's has been hollowed out and turned into the Maltese branch of Beefbar, the beach club concept that was born in Monaco and now has locations from Paris to Mykonos and São Paulo.</p> <p>With a familiar design that falls somewhere between boho Tulum and stripy Cote d'Azur, the poolside cabanas house girls with cat-eye sunglasses and men in Orlebar Brown trunks, nodding to languidly bass-y lounge music. The scene could be in Mykonos or Bodrum, but business has been so good since opening last summer that the franchise's Maltese owner Jean-Paul Testa is planning to bring in more global brands, including French bakers Ladurée and Nikki Beach, the American beach club concept.</p> <p>Beyond the cabanas, I can just about see the white uniforms of the staff on The Lady in Blue, and across to St Paul's Island, where a huge statue on the cliff marks the spot where St Paul swam to shore after being shipwrecked. I see speedboats heading round the coast to the Blue Lagoon, a magical stretch of turquoise water on Comino. In new-old Malta, it feels like the good times are coming again.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Toby Skinner 2021 'Malta gears up for the good times' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-03T04:00:49.866Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 7397,
          "end": 7407
        }
      ]
    }
  ]
}