{
  "_id": "553edf112b54b572e6cc49775eac91a893302590935fedd4b3f3575e8648121a",
  "feed": "wall-street-journal",
  "title": "Restaurants Close Dining Rooms Again as Delta-Driven Infections Spread; Eateries face uncertain demand, nervous diners and staffing struggles; some chains and franchisees remain split over indoor dining",
  "text": "<p>Laurie Torres, owner of Mallorca in downtown Cleveland, said sales at her Spanish-themed restaurant had risen earlier in the summer from pandemic lows but fell again last month as diners grew nervous. Mallorca brought back interior dividers and spaced out tables again to help customers feel comfortable inside, but Ms. Torres said she expects the fall to remain tough.</p><p>\"The sand is shifting again,\" said Ms. Torres, who is closing early on weekends and shutting entirely on Mondays because of uncertain demand and staffing struggles. \"It's just so hard to predict.\"</p><p>Covid-19's resurgence is creating whiplash for restaurants, which have slogged through a year and a half of pandemic-related disruptions. Sales that had steadily grown earlier in the summer have fallen in the past five weeks, data from restaurant analytics firm Black Box Intelligence showed.</p><p>Bars and restaurants lost 41,500 jobs in August, the largest monthly decline of any single sector, according to Labor Department figures released earlier this month. It was the food-service industry's first monthly decline since December.</p><p>The Delta variant has reversed some of the reopening momentum seen earlier in the summer. Rising numbers of Covid-19 cases in recent weeks have led to canceled concerts, postponed trips and the return of mask mandates.</p><p>Restaurants came into the summer with optimism as Covid-19 related restrictions eased, lifting sales. Now, nearly one in five Americans say they are no longer going out to restaurants, and 9% have canceled existing plans to eat out in recent weeks, according to a national survey of 1,000 adults by the National Restaurant Association last month.</p><p>\"I'm going to stay home for a while,\" said Elaine Cory, a 64-year-old North Carolina resident who was eating out and traveling for roughly four months after she was vaccinated, but has since stopped.</p><p>Shares of casual-dining restaurant chains, which depend more on dine-in sales than fast-food companies, have sagged in recent weeks. Chili's owner Brinker International Inc. said last month that Delta had begun to depress sales, and its shares are down 16% since early June. Dave &amp; Buster's Entertainment Inc. shares have lost 18% and Applebee's owner Dine Brands Global Inc.'s stock has fallen 14% over the same period.</p><p>Drive-through and to-go sales helped fast-food chains weather last year. As infections dropped earlier this year, many chains and owners wrestled with reopening their dining rooms. Fast-food companies generally have sought to resume indoor dining when allowed, but the number of customers eating their meals inside has remained below pre-pandemic levels, data from market-research firm the NPD Group shows.</p><p>Many operators have struggled to hire enough workers this year, and some have argued that it isn't worth dedicating employees to sit-down service when indoor business remains much slower than to-go sales. Wendy's Co. told investors last month that some of its restaurants were closing their dining rooms during parts of the day because of staffing shortages, and it supported operators' decisions to close indoor dining if they needed to.</p><p>At Chick-fil-A, where drive-through lines at restaurants have stretched across parking lots during the pandemic, the Atlanta-based company has allowed owners to keep dining rooms closed if they wish. Last month, the chain extended that option until January out of safety concerns, and most Chick-fil-A dining rooms remain shut, a company spokeswoman said.</p><p>Dining room policies have at times divided companies and restaurant owners.</p><p>The National Owners Association, a group of McDonald's franchisees, told the company in May that some franchisees had felt pressured by local McDonald's corporate representatives to speed up reopening of their dining rooms earlier in the year, according to an email the group sent to its members.</p><p>\"It is about when you are ready, not a count-down clock,\" wrote a McDonald's franchisee representative in the email.</p><p>McDonald's said that the chain has worked closely with franchisees to put the well-being of restaurant employees at the forefront of its decision making. Mark Salebra, chairman of the National Franchisee Leadership Alliance, the official McDonald's owners group, said restaurant operators are working with McDonald's to be agile when it comes to opening and closing dining rooms in response to local case counts.</p><p>The company is asking franchisees in areas with high concentrations of Covid-19 cases to only offer to-go sales, according to McDonald's messages to U.S. owners. In places where daily cases exceed 250 per 100,000 people on a three-week average, restaurants should consider shifting to offering to-go orders only, the company said in an email to owners late last month.</p><p>\"Consumers have become more concerned as the latest outbreak has worsened,\" McDonald's said in a separate late-August message to owners. \"We must re-establish and reaffirm our commitment to safety.\" </p><p>McDonald's is asking franchisees in areas with high concentrations of Covid-19 cases to offer only to-go sales. PHOTO: Sarah Blesener for The Wall Street Journal</p><p>Franchisees have also been divided on their approach to dining rooms. Some McDonald's franchisees said they have willingly closed dining rooms given escalating cases. Another McDonald's owner said he is holding off on closing his dining rooms, saying competitors remain open and shifting to to-go only risked losing sales.</p><p>For many independent sit-down restaurants, keeping customers in dining rooms remains a necessity. Some owners are now saddled with debt accrued since the start of the pandemic and said they need the sales.</p><p>Phil Simonson, owner of the Chocolate Lab restaurant and bar in Denver, came into the pandemic without any debt but now carries $100,000 in loans he took to keep his business afloat. He is paying the bills but not chipping away at his debt, Mr. Simonson said.</p><p>\"Keeping our dining area open and safe is my top priority,\" Mr. Simonson said. \"It's definitely a challenge.\"</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Restaurants Close Dining Rooms Again as Delta-Driven Infections Spread</p>",
  "published": "2021-09-12T14:12:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5296,
          "end": 5306
        },
        {
          "start": 3927,
          "end": 3937
        },
        {
          "start": 4517,
          "end": 4527
        },
        {
          "start": 4959,
          "end": 4969
        },
        {
          "start": 4284,
          "end": 4294
        },
        {
          "start": 4836,
          "end": 4846
        },
        {
          "start": 4216,
          "end": 4226
        },
        {
          "start": 3608,
          "end": 3618
        },
        {
          "start": 5196,
          "end": 5206
        },
        {
          "start": 3706,
          "end": 3716
        },
        {
          "start": 3978,
          "end": 3988
        }
      ],
      "nexusId": "10050164"
    }
  ]
}