{
  "_id": "e6ee01d90a712b18d69f35142544d9cc08e300ba8aaf49d0aef445b65feeb81b",
  "feed": "wall-street-journal",
  "title": "Is Taiwan's Military Ready For War? Few Think So. --- Poor preparation and low morale; pulling weeds in basic training",
  "text": "<p>Among the most pressing concerns are poor preparation and low morale among the roughly 80,000 Taiwanese who are conscripted each year and the nearly 2.2 million reservists.</p><p>Xiao Cheng-zhi, a 26-year-old from central Taiwan, said his four months of basic training that ended last year mainly involved sweeping leaves, moving spare tires and pulling weeds. Aside from some marksmanship training, he said, his classes were meaningless.</p><p>Mr. Xiao dismissed his cohorts as strawberry soldiers, a term used in Taiwan to describe young people raised by overprotective parents who bruise easily. While he said he is willing to serve, he doubted the island would stand much chance against China's People's Liberation Army.</p><p>China's Communist Party considers Taiwan part of its territory despite never having ruled it. Although there is no sign of imminent conflict, Beijing has made clear it intends to bring Taiwan under its control eventually.</p><p>In interviews, Taiwanese soldiers and reservists expressed concerns about training and readiness. One said he watched American war movies during training after running out of useful things to do. Another said he spent a lot of time reading and drawing, and that there wasn't much to worry about anyway. Public opinion polls and interviews suggest many Taiwanese expect the U.S. to take charge if serious danger arises.</p><p>Two young men described how they had put on extra weight to get disqualified from military conscription, a practice some Taiwanese youths say is common. One said he stuffed himself with large meals every four hours for a month, including McDonald's combo meals, to gain enough pounds to be exempted.</p><p>Grant Newsham, a retired U.S. Marines colonel who spent 2019 in Taiwan studying the island's defenses, said Taiwan has a solid core of well-trained troops and \"superb officers that are ready to fight.\" Other military experts compare Taiwan's top pilots and officers to the world's best.</p><p>But the Taiwanese military is underfunded, and its reserves system is a shambles, Mr. Newsham said. It needs improved pay packages, and it could become far more effective by training with the U.S. and its allies, he said.</p><p>Taiwan's government acknowledges many of the weaknesses and says it is working to fix them. A government watchdog agency said in a July report that some reservists have a \"'just passing through' mentality,\" and called for better training using technology such as virtual reality.</p><p>An unpublished government report commissioned by Taiwan's defense ministry, which was reviewed by The Wall Street Journal, found a culture of paperwork that cut into combat training. It said \"endless misconduct and mismanagement\" had weakened young people's willingness to join the forces.</p><p>Taiwan's Ministry of National Defense didn't respond to requests for comments. The president's office said it doesn't comment on military matters.</p><p>Last month, Taiwan's defense ministry made changes to its mandatory military training, saying all incoming conscripts will be sent to combat units for more hands-on experience.</p><p>Concerns about Taiwan's readiness have intensified as China flexes its muscles, witha surge in military flights near the islandand the crushing of democracy in Hong Kong.</p><p>On Oct. 9, Chinese President Xi Jinping called for \"peaceful reunification\" with Taiwan. China's leaders say the use of force remains an option.</p><p>Adding to unease among Taiwanese and U.S. officials are major investments by China's armed forces. With a military budget 13 times the size of Taiwan's, China now has more than one million ground troops, according to Pentagon estimates. Taiwan's military has shrunk to 187,660 active-duty soldiers, from 275,000 in 2011.</p><p>This year, China put into service its first ship capable of launching armored troop-carriers, hovercraft and helicopters for amphibious assaults. It held drills simulating sea crossings and beach landings, and has fielded rocket artillery systems with the range to strike Taiwanese targets, according to Pentagon reports.</p><p>Taiwan still has some advantages, including a tricky coastline that would be hard for PLA forces to swarm. Also, there are doubts about battle-readiness in China, which hasn't fought a war since a brief conflict with Vietnam in 1979.</p><p>An annual Taiwanese defense ministry assessment of China's military, reviewed by the Journal, warns that Beijing could use cyberattacks to paralyze Taiwan's command centers. A crippling of defense infrastructure could increase the reliance on Taiwanese soldiers to prevent a rapid takeover.</p><p>Taiwan's defense minister, Chiu Kuo-cheng, said recently the PLA would be able to launch a full-blown attack on Taiwan with minimal losses by 2025.</p><p>The U.S. hasn't committed to defend Taiwan, but most military analysts assume it would.</p><p>Last Thursday, President Biden said twice during a CNN town hall event that the U.S. would defend Taiwan, but the White House said later there was no change to U.S. policy.</p><p>Currently, the U.S. maintains a policy of \"strategic ambiguity,\" in which it aims to prevent conflict by declining to say what it would do if clashes break out. Some U.S. foreign-policy experts want the U.S. to explicitly commit to intervene if China attacks Taiwan. Others worry that even small gestures by Washington could provoke Beijing and entangle the U.S. in foreign trouble.</p><p>For now, the U.S. supports Taiwan mainly by selling it weapons and other defense equipment. For at least a year, the U.S. has sent small contingents of Special Forces and Marines to help train ground troops and maritime forces. The U.S. defense policy bill this year calls for closer cooperation.</p><p>Some military strategists have suggested Taiwan needs to become more like Israel. Despite having less than half of Taiwan's population, Israel spends nearly $22 billion on defense annually, compared with $13 billion by Taiwan last year. Young Israeli men are required to serve 2 1/2 years, while women must spend nearly two years.</p><p>Taiwan used to require about two years of mandatory service for men. It now requires four months. After that, they become reservists, with some, though not all, called up again every one or two years for a refresher course that usually lasts five to seven days. The period will be extended to two weeks beginning next year. Plans to phase out conscription entirely have been stalled by difficulties in attracting volunteers.</p><p>Current and former U.S. officials and military analysts say Taiwan must spend more on weapons such as sea mines and coastal cruise missiles that would better deter an amphibious invasion. That might allow it to beat back an invasion for a few days, providing time for the U.S. to come to its defense or for it to impose enough casualties to force a rethink in Beijing.</p><p>Taiwanese President Tsai Ing-wen has tried to rally the public behind improving the military, while pushing initiatives such as building more naval ships and missiles in Taiwan.</p><p>Military spending has risen, though it remains unpopular with some Taiwanese. Last month, the government proposed an $8.7 billion special budget for missiles, naval ships and other weapon systems, on top of annual spending set to grow 4% in 2022 to a record $15.1 billion.</p><p>Ronan Fu, a former second lieutenant at the Taiwanese Reserve Command and assistant research fellow at the Institute of Political Science at Academia Sinica, a state-funded think tank, questions whether young people have a strong enough sense of duty. While training has improved somewhat recently, he said, \"adult men in Taiwan don't actually want to fight.\"</p><p>A 2019 survey found around half of Taiwanese would be willing to fight to defend the island, but polls also show most don't expect they will ever have to.</p><p>Many young Taiwanese view the military as a legacy of Taiwan's authoritarian past. The island's military grew out of the armed forces led by former Chinese leader Chiang Kai-shek, who lost to Mao Zedong's Communist forces in the Chinese Civil War. In the late 1940s, Chiang's forces fled to Taiwan, where his party imposed martial law.</p><p>After Taiwan became a democracy, its military began recruiting volunteers to replace conscripts. With better salaries available in the corporate sector, recruiting proved challenging. In 2018, the defense ministry said it would adopt a hybrid model combining volunteers with the conscripts now obligated to serve four months.</p><p>\"There is no profession or any professional knowledge that you could master within four months,\" said Wang Yi, an officer in Taiwan's Army Aviation and Special Forces Command.</p><p>Harry Goo, a 31-year-old film producer in Taipei, said he was willing to fight to prevent \"Taiwan becoming like Hong Kong.\"</p><p>When called up for military service in 2012, though, he took what he said was a local government officer's advice to rapidly gain weight to avoid conscription. His father told him to get a job rather than wasting time in the military, he said.</p><p>Recruitment also has been undermined by the view that China wouldn't invade because it would be too damaging for its international standing, or because nations such as the U.S. would intervene.</p><p>\"If China dares to make any trouble, wouldn't the rest of the world issue sanctions against it?\" said Ian Su, a 25-year-old insurance broker from the central county of Changhua who trained as a signal operator last year.</p><p>Some Taiwanese and American military officials and analysts say Taiwan needs to develop a commitment to civil self-defense, such as in Finland and Switzerland.</p><p>Enoch Wu, a former Taiwanese corporal who now heads the ruling party's Taipei chapter, is leading an effort to promote civil defense through speeches and workshops. He said there needs to be more acceptance that Taiwan must prepare for a Chinese attack.</p><p>During annual military exercises last month, Charley Su and his girlfriend, Lucia Chang, both 29, came to watch jet fighters landing on a provincial highway as part of a contingency exercise if airport runways were destroyed.</p><p>\"Our hard-fought freedom is not for granted,\" said Mr. Su, who works in construction. Many in Taiwan don't realize how fragile its liberty is, he said, because \"the military is so far away from the people.\"</p><p>(See related letter: \"Letters to the Editor: Will Taiwan Fight for Itself?\" -- WSJ November 4, 2021)</p>",
  "published": "2021-10-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1592,
          "end": 1602
        }
      ],
      "nexusId": "10050164"
    }
  ]
}