{
  "_id": "fa20eaa4bbfae03c58c5eb90716fe91008c3dd1988e966cf9cc48bc5897d6183",
  "feed": "wall-street-journal",
  "title": "Lousy Management, Knucklehead Hires Plague Operations of Real-Life Sopranos; Failure to stick with best business practices and a younger generation of bumbling suburban-bred mobsters kneecap a storied New York clan",
  "text": "<p>The alleged Colombo leader's management troubles seem to mirror those of Tony Soprano, the fictional TV mob boss who wrestled with picking a successor and keeping his hands out of the dirty work.</p><p>Mr. Russo was arrested Sept. 14 in a crippling takedown of the Colombo family's C-suite leaders and middle managers. Prosecutors said in court documents that Mr. Russo, his underboss, consigliere, several captains and other subordinates carried out over two decades a purported scheme to extort money from a New York City union and a related healthcare fund.</p><p>In hindsight, Mr. Russo's executive blunders included micromanaging underlings and, at 87 years old, holding on to his job too long, said Scott Curtis, a former Federal Bureau of Investigation agent who investigated the family operation for years.</p><p>\"I can't walk away. I can't rest,\" Mr. Russo said in one of his conversations secretly recorded by the FBI over the years and revealed in court filings.</p><p>Mr. Curtis, who isn't involved in the court case, said Mr. Russo failed to follow best business practices established by past generations of chieftains: Keep a healthy distance between the caper and the boss.</p><p>Mr. Russo, nicknamed \"Mush,\" was too hands-on, Mr. Curtis said. Prosecutors said in court papers that the alleged Colombo leader, who has seven previous convictions, knew the nitty-gritty in the alleged shakedown.</p><p>\"That's why you see some of these guys getting arrested repeatedly,\" said Mr. Curtis, who now works as vice president of investigations at Madison Square Garden Entertainment Corp. \"They have to have their hands on all these minute details of the scheme.\"</p><p>That sets them up for failure, he said—ie., prison. Mr. Russo has pleaded not guilty to nine criminal counts, including charges that span racketeering, extortion, money-laundering and conspiracy</p><p>Mr. Curtis said the top-level micromanaging in the Colombo case reflected concerns about the incompetence of lower-level members.</p><p>A new generation of wiseguys didn't properly learn the business, according to former government investigators. Older members complain that the millennials—who grew up in the suburbs instead of city streets—are softer, dumber and not as loyal as mobsters of the past. Plus, they're always texting.</p><p>\"Everything is on the phones with them,\" said a former made member of the Colombo family who knows some of the men accused in the case. One Colombo associate is accused of sending threatening texts to a union official over extortion collections.</p><p>\"Hey this is the 2nd text, there isnt going to be a 3rd,\" the associate wrote, according to court records.</p><p>\"I am sure that is frowned upon in mob circles,\" former FBI agent and crisis-management consultant Richard Frankel said of what appeared to be incriminating texts.</p><p>In the mid-20th century, New York's five Mafia families \"operated like a McDonald's franchise,\" said Jerold Zimmerman, a professor emeritus at the Simon Business School at the University of Rochester.</p><p>Illegal enterprises—such as gambling dens, trafficking of illicit goods and corruption involving unions and construction firms—were operated independently, he said. Those in charge paid a share of profits to the boss, who kept the peace and doled out promotions, said Dr. Zimmerman, one of the authors of a book about business practicesin New York crime families.</p><p>One reason for the Mafia's decline is the FBI's pursuit of organized crime in the 1980s and 1990s, resulting in the arrest and conviction of hundreds of experienced hands. The five families still operate, but their market reach has shrunk and membership has taken a hit.</p><p>Mobsters are trying to keep a low profile by cutting back on violence. \"They certainly don't kill people like they used to,\" said Michael Gaeta, a former FBI agent who spent 13 years investigating organized crime in New York. \"At the end of the day, it attracts too much heat.\"</p><p>The U.S. attorney's office for the Eastern District of New York pushed to keep Mr. Russo behind bars while awaiting trial by presenting transcripts of recordings they allege show him as a danger to society. Jeffrey Lichtman, a lawyer for Mr. Russo, said the recordings were more than a decade old.</p><p>\"In terms of danger, he's an 87-year-old man and they're relying on tapes from 11 years ago,\" Mr. Lichtman said.</p><p>A spokesman for the U.S. attorney's office declined to comment.</p><p>Some alleged Colombo members appear to have been pining for a management shake-up, court documents show.</p><p>Prosecutors allege that Colombo leaders at a restaurant meeting in Brooklyn last year decided that Mr. Russo would eventually be succeeded by Theodore Persico Jr., the nephew of Carmine \"The Snake\" Persico, an alleged longtime Colombo crime boss. The elder Mr. Persico died while doing time in federal prison two years ago at age 85.</p><p>Mr. Persico Jr., also charged in the current case, has pleaded not guilty. His lawyer didn't respond to a request for comment.</p><p>Prosecutors said a recording from the investigation caught an alleged Colombo soldier saying the extortion of the union would be \"smooth sailing\" once Mr. Persico took control of the family. \"The guy is the best guy in the world to deal with,\" he said, according to transcripts in court filings.</p><p>In another transcribed recording, the soldier lamented that Mr. Russo had no intention of stepping down. \"The problem is, that old man, he wanted to be boss his whole life,\" he said.</p><p>Lousy Management, Knucklehead Hires Plague Operations of Real-Life Sopranos</p>",
  "published": "2021-10-04T15:22:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2847,
          "end": 2857
        }
      ],
      "nexusId": "10050164"
    }
  ]
}