{
  "_id": "a2f9b5ea60d1bdcc29632e781f6fb12527175e9d30d01a9d0871aeaffe48f914",
  "feed": "wall-street-journal",
  "title": "U.S. News: Many Businesses Back Higher Wage",
  "text": "<p>Now members of Congress are considering policies including a smaller increase to $10 an hour and delaying or phasing in increases over a long period of time. Senate Democrats have dropped a briefly considered plan to raise workers' wages through tax penalties and incentives. Those compromises could prove more palatable to employers and win business support.</p><p>\"It's completely reasonable to look at increasing the federal minimum wage,\" said Glenn Spencer, head of the U.S. Chamber of Commerce's Employment Policy Division. \"But we view 15 as a number based on politics, not sound economic analysis.\"</p><p>The Business Roundtable, an advocacy group for large companies now headed by Walmart Inc. Chief Executive Doug McMillon, supports raising the minimum wage but is concerned about the $15-an-hour proposal.</p><p>\"We believe that the increase should be thoughtfully designed to reflect regional differences in wage rates and not undermine small-business recovery,\" Roundtable President Joshua Bolten wrote in a letter to congressional leaders. Mr. Bolten was President George W. Bush's chief of staff.</p><p>Large employers such as Amazon.com Inc. and Costco Wholesale Corp., start workers at $15 an hour or more. And Walmart, the nation's largest private employer, last month said it would lift its average hourly pay above $15 but keep its minimum at $11. Some smaller businesses and restaurants are wary of large minimum-wage increases, but few pay as low as the federal floor of $7.25 an hour.</p><p>Still, a higher minimum wage puts pressure on smaller businesses that can't raise wages as easily as large companies, which can adapt by deploying labor-saving technology or modestly adjusting hours for large workforces, said Jonathan Meer, an economist at Texas A&amp;M University.</p><p>\"It's a lot harder for Joe's Hardware,\" he said. \"We should take note that Amazon -- the place with no cashiers -- is the one calling for a higher minimum wage.\"</p><p>Fewer than 250,000 people in the nation's workforce of 140 million last year were paid exactly the federal minimum wage, which hasn't changed since 2009, the Labor Department said last week.</p><p>Mr. Biden and most Democrats in Congress want a $15-an-hour federal minimum wage. The most direct path to accomplishing that goal -- placing it in a $1.9 trillion Covid-19 relief bill -- was likely cut off last week for Senate procedural reasons.</p><p>The nonpartisan Congressional Budget Office last month said that raising the federal minimum wage to $15 an hour by 2025 would cost 1.4 million Americans their jobs but could deliver raises for up to 27 million workers and lift 900,000 Americans above the poverty threshold. The numbers of jobs lost and raises delivered would be less if the wage was lifted to a level below $15, the CBO said in a separate study.</p><p>McDonald's Corp. Chief Executive Chris Kempczinski said the burger chain could manage a minimum-wage increase if it is done in stages and without exemptions for certain workers or markets. Wages at McDonald's are largely set by independently owned franchises. At company-owned stores, the average starting wage for nonmanagerial workers is nearly $11 an hour.</p><p>\"We're able to balance between judicious pricing on the menu, as well as just thinking about productivity savings that we can manage through this,\" Mr. Kempczinski said during an earnings call last month about the possible minimum-wage increase.</p><p>Some smaller companies and restaurants are asking Congress to limit minimum-wage increases, saying they would be disproportionately affected.</p><p>The National Federation of Independent Business, which represents small businesses, said only 20% of its members employ workers who are paid the federal minimum wage. But it forecasts that a $15-an-hour level would cause 900,000 jobs to be lost at businesses with fewer than 500 workers.</p><p>\"Small businesses are far less likely than larger businesses to have cash reserves or profit margins to absorb the increase in labor costs,\" said Kevin Kuhlman, the federation's vice president of federal government relations, in a letter to lawmakers.</p><p>The federation is against a $15-an-hour minimum wage and hasn't taken a position on lower levels, a spokeswoman said.</p><p>Robert Maynard, chief executive of Charlotte, N.C.-based Famous Toastery restaurants, said raising the minimum wage and eliminating a subminimum wage for tipped workers would hurt his 26-unit chain while it is experiencing higher costs and lower sales because of the pandemic.</p><p>\"No one wants to hire a 17-year-old to pay them $15 off the bat with no experience,\" Mr. Maynard said, adding that he supports a smaller increase based on regional living costs. \"It's not meant to be a lifelong wage. It is meant to be a minimum wage to incentivize people to move up to do other things.\"</p><p>Some larger employers are raising wages further and calling on corporate peers to join them. Costco Chief Executive Craig Jelinek told Congress at a hearing last week that the retailer was raising starting pay to $16 an hour and that hourly employees are paid an average of $24 an hour.</p><p>---</p><p>Sarah Nassauer contributed to this article.</p><p>(See related letters: \"Letters to the Editor: Two Takes on a Proposed $15 Minimum Wage\" -- WSJ March 15, 2021)</p>",
  "published": "2021-03-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2777,
          "end": 2793
        },
        {
          "start": 2975,
          "end": 2985
        }
      ]
    }
  ]
}