{
  "_id": "b2643b952b615dfceb0c6f63387b3bcdd40c91ca23f0115e16d36e256a1b4f24",
  "feed": "wall-street-journal",
  "title": "Beyond Meat Shares Fall After Disappointing Forecast Cites Uncertainty; Company says it expects revenue between $85 million and $110 million in fourth quarter, well below analysts' expectations",
  "text": "<p>Beyond Meat projected $85 million to $110 million in revenue this quarter, compared with the $101.9 million it reported for the comparable year-ago period. Analysts surveyed by FactSet projected $130.5 million in fourth-quarter revenue.</p><p>The California company said the guidance accounts for a moderation in sales growth across all channels.</p><p>As the summer wore on and the pandemic's Delta variant took hold, Beyond Meat didn't see the sustained recovery it had expected, Chief Executive Ethan Brown said in a conference call with analysts, pointing to what he said was overall lumpiness and timing of sales.</p><p>The company was unable to fill some orders due to labor shortages, Mr. Brown said, also citing severe weather in Pennsylvania and an explosion at one of the company's key suppliers. Still, he said, Beyond Meat sees the current challenges as temporary.</p><p>\"I don't think it's any sector issue or any segment issue,\" Mr. Brown said, adding that absent pandemic and labor and supply-chain issues, \"this quarter would have been quite different.\"</p><p>In October, the company cut its revenue forecast for the quarter ended early that month, citing operational problems tied to the pandemic.</p><p>On Wednesday, Beyond Meat reported $106.4 million in net revenue for the third quarter, in line with its revised forecast. But it was short of analysts' projected $109.2 million, according to FactSet.</p><p>The roughly 13% net revenue increase was driven by sales to international customers, which more than doubled from a year earlier, the company said. In the U.S., revenue declined by 13.9%, which Beyond Meat attributed to lower overall demand as well as operational challenges, with severe weather as a key driver.</p><p>Beyond Meat's third-quarter net loss widened to $54.8 million from $19.3 million a year earlier as operating expenses surged 75% to nearly $77 million.</p><p>On a per-share basis, the loss was 87 cents. Analysts had expected 37 cents a share.</p><p>During the company's earnings call Mr. Brown stressed that the latest period, while challenging, followed what had been a record revenue quarter and that the company remains bullish on 2022.</p><p>In August, when Beyond Meat reported second-quarter results, Mr. Brown said the company still expected the food-service business to grow, on a year-over-year basis, albeit at a more moderate rate. He noted that the company had seen a significant reduction at Dunkin' Brands Group Inc.</p><p>Mr. Brown said Beyond Meat would be doing additional tests and market analysis with customers, with an uptick expected in 2022. One of those partners, McDonald's Corp. is testing U.S. sales of its plant-based burger McPlant, which was previously introduced in some international markets, including the U.K.</p><p>Write to Maria Armental at maria.armental@wsj.com</p><p>Beyond Meat Shares Fall After Disappointing Forecast Cites Uncertainty</p>",
  "published": "2021-11-11T00:06:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2563,
          "end": 2579
        }
      ],
      "nexusId": "10050164"
    }
  ]
}