{
  "_id": "82be67260c1208061391417380f0ea643912a331c42ba45d30dc9eef6603350d",
  "feed": "ftcomall",
  "title": "The new north: how Labour lost its grip on the ‘red wall'",
  "text": "<p>On northern England's Coast to Coast cycle path lie the last remnants of Consett Iron Company. <a href=\"https://co-curate.ncl.ac.uk/terra-novalis/\">Terra Novalis</a>, installed a quarter of a century ago, is a pair of vast industrial-inspired sculptures cast out of materials from the old works. They are a testament to the 150 years of heavy steel manufacturing in this blustery corner of County Durham that once provided employment to thousands of men and gave the community its purpose. The day the company closed in 1980, it was decried as “the murder of a town”.</p> <p>Yet Consett today is unrecognisable from a time when an orangey-red haze from the iron company hung heavily over the skyline. Newly built homes — predominantly detached and spacious — cover the former works, along with a further education college, a McDonald's and dozens of small businesses. Many of its residents work in the nearby cities of Newcastle and Durham. As Irene McElearney, a retired longtime resident who lives in a small bungalow, put it: “People are living here and commuting to work. You're getting a different type of person coming in.”</p> <p>The economic transformation of Consett over the past four decades has been gradual, with much pain along the way. After the steel works closed, unemployment hit <a href=\"https://web.archive.org/web/20160611090101/http://madeofsteel.co.uk/the-consett-timeline/\">36 per cent</a> — twice the UK's national average at the time — and did not return to average levels until the late 1990s. The town feels prosperous and content in parts, struggling and bitter in others. Some 200 new companies and 6,000 jobs have <a href=\"https://democracy.durham.gov.uk/documents/s4512/ConsettRegenF\">been created</a> since the steelworks closed, yet the languishing town centre faces the same challenges as many of England's smaller shopping streets. </p> <p>In the 2016 referendum on EU membership, 55 per cent of the surrounding North West Durham constituency backed Brexit. The Leave vote was a new coalition of well-heeled and struggling; a mix of Conservative and, most significantly, Labour.&#xa0;</p> <p>Since the seat's creation in 1950, Labour has dominated. When Theresa May ran in North West Durham for the Tories early in her political career in 1992, her Labour opponent was returned with a <a href=\"https://en.wikipedia.org/wiki/North_West_Durham_(UK_Parliament_constituency)\">13,987</a> majority (rising 23 per cent at the following election). But in 2019, the election when Boris Johnson pledged to “Get Brexit Done”, North West Durham returned its first Tory MP. It was one of the seats that made up the “<a href=\"https://www.ft.com/content/fbd00ed6-ffd1-11e9-be59-e49b2a136b8d\">red wall</a>”: a band of Labour strongholds in the north and Midlands that fled the party for the first time. The party's dramatic collapse in its traditional heartlands handed the Tories their greatest victory since 1987, and Labour its worst defeat since 1935.</p> <p>The result was instantly pinned on Brexit — particularly Labour's support for a second referendum that was deeply unpopular in the pro-Brexit post-industrial towns — combined with the unpopularity of its then leftwing leader Jeremy Corbyn. But, on that dramatic December election evening, when Johnson redrew Britain's political map, I sensed something deeper had shifted; that there was more to the collapse of the red wall than these two immediate factors.&#xa0;</p>  <p><strong>Over the past year, I have travelled</strong> 6,000 miles criss-crossing 10 English constituencies that voted Tory for the first time in living memory to explore these places and their people. In 120 interviews spanning three coronavirus lockdowns, I came to appreciate how Labour's broken heartlands are much misunderstood.</p> <p>To understand the political earthquake that shattered the red wall is to examine how these places have changed since 1980. The Consett steel works closed as Britain was beginning an economic revolution. Margaret Thatcher was elected prime minister the previous year and was slaying Britain's unprofitable industries, sometimes with devastating consequences. The era of deindustrialisation had begun, its advocates arguing there was no alternative to the UK's dire economic malaise. Its critics warned it would rip the heart out of working-class communities where no alternative employment was available. There is no dispute, however, that England was recast in the Iron Lady's image, even in places where her Tory party was loathed.</p> <p>In 1980, the UK had <a href=\"https://core.ac.uk/download/pdf/13789.pdf\">2.4m</a> small businesses. By 2020 that number had grown to <a href=\"https://researchbriefings.files.parliament.uk/documents/SN06152/SN06152.pdf\">6m</a>, which represents 99 per cent of all British enterprises. The places I visited in the red wall suggested that, for all the distinctive characteristics of this band of seats, their economic transformation has roughly mirrored the rest of the country —&#xa0;for good and for ill. </p> <p>While North West Durham is palpably more prosperous than in the heavy industry days, many of the new jobs have little security. Infrastructure has also suffered from decades of under-investment compared with the rest of the country: in 2019, the Institute for Public Policy Research think-tank estimated that under the government's planned transport spending, London would receive seven times more per person than the North East.</p> <p>When the steel works dominated Consett, life revolved around the work at the iron company and in the nearby mines. The works employed 6,000 at its peak, the supply chain and supporting businesses thousands more. The workplace was heavily unionised, which in turn tied employees to the Labour party. Socialising at the working men's clubs and pubs again revolved around the working community. The idea of voting Conservative was as alien to many of its residents as putting on a suit and tie and going to an office.</p> <p>Not everyone has fond memories of heavy industry. Tony Cleary, a gruff white-haired businessman who runs Lanchester Wines, a large wine importer just outside Consett, described the area as “a bit of a hellhole” during its steel days. “It's gone from an industrial area of miners and people working with their hands, going to workmen's clubs at lunchtime and drinking three and four pints then going back into steel furnaces, into [an area relying on] different industries.” His business, one of the largest in the area, is building a new bottling plant and adding a wind turbine to the factory. The upmarket brands of cars in and around his factory speak of a wealth the miners and steelworkers never had.</p> <p>Even those who thrived in such communities do not hark for their return. Ronnie Campbell, a northern Labour MP for 32 years, recalled his decades down the pit as “a hard slog”. “The conditions could be brilliant if you knew the pit. But sometimes, when the water used to come in, oh my God! And the roof started to crack open, stone starting to fall, oh my God! You're in big trouble.” </p> <p>Lord Neil Kinnock, the former Labour leader, agreed when recalling his memories of mining. “Coal mining is a bloody horrific industry . . . the absence on any coal seam in the country of a toilet, just something as bloody basic as that, apart from the danger, there's just the sheer bloody, vile unpleasantness.”</p> <p>These “collectivised communities” were in their prime when all life was bound up with the Labour movement. Ian Lavery, a former miner turned Labour MP who almost lost his seat in the 2019 election, recalled the vegetable shows, whippet sweeps and pigeon racing of his youth. “There was always the understanding that things would be fine, because the pit was here.” And when it was not, that spirit dissipated. With the rise of new employers and private housing, life became more individualistic.</p> <p>As North West Durham's economy and community evolved, Labour's support waned. In the 1997 election, when Tony Blair's New Labour project won a landslide, the seat returned a majority of 24,750. That dwindled to 7,612 in 2010. Thanks to the rise of Nigel Farage's insurgent UK Independence party, which at first mostly siphoned votes from the Tories, Labour's majority rose slightly in 2015. But in 2019, the Tories won it with a slender 1,144 majority. Richard Holden, now its MP, had invited me to join him on the campaign trail but I turned him down —&#xa0;wrongly judging his chances to be nil.</p> <p>Reflecting on his surprise victory from his new constituency office opposite Consett's bus station, Holden placed the emphasis on Corbyn and the party structures that elected him leader twice. “Nobody liked him, but nobody thought it [a Corbyn victory] was a serious threat.” The Tory campaign benefited from the identity of his Labour opponent: Laura Pidcock, elected in 2017, was a close ally of the leader and was frequently talked of as his anointed successor (until she lost her seat).&#xa0;</p> <p>With such a slender majority, Holden will face a tight race to hold the seat. But he says Labour will struggle to win back its lost voters under Keir Starmer's leadership. “A lot of what happened was a wife or husband voted Conservative in 2017, then the other one came across this time, or families switched over. You now have the Brexit vote, plus the Conservative vote.”</p> <p>Labour should not underestimate the cultural challenge. As the party is increasingly dominated by a metropolitan-minded membership and MPs, it has found itself out of step with its traditional voters on “culture war” issues. “Speak to people,” says Holden. “This is not a sort of Marxist Socialist debating club, on the high street or in the pubs here in Consett, or in the former pit villages.”</p>  <p><strong>Some in Labour hope and believe</strong> the red wall will rebuild automatically at the next election, without Corbyn, without Brexit and with Starmer's “new management” agenda to distance the party from 2019. But for the dozens of pro-Brexit first-time Tory voters I met in places such as North West Durham, the 2016 referendum cut an umbilical cord with Labour. They began to vote Conservative in larger numbers in 2017, as Ukip declined, and again in 2019. </p> <p>Tony Blair acknowledged as much, when we discussed his time campaigning in the 2019 election. “The only difference is that in 1983 [when Labour suffered a resounding defeat] I cannot tell you the number of people on the doorstep that said to me: ‘I've always voted Labour, I'm voting Labour because my dad would just kill me if I didn't. He'd come back from the grave and kill me.'”</p> <p>The Tories won by telling voters they were not the party of Thatcher, even if they did not fully repudiate her legacy. The red wall may be more prosperous thanks to her economic revolution, but memories of the job losses and upheaval are strong. Those involved in her government acknowledge they were mistakes. Lord Norman Tebbit, who was her cabinet minister for industry and trade, admitted that Thatcher did not recognise the lack of alternative sources of employment compared with, say, Essex in the south. “There were mining communities in rural areas where there was very little other work. Unfortunately, we could have run those mines down much more slowly. We could have done more to help to bring jobs to those areas,” he says.&#xa0;</p> <p>Johnson won over the north by capitalising on their more diverse economies, while adopting a more conciliatory tone about their challenges. His pledge to “<a href=\"https://www.ft.com/content/07955fad-821e-4603-a49b-551f792c165f\">level up</a>” and tackle regional inequality is designed to counter the coarser parts of the post-Thatcher settlement. Infrastructure, for example, is in a poorer state in the north's towns and smaller cities that have suffered from decades of neglect. </p> <p>As the prime minister put it when we met in a Hartlepool fish bar days before the Tories took the seat in a by-election, he intends to pursue a new economic agenda that will “give everybody a fair suck of the sauce bowl”. That will, in turn, make the whole country “feel happier, feel more involved, feel they have better life chances”.&#xa0;</p> <p>While even Johnson may have little idea of what Johnsonism is, or why it appeals to these places, the political philosopher <a href=\"https://www.ft.com/content/f35dad55-52e6-457f-9a46-09d8555fe3b0\">John Gray</a> concluded that his gut instincts have landed on an ideological stance that mixes the individualism of Thatcherism with the big-state paternalism of the New Labour era. “It is the combination of a certain kind of instinctive patriotism with a big protective state. High spending and aiming for full employment, not letting the market do anything really important, and a non-dogmatic approach to personal freedom. And patriotism,” he said. “That's actually what the centre ground is now. The closest you can get to it in English politics is Johnsonian Conservatism.”</p> <p>By straddling the left and the right, Johnson has made Labour's task of winning back the red wall difficult. When the party is facing a Conservative prime minister who is content to raise taxes by more than £10bn and eagerly uses the state to build infrastructure, the only place the party can head is leftward and back to the realm of unelectability. </p> <p>Starmer appreciates this: when I concluded my research and met him in Westminster, he agreed Labour had to appeal to the more well-off parts of the red wall as well as the poorer ones. “It is certainly true that people [in these parts of England] have got good jobs in manufacturing or whatever it may be; highly skilled, good jobs and some increasingly decent housing. But there are those that haven't and they sit side by side, you can almost see it in those communities.”</p> <p>In the two years since the 2019 election, Labour is hoping that levelling up will prove to be a sham and Johnson's failure to deliver substantial change will change the mind of its lost voters. But if he does deliver, and first-time Tory voters feel his cocktail of conservatism and Blairism is changing their lives, Starmer will need to come up with something else. Johnson's decision to raise taxes to fix the UK's broken social care system is proof of how he is shifting conservatism leftward on economics.</p>  <p><strong>During my travels around North West Durham,</strong> my last stop was the Steel Club in Consett, a mix of bar, entertainment venue and working men's club that ironically opened the year the steel works closed. There I sank pints with author and Conservative campaigner David Skelton. He was born and brought up nearby, and his grandparents worked in the mines and steel works. He now works as a jet-setting strategy consultant: his smart tweed jacket and fedora speak to his new and old worlds.</p> <p>On that especially cold evening, Skelton made his case of why “a free market left alone does not solve all problems” for places such as Consett — nor does the “top-down Socialism” espoused by Labour. Instead, he was hopeful that Johnson could deliver a new economic settlement that mixes both. “I think it's an absolute belief in the potential of the region, an absolute belief that we are held back by so many parts of the economy not fulfilling their potential,” he concluded. “This isn't just about Consett, this is, for me, about a failing political economy over the past 40 years”. </p> <p>Johnson must rise to that challenge, and prove to the first-time Tory voters of the north that he is a new kind of Conservative, one who can own but also challenge his party's 20th-century legacy.</p> <p><a href=\"https://www.ft.com/sebastian-payne\"><em>Sebastian Payne</em></a><em> is the FT's Whitehall editor. His book ‘</em><a href=\"https://www.amazon.co.uk/gp/product/1529067367/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1529067367&amp;linkId=5ba49dbace05b6a1806d746bcd46977b\"><em>Broken Heartlands</em></a><em>: A Journey Through Labour's Lost England' is published this month by Pan Macmillan</em></p> <p><em>Data visualisation by </em><a href=\"https://www.ft.com/chris-campbell\"><em>Chris Campbell</em></a><em> and </em><a href=\"https://www.ft.com/keith-fray\"><em>Keith Fray</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em><br><br><br><br></p><p>Source: Sebastian Payne 2021 'The new north: how Labour lost its grip on the ‘red wall'' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T04:01:00.092Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 761,
          "end": 771
        }
      ],
      "nexusId": "10050164"
    }
  ]
}