{
  "_id": "763181a67b8b95de892452959cdf1180f8407780d4999497c5a331adfd8410ed",
  "feed": "wall-street-journal",
  "title": "Fast-Food Chains Test Reusable Cups, Sandwich Boxes; Burger King and McDonald's have signed up to try Loop, a program that requires customers to return reusable packaging",
  "text": "<p>Burger King, which is owned by Restaurant Brands International Inc., this year plans to test serving burgers in reusable sandwich boxes and pouring drinks in reusable cups.</p><p>It will charge a refundable deposit for each package, which customers can recoup by scanning the container in the Loop app and returning it to Burger King or other Loop collection points. Burger King did not disclose the price of the deposit.</p><p>Certain Burger King locations in New York City and Tokyo will be among the first to test the program.</p><p>Burger King corporate sibling Tim Hortons will test similar reusable containers in Toronto. And McDonald's in July began a test with Loop offering customers in the Midlands region of the U.K. reusable coffee cups.</p><p>\"We're halfway through the trial, and we've had some really positive comments from customers,\" said Beth Hart, vice president overseeing supply chain and brand trust at McDonald's U.K. and Ireland.</p><p>The partnerships represent a break into fast-casual dining for Loop, which started selling consumer packaged goods in returnable containers online before announcing in-store partnerships with retailers such as Kroger Co., and British grocer Tesco PLC.</p><p>The more companies sign up to the service, the more convenient and attractive it will be to use, said Tom Szaky, chief executive and founder of Trenton, N.J.-based TerraCycle. In the U.K., for example, McDonald's customers can drop off their reusable coffee cups at Loop bins in participating Tesco stores, and their used Tesco containers at the McDonald's outlets involved.</p><p>Loop finds itself in somewhat of a Catch-22: The system will work best when many companies participate, but many companies will not sign up unless they see the system can work.</p><p>Companies already invested in Loop are aware of the challenge, Mr. Szaky said. \"They're saying, 'Look, in the pilot, we're probably going to lose money. It's going to be an investment, but we need to get this to a certain scale to work,'\" he said.</p><p>Companies may be willing to take that leap, but sustainability advisers say the friction remaining in the system, particularly with container deposits, may deter some customers from committing to it. A stainless steel tub of Häagen-Dazs ice cream on Loop's e-commerce site, for instance, costs $6.49, but the deposit costs another $5.</p><p>\"It doesn't always make sense for some people to pay such a high percentage of the cost of the item on the deposit for the container,\" said Fiona Thompson, a sustainability and packaging consultant at environmental consulting firm Ricardo PLC.</p><p>Loop has tried to smooth the container-return experience, introducing bags that customers can fill and scan just once at drop points instead of needing to scan each item individually, Mr. Szaky said. And not all container deposits are eye-watering: The deposit on the McDonald's coffee cup being tested in England is only a pound, equivalent to $1.36.</p><p>The reusable cup is also better designed than its disposable cousin, Mr. Szaky said. \"The lid is thick, it doesn't come off when you squeeze the cup and the plastic insulates,\" he said.</p><p>As for Burger King's sandwich box? \"You can eat half the sandwich and close it up again,\" Mr. Szaky said. \"You're not having to wrap it back together in the paper and get mayo everywhere.\"</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Fast-Food Chains Test Reusable Cups, Sandwich Boxes</p>",
  "published": "2021-09-22T16:25:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 614,
          "end": 624
        },
        {
          "start": 1528,
          "end": 1538
        },
        {
          "start": 1384,
          "end": 1394
        },
        {
          "start": 2829,
          "end": 2839
        },
        {
          "start": 69,
          "end": 79
        },
        {
          "start": 901,
          "end": 911
        }
      ]
    }
  ]
}