{
  "_id": "fe0fb98bd5735a30edc4d023786ba670ac939b18ee49bdc456ff9752a2972097",
  "feed": "ftcomall",
  "title": "US employers struggle to find willing workers after pandemic year",
  "text": "<p>President Joe Biden defended his economic record on Monday as US jobs data reveal a puzzling pair of facts: millions remain unemployed after losing work in the pandemic, but businesses say they can't find enough people to hire.&#xa0;</p> <p>The inability of companies to attract new workers has sparked a polarising debate over the possible causes, with Republicans and some business figures claiming that overly generous jobless benefits are discouraging people from getting a job. </p> <p>The chief culprit, they say, is the Biden administration's extension of a $300 per week top-up of unemployment insurance. In higher-paying states, combined benefits can equal up to $600 a week, the equivalent of nearly $16 per hour. That is more than twice the federal minimum wage.</p> <p>The unexpected struggle to find workers threatens to derail what many economists and business owners had expected to be a robust economic recovery.</p> <p>Speaking at the White House, Biden said his economic plan was “working” despite last month's slowdown in job creation, in which businesses <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">hired 266,000 </a>new employees, far fewer than the 1m that economists had expected. He insisted there was not “much evidence” that the extension of unemployment insurance as part of his <a href=\"https://www.ft.com/content/ecc0cc34-3ca7-40f7-9b02-3b4cfeaf7099\">stimulus plan</a> was discouraging work.&#xa0;</p> <p>“We need to stay focused on the real problems in front of us&#xa0;—&#xa0;beating this pandemic and creating jobs,” he said. </p> <p>Business people say that the labour shortage is real in sectors including food service, transport and construction. </p> <p>Franchise owners of the convenience store chain <a href=\"https://www.ft.com/content/91464a43-68ac-47c5-b70d-8e16914db7e6\">7-Eleven</a> begged the company not to force them to return to round-the-clock operations because they could not find anyone to work night shifts. Managers at a short-staffed McDonald's in Texas placed a sign on its drive-through menu asking for patience because “nobody wants to work any more”,&#xa0;making the restaurant famous on TikTok. </p> <p>Breakfast cereal maker Post Holdings said a shortage of workers has caused severe production delays. On Monday, Donnie King, chief operating officer at Tyson Foods, the largest US meat processor, said “it's been taking us about six days to do five days' worth of work because of turnover and absenteeism” at its pork plants, which were among the <a href=\"https://www.ft.com/content/f6e2b4ad-4a62-4c6f-8348-38704e3e81f6\">worst-hit</a> in the initial months of the pandemic. </p> <p>The National Federation of Independent Business, a small business group, said that 42 per cent of small business owners say they cannot fill roles. Among them is Matt Glassman, who owns the Greyhound Bar &amp; Grill in Los Angeles. </p> <p>Two weeks before reopening, Glassman scheduled 15 interviews to hire kitchen staff.&#xa0;But a dozen candidates did not show up, he said. Of the three who did, one was “completely wrong for the job” and another quit on the first day, leaving him with only one hire.</p> <p>“We've done traditional stuff, we've done Craigslist, we've done [hiring website] Poached, culinary agencies, tried Instagram, I've tried talking to my staff, I've tried walking up and down the street,” Glassman said. “It hasn't been successful.” </p> <p>The increased risks of in person work during the Covid crisis has made many low-wage workers reconsider if their jobs are worth the pay, labour activists and economists say. For those with children, the persistent closures of some schools and other childcare facilities have made returning to work even more difficult.</p> <p>“The idea that I need to go back to work and potentially put my family at risk and make one-third [the tips] I was making before is just a decision I probably wouldn't make, if I was my staff,” Glassman said. </p> <p>Others say that unemployment benefits have discouraged potential hires. Among the <a href=\"https://www.ft.com/content/411633e6-b02a-4b38-a0af-533ab6e7af8e\">oilfields </a>of the Permian Basin in west Texas, “there's a lot of folks hiring and oil and gas activity is picking back up and they're ready to hire”, said Wesley Burnett, economic director at the chamber of commerce in the city of Odessa. “But the federal programme they put in place has kind of knocked everybody back a little bit as far as they want to stay home instead of go to work.” </p> <p>Henry McMaster, Republican South Carolina governor, directed his state to stop paying the added federal benefits at the end of June, two months before Washington plans to stop funding them.</p> <p>“What was intended to be short-term financial assistance for the vulnerable and displaced during the height of the pandemic has turned into a dangerous federal entitlement, incentivising and paying workers to stay at home rather than encouraging them to return to the workplace,” McMaster said. </p> <p>Liberal groups say there is a simple way to attract more workers: pay more. </p> <p>“Employers now are saying, ‘well, we can't find people to fill these jobs', but what they should really be saying is that ‘we can't find people to fill these jobs at the wages that we are offering',” said Melissa Boteach of the liberal National Women's Law Center. “And so, you see that when you have demand for labour you should be increasing wages to increase supply.”</p> <p>Data from the US labour department suggests that some employers have started to do just that. Leisure and hospitality businesses raised wages in April, although earnings are still below their pre-Covid trend.</p> <p>Others are going further. Uber launched its own <a href=\"https://www.ft.com/content/2b71e009-bb96-46ee-b024-4c574ef41988\">$250m “stimulus” </a>programme to lure in new drivers. The company said it had 22 per cent fewer drivers than it did this time last year even as demand from riders had grown, sending fares up. </p> <p>Fabio Sandri, the chief executive of the poultry processor Pilgrim's Pride, told analysts that his company spent $40m to increase wages in the first quarter of the year. He also said they were continuing to invest in automation to rely less on workers. </p> <p>Many economists expect any labour shortage to fade, predicting that as Covid cases decline, schools reopen and extra unemployment benefits expire in September, hesitant workers will return. </p> <p>But some may never return to the work they were doing before the pandemic. Glassman said many members of his staff had fled California. </p> <p><em>Additional reporting by Derek Brower</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/fd64ef61-b5b3-4a24-adad-583f34ebba3f\"><em>Beware hysteresis effects of unemployment benefit</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/fd64ef61-b5b3-4a24-adad-583f34ebba3f\"><em>From Willem Thorbecke, Research Institute of Economy, Trade and Industry and France-Japan Foundation, Paris, France</em></a></p><p>Source: Taylor Nicole Rogers in New York 2021 'US employers struggle to find willing workers after pandemic year' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-11T09:00:24.577Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1711,
          "end": 1721
        }
      ],
      "nexusId": "10050164"
    }
  ]
}