{
  "_id": "e9ca31464b063e9083033809f28a67300bcbeb79ee3e265b08c4e85418beccbe",
  "feed": "wall-street-journal",
  "title": "Stanford Holds Off Arizona  For Women's Basketball Title  ----  By Laine Higgins",
  "text": "<p>   Top overall seed Stanford held off upset-minded Arizona 54-53 Sunday night to win the Cardinal's first women's NCAA basketball championship in 29 years and deliver a third title for its legendary coach, Tara VanDerveer. </p><p>   Heading into Sunday's women's tournament finale, a team from the Pac-12 -- which calls itself the \"Conference of Champions\" -- was guaranteed to cut down the nets. The question was whether it would be Stanford, the team that dominated despite a season of unprecedented disruption, or Arizona, the underdog that marked its first Final Four appearance with an upset of No. 1 seed UConn on Friday. </p><p>   Stanford led for nearly all of Sunday's contest, but their lead felt shaky in the waning minutes of the fourth quarter. Arizona's senior playmaker Aari McDonald willed her team into contention and narrowed the deficit to one point with a massive 3-pointer and three free throws in the final minutes. </p><p>   The fate of the game would ultimately rest in McDonald's hands after Stanford squandered its last offensive possession on a shot clock violation with 6.1 seconds remaining. Arizona inbounded the basketball to McDonald and she let fly for one last 3-point attempt. Unlike so many that she had buried this tournament, it ricocheted off the rim. </p><p>   No team had a harder path to San Antonio than Stanford, so it's only fitting that the resilience the Cardinal learned during a disjointed regular season carried it all the way through the tournament. </p><p>   Due to strict health protocols in Santa Clara County, where Stanford University is located, that banned contact sports at all levels, Stanford played fewer home games and spent more time on the road than any other team in college basketball than perhaps the Stanford men's team. </p><p>   That meant in order to have a season, Stanford's home games became neutral-site contests at Kaiser Permanente Arena in nearby Santa Cruz. Practices happened in a smattering of local high school gyms. Living out of a suitcase became the norm. </p><p>   All told, the Cardinal spent 63 days on the road, covering about 7,500 miles from late November until Jan. 27, when Santa Clara County relaxed its regulations and permitted the team to practice in Maples Pavilion in Palo Alto, Calif. Stanford was a Pac-12 best 15-2 at that point and played its first home game of the season against Colorado on Feb. 5. They wouldn't lose a game for the rest of the season. </p><p>   \"The wear and tear on people, the being in hotels and being on buses, practicing in high school gyms, no power in the gym and it is dark. No other team except for maybe our men's team has been dealing with what we are dealing with,\" said VanDerveer in January upon learning her team could return to campus. </p><p>   Stanford spent 87 nights on the road -- and that was before the team headed to San Antonio, Tex., on March 15 as the overall top seed in the women's NCAA Tournament. </p><p>   The resilience VanDerveer's team displayed was key to their win. </p><p>   Arizona clawed its way back into contention on the defensive end, but McDonald couldn't get her last 3-point attempt to fall as the final buzzer sounded. </p><p>   \"Getting through all of the things we got through, we're just excited to win the Covid championship,\" said VanDerveer. </p><p></p>",
  "published": "2021-04-05T06:09:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 961,
          "end": 971
        }
      ],
      "nexusId": "10050164"
    }
  ]
}