{
  "_id": "844f33c20eaa2ae4a45c567ff779d4a40c337b6520bb6e5e0971b2b0ce9af836",
  "feed": "wall-street-journal",
  "title": "Tight Labor Market Returns The Upper Hand to Workers --- Employers competing to hire offer higher pay, signing bonuses, perks",
  "text": "<p>Average weekly wages in leisure and hospitality, the sector that suffered the steepest job losses in 2020, were up 10.4% in May from February 2020, Labor Department data show, outpacing the private sector overall and inflation. Pay for those with only high school diplomas is rising faster than for college graduates, according to the Federal Reserve Bank of Atlanta.</p><p>\"It's a workers' labor market right now and increasingly so for blue-collar workers,\" said Becky Frankiewicz, president of staffing firm ManpowerGroup Inc.'s North America operations. \"We have plenty of demand and not enough workers.\"</p><p>Lower-wage employers are boosting pay and offering gift cards to applicants who show up for interviews, along with sign-on and retention bonuses, and sometimes immediate employment before drug screenings and background checks, she said.</p><p>While benefiting workers, higher labor costs can have consequences for employers in the form of narrower profit margins and missed sales if a restaurant section remains closed or orders can't be filled quickly because of a staffing shortage. And when they do raise wages, employers are attempting to pass some of the higher costs on to customers, which could be contributing to the current upsurge of inflation. All those factors act as a potential brake on what is expected to be rapid economic growth in the second half of 2021.</p><p>Kyle Mathews, 27 years old, is among the workers benefiting. He had worked at a large grocery store in Grand Rapids, Mich., for about four years in various positions. He said he was frustrated by the pay of about $14 an hour, the top of the store's pay scale, and the long hours. Plus, Mr. Mathews said he felt uncomfortable last year serving the public during a pandemic.</p><p>In February, he visited a staffing firm, Express Employment Professionals. \"It felt to me like the right time to start looking for something else because the economy was rebounding,\" he said.</p><p>Mr. Mathews quickly lined up several interviews. He quizzed potential employers about company culture and advancement opportunities. He landed a half dozen offers and accepted a position at ColorHub, which prints graphics on packaging, store displays and signage.</p><p>His new job pays $16 an hour, plus overtime, and he is training for a role as a higher-skill machine operator that would pay $2 an hour more.</p><p>\"The company is growing and I'm excited to see where it takes me,\" he said. With the extra earnings, Mr. Mathews was able to take a vacation to Utah and is saving to buy a house with his girlfriend.</p><p>ColorHub continued to hire through 2020 and into 2021, adding about 10 people to bring its staff to 30, said CEO Tim Harris. In the spring of 2020, the four-year-old company was receiving 100 applications for an online job posting. This year, that dried up to a handful, and several of those applicants wouldn't show up for interviews.</p><p>ColorHub raised its starting pay by about $2 an hour and sought the help of the staffing firm to land workers such as Mr. Mathews, Mr. Harris said.</p><p>\"It used to be you could interview several people and go a couple of weeks without making an offer. Now if you don't give someone a job on the spot, you might not get them,\" he said.</p><p>Low-wage workers' newfound leverage could have staying power -- and, in fact, began to emerge before the start of the Covid-19 pandemic. The pandemic pushed some Americans into retirement and convinced others they should return to work only for more pay or improved conditions. Raises that increase base pay to attract workers now will be tough to roll back later, employers and economists say.</p><p>Although that bargaining power may be nearing a peak and begin to ease once pandemic-era benefits expire, many economists expect the labor market to remain tight for the foreseeable future.</p><p>\"There are not a lot of unemployed workers out there,\" said Matt Notowidigdo, an economist at the University of Chicago. That's far different than after the 2007-2009 recession when less-educated workers faced a high jobless rate for several years, he said.</p><p>Some of the deterrents to work may reverse once the economy fully reopens. Nearly 15 million people claimed unemployment insurance benefits in late May, up from about 2 million before the pandemic. Some may not be working because they receive more from the enhanced unemployment benefits offered during the crisis than they would earn in the available jobs. But those benefits expire in September.</p><p>Others out of the workforce fear catching or spreading the virus, worries that should ease as infections decline and vaccination rates rise.</p><p>If lower-wage workers can retain the upper hand, it would have little modern precedent, harking back a half-century to when many more of those employees were represented by labor unions. It could also spell tougher times for small firms unable to match what bigger more productive firms can pay, such as the nation's two largest private-sector employers, Amazon.com Inc. and Walmart Inc.</p><p>American Dedicated Logistics in Midlothian, Va., has raised pay for cargo van drivers to about $16.50 an hour from $12.50 two years ago, said company president Mark Collins.</p><p>Mr. Collins said he is urging clients -- ranging from medical lab services to large retailers -- to raise prices or charge delivery fees so that drivers' wages can be raised further. But he knows that would likely mean higher prices for end consumers, who balk at delivery fees, in part because Amazon did away with them.</p><p>He said he expects the prevailing rate for cargo van drivers to reach $20 an hour in the next year or two.</p><p>American Dedicated Logistics is recruiting at shopping centers, hoping to attract retail workers and Uber drivers, with better or more-consistent pay than they now earn.</p><p>The shift in fortunes for low-wage workers marks a reversal after decades of lost ground. Wages and benefits averaged 72% of national income, excluding indirect taxes and subsidies, from 1970 through 1995 and then steadily declined, falling to 66% by 2014. That corresponded with a rise in corporate profits and an increasing share of the pie going to business owners and white-collar workers.</p><p>Economists cite several factors for this trend: increased trade with low-wage countries and possibly competition with lower-skilled immigrants. Declines in union membership and the minimum wage, when adjusted for inflation, are also at play.</p><p>Technology and automation reduced the demand for some routine skills, holding back the pay of less-educated workers. Paradoxically, the higher pay resulting from the shortage of workers could spur businesses to adopt more automation, reducing their need for labor and moderating job growth.</p><p>Tight labor markets have tended to counter those forces. When unemployment fell below 5% in the late 1990s and again in 2017, wage growth accelerated and employers stepped up recruiting from disadvantaged groups. By 2019, labor's share of national income had edged up to 68%. Although federal assistance programs during the pandemic have distorted the data, those gains appear to have held.</p><p>The combination of the reopening economy, rounds of fiscal stimulus and near-zero interest rates could soon recreate the tight labor market conditions that bolstered pay in 2019. Last week, Federal Reserve officials predicted the jobless rate would fall to 3.5% by the end of 2023, matching its pre-pandemic lows.</p><p>Whereas demand for labor drove wage gains in 2019, now both demand and a smaller pool of workers are at play. The share of the working-age population either holding or seeking a job fell to 61.6% in May from 63.3% in February 2020 -- a loss of 3.5 million potential employees.</p><p>This may have raised what economists call the \"reservation\" wage, the lowest pay for which someone is willing to work. Workers without a college degree have increased their annual reservation wage to $61,000 from $52,000 in late 2019, according to surveys by the Federal Reserve Bank of New York.</p><p>The Dot Foods Inc. distribution center in Williamsport, Md., has raised wages an average of 4% in each of the past four years in an effort to stay ahead of other area employers, including an Amazon warehouse and Target Corp. store, said Brian Duffield Sr., general manager of the center and other East Coast locations. Dot warehouse workers start at $19.25 an hour.</p><p>\"We realized we had to scale up our wages,\" he said; \"90% of our hires already were employed elsewhere.\"</p><p>Mr. Duffield said he would fill 25 additional warehouse jobs in Maryland if he could. To make up for the vacancies, many warehouse employees are working 50 hours a week -- translating to 10 hours of time-and-a-half pay. Although they are earning more as a result, overtime pay raises labor costs for the company, and Mr. Duffield said he is concerned about employee burnout.</p><p>The political climate may be shifting in ways likely to support the bargaining power of low-wage workers, a priority of President Biden's. The $1.9 trillion American Rescue Plan he signed in March was intended in part to get the U.S. to full employment faster.</p><p>Republicans argue that stimulus added unnecessarily to the deficit at a time when the economy was already recovering. Their resistance also stands in the way of Democrats' efforts to raise the federal minimum wage to $15 an hour from $7.25.</p><p>Mr. Biden may find some common ground with Republicans who, since Donald Trump's presidency, have become less enamored of free trade and other traditional business priorities. The Biden administration has already brought a complaint related to the treatment of workers and unions in Mexico under the provisions of the U.S.-Mexico-Canada Agreement, which Mr. Trump negotiated with significant input from Democrats.</p><p>So far, unions have played little direct role in the boost to worker leverage. Union membership in the private sector, at 6.3% in 2020, is trending near the lowest levels on records back to the 1970s, according to the Labor Department. Many of the businesses competing for less-educated workers aren't unionized. Workers at an Amazon center in Bessemer, Ala., voted not to form a union in April.</p><p>William Spriggs, chief economist to the AFL-CIO, said unions' support for a $15 minimum wage and efforts to organize companies like Amazon deserve some credit for spurring change in low-wage workers' pay and conditions.</p><p>Amazon said in May that it would hire 75,000 workers and offer $1,000 signing bonuses in some locations, while pledging to pay at least $15 an hour. McDonald's said recently that it wants to hire 10,000 employees at company-owned restaurants and raise pay at those locations. Walmart said it would raise wages for about 425,000 of its employees.</p><p>Some smaller businesses are resigned to losing employees to better-paying competitors. Layne's Chicken Fingers restaurants have lost employees to Walmart, McDonald's and QuikTrip convenience stores, said CEO Garrett Reed. The Frisco, Texas, chain offers $11 or $12 an hour for entry-level jobs.</p><p>Mr. Reed said he has pending deals to lease four locations in the Dallas area for restaurants. He is holding off on signing the leases because he worries he can't attract the needed workers, especially managers.</p><p>\"There's only so much I can pay and remain profitable without raising prices too much,\" Mr. Reed said. He said he has elevated workers in their late teens and early 20s to general-manager positions paying over $50,000 a year.</p><p>\"We're so thin at leadership that we can't stretch anymore to open more locations,\" he said. \"I've got a good crop of 16- and 17-year-olds, but I need another year or two to get them seasoned to run stores.\"</p>",
  "published": "2021-06-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 10484,
          "end": 10494
        },
        {
          "start": 10836,
          "end": 10846
        }
      ],
      "nexusId": "10050164"
    }
  ]
}