{
  "_id": "3c8ef28f8b9b018ee6fd804333adfd9a13bc7e2ada8728dce985c82fdb63c54a",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books -- Five Best:  Thomas Swick  ---  The author, most recently, of 'The Joys of Travel: And Stories That Illuminate Them'tm  ----  By Thomas Swick",
  "text": "<p>\n  South From Granada </p><p>\n  By Gerald Brenan (1957) </p><pre>\n </pre><p>\n  1. Spain attracted a number of British writers between the wars, but Gerald Brenan distinguished himself by setting up house there, in the small Andalusian village of Yegen. He saw it as a cheap place to live -- his rent was GBP 6 a year -- and an isolated retreat in which to further his education. (He had 2,000 books shipped to his new home.) But he was quickly accepted into the community and introduced to its ways, which he recorded with the eye and the diligence of an anthropologist. Some of the chapter titles read as if from a textbook -- \"School and Church,\" \"Beliefs and Rituals\" and, interestingly, \"Love Affairs and Politics\"; two announce the visits of Lytton Strachey and Virginia Woolf. The writing is occasionally lyrical and always authoritative; the author wrote for people who wished to learn about the world, not dream of idyllic retirements abroad. \"In this country the thought of death eats into life, and as soon as the intoxication of first youth is over, begins to sap the taste for pleasure.\" The village cemetery, Brenan notes, is called the tierra de la verdad (land of truth). </p><pre>\n </pre><p>\n  The Last Time I Saw Paris </p><p>\n  By Elliot Paul (1942) </p><pre>\n </pre><p>\n  2. The misleading (and now banal) title is unfortunate, but when the American writer Elliot Paul borrowed from the popular song he could not have known that a movie would follow, based on an F. Scott Fitzgerald short story. Paul's Paris, unlike Fitzgerald's, consists of a single street: Rue de la Huchette, in the Latin Quarter, which in the 1920s and '30s is unvisited by tourists. Its denizens, listed in the front of the book like in a 19th-century novel, include shopkeepers, cafe workers, hotel staff, priests, prostitutes and emigres -- and the author, living for years at the Hotel du Caveau, presents them all in deftly drawn portraits and vividly observed scenes. The street and its inhabitants serve as a microcosm of prewar urban life while providing a prism through which Paul examines French culture, politics and national character. When he moves away, he keeps in touch via letters -- including high-minded flirtations from a teenager named Hyacinthe -- and frequent return visits. The book ends with the German occupation of the city and \"the end of a world in which Paris was supreme, in which France was alive, in which there was a breath of freedom.\" </p><pre>\n </pre><p>\n  Out of Africa </p><p>\n  By Isak Dinesen (1937) </p><pre>\n </pre><p>\n  3. This well-known (thanks to Hollywood) classic is more than a beautiful evocation of stunning landscapes and colonial swells. In fact, there's surprisingly little of the latter. Isak Dinesen's true subject is the country she grew to love as the owner of a coffee farm in the hills outside Nairobi. She brings insight and understanding to everything in her realm, and is as attuned to the personalities of the animals, like the adopted gazelle Lulu, as she is to those of the people. She offers general observations on the various tribes, noting the \"chic\" of Maasai warriors (which she defines as a \"particular form of intelligence\"), and supplements them with intimate profiles of individual members, particularly those who work for her. As both employer and gathering place, the farm sees its share of drama, but the book's real strength is in its capturing of timeless rhythms, and in its author's wisdom. </p><pre>\n </pre><p>\n  Hunting Mister Heartbreak </p><p>\n  By Jonathan Raban (1990) </p><pre>\n </pre><p>\n  4. Wishing to re-enact and re-examine the American immigrant story, Jonathan Raban sails from Liverpool into New York Harbor (albeit on a container ship). He sublets a tiny Manhattan apartment and then rents a house in Guntersville, Ala., where he finds the young people \"culturally lonely,\" unable to \"feed on literature for a definition of themselves.\" Later, he lives on a sailboat in the Florida Keys and finds a future home in Seattle -- after attending a Survival English class. Interspersed among these narratives are historical notes and Mr. Raban's rigorous and often entertaining reflections on American mobility and the American dream. This is a remarkable work, not only as a portrait of the country but as an example of travel writing's adaptability and potential for depth. In the age of mass tourism, Mr. Raban goes where the tourists (and immigrants) live, showing us familiar places in a fresh light -- \"the plastic alpine chalets of McDonald's and Arby's\" -- and adding interpretation to the no-longer-sufficient diet of description. </p><pre>\n </pre><p>\n  The Lady and the Monk </p><p>\n  By Pico Iyer (1991) </p><pre>\n </pre><p>\n  5. Beguiled by Japan after two visits, Pico Iyer moves to Kyoto from New York to put his visions of the country to the test. He stays briefly in a Buddhist temple, its two monks drinking beer and watching baseball every evening, then rents a room in another part of town where, without an office to go to, he finds himself in \"a world of women and children.\" The city, he notes, is famous for flower arrangement, lacquerware, paper umbrellas and, of course, geishas, while much of the national literature is \"touched with a decidedly feminine lilt and fragrance.\" He soon meets Sachiko, the mother of two small children, and they develop a friendship. (Her husband is a perennially absent salaryman.) The book now bounces between Mr. Iyer's sparkling ruminations -- he is as astute on the seeming incongruities of modern-day Japan as he is on the true nature of Zen -- and the personal story of a friendship edging into romance. Everything is deeply felt and keenly depicted, and the author's burgeoning attachments, not least to Sachiko, lead to discoveries that include the self. The man who was \"trained in abstraction\" is reminded, not only through his study of Zen but his fumblings with the language, of the mind's inadequacy. \"None of the truest things in life -- like love or faith -- was arrived at by thinking; indeed, one could almost define the things that mattered as the ones that came as suddenly as thunder.\" </p><p></p>",
  "published": "2021-08-07T06:04:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4334,
          "end": 4344
        }
      ],
      "nexusId": "10050164"
    }
  ]
}