{
  "_id": "06bec67ed5cdc26dd727e54089a0967b472716149793506c94512c2cb52b4f1a",
  "feed": "market-watch",
  "title": "Beyond Meat downgraded on concerns it will miss growth goals after revenue warning highlights a variety of challenges",
  "text": "<p>Last week, Beyond Meat BYND gave a revenue warning for the third-quarter that sent shares plunging.</p><p>Analysts said the update raised a lot of questions but they maintained their stock ratings. On Tuesday, Credit Suisse moved its stock rating to underperform from neutral and slashed its price target to $75 from $123.</p><p>“The revenue miss in 3Q reinforces our view that Beyond Meat is reaching market saturation faster than expected and will miss internal growth targets,” analysts led by Robert Moskow wrote.</p><p>“This year's spate of management departures and many factors cited for the revenue shortfall suggest deeper problems that won't be quick to fix.”</p><p>See: Beyond Meat shares headed toward 17-month low after revenue warning</p><p>Credit Suisse cites data showing that demand at the retail level is slowing. At the foodservice level, Beyond Meat's big announcement of late was the McPlant test that McDonald's Corp. MCD is conducting at eight restaurants.</p><p>“[T]his product typically performs best in markets that are amenable to plant-based alternatives and where consumers can pay a premium,” Credit Suisse said.</p><p>“As a result, we think there is a high probability that McDonald's will choose to limit the brand to select markets in 2022, rather than broadly.”</p><p>Also: McDonald's chose a medley of cities to test the plant-based McPlant sandwich to see where it catches on, analysts say</p><p>BTIG analysts have a more upbeat outlook for the McPlant, noting that quick-service menus are adding more plant-based options, and will continue to do so in 2022.</p><p>But the latest update notes that severe weather impacted access to potable water in one facility, and water damage impacted inventory in another.</p><p>“Beyond's operational challenges this year may hurt the company's credibility with large QSR [quick-service restaurant] chains like McDonald's to meet volume commitments,” Credit Suisse said.</p><p>Beyond Meat faces competition from plant-based protein brands like Kellogg Co.'s K Incogmeato and Impossible Foods Inc., which is rumored to be on the path to an IPO.</p><p>Beyond Meat's stock has fallen 25% over the last three months heading into the earnings announcement scheduled for Nov. 10.</p><p>The S&amp;P 500 index SPX is up 3.5% over the last three months.</p>",
  "published": "2021-10-26T13:29:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1163,
          "end": 1173
        },
        {
          "start": 1260,
          "end": 1270
        },
        {
          "start": 893,
          "end": 909
        },
        {
          "start": 1819,
          "end": 1829
        }
      ],
      "nexusId": "10050164"
    }
  ]
}