{
  "_id": "5d786ece0ae8895978fd4e6f2093e14dca5e8cd4aa60c8cdb92cd0f16771540c",
  "feed": "ftcomall",
  "title": "Tesco under fire for lack of action on obesity crisis",
  "text": "<p>Tesco has come under fire from a group of shareholders who claim that the UK's largest supermarket chain is exacerbating the country's obesity&#xa0;crisis.</p> <p>The shareholders, which include asset manager Robeco, Jesuits in Britain and Guy's and St Thomas' Charity, are calling on Tesco to set targets for increasing the proportion of healthy products in its sales, arguing it has done less than its rivals.</p> <p>A report published last year by the charity Access to Nutrition Initiative ranked Tesco behind M&amp;S and Sainsbury's for its reporting on areas including product formulation — changing ingredients to make them more healthy — and labelling. It added that all chains could do better and recommended they publish comprehensive strategies on diet, nutrition and health.</p> <p>The shareholders have introduced a vote at Tesco's annual meeting calling on the company, which controls about 27 per cent of the UK grocery market,&#xa0;to disclose what percentage of its food and non-alcoholic drink sales by volume are made up of healthier products, as defined by the UK Department of Health.</p> <p>Ignacio Vazquez, senior manager at&#xa0;ShareAction, said supermarkets have a “responsibility for the health impacts of their product ranges and marketing efforts”.</p> <p>“As the UK's largest food retailer, Tesco's actions are of systemic importance in tackling obesity. But its prime market position has not yet translated into leadership on this critical issue,” Vazquez said.</p> <p>He added that too little progress had been made since last year's meeting.</p> <p>The shareholders, who oversee £140bn in assets, along with 101 retail shareholders, called on Tesco to develop a strategy to significantly increase healthy food sales by 2030 and publish an annual review of progress from 2022 onwards.</p> <p>They added that consumer trends to buy healthier products and government efforts to combat obesity could pose a financial risk to Tesco if it does not take action.&#xa0;</p> <p>Stephen Power from Jesuits in Britain said a “handful of companies are continuing to fuel a deadly obesity crisis”.&#xa0;</p> <p>“Tesco has made progress on its non-meat options, a welcome step to limit its climate impact, but needs to step up on the health front<em>,” </em>he added.</p> <p>Many asset managers and shareholders have recently increased their attention to environmental, social and governance risks.</p> <p>Peter van der Werf, senior engagement specialist at Robeco, said the asset manager had “identified health and nutrition as a material risk for food retailers”. </p> <p>According to ShareAction, Tesco has conducted small&#xa0;<a href=\"https://www.theconsumergoodsforum.com/wp-content/uploads/202010-chl-uk-can-supermarkets-help-turn-the-tide-on-obesity.pdf\">trials</a>&#xa0;of healthy food promotions. These found that price offers for fruit and vegetables resulted in a 13 per cent rise in sales. Sales of chocolate bars fell by a fifth when they were removed from prominent displays.</p> <p>In response, Tesco said it was “working hard to make it easy for our customers to make healthy choices” and set “very clear” targets on health and sustainability. </p> <p>The company added that its reformulation programme had removed “more than 50 billion calories” since 2018, and that it offered healthier alternatives and gave away free fruit for children. </p> <p>It also said it was aiming to increase sales of meat alternatives by 300 per cent by 2025, the first retailer to set such a target.</p> <p>Last year, shareholders in Coca-Cola, PepsiCo and McDonald's filed resolutions calling for the companies to report on the sugar and public health implications of their products. About one in 10 shareholders supported the proposals, according to Proxy Insight, the data provider.</p> &#xa0;<p>Source: Attracta Mooney and Jonathan Eley 2021 'Tesco under fire for lack of action on obesity&#xa0;crisis' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T22:00:58.023Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3267,
          "end": 3277
        }
      ],
      "name": "McDonald's Corporation",
      "id": "US5801351017",
      "nexusId": "10050164"
    }
  ]
}