{
  "_id": "6e2319cc7312e9ca73a666ec4792dad5779b05621bc77106be4a61d247b4746c",
  "feed": "ftcomall",
  "title": "Life, the metaverse and everything: a quick guide",
  "text": "<p>Like many of you, I've been very excited to read about the great strides being made in the building of the metaverse. We know it is going to be huge because last month Mark Zuckerberg renamed himself Mark Metaberg, as part of a <a href=\"https://www.theguardian.com/technology/2021/oct/28/facebook-mark-zuckerberg-meta-metaverse\">global strategy shift</a> designed to emphasise to lawmakers that the man they knew was really only one aspect of a larger whole.</p> <p>While Zuckerberg has attracted a lot of negative press, his Metaberg avatar is a completely different character, not at all obsessed by money and way less deserving of congressional oversight. In fact, Metaberg is now planning to build a new and much kinder world, in which people are nice, landscapes are spectacular and residents are delighted with adverts tailored to their personal interests.</p> <p>To be fair to the metaverse, it existed before the Facebook founder declared his interest, which is presumably why it isn't called the Zuckerverse, and indeed Microsoft has also <a href=\"https://www.ft.com/content/46d00829-04bc-4136-992e-856975bbccca\">now entered the race</a> for virtual space. So a world largely for gamers and sci-fi fans is seen as the next version of the internet, a parallel world where, by donning a headset, you carry out day-to-day activities in virtual space via an avatar. I know it's confusing, so let's see if we can demystify it.</p> <p>Imagine a world where reality is augmented by additional information or images, a bit like the search for Pokémon characters. That's right, that time you found Charmander just outside the WHSmith in Westfield, you were actually in the metaverse.</p> <p><strong>So the metaverse is a big shopping centre near the Olympic Park?</strong> <br>In a way. The metaverse is everywhere and nowhere, baby. But there will be many applications. You can use it to access information or to place yourself inside a virtual world. </p> <p><strong>I can be in a virtual world?</strong> <br>Well, no, obviously not; that can't happen. But you can create an avatar through which you can move around your virtual world and interact with other people also moving around in avatar form, and even hold business meetings. </p> <p><strong>So, it's a bit like a Zoom call?</strong> <br>Yes, it's like a permanent Zoom call, except that it is happening on the rings of Saturn or on a boat in the Pacific. This means it's great for work meetings too. Imagine you once used to have team away days, where you went somewhere really cool, like a nice hotel with a golf course. Now you can have all your meetings at that hotel with a golf course, and you can come as Tiger Woods, play off a handicap of +5 and dispense with that dreary old walk. </p> <p><strong>And my avatar could be anything, like a totally cool monster?</strong> <br>What are you, 15? </p> <p><strong>But this means I could meet people virtually, even while I am still sitting sadly in my bedroom?</strong> <br>Exactly. You can hang out with your friends without the effort of getting dressed up or spending money at Wetherspoons. </p> <p><strong>So, it's a lot like lockdown?</strong> <br>I don't think you are really embracing the possibilities here. </p> <p><strong>Could I like [lowers voice] have sex in the metaverse?</strong> <br>Your avatar could. A number of people still tend to the view that sex is better in person but, on the upside, you can forget about performance anxiety. </p> <p><strong>Could COP26 have been held in the metaverse and saved all those emissions from private jets?</strong> <br>Theoretically, but then all the guests wouldn't be able to spend the next year going to dinner parties and starting their sentences with, “As I said at COP26 . . . ”</p> <p><strong>Do I have to meet </strong><a href=\"https://www.bbc.co.uk/news/technology-45913587\"><strong>Nick Clegg</strong></a><strong> in there?</strong><br>It's not compulsory, although he can be hard to avoid. But don't worry, he'll be very reassuring and he's still sorry about the tuition fees thing.</p> <p><strong>Where does bitcoin come in?</strong> <br>I don't exactly know, but it's to do with things that aren't real that everyone thinks are worth a lot of money. But you can use the money that doesn't exist to buy things in the metaverse that also doesn't exist, so I guess that makes sense.</p> <p>OK look, let me help you. Imagine a world in which you have teenage children. They are often in the house, but they are never really there because they are always in another world that is way more cool. Sometimes they are building another world in <em>Minecraft</em> or maybe they are just talking to each other all night. They may occasionally come down for dinner, but they have just popped out of the other world for nourishment because the beef goulash they ate at the metaverse McDonald's turned out to be less filling than they'd hoped. You can go up to see them in person, but they'd prefer it if you WhatsApped.</p> <p>Now imagine that you and everybody else you know is behaving in exactly the same way. That's the metaverse. Sounds amazing, doesn't it?</p> <p><em>Follow Robert on Twitter&#xa0;</em><a href=\"https://twitter.com/robertshrimsley\"><em>@robertshrimsley</em></a><em>&#xa0;and email him at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.shrimsley@ft.com\"><em>robert.shrimsley@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/0fca8759-3cee-4101-a991-6f6f45e841c6\"><em>Think of the metaverse as electricity or the internet / From Alexander Peschkoff, London SW7, UK</em></a></p><p>Source: Robert Shrimsley 2021 'Life, the metaverse and everything: a quick guide' FT.com 12 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-12T11:00:22.474Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4249,
          "end": 4259
        }
      ],
      "nexusId": "10050164"
    }
  ]
}