{
  "_id": "a2e4c3db21c479f30e0f478bf5cfcc4f1e26f4b41672f9254a4de5ea72c04fe9",
  "feed": "wall-street-journal",
  "title": "McDonald's CEO Apologizes for Text Exchange About Shooting Deaths; Chris Kempczinski plans to address U.S. employees; 'I am learning from this'",
  "text": "<p>McDonald's Corp. Chief Executive Chris Kempczinski is apologizing for a text about the shooting deaths of two Chicago children.</p><p>Mr. Kempczinski on Monday afternoon plans to address U.S. employees, some at the company's Chicago headquarters and others virtually, regarding comments that \"were wrong—plain and simple,\" he wrote in an email to staff Friday.</p><p>\"I am learning from this,\" said Mr. Kempczinski in the message, viewed by The Wall Street Journal. \"I believe that starts with more listening and learning from more people whose life experiences are different from my own.\"</p><p>In an exchange with Chicago Mayor Lori Lightfoot this past April, Mr. Kempczinski referenced the shooting deaths of two city children, 13-year-old Adam Toledo and 7-year-old Jaslyn Adams. Jaslyn Adams was in a McDonald's drive-through at the time of the shooting.</p><p>An increase in murders that began last year in U.S. cities, including Chicago, is carrying forward into 2021. It has been concentrated in poor neighborhoods, typically Black and Hispanic, with persistent histories of violence. Adam Toledo was shot by Chicago police in a largely Mexican neighborhood on the city's West Side. Jaslyn Adams was shot by a gunman while sitting in a car with her dad in North Lawndale, a predominantly Black neighborhood also on the West Side.</p><p>Mr. Kempczinski in the text to Ms. Lightfoot called the shootings \"tragic.\" He then wrote: \"With both, the parents failed those kids which I know is something you can't say. Even harder to fix.\"</p><p>Open records advocates discovered the text exchange in a broader public information request and started sharing it on social media last month. The disclosure prompted protests at the company's Chicago headquarters.</p><p>A spokesman for the mayor's office said Monday: \"As the Mayor has said previously, families do everything they can—moms, dads, grandparents—to love and support their children, and tragedies can still happen. Victim shaming has no place in this conversation.\"</p><p>Mr. Kempczinski has apologized in calls and messages in the past week. In a nearly six-minute video recorded at McDonald's headquarters Saturday and sent to U.S. employees, restaurant owners and suppliers, he promised to learn from the incident and meet with the parents whose children had died.</p><p>\"Those comments were wrong, and I'm sorry. I'm sorry I let you down. And I let myself down,\" Mr. Kempczinski said in the video to U.S. employees, operators and suppliers.</p><p>\"I have, through my background, a very narrow world view,\" he said. \"My comments to Mayor Lightfoot revealed that ignorance.\"</p><p>Mr. Kempczinski, who rose to CEO of the burger chain two years ago, was attending the COP26 environmental summit in Glasgow last week when the email exchange with Ms. Lightfoot gained traction on social media. Chicago civic groups and the Service Employees International Union, a labor union seeking to represent McDonald's workers, sent a letter to Mr. Kempczinski demanding an apology and explanation.</p><p>Mr. Kempczinski sent a message to employees Tuesday apologizing for the text exchange. Since then he has spoken with Black franchisees and elected leaders representing U.S. franchisees on at least two calls, where they expressed anger over his comments and he apologized, people familiar with the conversations said. He has also personally spoken to Chicago community leaders and the company's U.S. employees, one of the people said.</p><p>In the video Saturday, Mr. Kempczinski said he aims to read all emails and messages he has been sent expressing opinions on his comments. At times, Mr. Kempczinski's voice broke and he appeared to struggle to get through the video apology, particularly when he mentioned how his daughter had asked why he wrote the text.</p><p>\"In that question, there's a lot. Disappointment. Confusion. And certainly disagreement with the idea and the sentiment that was expressed,\" he said.</p><p>Mr. Kempczinski didn't respond to a request for further comment.</p><p>In the letter sent by the Chicago civic groups and the labor union to Mr. Kempczinski, they wrote: \"Your text message was ignorant, racist and unacceptable coming from anyone, let alone the CEO of McDonald's.\"</p><p>More executives are getting drawn into controversy over statements as social media has given them more visibility, said Karen Kessler, head of New Jersey-based Kessler PR Group, a crisis communications and reputation management-firm that works with companies. Institutional shareholders' focus on equity and diversity at companies has added pressure on executives to handle social issues with sensitivity, Ms. Kessler said.</p><p>McDonald's recently has put more focus on racial inclusion among its employees and suppliers. The company this year tied executives' annual incentives to increasing the share of women and racial minorities in leadership roles by 2025.</p><p>Former employees and operators have accused McDonald's of straying in recent years from a history of supporting Black people. The burger giant was one of the first to back Black restaurant owners half a century ago, and later it elevated numerous African-Americans into top management, including as CEO.</p><p>Last year, two Black executives previously employed by the company sued McDonald's alleging racial discrimination and civil-rights abuses. Dozens of Black former franchisees last year accused McDonald's of selling them stores in locations that they say were destined to fail. Two companies owned by media mogul Byron Allen filed a lawsuit this year against McDonald's, accusing the fast-food giant of discriminating against Black-owned media companies.</p><p>McDonald's is defending itself in the suits and disputes the allegations.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>McDonald's CEO Apologizes for Text Exchange About Shooting Deaths</p>",
  "published": "2021-11-08T16:55:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5315,
          "end": 5325
        },
        {
          "start": 5576,
          "end": 5586
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 2095,
          "end": 2105
        },
        {
          "start": 4584,
          "end": 4594
        },
        {
          "start": 4863,
          "end": 4873
        },
        {
          "start": 2889,
          "end": 2899
        },
        {
          "start": 5700,
          "end": 5710
        },
        {
          "start": 788,
          "end": 798
        },
        {
          "start": 5195,
          "end": 5205
        }
      ],
      "nexusId": "10050164"
    }
  ]
}