{
  "_id": "749b06f6e7aa0158b7ec09dd2905a626c9d1e2dd598db5341ba1f12f253e783e",
  "feed": "wall-street-journal",
  "title": " Les dysfonctionnements fréquents de ces appareils ont débouché sur une plainte et sur l'intervention de l'agence fédérale antitrust. Etats-Unis: les machines McFlurry sont (encore) en panne et la Commission fédérale du commerce s'en mêle",
  "text": "<p>Résultat, le soir, à la télévision, les humoristes font des blagues sur ce problème. Les fast-food concurrents Jack in the Box et Wendy's tournent, eux, en dérision McDonald's sur les réseaux sociaux. Et un outil de suivi en ligne, baptisé McBroken, recense même les pannes des distributeurs de glaces de McDonald's.</p><p>« Je commence à me demander si ce McDonald's a même une machine à crème glacée, a tweeté une cliente d'Atlanta à propos de son point de vente local. Elle est en “panne” depuis si longtemps que j'en arrive à virer complotiste. »</p><p>Pour les aficionados de McDonald's, sans parler de l'entreprise elle-même, un distributeur de crème glacée en panne constitue un vrai problème. Ces machines métalliques produisent des concoctions qui représentent environ 60 % des ventes de desserts de la chaîne aux Etats-Unis</p><p>C'est dans ce contexte qu'est entrée en scène la Commission fédérale du commerce américaine. L'agence antitrust a contacté des franchisés McDonald's cet été pour précisément savoir ce qui se passait concernant avec les pannes de ces machines, comme le montre une lettre qu'elle leur a envoyée, qu'a pu consulter The Wall Street Journal, et selon des personnes connaissant bien le dossier. La FTC s'est refusée à tout commentaire.</p><p>Pour les aficionados de McDonald's, sans parler de l'entreprise elle-même, un distributeur de crème glacée en panne constitue un vrai problème. Ces machines métalliques produisent des concoctions qui représentent environ 60 % des ventes de desserts de la chaîne aux Etats-Unis, selon une enquête menée auprès des consommateurs par le cabinet d'études Technomic. Les pannes à répétition ont conduit les clients à rédiger des pétitions pour demander que des mesures soient prises.</p><p>Les propriétaires de restaurants McDonald's se plaignent depuis longtemps de la trop grande complexité de ces appareils et de la difficulté à les réparer quand ils tombent en panne. Ces machines nécessitent un cycle de nettoyage à haute température automatisé pendant la nuit qui peut durer jusqu'à quatre heures pour détruire les bactéries. Ce lavage peut connaître des ratés, ce qui rend les machines inutilisables jusqu'à ce qu'un technicien les remette en marche, affirment les propriétaires.</p><p>McDonald's a déclaré qu'il comprenait leur exaspération et qu'il avait mis en place une équipe pour résoudre le problème. La société a annoncé avoir adopté une série de mesures, dont une nouvelle formation pour les membres du personnel et des contrôles de maintenance réguliers.</p><p>L'entreprise a également tenté de jouer la carte de la légèreté sur le sujet. « Nous avons une blague à propos de notre machine à crème glacée, mais nous avons peur qu'elle ne fonctionne pas », a ainsi tweeté McDonald's l'année dernière.</p><p>La National Owners Association, un groupe de franchisés, ne trouve pas cela drôle. « Nous sommes fatigués d'être la risée des humoristes à la télévision. Nos clients et nos équipes le sont tout autant », a lancé le groupement dans un message adressé en mai aux exploitants de restaurants.</p><p>Désireux de trouver une solution, certains propriétaires de franchise ont financé la formation de leur personnel à la réparation des machines. D'autres ont contacté le fabricant des machines, Taylor, ou une entreprise de réparation agréée.</p><p>Un franchisé affirme que l'attente a augmenté pendant la pandémie. De son côté, Taylor assure respecter les délais d'intervention que McDonald's impose à ses fournisseurs.</p><p>« Une grande partie de ce qui a été relayé par les médias est imputable à la méconnaissance des appareils et de la manière dont ils fonctionnent dans les restaurants », affirme un représentant de Taylor. Lorsque vous travaillez avec des produits laitiers, « vous devez vous assurer que la machine est correctement nettoyée. Les appareils sont construits avec beaucoup de pièces interdépendantes qui doivent fonctionner dans un environnement et d'une manière complexes. »</p><p>Il y a deux ans, Kytch, une entreprise créée par deux comptables devenus inventeurs de machines à crème glacée, a lancé un dispositif à installer sur les appareils pour prévenir les propriétaires en cas de panne. Cet outil envoie des alertes par SMS et par e-mail en temps réel, ce qui permet d'éviter d'endommager les machines, selon l'entreprise.</p><p>L'entreprise s'appuie sur un argument commercial : ses avertissements sont rédigés en anglais clair. Alors que les utilisateurs des machines Taylor doivent, selon Kytch, interpréter des messages comme : \"ERREUR : XSndhUIF LHPR&gt;45F 1HR LPROD too VISC.\"</p><p>Taylor indique que ses codes erreur sont expliqués dans les manuels d'utilisation des machines. « Nous n'avons aucune raison de délibérément concevoir nos équipements pour qu'ils soient perturbants ou difficiles à réparer ou qu'ils causent du tort à nos utilisateurs », assure le représentant de Taylor.</p><p>A son apogée, le dispositif de détection de panne de Kytch était utilisé par les propriétaires de McDonald's situés dans trente Etats américains, selon la start-up. Mais à la fin de l'année dernière, McDonald's a informé ses franchisés que ces dispositifs n'étaient pas autorisés et qu'ils présentaient un risque potentiel pour la sécurité, ce que Kytch conteste. Le géant de la restauration rapide a également fait savoir qu'il développait son propre dispositif intelligent pour les machines à milk-shake.</p><p>« Rien n'est plus important pour nous que de respecter nos normes élevées en matière de qualité et de sécurité alimentaires, a indiqué la chaîne, c'est pourquoi nous travaillons avec des partenaires dûment contrôlés qui peuvent fournir de manière fiable des solutions sûres à grande échelle. »</p><p>« Il s'agit d'une affaire d'espionnage industriel et des mesures excessives prises par un fabricant pour dissimuler et protéger un système de racket au niveau de la réparation qui représente plusieurs millions de dollars »</p><p>En mai, Kytch a riposté en intentant une action en justice où elle accuse Taylor, une entreprise de réparation autorisée à travailler sur les machines de ce dernier et un franchisé de McDonald's d'avoir manœuvré pour copier sa technologie. La plainte, dont le traitement est en cours, soutient que Taylor a eu accès au dispositif de Kytch car le franchisé avait apporté sa machine à l'entreprise de réparation avec le dispositif monté dessus.</p><p>« Il s'agit d'une affaire d'espionnage industriel et des mesures excessives prises par un fabricant pour dissimuler et protéger un système de racket au niveau de la réparation qui représente plusieurs millions de dollars », ont écrit les avocats de Kytch dans la plainte déposée dans le comté d'Alameda auprès de la Cour supérieure de Californie.</p><p>Taylor a démenti être en possession d'une copie de l'appareil de Kytch ou avoir cherché à voler sa technologie. « Il s'agit d'un cas où un pirate — Kytch — accuse de manière incroyable le piraté — Taylor — de vol », a affirmé l'entreprise dans un document judiciaire.</p><p>Le franchisé visé par le procès, Jonathan Tyler Gamble, basé à Humboldt (Tennessee), a déclaré être fan de Kytch et ne pas chercher à s'emparer de technologies lui appartenant. « J'ai soutenu et encouragé son homologation par McDonald's », a-t-il écrit dans un document judiciaire.</p><p>Dans une interview, Jeremy O'Sullivan, cofondateur de Kytch, a accusé Taylor d'enfreindre le droit des franchisés de McDonald's à modifier et à réparer leurs machines à milk-shake comme bon leur semblait.</p><p>Taylor assure n'avoir commis aucune infraction et souligne que les propriétaires sont autorisés à réparer les équipements comme ils l'entendent, mais que la garantie des machines n'est plus valable s'ils le font eux-mêmes.</p><p>Les lettres de la FTC ont été envoyées au début de l'été, selon des franchisés. L'administration Biden examine toute une série de produits — allant de téléphones à des tracteurs — pour déterminer si les fabricants empêchent leurs propriétaires de les réparer eux-mêmes. En juillet, la Commission fédérale du commerce a annoncé qu'elle allait enquêter sur les restrictions apportées à la possibilité de réparer certains appareils.</p><p>L'agence antitrust veut savoir comment McDonald's contrôle ses fournisseurs et leurs équipements, dont les machines à crème glacée, et dans quelle mesure les restaurateurs sont autorisés à intervenir sur leurs propres appareils, selon une personne au fait des échanges de la FTC avec les franchisés.</p><p>L'enquête de la commission est de nature préliminaire et « l'existence d'une enquête préliminaire n'indique pas que la FTC ou son personnel ont découvert un quelconque acte répréhensible », indique la lettre de l'agence.</p><p>Taylor, tout comme Kytch, affirme ne pas avoir été contacté par la FTC. De son côté, McDonald's a déclaré qu'il n'avait aucune raison de croire qu'il faisait l'objet d'une enquête de l'autorité.</p><p>En attendant, les clients de McDonald's disent qu'ils continuent d'attendre désespérément leur milk-shake ou leur McFlurry. Jim Lewis, propriétaire d'un restaurant McDonald's à New York pendant trente-deux ans jusqu'à sa retraite en 2019, explique que la machine à crème glacée « est tellement sur-sophistiquée que c'en est ridicule. Parfois, plus c'est simple, mieux c'est. »</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Le McFlurry représente 60 % des ventes de desserts de McDonald's aux Etats-Unis.</p><p>SIPA PRESS</p>",
  "published": "2021-09-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 8650,
          "end": 8660
        },
        {
          "start": 1764,
          "end": 1774
        },
        {
          "start": 7303,
          "end": 7313
        },
        {
          "start": 351,
          "end": 361
        },
        {
          "start": 5022,
          "end": 5032
        },
        {
          "start": 165,
          "end": 175
        },
        {
          "start": 4920,
          "end": 4930
        },
        {
          "start": 2228,
          "end": 2238
        },
        {
          "start": 7130,
          "end": 7140
        },
        {
          "start": 3408,
          "end": 3418
        },
        {
          "start": 1276,
          "end": 1286
        },
        {
          "start": 8924,
          "end": 8934
        },
        {
          "start": 960,
          "end": 970
        },
        {
          "start": 6030,
          "end": 6040
        },
        {
          "start": 305,
          "end": 315
        },
        {
          "start": 569,
          "end": 579
        },
        {
          "start": 9266,
          "end": 9276
        },
        {
          "start": 8789,
          "end": 8799
        },
        {
          "start": 2716,
          "end": 2726
        },
        {
          "start": 8083,
          "end": 8093
        }
      ],
      "nexusId": "10050164"
    }
  ]
}