{
  "_id": "cc7fbb6a909fe34ff077f6bda86a56939b9b7f037b0f30af13369ad015711d81",
  "feed": "ftcomall",
  "title": "Edward de Bono, author and polymath, 1933-2021",
  "text": "<p>The late Edward de Bono's website describes him as “one of the very few people in history who can be said to have had a major impact on the way we think”. What is undeniable is that de Bono bequeathed to the English language a phrase, “lateral thinking”, that is part of common parlance today, more than 50 years after he coined it in the 1967 bestseller that made his name.</p> <p><em>The Use of Lateral Thinking</em> was published when de Bono, who has died at the age of 88, was teaching medicine at the University of Cambridge, where he had been exploring the physiology of “self-organising systems”. </p> <p>“I was looking at the glands, kidneys, circulation and respiration,” he recalled in 2007. “I realised that the same principles could be adapted to the neuron brain.”</p> <p>The human brain, de Bono believed, operates in two distinct ways, one analytical, the other creative. What he called “lateral thinking” is a series of techniques to loosen the grip that those established analytical patterns — which are effective at dealing with familiar situations but much less well suited to dealing with new ones — have on the way we try to understand the world.&#xa0;</p> <p>De Bono believed that the techniques of lateral thinking could be taught and, just as importantly, sold. Today, the company bearing his name markets his courses in creative thinking to schools and businesses around the world.&#xa0;</p> <p>Edward Charles Francis Publius de Bono was born in 1933 in Valletta on the Mediterranean island of Malta, then a British possession. His father, Joseph Edward Debono, was a professor of medicine. Josephine, his mother, was a journalist who played a leading role in the campaign for universal suffrage in Malta (where women were finally granted the vote in 1947).&#xa0;</p> <p>On account of its strategic importance to the British, Malta was bombed frequently by German and Italian forces during the second world war. “Every night,” his son Caspar, an executive at the Financial Times, says, “[Edward] would put on his pyjamas and dressing gown and go to bed in an air raid shelter” dug into the garden of the family home at Rabat in the north of the island.&#xa0;</p> <p>Piers Dudgeon, author of a 2001 biography of de Bono, has suggested that these wartime experiences were formative. “As there were no new toys,” Dudgeon writes, “he began looking at his old toys and eventually at everything . . . with an eye to alternative ideas for delivering better value.”</p> <p>After the war, at the age of 15, de Bono entered the Royal University of Malta, from which he later graduated with a degree in medicine. In 1955, he went to Oxford university on a Rhodes scholarship. He completed an undergraduate degree in psychology and physiology in two years, and then stayed on to do a doctorate, which he completed in 1961.&#xa0;</p> <p>While at Oxford, de Bono played polo and rowed for the university. His wife Josephine, whom he married in 1971 and subsequently divorced, remembered that he once accepted a challenge to canoe all the way from Oxford to London. “A challenge which later cost the lives of two men who tried to better Edward's feat,” <a href=\"https://www.debono.com/biographies\">she said</a>.</p> <p>In 1963, after a two-year stint teaching at University of London, de Bono moved to Cambridge, where he wrote the book on lateral thinking, setting off what one British newspaper called the “biggest craze since Scrabble”. Two years later, he published <em>The Mechanism of Mind, </em>a book Caspar de Bono describes as “the essence of Edward and his ideas”.&#xa0;</p> <p>That same year, 1969, de Bono founded the Cognitive Research Trust, which offered “practical training in creative thinking skills”. He was a prototype of the modern intellectual entrepreneur. A 1981 American newspaper profile described him as a hybrid of the media theorist Marshall McLuhan, the journalist and critic of consumerism Vance Packard, and Ray Kroc, the McDonald's hamburger mogul.</p> <p>De Bono left Cambridge in 1982 and “succumbed”, as Dudgeon puts it, “to the call from big business”. As well as marketing his ideas to corporate clients, he continued to write and broadcast. And in 1985 he published <em>Six Thinking Hats</em>, his most successful book yet. The method of “parallel thinking” he developed there is still used by companies around the world.</p> <p>Some critics have pointed to de Bono's debts to other thinkers and intellectual traditions. But he always insisted on the originality of his insights. “The Six Thinking Hats method,” de Bono wrote, “may well be the most important change in human thinking for the past 2,300 years.”</p> <p><a href=\"mailto:jonathan.derbyshire@ft.com\"><em>jonathan.derbyshire@ft.com</em></a> <br></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/3fa6fd97-cf32-4bb2-b343-bfbe4e03b930\"><em>An act of generosity from an original thinker</em></a><em> / </em><a href=\"https://www.ft.com/content/3fa6fd97-cf32-4bb2-b343-bfbe4e03b930\"><em>From Andrew Hilton, Director, Centre for the Study of Financial Innovation, London EC3, UK</em></a></p><p>Source: Jonathan Derbyshire 2021 'Edward de Bono, author and polymath, 1933-2021' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T14:53:57.901Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3791,
          "end": 3801
        }
      ],
      "nexusId": "10050164"
    }
  ]
}