{
  "_id": "bb9be5dbef27be525b0cb6006e4e181cc9b2b354b86a191a97db86f82d1c1901",
  "feed": "market-watch",
  "title": "Beyond Meat shares headed toward 17-month low after revenue warning",
  "text": "<p>But the virus that causes COVID-19 was not the only reason for the warning. The El Segundo, Calif.–based company BYND said it also experienced a decline in retail orders from a Canadian distributor that lasted longer than expected and came just as restaurants were reopening after virus restrictions were lifted.</p><p>It also lost orders due to a change in a distributor servicing one of its larger customers, which it did not name, and said shelf resets and distribution expansion were hit by labor shortages.</p><p>The company also had issues with both too much and too little water; severe weather led to the loss of potable water for two weeks at a Pennsylvania facility, while inventory suffered water damage at another one.</p><p>“These impacts were partially offset by accelerated orders from an international customer during the third quarter,” it said.</p><p>The company is now expecting third-quarter revenue of about $106 million, down from earlier guidance of $120 million to $140 million. Beyond Meat is expecting to report third-quarter earnings on Nov. 10.</p><p>Jefferies analysts led by Rob Dickerson said the new guidance implies growth of 12% from a year ago, but a decline of about 30% from the second quarter.</p><p>See: Wendy's and Kellogg team up for limited-edition Frosty chocolate cereal</p><p>“The soft preliminary revenue result isn't only disappointing for Q3, but raises a list of questions around the category's competitive backdrop, the demand landscape, and profitability, as supply chain complexity, cost inflation, and less topline operating leverage (combined with a more attractive pricing strategy) at least in the near-term should drive EBITDA further into the red,” they wrote in a note to clients.</p><p>And while the partnerships Beyond Meat has struck with fast-food giants McDonald's MCD and Yum Brands YUM could drive an incremental $280 million in revenue through fiscal 2024, based on Jefferies estimates, “competitive risks still exist at retail. With the revenue shortfall in Q3 and questions outstanding, investors could also start to question valuation multiples given slower-than-expected growth for now,” they wrote.</p><p>See now: McDonald's chose a medley of cities to test the plant-based McPlant sandwich to see where it catches on, analysts say</p><p>Jefferies rates the stock as hold with a price target of $120 that is about 28% above its current trading level.</p><p>CFRA said it too will stick with a hold rating on the stock, but lowered its 12-month price target to $105 from $140. Analyst Arun Sundaram also lowered his 2021 per-share earnings estimate to $1.30 from $1.63 and his 2022 target to 52 cents from 64.</p><p>“In our view,&#xa0;Beyond Meat&#xa0;has yet to fully grasp the underlying issues impacting its results, particularly as it relates to differentiating COVID-related issues vs. the impact of rising plant-based meat competition and/or weak consumer demand due to either high price, disappointing taste, or health concerns,” he wrote in a note to clients.</p><p>See: Beyond and Impossible join crowded frozen plant-based chicken market</p><p>“In all, we are left with more questions than answers until&#xa0;BYND&#xa0;reports on Nov. 10,” he added.</p><p>The news comes a day after an upbeat note from BTIG analysts who said they were expecting McDonald's to expand the McPlant nationwide in 2022. The company claims it's currently testing the plant-based burger in eight restaurants.</p><p>Analysts led by Peter Saleh said they expected the move to add about $200 million to Beyond Meat's revenue.</p><p>Beyond Meat shares have fallen 25% to date in 2021, while the S&amp;P 500 SPX has gained 21%.</p>",
  "published": "2021-10-25T08:28:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2132,
          "end": 2142
        },
        {
          "start": 1770,
          "end": 1780
        },
        {
          "start": 3216,
          "end": 3226
        }
      ]
    }
  ]
}