{
  "_id": "57fbc05f122ad108b566d32a59c203c094206a7df0c2f2ebfe20ac8e9e41278c",
  "feed": "ftcomall",
  "title": "Supply chain disruption threatens to hold back UK economic recovery",
  "text": "<p>It takes time to find engineers with the right mix of technical and soft skills needed by CNC Robotics, a small Liverpool-based company that designs automated machining systems. But it will take even longer to source the high-spec laptop its latest recruit needs to do his job — no less than nine months, according to Philippa Glover, the company's managing director.</p> <p>The <a href=\"https://www.ft.com/content/2ba8c1cd-75e7-4b6e-97fb-9242ca7b537c\">global chip shortage</a> that is forcing her to compromise on kit for new starters is affecting every part of the business, which has expanded rapidly from its roots in making props for film and theatre to win contracts in sectors ranging from automotive to defence.</p> <p>“We've gone from being a business where you can rely on almost-that-day delivery, to being constantly aware of supply issues and working with customers to get around it,” Glover said. “We can't hold lots of stock. We build to order and we don't know what we need in advance.”</p> <p>UK companies see no immediate let-up in the <a href=\"https://www.ft.com/content/e1263950-1173-4832-a011-ada04df1e93c\">supply chain disruption</a> that has worsened steadily since the start of the year. The semiconductor crunch, combined with soaring shipping costs and raw material prices, has left manufacturers around the world struggling to meet resurgent demand.</p> <p>“It's getting worse — every fortnight something else has happened,” said Steve Boyer, managing director of Marsh Industries, a supplier of sewage treatment plants. His main worry is the prices he is having to pay to secure scarce supplies of materials. </p> <p>“We are tracking boats coming around India with containers of fibreglass, and we find at the last minute they're directed into Rotterdam . . . because they can find a better price in other markets.”</p> <p>But in the UK, these problems have been compounded by acute labour shortages affecting the services sector — exacerbated by July's <a href=\"https://www.ft.com/content/cab74e92-590f-4003-a055-27cb7dd73928\">“pingdemic”</a>, when a surge in Covid-19 cases forced many workers to self-isolate, and by Brexit. Britain's departure from the EU has triggered a recruitment crisis in haulage, hospitality and <a href=\"https://www.ft.com/content/ad37558e-be89-4bdc-81bc-79ace20938a7\">food processing</a> that is driving up logistics costs, forcing some businesses to shorten their opening hours and leading to gaps on supermarket shelves. </p> <p>McDonald's has run out of milkshakes, Greggs and Nando's have gaps in their menus and Tesco has warned there could be “some shortages” at Christmas, among the many businesses <a href=\"https://www.ft.com/content/27742f31-fdde-44b5-a053-73179a460c07\">contending with disruption</a>.</p> <p>Economists are largely sticking by their forecasts for now but see a growing risk these supply side constraints will delay the UK's economic recovery from the pandemic, even though consumers are <a href=\"https://www.ft.com/content/72fd6c74-61ed-49d0-9adc-de1cbd4a2b10\">ready to spend</a>.</p> <p>Surveys published this week by the CBI employers' group showed manufacturers' stock adequacy was at its lowest level in their records, which stretch back decades, as were stock levels in relation to expected sales across retail and distribution.</p> <p>“It is more intense than we thought . . . The longer it goes on, the more it will weigh on activity and push up prices,” said Paul Dales, at the consultancy Capital Economics. The supply constraints would not change the outlook for monetary policy in the short term, he added, but “if by March next year there are still lots of issues and it's not easing, it will be quite worrying”.</p> <p>Yet he and other economists endorsed the Bank of England's view that the worst of the disruption will have eased by early next year, as global supply chains gradually recover and sky-high shipping and materials prices subside.</p> <p>Andrew Goodwin, at the consultancy Oxford Economics, predicted that the current disruption would have only a “modest impact” on gross domestic product growth, because problems were concentrated in areas such as manufacturing and food production that account for a small share of UK output. In a services-oriented economy, the effects will be “dwarfed by the impact of reopening”, he said. </p> <p>The big question, though, is how long staff shortages will persist, and how widely they will be felt — with some economists warning that a permanent drop in the UK's labour supply could hold back growth in the long term.</p> <p>Unless the government cedes to business demands to relax immigration rules, there will be no quick fix to <a href=\"https://www.ft.com/content/514834b3-b227-4e55-a3c1-9c94513edbef\">the dearth of skilled HGV drivers</a>, even if pay rises tempt back some veterans.</p> <p>But hiring problems in hospitality and some other areas could ease relatively quickly, as the furlough scheme winds down next month and government support for the self-employed comes to an end.</p> <p>Fabrice Montagné, economist at Barclays, noted that the sectors with most unfilled vacancies had also been those with high rates of furlough — meaning that the solution to staff shortages “is just a phone call away, but the employer doesn't have the number of the employee”.</p> <p>Office for National Statistics surveys suggest that up to 2m people were still partly or fully furloughed in early August, some of whom could soon be job-hunting. </p> <p>Dan Tomlinson, economist at the Resolution Foundation think-tank, said that with the furlough scheme due to end in five weeks, the figures “should remind us all to worry a little bit less about the recovery being held back by a lack of workers, and a bit more about many facing a heightened risk of unemployment”.</p> <p>But Sandra Horsfield, economist at financial services group Investec, said the “big elephant in the room” was the unknown quantity of how far the UK's labour force could shrink overall as a result of Brexit — if it proved that large numbers of EU-born workers had left the country and would choose not to return.</p> <p>Samuel Tombs, at the consultancy Pantheon Macroeconomics, said hiring difficulties would ease, as people return from holidays and furlough winds down — but that the UK's labour supply “will never return to the level it would have reached, had the pandemic not happened”.</p> <p>He noted that the UK workforce was 2.2 per cent smaller in June than if it had continued to grow at its average rate in the five years before the pandemic — and attributed this partly to EU nationals returning home, but also to young people staying in education and older workers retiring early.</p> <p>Neil Carberry, chief executive of the Recruitment &amp; Employment Confederation, whose members are reporting tough hiring conditions across many sectors, also predicted a long-term shift.</p> <p>After a long period of high employment, with a rising minimum wage and few hiring problems, a tighter labour market was now “inevitable, given the size of the domestic labour force and the nature of the migration policy . . . that the government has a mandate to deliver”, he said.</p> <p>Shortages were not inevitable, if both businesses and the government took a more strategic approach to workforce planning, he stressed. But he added: “Post-pandemic, post-Brexit, we're going to be in a different place than we've been in for decades.”</p> <p><em>This article has been amended since original publication to clarify that Neil Carberry is chief executive of the Recruitment &amp; Employment Confederation</em></p><p>Source: Delphine Strauss in London 2021 'Supply chain disruption threatens to hold back UK economic recovery' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-26T17:22:00.367Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2125,
          "end": 2135
        }
      ]
    }
  ]
}