{
  "_id": "ad2a68b3c23aa7df451e9149f18d7b2421d8703c83bd16899072391afc1fe40f",
  "feed": "wall-street-journal",
  "title": "Business News: McDonald's Sales Bounce Back",
  "text": "<p>Global same-store sales in the second quarter were 7% higher than in the same period of 2019, with the U.S. business leading the growth, McDonald's said Wednesday.</p><p>The company said that menu price increases of roughly 6% over the past year, larger to-go orders and sales of its new crispy chicken sandwiches helped boost U.S. sales. Its latest celebrity-endorsed meal, this one tied to Korean pop group BTS, also contributed to sales, it said.</p><p>McDonald's last year was hit by Covid-19-related closures across the world, particularly in Europe where lockdowns have remained in place for longer than in the U.S. The company said Wednesday that it experienced significantly fewer closures and restrictions during its latest quarter.</p><p>In the U.S., 70% of the chain's dining rooms are open. McDonald's hopes to resume dine-in service at the remaining restaurants by Labor Day, though getting enough staff to do that is challenging, the company said.</p><p>\"We're working hard to get back to normal,\" CEO Chris Kempczinski said on a conference call.</p><p>McDonald's reported per share earnings of $2.37, after adjusting for one-time items, above analysts' expectations of $2.11 a share. It had net income of $2.2 billion, more than four times the amount in last year's period.</p><p>McDonald's shares fell 1.9% to $241.78 in Wednesday trading. Restaurant stocks were broadly lower on the day as investors digested the Centers for Disease Control and Prevention's new guidance that vaccinated people should resume masking indoors in certain parts of the country. McDonald's said Wednesday that the Delta variant of Covid-19 is contributing to stops and starts in recovery around the world.</p><p>Busy drive-throughs and online sales have boosted McDonald's and other fast-food chains during the pandemic. Burger chains, including McDonald's and Burger King, have recently pushed new chicken sandwiches as customers have flocked to poultry. McDonald's executives have said they took their time introducing its new suite of sandwiches, but believe they now have the right recipes and marketing.</p><p>McDonald's franchisees and the company have pledged to raise pay and improve benefits for their restaurant workers as they fight for employees to staff reopened locations.</p><p>The chain also introduced a loyalty program nationally in the U.S. this month, with users earning points that can be traded in for free food.</p><p>Mr. Kempczinski said that hiring remains a struggle in the U.S., adding a few seconds to fulfilling orders. He said that boosting wages and benefits is helping, and that hiring is swifter in states that ended federal supplemental unemployment benefits before they are set to expire.</p><p>Equipment is another headache for McDonald's, with supply-chain snags and a general shortage of computer chips making it harder to get kitchen machines and hardware to the chain's locations.</p><p>McDonald's on Monday named 20-year company veteran Manu Steijaert as its first global chief customer officer, an executive-level position that will report to Mr. Kempczinski. Mr. Steijaert, most recently the vice president of international operated markets, will assume the role Aug. 1. His new customer-experience team will combine operations in data analytics, online customer ordering, marketing, restaurant development, drive-through services and how food is cooked, McDonald's said.</p><p>Mr. Kempczinski said Wednesday that the company is increasingly focused on online sales, and believes Mr. Steijaert and his group will help in that regard. The chain is also exploring smaller, to-go only stores, Mr. Kempczinski said, as some of its fast-food rivals discussed last year during the pandemic.</p>",
  "published": "2021-07-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2850,
          "end": 2860
        },
        {
          "start": 785,
          "end": 795
        },
        {
          "start": 1715,
          "end": 1725
        },
        {
          "start": 137,
          "end": 147
        },
        {
          "start": 2062,
          "end": 2072
        },
        {
          "start": 444,
          "end": 454
        },
        {
          "start": 3321,
          "end": 3331
        },
        {
          "start": 1538,
          "end": 1548
        },
        {
          "start": 1909,
          "end": 1919
        },
        {
          "start": 15,
          "end": 25
        },
        {
          "start": 1259,
          "end": 1269
        },
        {
          "start": 1037,
          "end": 1047
        },
        {
          "start": 1799,
          "end": 1809
        }
      ],
      "nexusId": "10050164"
    }
  ]
}