{
  "_id": "5fa313f981fdf7b700766c04688ab0298a4f3a8a93e8edbdf1450cc09495d013",
  "feed": "wall-street-journal",
  "title": "Byron Allen's $10 Billion Discrimination Suit Against McDonald's Is Dismissed; Judge says plaintiffs didn't offer enough evidence that the fast-food giant's ad spending discriminated against Black-owned media",
  "text": "<p>On Tuesday, U.S. District Judge Fernando M. Olguin said the plaintiffs didn't offer enough evidence to show that McDonald's intentionally discriminated against the media outfits. The suit \"fails to allege sufficient facts 'that would support an inference that defendants intentionally and purposefully discriminated against them,'\" the judge wrote. The court gave the companies an opportunity to refile the complaint.</p><p>The plaintiffs plan to amend the complaint to add greater detail and \"believe that the case will go forward,\" a lawyer for the media companies, Skip Miller, said in a statement.</p><p>\"This case is about revenue, not race, and was dismissed because plaintiffs have provided absolutely no factual basis for their claims,\" McDonald's lawyer Loretta Lynch said in a statement. \"Should plaintiffs amend their complaint for a second time, we will be ready to assess the new claims and move again as we believe there is no evidence supporting this meritless case.\"</p><p>The lawsuit was the biggest move yet by Mr. Allen, who is Black, to pressure large U.S. corporations to spend more ad dollars with Black-owned media companies. His Allen Media Group/Entertainment Studios produces movies and owns more than a dozen television stations as well as the Weather Channel.</p><p>Mr. Allen has previously called on advertisers to spend at least 2% of their budgets with Black-owned media companies, a target he later increased to 5%.</p><p>The complaint alleged that McDonald's spent approximately $1.6 billion on U.S. TV ads in 2019 and estimates that less than $5 million, or 0.31%, of that budget was spent on Black-owned media. The suit also alleged that McDonald's hasn't advertised on Entertainment Studios' lifestyle networks since they were launched in 2009 but has purchased significant advertising on similarly situated white-owned networks.</p><p>Shortly before the complaint was filed in May, McDonald's announced that it was planning to more than double the advertising dollars it devotes to media companies with diverse ownerships in the next four years. The chain said that by 2024 it would increase to 10% the portion of its national ad budget going to groups owned by Black, Hispanic, women and other underrepresented groups, up from 4% today. McDonald's said its spending with Black-owned media groups would rise to 5% of national ad spend by 2024 from 2% today.</p><p>Last year, two Black executives previously employed by McDonald's sued the company, alleging racial discrimination and civil-rights abuses. Dozens of Black former franchisees last year accused McDonald's of selling them stores in locations that they say were destined to fail.</p><p>McDonald's is defending itself in the suits and disputes the allegations. The company is putting more focus on racial inclusion among its employees and suppliers. The chain this year tied executives' annual incentives to increasing the share of women and racial minorities in leadership roles by 2025.</p><p>SOC Investment Group, an investment entity that works with union pension funds, last month asked McDonald's to seek an outside audit on its policies and practices as to the civil rights of company shareholders, franchisees, workers and consumers.</p><p>McDonald's said it was committed to providing opportunity for people across the company and disclosing diversity and inclusion data. \"Our focus will remain on continued action to accelerate meaningful and overdue societal change,\" the company said Thursday.</p><p>Byron Allen's $10 Billion Discrimination Suit Against McDonald's Is Dismissed</p>",
  "published": "2021-12-02T19:29:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1451,
          "end": 1461
        },
        {
          "start": 113,
          "end": 123
        },
        {
          "start": 733,
          "end": 743
        },
        {
          "start": 2636,
          "end": 2646
        },
        {
          "start": 1883,
          "end": 1893
        },
        {
          "start": 3185,
          "end": 3195
        },
        {
          "start": 3035,
          "end": 3045
        },
        {
          "start": 1643,
          "end": 1653
        },
        {
          "start": 2414,
          "end": 2424
        },
        {
          "start": 2552,
          "end": 2562
        },
        {
          "start": 3497,
          "end": 3507
        },
        {
          "start": 2239,
          "end": 2249
        },
        {
          "start": 54,
          "end": 64
        }
      ],
      "nexusId": "10050164"
    }
  ]
}