{
  "_id": "9a6b65e56dc4d64c575d282d23be48c4e422227db72366ae63dc8ef45a7c25c5",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  McDonald's Pulls Out of Many Walmarts  ---  Hundreds of locations  to close as chain leans  more on drive-through,  shopper habits evolve  ----  By Sarah Nassauer and Heather Haddon",
  "text": "<p>   Fewer people want to eat their meals at Walmart. </p><p>   For years Walmart Inc. and large restaurant chains like McDonald's Corp. enjoyed a mutually beneficial relationship. The retailer delivered a steady stream of diners, and the eateries provided rental profits and a reason for shoppers to stick around stores. </p><p>   Those bonds have frayed as more shopping goes online and fast-food restaurants depend more on drive-through windows for sales, a feature Walmart locations don't have. The pandemic has made indoor dining unappealing -- or prohibited -- for many shoppers, accelerating the split. </p><p>   McDonald's is closing hundreds of restaurants located in the largest U.S. retailer's stores, the last vestiges of a roughly 30-year-old experiment between the companies. Around 150 McDonald's stores will remain at U.S. Walmart locations after another wave of planned closures that are expected to finalize by this summer, according to the burger giant. McDonald's said in filings that closures focused on low-volume stores based at the retailer. At the peak of the partnership, there were roughly 1,000 McDonald's restaurants inside Walmart stores. </p><p>   Some franchisees of Subway, which also has Walmart outlets, also say they are closing locations this year, citing diminished foot traffic. </p><p>   More Walmart customers are picking up their goods in store parking lots during the pandemic, which means fewer sandwich sales, said Jim Miller, a Subway franchisee. \"The Walmart locations have been our toughest challenge,\" said Mr. Miller, who aims to close four of his five Walmart restaurants located in Michigan, Ohio and Indiana by June. </p><p>   The closures also could pose a challenge for Walmart, which has long counted on revenue from restaurants leasing space inside its stores. By constrast, Costco Wholesale Corp. runs its own restaurant space selling pizza and hotdogs. Target Corp. operates its own food-service space under licensing agreements with partners such as Starbucks Corp. </p><p>   Walmart is working to find new models for its store restaurants, focusing more on meals to-go, delivery and joining with small regional chains that appeal to local shoppers. It is testing new locations with Yum Brands Inc.'s Taco Bell and expanding Domino's Pizza Inc. locations, said Linne Fulcher, vice president of customer strategy for the retailer. \"We took a turn to make sure what we are doing matched up with the strategy for the company,\" and what today's shoppers want, Mr. Fulcher said. </p><p>   Walmart is also testing smoothie vending machines in stores, he said, as well as opening around 10 Charleys Philly Steaks locations, a 600-store chain. </p><p>   Walmart and McDonald's first started working together around 1994. At one time, Walmart allowed McDonald's to be the exclusive restaurant when it was present in a store.More recently the retailer and McDonald's franchisees have struggled to find a mutually workable model at many locations, according to people familiar with the situation. </p><p>   McDonald's locations inside Walmart stores are generally less profitable than stand-alone restaurants, in part because they lack a drive-through, the main source of McDonald's sales, according to people familiar with the situation. Customers at times loaded up on refills and condiments, diluting margins, said one former McDonald's executive. Even before the pandemic, Walmart shoppers increasingly preferred to shop and leave or buy online, said another person familiar with the situation. Around a third of restaurant sales inside stores come from Walmart employees, the person said. </p><p>   The companies' overall strategies have been drifting apart for some time. McDonald's in 2002 closed hundreds of U.S. stores and began to focus on improving its image and the health of its offerings, as sales had fallen. More recently, Walmart stopped building new stores, instead spending to remodel existing locations. Sometimes the McDonald's inside looked dated in comparison, said people familiar with Walmart's thinking. </p><p>   \"You can't do a multimillion-dollar remodel in a store and then have a 1980s McDonald's at the front,\" said one of these people. Some franchisees left, while others remodeled in exchange for lower rent, said another of the people familiar with the situation. </p><p>   There were roughly 500 McDonald's locations in Walmart stores at the start of 2020, down from more than 800 in 2012, according to the restaurant company. It has held two rounds of closures in the past year. The closures were planned before the pandemic, but McDonald's sped them up during the crisis, the company said. </p><p>   Hissho Sushi, a wholesale sushi vendor that supplies grocery stores and corporate cafeterias, added a restaurant inside an Arkansas Walmart last year. The restaurant also supplies premade sushi to seven Walmarts in the region, said a Hissho spokeswoman. </p><p></p>",
  "published": "2021-04-10T06:22:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 105,
          "end": 121
        },
        {
          "start": 1088,
          "end": 1098
        },
        {
          "start": 2623,
          "end": 2633
        },
        {
          "start": 3273,
          "end": 3283
        },
        {
          "start": 2811,
          "end": 2821
        },
        {
          "start": 3116,
          "end": 3126
        },
        {
          "start": 3872,
          "end": 3882
        },
        {
          "start": 3612,
          "end": 3622
        },
        {
          "start": 28,
          "end": 38
        },
        {
          "start": 2707,
          "end": 2717
        },
        {
          "start": 4246,
          "end": 4256
        },
        {
          "start": 938,
          "end": 948
        },
        {
          "start": 585,
          "end": 595
        },
        {
          "start": 4041,
          "end": 4051
        },
        {
          "start": 2951,
          "end": 2961
        },
        {
          "start": 766,
          "end": 776
        },
        {
          "start": 4481,
          "end": 4491
        }
      ],
      "nexusId": "10050164"
    }
  ]
}