{
  "_id": "4428c7957296df180a40866410d4c1337b9d7ddc2678e1d20816e813010b3d91",
  "feed": "wall-street-journal",
  "title": "Greater New York Watch",
  "text": "<p>Arrested in Florida</p><p>The suspect accused of a firing gun in Times Square and wounding two women and a 4-year-old was arrested Wednesday in Florida, said New York Police Department officials.</p><p>Farrakhan Muhammad, 31 years old, of Manhattan, was apprehended while eating lunch with his girlfriend in a McDonald's parking lot in Starke, Fla., about 30 miles outside of Jacksonville, the officials said. He was caught in partnership with the U.S. Marshals Service, the officials said.</p><p>The shooting occurred Saturday afternoon on West 44th and Seventh Avenue. Mr. Muhammad is accused of firing a gun after being involved in a dispute with a group of men, and police believe his intended target was his brother.</p><p>Two women and a 4-year-old girl in a stroller were hit by stray bullets. None of the injuries were life-threatening.</p><p>Mr. Muhammad remained in custody in Florida on Wednesday, according to the officials.</p><p>An attorney for Mr. Muhammad couldn't be reached for comment. The U.S. Marshals Service didn't respond to a request for comment.</p><p>-- Ben Chapman</p><p>---</p><p>CONNECTICUT</p><p>Aquarium Will Get</p><p>Five Beluga Whales</p><p>Mystic Aquarium in Connecticut is preparing for the arrival of five Beluga whales from a zoo and amusement park in Canada.</p><p>Government officials from Fisheries and Oceans Canada recently approved the export of the whales from Marineland in Niagara Falls, Ontario to Mystic, which specializes in Beluga research.</p><p>Experts from both facilities were in Niagara Falls Wednesday examining the four female and one male Belugas and preparing to fly them to Connecticut as early as this weekend, according to Stephen Coan, the Connecticut aquarium's president and chief executive.</p><p>The whales, which range in age from 7 to 12, were born in captivity and can't be released into the ocean, Mr. Coan said. They will be leaving an overcrowded habitat with about 50 other whales and will be at the center of research designed to benefit Belugas in the wild, he said.</p><p>Friends of Animals Wildlife Law Program claims the U.S. permit violates the Marine Mammal Protection Act and the National Environmental Policy Act because government officials didn't adequately address the potential harm to the belugas of being moved to Mystic.</p><p>Dr. Allison Tuttle, who heads the zoological operations at Mystic, said the animals would be well cared for during the transport and once they arrive.</p><p>-- Associated Press</p><p>---</p><p>QUEENS</p><p>Metropolitan Opera</p><p>To Make Brief Return</p><p>Silenced for 14 months by the pandemic and dealing with labor strife, the Metropolitan Opera will make a brief return Sunday.</p><p>Music director Yannick Nezet-Seguin will conduct members of the Met orchestra and chorus in a program with soprano Angel Blue, tenor Stephen Costello baritone Justin Austin and bass-baritone Eric Owen.</p><p>The 45-minute program of works by Terence Blanchard, Mozart and Verdi will be performed twice Sunday night before audiences of 150, which will include first responders and Met audience members selected by lottery. The concert will be at the Knockdown Center in Queens rather than the Metropolitan Opera House.</p><p>The Met hasn't performed since March 11, 2020.</p><p>-- Associated Press</p>",
  "published": "2021-05-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 298,
          "end": 308
        }
      ],
      "nexusId": "10050164"
    }
  ]
}