{
  "_id": "8f357b9647a70800b16d803f31cf49daae5b956030605564257034fa126850e9",
  "feed": "market-watch",
  "title": "McDonald's was the only positive in a quarter full of negatives at Beyond Meat, analysts say",
  "text": "<p>Among the troubles Beyond Meat BYND Chief Executive Ethan Brown mentioned on the call were: a resurgence of the delta variant; supply chain disruptions; labor shortages; the company's reliance on business generated in stores and in-venue consumption; consumers caring less about eating healthy; and damage to packaging materials in Pennsylvania after severe weather.</p><p>But on the positive side, McDonald's MCD is giving the McPlant a try in Austria, the&#xa0;Netherlands&#xa0;and&#xa0;the&#xa0;U.K., as well as at eight restaurants in the U.S.</p><p>Brown says he interacted with customers who had tried the sandwich both in the U.S. and the Netherlands.</p><p>“Encouragingly,&#xa0;these&#xa0;consumers&#xa0;fit&#xa0;the&#xa0;mold&#xa0;of&#xa0;the&#xa0;flexitarian, not vegan or vegetarian, who are enjoying the McPlant burger,” he said on the call, according to a FactSet transcript.</p><p>See: WW banks on new weight loss program after third-quarter slump</p><p>Beyond Meat issued a revenue warning at the end of October, and the company still reported wider-than-expected losses. The company is guiding for fourth-quarter revenue in the range of $85 million to $110 million. The FactSet consensus is for revenue of $111.6 million.</p><p>The stock sank 18% in early Thursday trading before climbing back to a 14% decline.</p><p>“Beyond Meat's 3Q results proved worse than the preannounced figures as the complexion of sales growth showed weakness in its core U.S. market across all channels,” wrote BTIG analysts in a post-earnings note.</p><p>“All eyes now seem to be on the performance of McPlant in Europe and the potential launch in the U.S. next year, but this seems to be the only bright spot in an otherwise disappointing print. The combination of slowing sales growth and heightened spending does not bode well for the earnings model, so the ground seems to be falling in while the company continues to invest for its long-term potential.”</p><p>BTIG rates Beyond Meat stock neutral.</p><p>Also: Blue Apron says its Heat &amp; Eat single-serve microwave meal launch was successful</p><p>Even with the company's warning, Credit Suisse analysts say investors had hoped the supply chain disruptions, like the water damage, would only be speed bumps. However, it looks like the problems will impact the fourth quarter.</p><p>“We view the results as further evidence that Beyond's business is reaching market saturation faster than expected and that the company has deeper problems that won't be easy to fix,” wrote analysts led by Robert Moskow.</p><p>Credit Suisse also raised questions about all of the explanations for the slowdown that Beyond Meat offered.</p><p>“We continue to struggle to understand why Beyond's portfolio has lagged so far behind the broader recovery in the U.S. foodservice business,” analysts wrote.</p><p>Analysts also called out the nearly 16% decline in U.S. retail sales.</p><p>“[W]hy should we believe that macro factors are the reason for Beyond's slowdown when so many other early-stage growth brands (e.g. Freshpet, Impossible Burger, Dot pretzels) are performing so well? Our view is that consumer interest in Beyond is simply reaching a peak.”</p><p>Credit Suisse rates Beyond Meat stock underperform with a $60 price target, down from $75.</p><p>“A positive test at McDonald's and a strong recovery in the foodservice channel represent the biggest upside risks to our target price,” Credit Suisse wrote.</p><p>JPMorgan took another look at the pluses and minuses after a discussion with management, and top on the list for the bull case is the possibility of expanded access to the McPlant in the U.S.</p><p>“We can be confident that if/when this happens, Beyond will put out a press release and generate plenty of media coverage,” analysts said.</p><p>And:Oreo on the path to adding $1 billion in sales with help from its largest U.S. launch, Oreo x Pokémon</p><p>And the “prudent” guidance may help the company achieve “less severe and common” earnings misses.</p><p>“In the long run, plant-based foods and beverages are likely to grow far faster than food and beverages in general,” JPMorgan said.</p><p>“Though plant-based meats may not grow at the rate we once believed they could, we have no reason to think that their expansion will screech to a halt. It also helps that the&#xa0;Beyond&#xa0;brand has gone global, which gives Ethan and team plenty of runway in a variety of geographies and channels.”</p><p>JPMorgan rates Beyond Meat stock underweight with a $54 price target, down from $79.</p><p>Beyond Meat stock has tumbled 35.2% for the year to date while the benchmark S&amp;P 500 index SPX has gained 24% for the period.</p>",
  "published": "2021-11-11T14:59:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3141,
          "end": 3151
        },
        {
          "start": 393,
          "end": 403
        },
        {
          "start": 0,
          "end": 10
        }
      ],
      "nexusId": "10050164"
    }
  ]
}