{
  "_id": "d0395cf07f7acce9a38e588041778666c05ae53b037250b02d02d3152c266dd6",
  "feed": "wall-street-journal",
  "title": "What's in Your Digital Wallet? Frustration  ---  Shoppers embrace germ-free apps, but they can be tricky to use  ----  By AnnaMaria Andriotis",
  "text": "<p>   Rachel Carmack thought Apple Pay was the answer to her pandemic-induced germaphobia. No more plastic credit cards, with their button-pushing and receipt-signing. Instead, she would simply wave her phone to pay for things. </p><p>   Her plan hasn't gone so smoothly. On two trips to a fast-food drive-through in Jonesboro, Ark., cashiers grabbed her phone when she stuck it out the window. On another, she had to give the cashier an Apple Pay tutorial before she could get her order. \"If you just hold the reader out I can hold my phone up to it,\" she told the stumped employee. </p><p>   The pandemic has done what Apple, Google and Samsung have long struggled to do on their own: get more shoppers to use their digital wallets. Some 46% of people surveyed by S&amp;P Global's 451 Research said the pandemic prompted them to use mobile wallets and other contactless payments more often or for the first time in-store. </p><p>   Problem is, many shoppers and cashiers have no idea how to use them. Even those who do find the major brands are still not accepted at the U.S. stores of some big retailers like Walmart Inc., Home Depot Inc. and Lowe's Cos. </p><p>   Mobile wallets are smartphone apps where people can load their debit- or credit-card credentials and use their phone, rather than the tangible card, to make payments. The transactions are charged to the shopper's card. </p><p>   Sounds simple enough, but it's surprisingly complicated to pay with the wave of a phone. The bank that issued the card needs to allow it to be added to a mobile wallet. The retailer needs to accept both the wallet and the card in the wallet. When the process goes awry, shoppers often abandon the effort -- and they may not try again. </p><p>   Kevin Serrano, 25, tried to use Apple Pay at the self-checkout counter at a Walmart in Sacramento in September. \"It wasn't beeping -- I sat there for a minute looking at the keypad,\" he said. </p><p>   He pulled out a debit card and tapped it on the payment terminal -- a capability that card issuers and networks like Visa Inc. and Mastercard Inc. have been rolling out in the U.S. Still, nothing happened, Mr. Serrano said. </p><p>   He tweeted at Walmart: \"Why did I think Walmart was gonna have Apple Pay. Making me look stupid putting my phone up to the thing.\" The company responded that it accepted its own \"Walmart Pay.\" \"Wut is that lol,\" responded Mr. Serrano. </p><p>   The confusion surrounding mobile wallet usage is partly a reflection of their messy history in the U.S. </p><p>   A decade ago, Google launched Google Wallet, the Alphabet Inc. unit's first mobile payment offering. It wasn't an instant hit. Smartphones weren't yet ubiquitous, and the communication technology that allows them to wirelessly transmit payment information hadn't been widely adopted by retailers and phone manufacturers. In 2014, Apple Inc. introduced Apple Pay. </p><p>   Meanwhile, a group of retailers including Best Buy Co., CVS Health Corp., Lowe's and Walmart had already teamed up to develop a mobile wallet. The effort fizzled out. Some, like Walmart, created their own. </p><p>   During another early push for mobile wallets, cuplike holders were installed as part of a test at some McDonald's windows to prevent customers from dropping their smartphones, according to a person familiar with the project. But too many drivers bumped into them with their side-view mirrors, the person said. </p><p>   Mobile wallets took off in Asia, where Alipay and WeChat Pay dominate, but they never gained much traction in the U.S. In 2019, they represented roughly 4% of card purchase transactions in the U.S., according to the Nilson Report, a trade publication. Apple Pay accounted for most of them. </p><p>   Nilson doesn't have 2020 data yet, but there are other signs usage has increased. Contactless transactions in U.S. stores -- including mobile wallets and tap-to-pay cards -- were up 226% in early December compared with early March, according to CardFlight, which supplies payment hardware and software to more than 70,000 U.S. small businesses. </p><p>   Apple says more than 90% of stores in the U.S. now accept Apple Pay. Samsung declined to comment. Josh Woodward, director of product management at Google Pay, said \"It took a community to put mobile phones in everyone's hands. And it'll take a community again to build the digital future of money and payments.\" </p><p>   Efforts are under way to get more shoppers comfortable with the technology. In November, Google posted instructional videos on YouTube as part of a broader revamp of Google Pay. It is also offering up to $15 to new users for their first three payments. </p><p>   Thomas Orlina, a 32-year-old social-media specialist, spent a few hours giving his parents a tutorial on how to use Apple Pay. </p><p>   Always ask if the store accepts Apple Pay, he told them, and don't be afraid to ask the cashier for help. His sister and her husband gave them a pep talk over FaceTime. Mr. Orlina left his parents with written instructions on how to load more cards onto Apple Pay. </p><p>   Tom Orlina, 66, said he and his wife, Josephine, 70, now use Apple Pay when they shop at Trader Joe's. \"I tell them right away 'we're not tech savvy please help,' \" he said. \"It's a struggle for sure.\" </p><p>   Some newbies are having a hard time getting used to this new way of paying for things. Drive-throughs are particularly tricky. </p><p>   In October, Dana Pughakoff, 47, asked a cashier at a Dunkin' store near Jacksonville, Fla., to show her how to pay for her coffee with her phone. After a few mishaps, she's back to pulling out her debit card. </p><p>   Jeremy Powers uses his debit card from his local credit union to pay for most of his purchases. The 41-year-old electronics engineer from Panama City, Fla., tried to load it onto Samsung Pay several times, to no avail. In December, his credit union told him it was \"in the testing phase\" with Samsung Pay and Google Pay. </p><p>   While he waited, he disinfected his debit card every other day. He was finally able to load his card on Samsung Pay this month. </p><p>   \"It will be nice to walk into a place and be able to use it,\" Mr. Powers said. </p><p></p>",
  "published": "2021-01-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3099,
          "end": 3109
        }
      ]
    }
  ]
}