{
  "_id": "0b600ad613c49c855fb6f85ed2dfd4e0f3ba33c562efb3b483e5d4e605b4631d",
  "feed": "wall-street-journal",
  "title": " Les ventes du géant du hamburger dépassent les niveaux prépandémiques alors que les restrictions liées à la Covid-19 s'assouplissent sur ses principaux marchés; McDonald's augmente le prix de ses menus au moment où les salaires de ses employés américains grimpent",
  "text": "<p>Les hausses du salaire moyen dans les établissements McDonald's aux Etats-Unis se poursuivent depuis le deuxième trimestre de l'exercice fiscal de l'entreprise, et l'annonce des dirigeants indiquant qu'il avait augmenté d'environ 5 % au niveau national au cours de cette période. Cette meilleure rémunération — avec notamment une revalorisation moyenne de 15 % cette année dans les restaurants américains de l'entreprise —, n'aide pas autant que prévu [à trouver du personnel], selon les dirigeants.</p><p>« J'espérais et je m'attendais à ce que la situation s'améliore peut-être un peu plus rapidement que ce qui s'est produit », a reconnu le directeur général Chris Kempczinski devant les investisseurs mercredi.</p><p>Le créateur du Big Mac paie également plus cher son papier, sa nourriture et d'autres marchandises, ont indiqué les dirigeants. McDonald's s'attend maintenant à ce que ses dépenses de matières premières augmentent de 3,5 % à 4 % en 2021 — contre 2 % de hausse enregistrée plus tôt dans l'année —, ont précisé les dirigeants.</p><p>Ces charges plus élevées se répercutent sur les consommateurs, au moment où les dirigeants de McDonald's s'attendent à ce que les prix aux Etats-Unis progressent d'environ 6 % cette année.</p><p>McDonald's a légèrement relevé ses prévisions de chiffre d'affaires pour l'ensemble de ses restaurants pour 2021. La chaîne prévoit également d'ouvrir davantage d'établissements dans le monde, principalement en Chine et sur d'autres marchés étrangers</p><p>Les entreprises du monde entier relèvent leurs prix à la consommation en réponse à la hausse de leurs dépenses qui touchent aussi bien la distribution et le fret que le carburant et les denrées alimentaires. Selon les données du département du Travail, l'inflation américaine s'est maintenue en septembre à son taux le plus élevé depuis plus de dix ans.</p><p>Starbucks a annoncé mercredi qu'il allait porter le salaire moyen de ses employés américains à 17 dollars de l'heure, contre environ 14 dollars actuellement. Les baristas qui travaillent pour la chaîne de cafés depuis deux ans ou plus obtiendront des revalorisations allant jusqu'à 5 %, a précisé l'entreprise, et ceux qui sont en poste depuis cinq ans ou plus auront droit à une augmentation allant jusqu'à 10 %.</p><p>De nombreux restaurants majorent les prix des menus pour compenser la hausse des salaires des cuisiniers et des serveurs ainsi que la hausse des tarifs de la viande, des emballages, de l'huile végétale et d'autres produits de base. Chipotle Mexican Grill et Del Taco ainsi que le propriétaire de Chili's, Brinker International, figurent parmi les chaînes qui ont annoncé aux investisseurs ces dernières semaines qu'elles avaient augmenté leurs prix pour aider à couvrir leurs frais.</p><p>De son côté, McDonald's a indiqué mercredi que ses ventes mondiales à périmètre constant avaient grimpé de 10,2 % au troisième trimestre par rapport à la période équivalente de 2019. Aux Etats-Unis, cette hausse se monte à 14,6 %.</p><p>McDonald's a précisé que ces chiffres américains étaient dus à l'augmentation de la taille des commandes, à des prix plus élevés, à son nouveau sandwich au poulet croustillant et ses repas parrainés par des célébrités. Par ailleurs, ses clients passent plus de commandes à emporter et achètent pour des groupes plus nombreux qu'avant la pandémie, ce qui contribue à gonfler le revenu par client, ont précisé les dirigeants.</p><p>« Nous vendons toujours plus de sandwichs, et toujours plus de frites », a précisé M. Kempczinski.</p><p>Le bénéfice net trimestriel de McDonald's a crû de 22 % sur douze mois glissants, pour atteindre 2,15 milliards de dollars. Son chiffre d'affaires sur la période — 6,2 milliards de dollars — est en hausse de 14 % par rapport à la période équivalente de 2020. Après régularisation des comptes de charges et de produits exceptionnels, McDonald's a indiqué avoir gagné 2,76 dollars par action.</p><p>Le chiffre d'affaires et les bénéfices de la société ont dépassé les attentes des analystes. L'action McDonald's a progressé de 2,2 % pour s'établir à 241,57 dollars dans la foulée des annonces.</p><p>McDonald's a légèrement relevé ses prévisions de chiffre d'affaires pour l'ensemble de ses restaurants pour 2021. La chaîne prévoit également d'ouvrir davantage d'établissements dans le monde, principalement en Chine et sur d'autres marchés étrangers. Aux Etats-Unis, les difficultés d'approvisionnement en équipements de cuisine et les délais dans l'obtention d'autorisations contraignent à repousser certaines ouvertures de nouveaux restaurants à l'année prochaine, a indiqué la société.</p><p>La plus grande chaîne de hamburgers au monde, a souligné qu'il y avait eu moins de fermetures de restaurants à cause de la Covid-19 au cours du dernier trimestre sur des importants comme le Canada, la France et l'Allemagne, ce qui a permis de soutenir ses ventes dans ces pays. Toutefois, les exigences relatives au pass sanitaire en France et les mesures de quarantaine en Australie, par exemple, ont compliqué ses activités, a indiqué la société.</p><p>Aux Etats-Unis, environ 3 000 salles de restaurants McDonald's sont toujours fermées dans les zones où le taux d'infection à la Covid-19 reste élevé — environ 20 % des établissements sont touchés. Selon les dirigeants, les ventes aux Etats-Unis restent soutenues en drive, en ligne et par livraison, même après la réouverture de la salle d'un établissement.</p><p>Avant la pandémie, McDonald's avait fait l'acquisition d'une série de start-up de la tech pour développer des systèmes comme la commande par reconnaissance vocale pour ses drives. L'entreprise a annoncé mercredi qu'elle allait vendre à IBM un laboratoire technologique qu'elle avait lancé dans la région de San Francisco, afin de se concentrer sur ce projet.</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Le bénéfice net trimestriel de McDonald's a grimpé de 22 % sur douze mois glissants, pour atteindre 2,15 milliards de dollars.</p><p>SIPA PRESS</p>",
  "published": "2021-10-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 161,
          "end": 171
        },
        {
          "start": 2956,
          "end": 2966
        },
        {
          "start": 3812,
          "end": 3822
        },
        {
          "start": 53,
          "end": 63
        },
        {
          "start": 2738,
          "end": 2748
        },
        {
          "start": 4065,
          "end": 4075
        },
        {
          "start": 1223,
          "end": 1233
        },
        {
          "start": 837,
          "end": 847
        },
        {
          "start": 3510,
          "end": 3520
        },
        {
          "start": 3972,
          "end": 3982
        },
        {
          "start": 5827,
          "end": 5837
        },
        {
          "start": 5056,
          "end": 5066
        },
        {
          "start": 5381,
          "end": 5391
        },
        {
          "start": 1128,
          "end": 1138
        }
      ],
      "nexusId": "10050164"
    }
  ]
}