{
  "_id": "9e69fa8f2a1cace3cfa36a26feb4bb75a85950f28e7d1a7b874e80fda85dc392",
  "feed": "wall-street-journal",
  "title": "BTS's NFT Venture Hits Sour Note With Fans; Supporters criticize energy consumption needed for nonfungible tokens, but management says NFT plans will still move forward",
  "text": "<p>\"We believe NFTs have the potential for expansion and hope they will provide fans with more varied experiences and opportunities to express themselves,\" Mr. Kim said.</p><p>A wave of artists, celebrities and companies have planted their flag in NFTs, eager to find new revenue streams by peddling authenticated virtual goods. But the move can alienate consumers over the impact that blockchain and crypto technology have on the environment or fall flat over unfamiliarity with the digital fandom.</p><p>BTS ranks among the music industry's most-profitable artists, boosted by tens of millions of fans world-wide who eagerly snap up band-branded face masks, figurines and even McDonald's chicken nuggets. HYBE generates more than $200 million a year in merchandise and licensing sales, with BTS by far the biggest contributor.</p><p>The seven-member South Korean group recently said it would take an extended break through at least March. BTS is short for Bangtan Sonyeondan, or \"Bulletproof Boy Scouts,\" though for English speakers the group also goes by \"Beyond the Scene.\"</p><p>The pandemic pushed HYBE to expand its online offerings, such as live streaming concerts, and helped build its interest in NFTs, which are digital tokens similar to bitcoin but different in that each one is unique.</p><p>The BTS fan base criticized the NFT push immediately. Hashtags opposing the move hit Twitter's top-trending list last month, and the movement has continued since then. The bulk of the criticism centers on the large energy consumption needed for NFTs, which rely on blockchain technology and are usually bought with cryptocurrencies.</p><p>Supporters also argue an embrace of NFTs clashes with BTS's own climate activism, which includes a recent speech at the United Nations General Assembly meeting.</p><p>\"We all love BTS, but destroying the environment in any way is not how we want to support them,\" said Mel Palmer, a 31-year-old BTS fan from Philadelphia, who has a large TikTok following and has helped mobilize online criticism.</p><p>Forcing BTS fans to purchase NFT memorabilia with cryptocurrencies also brings financial risks, given the volatility of digital currencies, said Shannon Melick, 27, of Washington, D.C., who has participated in the anti-NFT hashtag campaign. \"I worry about fans losing money,\" she said. \"It felt predatory that the company was pushing this on fans.\"</p><p>HYBE said it had yet to decide how its coming NFTs will be sold and traded, and that it was contemplating ways to minimize losses from cryptocurrency price fluctuations, such as the option to pay in cash and other ways to reduce financial risks.</p><p>Physical versions of the BTS photo cards are hoarded by fans, with some even fetching thousands of dollars online. The cards get inserted into albums at random. NFT versions of the cards will be one way to counter widespread counterfeiting.</p><p>The NFT platform for selling BTS digital photo cards will be operated by a joint venture between HYBE and Dunamu, which runs South Korea's largest cryptocurrency exchange. Based on how the blockchain algorithm is programmed, the platform will consume less energy by being less reliant on energy-demanding mining to approve new transactions, said Kim Min-jung, Dunamu's NFT business development and strategy manager.</p><p>\"Its carbon footprint is almost negligible,\" she said.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com</p><p>BTS's NFT Venture Hits Sour Note With Fans</p>",
  "published": "2021-12-30T13:42:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 664,
          "end": 674
        }
      ],
      "nexusId": "10050164"
    }
  ]
}