{
  "_id": "4d14dd6a9f8228c76595dc9ac0f0980c581c45235b96266eeae02e8bb5e603a5",
  "feed": "wall-street-journal",
  "title": "Inside View: The No-Ownership Society",
  "text": "<p>Apple is also being sued for terminating access to movies \"purchased\" on iTunes. A federal judge in Sacramento wrote last month that \"in common usage, the term 'buy' means to acquire possession over something. It seems plausible, at least at the motion to dismiss stage, that reasonable consumers would expect their access couldn't be revoked.\" Agreed.</p><p>Apple and Epic are fighting over in-app payments. Epic tired of paying 30% of its iPhone revenue to Apple and tried to use its own payment system for purchases of \"V-Bucks\" inside its popular \"Fortnite\" videogame. Apple then tossed the game from its App Store -- you know, the only app store on the iPhone -- with claims that Apple's fees are needed for privacy and security. It's sort of like requiring your Ford's payment system at a McDonalds drive-through.</p><p>One analyst, an expert witness for Epic, estimated Apple's margins in 2019 from the App Store were 78%, versus 24% across the entire company. Apple disputes this. I'd guess higher. And if Apple can toss \"Fortnite,\" who really owns that phone you \"bought\"? The European Union is suing Apple over a similar spat with Spotify and in-app purchases.</p><p>On Facebook, do you own your usage data? Hardly. The company sells it to the highest bidder. If you did own it and Facebook paid you for access, verification would become standard and most of the platform's trust and fake-news problems might go away.</p><p>Did you buy a Peloton during the lockdowns? \"Buy\" might not be the right word, since you pay another $39 a month for access to its digital classes. Oh, you can use the workout bike without paying fees, but you have access only to three recorded classes and the \"Just Ride\" feature. Actually, some have figured out how to hack the bike to use non-Peloton apps.</p><p>Here's a weird twist. Earlier this year, the art collective MSCHF, in collaboration with rapper Lil Nas X, bought 666 pairs of Nike Air Max 97 sneakers. They added a drop of blood into the soles (or so they claim), labeled them \"Satan Shoes\" and soled, sorry, sold them for $1,018. Nike sued over trademark infringement, and the sneakers were voluntarily recalled. I guess you don't really own the sneakers you buy, either. Could you even write \"College\" on a black Hanes T-shirt anymore?</p><p>In these pages, Kevin O'Reilly wrote about tractors so laden with software that only authorized dealers can repair them. So you own a Deere tractor until it breaks? Same for PET scanners? This has spawned a \"right to repair\" movement that will take on greater importance in an age of autonomous cars. Will they, too, be constantly updated rentals, not purchases?</p><p>The tech website Wired recently reported on the expensive ice-cream machines McDonald's franchisees \"buy.\" Who doesn't like a McFlurry with M&amp;Ms? But if the machines break, only pricey authorized dealers are allowed to repair them -- until a hacked passcode was discovered that unlocked secret menus from which owners could play around with recipes and fix problems.</p><p>Your smartphone is a computer underneath a piece of glass. Surely if you buy it, you can do whatever you want with it, right? Not so fast. Maybe the \"right to hack\" will restore the true meaning of ownership.</p><p>What do I mean? Well, hopefully the statute of limitations has expired, but I used to jailbreak -- the hacker's term for being able to reprogram -- my old iPhones. I did this to play with some apps not allowed by Apple, not yet anyway. Eventually Apple implemented some of the better ones, like reading messages out loud.</p><p>Jailbreaking isn't illegal, but it is certainly frowned on. It's a hard and ever-changing process. Maybe I invalidated my warranty! But really, I bought the phone from a big blue BUY button on Apple's website. It's mine. Let me do what I want with it. The Apple-Epic trial may finally prove that, unlike beer, tech can be owned.</p><p>---</p><p>Write to kessler@wsj.com</p><p>(See related letter: \"Letters to the Editor: No-Ownership Society and Reliable Electric Power\" -- WSJ May 19, 2021)</p>",
  "published": "2021-05-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2699,
          "end": 2709
        }
      ]
    }
  ]
}