{
  "_id": "0347338302885d814e8f3adef0f5c9a8eef57a9efafec4b9f6c895c666bcfdee",
  "feed": "ftcomall",
  "title": "Overuse of antibiotics for meat production drives resistance in humans",
  "text": "<p>Mention antibiotic resistance and few people would link what is increasingly being recognised as a growing global health crisis with a Big Mac.</p> <p>But in the US, animals farmed for food account for most of the use of medically important antibiotics such as tetracyclines, whose overuse results in drug-resistant “superbugs” that affect humans.</p> <p>That has led campaigners to push for change through household-name retailers and fast-food restaurants such as Walmart, Wendy's and McDonald's.</p> <p>“Awareness of antibiotic risk has increased among both shareholders and consumers,” says Christy Spees, environmental health programme manager at As You Sow, a campaign group focused on shareholder advocacy. </p> <p>“At the same time, I am consistently surprised by how many people aren't yet aware of the critical problem of antibiotic use in farm animals.”</p> <p>Use of the drugs goes well beyond fighting infections. In recent decades they have also been used to promote growth and to enable animals to digest food more efficiently, especially in industrial-scale farms.</p> <p>But a turning point came in 2018 when McDonald's — one of the world's largest buyers of beef — set out a new policy to assess and then limit use of medically important antibiotics in its beef supply chain. Progress among beef producers had lagged behind chicken farmers, which in the US sharply cut antibiotic use over the past decade.</p> <p>Bruce Feinberg, senior director of global quality systems at McDonald's, says: “While the chicken supply chain tends to be more vertically integrated and data on the use of antibiotics is fairly accessible, that's not always the case for beef.”</p> <p>The announcement from McDonald's followed pressure from shareholders such as the $270bn group BMO Global Asset Management, as well as directly from activists, who protested outside its branches with signs calling for the fast food group to “hold the antibiotics”. The new McDonald's policy included a plan to measure antibiotic use in its top 10 beef sourcing markets and develop reduction targets.</p> <p>It was “a major act of leadership and certainly an important signal to the marketplace,” says Ms Spees.</p> <p>Wendy's and Taco Bell were among others following suit with new goals for antibiotic reduction in beef production, albeit less ambitious ones. McDonald's has not yet set out antibiotic reduction targets for key markets, which it pledged to do in 2020, but says it will do so in the coming months.</p> <h2>Filtering down</h2> <p>Yet while big brands have recognised the scale of the problem, the impact of such moves at farm level has been mixed.</p> <p>Sales of antibiotics considered important in human medicine, for use in farm animals in the US, began rising again in 2018 after a steep decline in 2015-2017; between 2018 and 2019, the most recent data available, sales rose 3 per cent, according to the US Food and Drug Administration. Cattle and pigs each accounted for more than 40 per cent of the drugs used in animals.</p> <a href=\"http://www.ft.com/cms/7712f728-76e1-436d-b781-6d880e70c9b3.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Globally, detailed data is harder to come by, but scientists have estimated that almost three-quarters of antimicrobials are consumed by farm animals. A 2015 <a href=\"https://pubmed.ncbi.nlm.nih.gov/25792457/\">study </a>estimated the global use of antibiotics in farm animals would increase by 67 per cent in the two decades from 2010.&#xa0;</p> <p>Such a rise is not inevitable, however. Both China and the US have since launched new regulations that aim to cut antibiotic use, while the EU has gone further: from next year it will ban the routine preventive use of antibiotics in farm animals. In 2017 China prohibited the use of the antibiotic colistin in animal feed after the discovery in 2015 of a gene that could <a href=\"https://www.ft.com/content/d6523eaa-ede5-11e6-930f-061b01e23655\">make bacteria immune </a>to it.</p> <p>Pressure on supply chains from the Covid-19 pandemic, which has particularly affected meat suppliers, has diverted companies' attention as they wrestle with immediate logistical issues.</p> <p>But Maria Lettini, executive director of Fairr, an investor network focused on intensive animal production, says that “now is the moment to really increase our awareness campaign with consumers” and push more big food brands and the meat producers that supply them to set out measurable targets on antibiotics.</p> <p>She says a heightened awareness of the importance of effective medical treatments — including the use of antibiotics to treat secondary infections in Covid-19 patients, such as bacterial pneumonia — presents an opportunity for a “refocus”.</p> <p>Progress will require rethinking the intensive farming systems in countries such as the US and Brazil, for example by allocating more space per animal and reducing stress factors in order to cut infection risk, Ms Lettini adds. “There would be a cost increase or a revenue loss, depending how you approach it.”</p> <p>The biggest barrier to progress in beef and pork, Ms Spees says, “is that supply chains rely very heavily on confinement systems and feedlots”, in which animals are kept in an area and supplied with food so they gain weight quickly and efficiently. “Antibiotics have become the go-to ‘Band-Aid' solution to prevent and treat illness under illness-promoting conditions.”</p> <h2>Clean but mean </h2> <p>Covid-19 has also raised questions about a potential contribution to antimicrobial resistance from another set of household-name brands: cleaning products that target bacteria and viruses. Such products are being used much more since the pandemic began.</p> <p>Evidence on the impact of such products is mixed: some <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6316403/\">studies </a>have shown that particular disinfectants contribute to the development of antibiotic resistance in laboratory environments, but others have failed to produce evidence of this in a real-world context. The US in 2016 banned disinfectant products such as triclosan for use in hand and body washes, citing a possible risk of antibiotic resistance as one reason.</p> <p>Both Unilever and Reckitt Benckiser, makers of Domestos and Lysol disinfectants respectively, argue that their products reduce infections in humans and therefore the need for antibiotic treatments. But Jonathan Hague, vice-president for science and technology at Unilever Homecare, says he expects antimicrobial cleaning products to draw more scrutiny in future.</p> <p>For food outlets, that scrutiny is already taking place, while <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4426470/\">evidence </a>is plentiful of the livestock industry's role in antibiotic resistance.</p> <p>As for McDonalds's, Mr Feinberg says the food industry has plenty more to do when it comes to antibiotic resistance, which will require “accountability and leadership from all companies and their supply chain partners”.</p><p>Source: Judith Evans in London 2021 'Overuse of antibiotics for meat production drives resistance in humans' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T04:00:37.415Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1648,
          "end": 1658
        },
        {
          "start": 1083,
          "end": 1093
        },
        {
          "start": 2272,
          "end": 2282
        },
        {
          "start": 1898,
          "end": 1908
        }
      ]
    }
  ]
}