{
  "_id": "c973e90dfd75d1903801b0f8ca4b2d9b4df2ab5a5fdf2b413bb4475ecda22778",
  "feed": "ftcomall",
  "title": "Why pandemic benefits spell trouble for universal basic income",
  "text": "<p><em>The writer is editor-in-chief of MoneyWeek</em></p> <p>Let's say you are unemployed and someone offers you $15 an hour to work a 40-hour week as a shift manager at McDonald's in the US. That would give you $600 a week. It's not a fortune. It's not awful either. So all other things being equal, if you were in need of work you'd probably take it. But what if someone else was offering you a little over $600 a week if you didn't take it? $650 perhaps — to stay at home instead. My guess is that you <a href=\"https://www.ft.com/content/52ecab21-c90d-4ee7-be7f-612da5355c77\">might think twice</a>. </p> <p>This might be part of the explanation behind the trouble American companies are having hiring at the moment. For much of the past 18 months the <a href=\"https://www.ft.com/content/6c953f0e-b229-42c1-959e-ef62196ef4d6\">US government </a>has not only showered one-off stimulus cheques on the general population but also offered hugely bumped up unemployment benefits. People have been able to claim more and for longer than ever before (39 weeks rather than 26 weeks). The average weekly unemployment benefit across the country is now well over $600, with some states paying over $700.</p> <p>The numbers aren't as good as they were in the earlier part of the pandemic, when the average replacement rate (the per cent of your income replaced on job loss) rose from a pre-pandemic 48 per cent to 145 per cent. But it does offer a reason for a lot of people to decide, as Intertemporal Economics puts it, that “the expected income from employment is less than government transfers and the value of free time”. </p> <p>This may be particularly the case when you add in the pandemic savings cushion that households have built up — cash that allows them to bide their time before re-entering the market. There may also be a short-term wealth effect here: if your house price is up 10 per cent, you may feel less long-term financial pressure. Note that a <a href=\"https://www.prnewswire.com/news-releases/withstanding-the-storm-americans-feelings-of-financial-security-stay-at-pre-pandemic-levels-despite-impacts-of-covid-19-and-the-election-301182734.html\">slightly higher percentage</a> of Americans said they felt financially secure in 2020 than in 2019.</p> <p>The numbers show the result of all this — a lack of supply in the jobs market. April employment numbers showed <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">75 per cent fewer people </a>moving back into employment than most analysts expected. This cannot be laid at the demand door — there are plenty of vacancies going. There are other issues too — think health concerns (who wants to leave the house unvaccinated?) and childcare issues (not all US schools are open). That's all fair (there's a reason why some 60 per cent of those looking for work want it to be remote). But the latter two points surely only come into play for many households because of enhanced benefits and pandemic savings.</p> <p>All this has been tough to measure during the pandemic. But there is a healthy body of research suggesting that the more you pay people not to work the less they work, and we will soon find out whether this holds good post coronavirus. As Capital Economics points out, some US states have now opted out of the enhanced Federal Programs (“incentives matter” says the Governor of Montana), which could explain a recent “more rapid decline in jobless claims.” </p> <p>All this might seem obvious. But it is a problem for those who believe in a universal basic income (UBI) — and who think that the pandemic should be the catalyst that hastens its introduction in developed countries. The basic UBI premise is that if you can find the cash to give everyone a non-means-tested, unconditional income to cover all their basic needs, they will become happier, healthier, more productive and — crucially — less likely to be unemployed. </p> <p>It's a lovely idea. But beyond the very obvious cost issue, it comes with a problem: there have been many small experiments, none of which have produced any evidence that it works. The only nationwide randomised control trial done so far was i<a href=\"https://www.ft.com/content/2b1c5cca-fc60-11e7-9b32-d7d59aace167\">n Finland</a> a few years ago. There was one clear finding: those getting the basic income were much happier than those in the control group. This is unsurprising — it's hard to imagine free money making many people less happy. However on the matter of employment there was <a href=\"https://www2.helsinki.fi/en/news/nordic-welfare-news/the-basic-income-experiment-in-finland-yields-surprising-results\">no clear conclusion</a>. </p> <p>You can argue that a “real UBI” has never been tried: most experiments and promises are more about offering a guaranteed minimum income to a limited number of people. Witness the Scottish government's recent mention of a £37,000 minimum income if it secures an independent Scotland.&#xa0;And you can argue that when it comes to free money, the timescale might make a major difference. If you know you are getting a free $600 a month for three months, you might choose to put your feet up. If you know it is forever, you are surely more likely to work out a long-term career plan. </p> <p>What you can't do is argue that we have any more evidence now that a UBI would be good for employment than we did two years ago. Some fans might say that doesn't matter: there is a strand that think automation will destroy the jobs market, making UBI simply a<a href=\"https://medium.com/swlh/will-ubi-save-us-when-ai-takes-all-the-jobs-29d5b7a24603\"> facilitator of better leisure</a>. </p> <p>But if that's your argument, you need to be sure you are right on the jobs bit. Because one thing the pandemic has taught us is that if you give people the kind of financial support that allows them to withdraw their labour, a good number of them probably will. And that doesn't help anyone long term. Just ask the 44 per cent of US small businesses who say they can't find anyone to take the jobs they are offering.&#xa0;</p><p>Source: Merryn Somerset Webb 2021 'Why pandemic benefits spell trouble for universal basic income' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T15:59:57.814Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 152,
          "end": 162
        }
      ],
      "nexusId": "10050164"
    }
  ]
}