{
  "_id": "ec0ce6ca82cb59ce26a7a10cf55a90128d11df313f44d4e35636c11cf50b2365",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>The line between beer and soda is about to get blurrier. Anheuser-Busch said Thursday it is introducing a line of Bud Light-branded hard soda in cola, cherry cola, orange and lemon-lime flavors. PepsiCo Inc. early next year will also roll out an alcoholic version of Mountain Dew in a partnership with Boston Beer Co. They follow Coca-Cola Co.'s introduction of a boozy version of Topo Chico sparkling water with Molson Coors Beverage Co. The product launches show how alcohol and soft-drink companies are pushing into one another's turf. Shares of Anheuser-Busch rose 2.5% Thursday.</p><p>MCDONALD'S CORP.</p><p>MCD +0.4%</p><p>A long-running scandal is no longer on the front burner at McDonald's. Former Chief Executive Steve Easterbrook agreed to return compensation now valued at more than $105 million to resolve a legal dispute related to his dismissal as head of the burger chain, the company said Thursday. The settlement, which avoids a trial against the former top executive, included an apology from Mr. Easterbook, who was dismissed in November 2019 when he acknowledged having a consensual relationship with an unnamed employee, McDonald's said. Shares of McDonald's rose 0.4% Thursday.</p><p>JOHNSON &amp; JOHNSON</p><p>JNJ -2.8%</p><p>U.S. vaccine advisers recommended adults take a Covid-19 vaccine from Pfizer Inc. or Moderna Inc. over J&amp;J's after health authorities said the rate of a rare but serious blood-clotting condition was higher than previously detected. The position is likely to deal another blow to the use of the J&amp;J shot, whose uptake had been hurt by manufacturing issues and earlier reports of the blood-clotting condition. J&amp;J shares fell 2.8% Friday.</p><p>JPMORGAN CHASE &amp; CO.</p><p>JPM -0.7%</p><p>A big proponent of in-person meetings decided to go virtual at one of its premier annual events. On Wednesday, JPMorgan told participants in its upcoming San Francisco healthcare conference that the spreading Omicron variant of Covid-19 had made gathering too risky. The bank earlier told companies it wasn't going to allow virtual presentations, and that anyone looking to be a part of the conference would have to attend in person. The decision came after several biotechnology companies pulled out of planned in-person appearances. JPMorgan's shares dropped 0.7% Wednesday.</p><p>TESLA INC.</p><p>TSLA +1.8%</p><p>Tesla Chief Executive Elon Musk and Sen. Elizabeth Warren clashed with one another on Twitter after the senator called on the billionaire electric-vehicle producer to pay more taxes. \"Let's change the rigged tax code so The Person of the Year will actually pay taxes and stop freeloading off everyone else,\" Ms. Warren tweeted, referring to Mr. Musk, who this week was named Time magazine's person of the year. Mr. Musk responded with a string of tweets, saying that he will pay more taxes than any American in history this year. Tesla shares rose 1.8% Wednesday.</p><p>TOYOTA MOTOR CORP.</p><p>TM +2.7%</p><p>A prominent voice of caution about electric vehicles is reversing its views. Toyota said Tuesday that it would make 3.5 million EVs a year by 2030 and set a target of selling 4 million annually. Toyota had been the last of the world's top auto makers to express caution about such a transition, and even this week it said many customers -- especially in the U.S. outside the coasts -- weren't yet ready for a battery-powered car. By 2030, it said it wants all models in its upscale Lexus brand to be electric in the U.S., China and Europe. Shares of Toyota rose 2.7% Tuesday.</p><p>KROGER CO.</p><p>KR -0.1%</p><p>A big grocer is bagging some Covid-19 benefits for unvaccinated employees. Kroger told workers that it would no longer provide two weeks of paid emergency leave for unvaccinated employees who contract the virus unless local jurisdictions require otherwise, The Wall Street Journal reported. Kroger will also add a $50 monthly surcharge to company health plans for unvaccinated managers and other nonunion employees. Both policies are effective Jan. 1, according to a memo viewed by the Journal. Its shares dropped 0.1% Tuesday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1152,
          "end": 1162
        },
        {
          "start": 1125,
          "end": 1135
        }
      ],
      "nexusId": "10050164"
    }
  ]
}