{
  "_id": "da7e252272138d9fde52b3633e5d8f2611802c15b91dda9e83f3194727cf7449",
  "feed": "wall-street-journal",
  "title": "McDonald's McFlurry Machine Is Broken (Again). Now the FTC Is On It. The frequently malfunctioning equipment leads to a lawsuit and gets the federal antitrust agency involved",
  "text": "<p>Whipped and ready</p><p>Late-night TV comics joke about the problem. Rivals Jack in the Box Inc. and Wendy's Co. have roasted McDonald's for it on social media. An online tracker called McBroken monitors McDonald's ice cream machine outages across cities.</p><p>\"I'm beginning to wonder if this McDonald's even has an ice cream machine,\" an Atlanta customer tweeted about her local outlet. \"It's been 'broken' so long that I'm coming up with conspiracy theories.\"</p><p>Enter the United States Federal Trade Commission. The FTC reached out to McDonald's franchisees this summer seeking information on what, exactly, is going on with the broken ice cream machine problem, according to a letter it sent, viewed by The Wall Street Journal, and people familiar with the matter. The FTC declined to comment.</p><p>For McDonald's devotees, not to mention the company itself, a dysfunctional ice cream dispenser is no small matter. The shiny metal machines crank out concoctions that account for about 60% of the chain's dessert sales in the U.S., according to a consumer survey by research firm Technomic Inc. Repeated breakdowns have led customers to draw up petitions demanding that something be done.</p><p>Owners of McDonald's outlets have long complained the devices are overly complicated and their breakdowns hard to fix. The machines require a nightly automated heat-cleaning cycle that can last up to four hours to destroy bacteria. The cleaning cycle can fail, making the machines unusable until a repair technician can get them going again, owners say.</p><p>McDonald's said it understands the frustrations and has a team to working on it. The company said it is introducing a variety of solutions including new training for crew members and regular maintenance checkups.</p><p>It also has tried to add levity to the situation. \"We have a joke about our soft serve machine but are worried it won't work,\" McDonald's tweeted last year.</p><p>The National Owners Association, a group of franchisees, doesn't find it funny. \"We are tired of being the butt of late night jokes. So are our customers and crews,\" the group grumped in a May message to owners.</p><p>Desperate for a fix, some franchise owners have paid to train their staff on how to fix the machines. Others have contacted the primary manufacturer of the machines, Taylor Commercial Foodservice LLC, or an authorized repair company.</p><p>One franchisee said wait times have grown during the pandemic. Taylor said McDonald's sets service response times for suppliers and it meets those times.</p><p>\"A lot of what's been broadcasted can be attributed to the lack of knowledge about the equipment and how they operate in the restaurants,\" a Taylor representative said. When working with dairy products, \"you have to make sure the machine is cleaned properly. The machines are built up with a lot of interconnecting parts that have to operate in a complex environment and manner.\"</p><p>Two years ago, a firm called Kytch Inc., started by two accountants turned frozen-yogurt-machine inventors, began offering a device to mount on the ice cream machines to alert owners about a breakdown. The device sends out real-time text and email alerts that can prevent damage to machines, the company says.</p><p>One selling point: Its warnings are in clear English. The Taylor machines' own user messages, according to Kytch, are on the order of: \"ERROR: XSndhUIF LHPR&gt;45F 1HR LPROD too VISC.\"</p><p>Taylor said an explanation of error codes is in machine manuals. \"There is no reason for us to purposely design our equipment to be confusing or hard to repair or hurt our operators,\" the Taylor representative said.</p><p>At the peak, McDonald's owners in 30 states used Kytch's breakdown-spotter, the startup company says. McDonald's told franchisees late last year the devices aren't sanctioned and said they potentially pose a safety hazard, which Kytch denies. McDonald's said it is developing its own smart device for the shake machines.</p><p>\"Nothing is more important to us than delivering on our high standards for food quality and safety,\" the chain said, \"which is why we work with fully vetted partners that can reliably provide safe solutions at scale.\"</p><p>Kytch fired back in May with a lawsuit accusing Taylor, a repair company authorized to work on Taylor machines and a McDonald's franchisee of conspiring to replicate Kytch's technology. The complaint, which is pending, alleged that Taylor gained access to Kytch's device after the franchisee brought his machine to the repair company with the device mounted on it.</p><p>\"This is a case about corporate espionage and the extreme steps one manufacturer has taken to conceal and protect a multimillion-dollar repair racket,\" attorneys for Kytch wrote in the complaint in California Superior Court in Alameda County.</p><p>Taylor denied it had a copy of Kytch's device or sought to steal technology, saying in a court filing: \"This is a case of a hacker—Kytch—incredibly accusing the hacked—Taylor—of theft.\"</p><p>The franchisee the suit named, Jonathan Tyler Gamble, based in Humboldt, Tenn., said he was a Kytch fan and wasn't after its intellectual property. \"I supported and encouraged it being approved by McDonald's,\" he wrote in a legal response.</p><p>In an interview, Kytch co-founder Jeremy O'Sullivan accused Taylor of infringing on McDonald's franchisees' rights to alter and repair their shake machines as they see fit.</p><p>Taylor said it doesn't infringe. It said that owners are allowed to repair equipment as they see fit, but that the warranty isn't valid if they fix machines on their own.</p><p>The FTC letters went out early this summer, according to franchisees. The Biden administration is scrutinizing a range of products, from phones to tractors, on whether manufacturers impede owners from fixing the products themselves. In July, the FTC said it would investigate device-repair restrictions.</p><p>The FTC wants to know how McDonald's reviews suppliers and equipment, including the ice cream machines, and how often restaurant owners are allowed to work on their own machines, according to a person familiar with FTC conversations with franchisees.</p><p>The FTC inquiry is preliminary, and \"the existence of a preliminary investigation does not indicate the FTC or its staff have found any wrongdoing,\" the agency's letter said.</p><p>Taylor said it hadn't been contacted by the FTC. Kytch said it hadn't, either. McDonald's said it had no reason to believe it was a focus of an FTC investigation.</p><p>In the meantime, McDonald's customers say they continue to wait on their shake or McFlurry. Jim Lewis, a McDonald's restaurant owner in New York for 32 years until he retired in 2019, said, \"The ice cream machine \"was so over-engineered it was silly. Sometimes simple is just better.\"</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>McDonald's McFlurry Machine Is Broken (Again). Now the FTC Is On It.</p>",
  "published": "2021-09-01T18:51:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 120,
          "end": 130
        },
        {
          "start": 1528,
          "end": 1538
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1868,
          "end": 1878
        },
        {
          "start": 6731,
          "end": 6741
        },
        {
          "start": 4242,
          "end": 4252
        },
        {
          "start": 2419,
          "end": 2429
        },
        {
          "start": 6501,
          "end": 6511
        },
        {
          "start": 789,
          "end": 799
        },
        {
          "start": 3829,
          "end": 3839
        },
        {
          "start": 5833,
          "end": 5843
        },
        {
          "start": 5243,
          "end": 5253
        },
        {
          "start": 525,
          "end": 535
        },
        {
          "start": 1184,
          "end": 1194
        },
        {
          "start": 198,
          "end": 208
        },
        {
          "start": 3688,
          "end": 3698
        },
        {
          "start": 6312,
          "end": 6322
        },
        {
          "start": 6413,
          "end": 6423
        },
        {
          "start": 283,
          "end": 293
        },
        {
          "start": 3599,
          "end": 3609
        }
      ]
    }
  ]
}