{
  "_id": "0283f4e7f336d65b69df832da9d41f389cd5172f90490d5c2f992c5495eb7624",
  "feed": "wall-street-journal",
  "title": "Business News:  McDonald's U.S. Sales  Rebound From Crisis  ----  By Heather Haddon",
  "text": "<p>   McDonald's Corp. said new menu items helped it beat sales expectations in the U.S., while business abroad remained volatile because of shifting Covid-19 restrictions. </p><p>   Busy drive-throughs and a focus on menu staples have helped propel sales in the U.S. despite the pandemic, the chain said. </p><p>   In recent months, McDonald's introduced meals in collaboration with celebrities such as the musician Travis Scott, added a new crispy chicken sandwich and rolled out a spicy-nuggets promotion to increase sales. </p><p>   On Thursday, McDonald's said same-store sales for the quarter ended in March increased 13.6% from a year earlier, beating expectations and bolstering results overall. Global same-stores sales were up 7.5% during the period. </p><p>   Much of the world has had less access to Covid-19 vaccines than the U.S., leaving dining restrictions in place in many places. Sales increased year over year in the U.K., China, Japan, Canada and Australia during the quarter, while they fell in Germany and France, McDonald's said. </p><p>   Spain, Italy and other European markets popular with tourists are struggling, Chief Executive Chris Kempczinski told investors. </p><p>   About half of the company's dining rooms in Europe remain closed because of coronavirus-related restrictions. The company said it hopes plans to open European countries to tourists by the summer could help sales. </p><p>   Shares of McDonald's rose 1.2% to $235.21. </p><p>   McDonald's reported sales of $5.1 billion for the quarter, up 9% from a year earlier and more than the first quarter of 2019. McDonald's said the online and delivery sales to which it gave priority during the pandemic helped lift U.S. sales. The company is testing a loyalty program. Starbucks Corp. said earlier this week that such a program has aided in its pandemic recovery. </p><p>   McDonald's said that federal stimulus programs helped bolster its sales in the U.S. Sales of new chicken sandwiches introduced in February are outpacing those of previous versions and beating expectations despite rising competition, McDonald's said. </p><p>   McDonald's said the company and its franchisees are fighting to find enough workers, as are many U.S. restaurants. Mr. Kempczinski said the company is evaluating what pay and benefits to offer in company-owned stores to attract workers. </p><p>   \"What we're seeing in the U.S. right now is definitely a very tight labor market that's putting pressure on both us and our franchisees,\" Mr. Kempczinski said. </p><p>   The company raised its 2021 global sales outlook. Executives said they expect U.S. sales during the current quarter to outpace pre-pandemic levels during the same period of 2019, while they believe international same-store sales will improve but still trail pre-pandemic levels until later in the year. </p><p>   For its first quarter, McDonald's reported earnings of $1.92 a share adjusted for one-time items. </p><p>   Analysts polled by FactSet expected earnings of $1.81 a share by that metric. The chain reported net income of $1.54 billion. </p><p></p>",
  "published": "2021-04-30T06:13:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2003,
          "end": 2013
        },
        {
          "start": 990,
          "end": 1000
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 2743,
          "end": 2753
        },
        {
          "start": 1517,
          "end": 1527
        },
        {
          "start": 2020,
          "end": 2030
        },
        {
          "start": 1358,
          "end": 1368
        },
        {
          "start": 15,
          "end": 25
        },
        {
          "start": 308,
          "end": 318
        },
        {
          "start": 514,
          "end": 524
        },
        {
          "start": 1391,
          "end": 1401
        },
        {
          "start": 1770,
          "end": 1780
        }
      ]
    }
  ]
}