{
  "_id": "1c7ede9ae5cf6c781800e822c5f32ef453d24aa3b09e4764f1b45c0d297ce2c1",
  "feed": "ftcomall",
  "title": "Hitachi agrees to buy US software group for $9.5bn",
  "text": "<p>Hitachi has agreed to buy GlobalLogic, a Silicon Valley software engineering company, for $9.5bn in its largest-ever acquisition as the Japanese industrial group seeks to become a global powerhouse in digital services.</p> <p>The deal comes after <a href=\"https://www.ft.com/content/9061ef70-e8ca-11e9-85f4-d00e5018f061\">years of reform</a> to transition the sprawling Japanese conglomerate into an IT and infrastructure specialist by merging and selling off listed subsidiaries long considered sacred cows.&#xa0;</p> <p>As part of the revamp, Hitachi completed <a href=\"https://www.ft.com/content/d009c728-01c7-11e9-99df-6183d3002ee1\">its $6.8bn acquisition</a> of an 80 per cent stake in ABB's power grids division last year, but GlobalLogic would be its first big deal in software.</p> <p>Shares in Hitachi fell 7.3 per cent on Wednesday following media reports of the deal, which was announced after the Tokyo market closed. It prices GlobalLogic's enterprise value at 37 times this year's forecasted adjusted earnings before interest, tax, depreciation and amortisation, which some investors may view as rich.</p> <p>Canada Pension Plan Investment Board and Swiss buyout fund Partners Group each own 45 per cent of GlobalLogic, which was founded in 2000. With annual revenue of $771m last year, its client base includes McDonald's, US chipmaker Qualcomm and Finnish telecoms equipment group Nokia. </p> <p>“This acquisition is about accelerating the global expansion of Lumada,” Toshiaki Higashihara, Hitachi's chief executive, said at a news conference on Wednesday, referring to the group's own digital services platform.&#xa0;</p> <p>Since the introduction of Japan's corporate governance code in 2015, Hitachi has often been identified as a leader among the country's traditional industrial giants in terms of efforts to jettison non-core businesses and reduce its number of listed subsidiaries on the Tokyo Stock Exchange.&#xa0;</p> <p>After several years of aggressive stake sales, Hitachi is close to becoming the first of Japan's big conglomerates — a group that includes Mitsubishi, Toshiba, Panasonic and Fujitsu — to have sold all of its holdings in listed subsidiaries. </p> <p>The sale of non-core businesses by big Japanese conglomerates has been a source of rich pickings for both domestic and foreign private equity groups, with KKR viewing Japan as its <a href=\"https://www.ft.com/content/0806a34c-5e7c-11e9-b285-3acd5d43599e\">second most important source</a> of potential deals after the US.</p> <p>Hitachi is in talks to sell its metals unit, a deal that will help to reduce its interest-bearing debt which will increase to about $28bn following the acquisition of GlobalLogic. The company said it would use cash at hand and bank loans to finance the deal, which is valued at $8.5bn excluding debt.</p> <p>The deal stands out in what bankers and lawyers in Tokyo say has been an increasingly dry period for outbound M&amp;A deals by Japanese companies. Travel restrictions created by the Covid-19 pandemic have limited the ability to perform the kind of hands-on due diligence that Japanese companies insist on for overseas targets.</p> <p>Although the past few months have yielded a handful of high-profile, multibillion-dollar outbound deals, such as Renesas Electronics' <a href=\"https://www.ft.com/content/70c42c08-cab2-4798-b50e-e2e06c2cf4c9\">$6bn purchase of Apple supplier Dialog</a>, Japanese companies' current M&amp;A activity levels are much lower than bankers had expected.&#xa0;</p> <p>“The deals we are seeing now are ones that were mostly set in motion well before the pandemic hit. That backlog has to some extent kept us busy until now, but the pipeline is looking pretty empty looking at the rest of the year,” said one Tokyo-based lawyer whose main clients are Japan's large trading houses.</p> <p>Hitachi was advised by Credit Suisse, while GlobalLogic was advised by Goldman Sachs and JPMorgan.</p><p>Source: Kana Inagaki and Leo Lewis in Tokyo 2021 'Hitachi agrees to buy US software group for $9.5bn' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T10:25:19.697Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1135,
          "end": 1145
        }
      ]
    }
  ]
}