{
  "_id": "8ced909d4cd854c7e6958ad18402c230d9e3fba8db77a1fc1afd4e509b8a31a5",
  "feed": "wall-street-journal",
  "title": "Business News: Starbucks Posts Strong U.S. Growth --- China drags on results amid resurgence of Covid-19 cases in the Asian country",
  "text": "<p>For global companies such as Starbucks, the pandemic continues to affect sales in different parts of the world. China had a resurgence of the Covid-19 virus over the summer, prompting a slowdown in consumer spending as the country locked down.</p><p>Starbucks and other chains are also grappling with rising costs, particularly for labor. The company said Thursday that spending on wages will depress its profit margins next year, and it expects to boost prices to help compensate. Starbucks executives said the labor spending was necessary to attract and retain the employees it needed to run its U.S. restaurants.</p><p>\"This is an opportunity to move now. We can't wait,\" said Kevin Johnson, Starbucks's chief executive, referring to the wage increases.</p><p>The Seattle-based coffee company reported quarterly net income of $1.76 billion, up 349% from the same quarter a year earlier. Sales totaling $8.15 billion climbed 31%. Starbucks reported earnings adjusted for one-time items of $1 a share.</p><p>The company's sales missed analysts' expectations, but earnings were roughly in line with projections.</p><p>Starbucks shares fell 4% in after-hours trading.</p><p>McDonald's Corp. and other restaurant chains are paying more for labor as they hunt for workers to staff their stores. Restaurants are increasingly passing along their growing costs to consumers through higher prices.</p><p>Starbucks is boosting average U.S. employee pay to $17 an hour from roughly $14 an hour. It is also paying $200 referral bonuses and beefing up recruiting efforts across the country.</p><p>That wage increase and two other recent ones constitute overall an additional $1 billion in spending on employees, Starbucks said.</p><p>Starbucks workers have complained about having to keep up with a high pace of orders, particularly mobile ones. The company is dealing with a rare union drive in Buffalo, N.Y., where baristas are asking for better training, staffing and compensation.</p><p>The National Labor Relations Board decided Thursday to allow the union election to go forward at three Buffalo area stores. Ballots will be collected by mail through Dec. 8 and counted the following day, the board said. A Starbucks spokesman said the company had just received the ruling and was evaluating its options.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1137,
          "end": 1153
        }
      ],
      "nexusId": "10050164"
    }
  ]
}