{
  "_id": "a16f1b9b18744bea4701f02408b08334bd2b20fa99b791c7e768f2dfe10c426e",
  "feed": "wall-street-journal",
  "title": "The Mentors Who Helped Ulta Beauty's Unlikely CEO Make Up for Inexperience; Mary Dillon worked as a waitress, housecleaner and tutor to pay for college. Her path eventually led her to the top job at a major U.S. retailer.",
  "text": "<p>During Ms. Dillon's eight-year run in the top job, the market capitalization of the big U.S. retailer of beauty products nearly tripled to more than $18 billion. The number of stores doubled. Now 60 years old, Ms. Dillon remains its executive chair.</p><p>Founded in 1990, Ulta Beauty revolutionized the way customers shop for beauty products by bringing items out from behind cases for them to pick up and try on. The Bolingbrook, Ill., company today carries more than 600 cosmetics, fragrances and haircare brands in roughly 1,300 stores. The retailer significantly enlarged its array of luxury brands during Ms. Dillon's tenure.</p><p>Bio Bits</p><p>* Age: 60</p><p>* Education: Bachelor's degree in marketing from University of Illinois at Chicago</p><p>* Family: Husband Terry; grown children Jack, Maggie, Moira and Fiona</p><p>* Worst advice you ever got: Women shouldn't be ambitious</p><p>* New WFH hobby since the pandemic started: Family pickleball</p><p>* Last TV show she binge watched: \"Succession\" and \"Ted Lasso,\" because one balances the other</p><p>* Favorite sports team: Chicago White Sox</p><p>Her childhood was far from luxurious, however. Her parents—a steelworker and a homemaker—raised Ms. Dillon and five siblings in a Chicago bungalow with a single bathroom during much of her early life. She flew on an airplane for the first time at age 16.</p><p>She partly paid for her marketing degree from the University of Illinois in Chicago by waitressing at a burger joint, cleaning apartments and tutoring.</p><p>Ms. Dillon chose a business major because \"I knew I needed to get a job right out of school,'' the first-generation college graduate says. \"I didn't even know what an executive was.''</p><p>Quaker Oats Co. soon picked Ms. Dillon for its brand-management training program. The aspiring marketer was the first undergraduate degree participant without an Ivy League pedigree.</p><p>Ms. Dillon got her first executive role at Quaker by age 27. PepsiCo Inc. acquired her employer in 2001. She eventually advanced to running Pepsi's Quaker Foods division.</p><p>Despite her lack of a global background, she next led global marketing for McDonald's Corp. The mother of four created a Global Moms Advisory Panel to gather consumer feedback about nutritional issues. She also tried to improve the restaurant chain's nutritional image among parents by revamping children's Happy Meal options worldwide, in an effort to make them healthier.</p><p>In 2010, Ms. Dillon made a radical industry shift, accepting the CEO job at U.S. Cellular Corp., a wireless carrier. She knew almost nothing about selling cellphones when she took the post.</p><p>During Ulta Beauty's subsequent search for a new leader, an outside executive recruiter recommended her because she could offer a fresh perspective, according to Ms. Dillon. She previously had spent little time in its stores.</p><p>She immediately focused on expanding the company's e-commerce efforts, streamlining supply chains and opening distribution centers. E-commerce accounted for more than 30% of sales in the year ended Jan. 30, 2021—up from 4% during her inaugural year.</p><p>The pandemic caused wrenching dilemmas for the Ulta Beauty chief. Ms. Dillon had to furlough 30,000 of its 44,000 employees and close every store for nearly two months. \"I remember being very stressed,'' she says.</p><p>She twice reached the corner office assisted by cogent counsel from trusted confidants. Mentors also taught her to \"look for ways to help [other] people be successful,'' Ms. Dillon says.</p><p>Here are four advisers who guided the career ascent of this often unlikely pick: </p><p>Andy McKenna, Solomon Trujillo, Anne Mulcahy, Tracee Ellis Ross </p><p>Andy McKenna</p><p>Chairman emeritus of McDonald's Corp.</p><p>Mr. McKenna has known Ms. Dillon since her 2005 arrival at McDonald's, where he then chaired the board. He told Ms. Dillon she should keep her style uncomplicated because \"it's what sets you apart.'' Her honest, straightforward approach \"left no doubt about what she said and meant,'' Mr. McKenna recalls.</p><p>His comments persuaded Ms. Dillon to deliver an informative but fun speech before thousands of franchisees at a McDonald's 2008 convention. She even refused to use the company-provided speech coach, Ms. Dillon says: \"I did it my own way.\"</p><p>She again heeded Mr. McKenna after she took charge of Ulta Beauty. \"Your company does not have a diverse board, and it really should,\" he told Ms. Dillon.</p><p>Mr. McKenna introduced her to Michelle Collins, a Black executive he knew. Ms. Collins was the first person of color appointed to Ulta Beauty's board. </p><p>Sol Trujillo</p><p>Chairman of Trujillo Group LLC and chair of Latino Donor Collaborative</p><p>They met while seated at the same table during a Pepsi leadership-development program in 2002. She was marketing vice president for several Pepsi brands, and he was a Pepsi board member.</p><p>\"What does a board do exactly?\" Ms. Dillon asked Mr. Trujillo during their initial encounter. In hindsight, she said she realized \"that's probably not a question a VP should be asking!\"</p><p>Mr. Trujillo, a telecom-industry veteran, later encouraged Ms. Dillon to become CEO of U.S. Cellular. He suggested Ms. Dillon make sure \"she understands her customers better than anyone else,'' he says. \"I watched her first transform the wireless company'' and next, Ulta Beauty.</p><p>Mr. Trujillo also broadened her understanding about the power of Latino consumers in the U.S. \"She has taken the [advice] to heart, which has led to market-leading growth for Ulta,'' he says. </p><p>Anne Mulcahy</p><p>Former chairwoman and CEO of Xerox Corp.</p><p>The longtime Xerox leader—and Target Corp. director—coached Ms. Dillon about effectively expressing her views during board meetings once Ms. Dillon landed her first corporate directorship at Target in 2007. Ms. Mulcahy's counsel led Ms. Dillon to share her insights about marketing, e-commerce and other areas of expertise.</p><p>When Ms. Dillon stepped down as Ulta Beauty CEO in June 2021, Ms. Mulcahy proposed that she be very picky about her future pursuits. This idea \"definitely came from my own learning and mistakes,\" the former Xerox CEO says. \"Just said 'yes' to too many things\" following her 2009 retirement from Xerox's top spot.</p><p>Ms. Dillon vows to pursue her passion for \"helping people see what's possible.\" For example, she recently joined the board of startup Daily Harvest, a subscription food service begun and run by a woman. </p><p>Tracee Ellis Ross</p><p>Actress, producer and CEO of Pattern Beauty</p><p>The executives bonded during 2018 talks where Ms. Ross selected Ulta as the first retail partner for Pattern Beauty. Founded by the Black actress, Pattern Beauty offers haircare products to people with curly, coily and tight textured hair.</p><p>But Black-owned brands \"can't settle for just the space on the [retailer's] shelf,\" Ms. Ross subsequently pointed out to her mentee. \"We need to see the diversity that exists in the world reflected across organizations in executive leadership and middle managers.\"</p><p>Ms. Ross, a star of the ABC show \"Black-ish,\" cautioned Ms. Dillon against looking at everything through a corporate lens. Increased diversity often requires looking at spaces where baked-in inequity \"is hard to see,\" Ms. Ross insists.</p><p>Among other things, Ms. Dillon chose her as Ulta Beauty's first diversity and inclusion adviser. \"Tracee brings a unique perspective\" in driving greater internal accountability for essential diversity initiatives, she adds.</p><p>Write to Joann S. Lublin at joann.lublin@wsj.com</p><p>The Mentors Who Helped Ulta Beauty's Unlikely CEO Make Up for Inexperience</p>",
  "published": "2022-01-29T05:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2075,
          "end": 2091
        },
        {
          "start": 4055,
          "end": 4065
        },
        {
          "start": 3620,
          "end": 3636
        }
      ],
      "nexusId": "10050164"
    }
  ]
}