{
  "_id": "6d3c0509e7dca5dadd2c65138aaabb5220b53aae3bd5378f21b672fee83d2696",
  "feed": "ftcomall",
  "title": "IMF urges El Salvador to ditch bitcoin as legal tender",
  "text": "<p>The IMF has urged El Salvador to stop recognising bitcoin as a legal tender in the country and expressed concern over its plan to issue bonds linked to the cryptocurrency, as prices for digital coins hit a rough patch.</p> <p>In September El Salvador became the <a href=\"https://www.ft.com/content/7b5b1cc4-50bb-437f-aa16-f106d2dbc1c7\">first nation in the world</a> to make bitcoin legal tender under a plan spearheaded by Nayib Bukele, the country's 40-year-old president and self-styled “CEO”. That meant the digital asset could be used to buy goods, send remittances and even pay taxes in the country.</p> <p>But executive directors from the IMF, from which El Salvador is seeking <a href=\"https://www.ft.com/content/c36c45d2-1100-4756-a752-07a217b2bde0\">more than $1bn in financing</a>, raised concerns about that move in a statement on Tuesday. </p> <p>“[The directors] stressed that there are large risks associated with the use of bitcoin on financial stability, financial integrity and consumer protection, as well as the associated fiscal contingent liabilities,” the <a href=\"https://www.imf.org/en/News/Articles/2022/01/25/pr2213-el-salvador-imf-executive-board-concludes-2021-article-iv-consultation\">statement</a> said. </p> <p>Bukele, a bitcoin evangelist, has since spent tens of millions of public dollars buying the cryptocurrency — and losing money. He doubled down last week even as the price of the digital currency has crashed to a <a href=\"https://www.ft.com/content/28286423-66a8-432d-8a1e-b37fd5e2a74d\">six-month low</a>.</p> <p>The Central American nation's talks with the IMF have shown little sign of progress, and worries about the government's financing plan have weighed on El Salvador's bonds, among the worst performers in emerging markets last year.</p> <p>El Salvador's relations with the US, the largest contributor to the IMF, have also deteriorated under Bukele. Washington's interim chargé d'affaires left the country because she said there was <a href=\"https://www.ft.com/content/18b59559-378b-4f14-ab2e-b54ede79816c\">“no interest”</a> from the Salvadoran government in improving the relationship.</p> <p>Despite the attention Bukele's bitcoin experiment has drawn, there is little evidence of widespread use of the cryptocurrency for <a href=\"https://www.ft.com/content/8543fbfa-99b8-45e8-aecd-ad7734554acb\">day-to-day transactions</a> in the country and its implementation was one of the less popular moves made by the widely admired president.</p> <p>Bukele has said he plans to build a volcano-powered, low-tax <a href=\"https://www.ft.com/content/67515f23-ccdc-4dbc-a184-70848e183ac3\">“bitcoin city”</a> financed partly by an issue of $1bn in sovereign bonds backed by the cryptocurrency. Analysts are watching for the issue of the bonds, which is expected in the coming weeks.</p> <p>Siobhan Morden of Amherst Pierpoint Securities said in a recent note: “Although ‘first mover' status on innovative financial products suggests initial investor demand, it's not clear that this structure would attract sufficient demand as a recurrent source of liquidity.”</p> <p>Bukele, a prolific social media user who often makes big government announcements via Twitter, on Monday posted a picture of himself wearing a McDonald's hat and shirt, a reference that has become popular among meme-savvy cryptocurrency enthusiasts. </p> <p>He also posted advice to take advantage of the drop in bitcoin's price to buy, not sell, and that McDonald's workers should invest part of their pay cheque in bitcoin.</p> <p>Responding to the IMF statement, Bukele <a href=\"https://twitter.com/nayibbukele/status/1486162932224479235\">tweeted</a> a clip from the TV programme <em>The Simpsons</em> with the Bitcoin and IMF logos superimposed over characters' heads and text that read: “I see you, IMF. That's very nice.”</p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Christine Murray in Mexico City 2022 'IMF urges El Salvador to ditch bitcoin as legal tender' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T22:03:39.014Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2570,
          "end": 2580
        },
        {
          "start": 2775,
          "end": 2785
        }
      ],
      "nexusId": "10050164"
    }
  ]
}