{
  "_id": "54c76861fbe8ec7eb95f4c69909aa21daba10bdaa96225a5fa0714208825abe9",
  "feed": "wall-street-journal",
  "title": "Technology:  Icahn Urges BlackRock, Others to Join McDonald's Fight  ----  By Cara Lombardo",
  "text": "<p>   Carl Icahn is urging BlackRock Inc. and other big index-fund managers focused on socially conscious investing to support his proxy fight at McDonald's Corp. for better treatment of pregnant pigs. </p><p>   The billionaire activist investor, who has a McDonald's stake valued at roughly $50,000, nominated two directors to the fast-food chain's board in February as part of his campaign, a departure from his typical fights for changes in financial strategy and the like. </p><p>   McDonald's shareholders will decide whether to support Mr. Icahn's nominees or the company's slate at the annual meeting set for May 26. He says despite being at the forefront of the environmental, social and governance investing movement, BlackRock and others have subjectively selected which principles they care about and put too little emphasis on animal welfare. </p><p>   \"They have tremendous power to do good or bad,\" he said Wednesday, referring to big purveyors of index funds such as BlackRock, which manages roughly $10 trillion. \"What surprises me is how often they do not get involved and allow boards to believe that they will protect them in a contest.\" </p><p>   At issue is how McDonald's suppliers' house breeding pigs, or sows. Mr. Icahn wants McDonald's to require suppliers to stop constraining the animals in small crates -- typically 7 feet long by 2 feet wide -- in all circumstances. Many McDonald's suppliers currently use gestation crates for the first four-to-six weeks of a sow's pregnancy and sometimes longer. Suppliers have said they make breeding more efficient, while Mr. Icahn and his nominees say they are inhumane. </p><p>   In a letter Mr. Icahn plans to send to McDonald's shareholders Thursday that was viewed by The Wall Street Journal, he criticized McDonald's for spending $16 million to defend itself against his proxy contest rather than putting the money toward sparing pigs from the crates. </p><p>   \"It would have been better -- far better -- than spending that money in defense of the directors at McDonald's who have failed in this area,\" he wrote. </p><p>   McDonald's didn't respond to a request for comment. </p><p>   Mr. Icahn hopes for an upset similar to the unlikely victory fledging activist Engine No. 1 LLC pulled off at Exxon Mobil Corp. last year when it won three seats on the oil company's board with just a fraction of the company's shares. What sealed the deal: support from heavy-hitter asset managers including BlackRock, Vanguard Group and State Street Corp. </p><p></p>",
  "published": "2022-04-21T06:10:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 241,
          "end": 251
        },
        {
          "start": 1137,
          "end": 1147
        },
        {
          "start": 1205,
          "end": 1215
        },
        {
          "start": 1356,
          "end": 1366
        },
        {
          "start": 2022,
          "end": 2032
        },
        {
          "start": 140,
          "end": 156
        },
        {
          "start": 1724,
          "end": 1734
        },
        {
          "start": 461,
          "end": 471
        },
        {
          "start": 1633,
          "end": 1643
        },
        {
          "start": 50,
          "end": 60
        },
        {
          "start": 1970,
          "end": 1980
        }
      ]
    }
  ]
}