{
  "_id": "9dc12f26bf6f1110e11e9f15a10e5dd4439aab2c7453e5540c5fc9708b98855e",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: It's the Most Important Meal Of the Day. For Fast Food, Too. --- The fight for breakfast is heating up now that Americans are returning to offices. Chains hope to lure morning commuters with hand-held sandwiches and coffee.",
  "text": "<p>Fresh off its \"where's the beef\" advertising coup in 1984, burger chain Wendy's tried to take an even bigger bite out of giant rival McDonald's by encroaching on a part of the day the golden arches had long dominated: the morning. Instead of stealing Mickey D's lunch, though, Wendy's franchisees lost theirs following poor results. The company beat a hasty retreat from breakfast, then tried and pulled back twice more in the last two decades.</p><p>It seemed like the fourth time wouldn't be the charm either due to some extraordinarily unfortunate timing. To get over objections from franchisees, Wendy's paid for equipment to serve breakfast and launched the offering with great fanfare in March 2020, weeks before the country went into Covid lockdown. Wendy's claims it is now making money and analysts say that, despite management recently paring growth expectations for this year, it is probably in the category for good.</p><p>The appeal of serving breakfast is strong, and it isn't merely about the logic of using restaurant real estate for as much of the day as possible -- \"sweating your assets\" in consulting parlance. Fast-food restaurants used to be able to grow sales steadily, but they are now ubiquitous, making up a hefty chunk of Americans' food spending outside the home.</p><p>\"The final frontier was breakfast,\" says David Portalatin, restaurant analyst at the NPD Group.</p><p>Before the pandemic, breakfast was the fastest-growing category among quick-serve restaurants. As Wendy's shows, though, getting a foothold is easier said than done.</p><p>\"It's not a no-brainer. You really have to break habits in a very habitual daypart,\" explains Lauren Silberman, restaurants analyst at Credit Suisse.</p><p>An early start means that McDonald's, despite not being thought of first as a breakfast chain, makes about a quarter of its revenue and even more of its profit from the first meal of the day. Wendy's had hoped to get up to 10% of sales from breakfast by this year but is closer to 7% today, according to Credit Suisse. Burger King and Jack in the Box are around 15% and 20%, respectively.</p><p>Even Wendy's is selling enough breakfast to make it profitable, though. The chain has targeted weekly breakfast sales of around $3,000 this year per restaurant and breaks even at about $2,000, according to Ms. Silberman. That margin is possible due to the fact that drive-through orders, which are more profitable, make up a bigger share of breakfast traffic -- something helped by the popularity of hand-held sandwiches that can be consumed on the go. They are also fairly cheap and easy to make, and coffee, typically ordered at breakfast, is a higher-margin product than food. It has to be good, though.</p><p>\"So much of what happens at breakfast is about coffee,\" says Mr. Portalatin.</p><p>On that front, Wendy's was on-trend with the rise of cold coffee beverages, which have even come to make up the biggest part of sales these days at Starbucks, once known for its hot espresso drinks. At Wendy's, you can wash down your Breakfast Baconator with its well-received Frosty-ccino, which predates its latest breakfast push.</p><p>During the pandemic, which saw a home appliance buying bonanza, one concern for fast-food chains waiting for pandemic conditions to abate was high-quality home coffee setups. But what about convenience? Pumpkin spice season this year has coincided with an uptick in people commuting to offices and leaving their fancy Nespresso and Keurig machines switched off. Kastle Systems, which monitors keycard swipes, reported a big jump in office attendance in September.</p><p>Time is of the essence during morning commutes. This year through August, which predates much of the commuting surge, saw breakfast \"daypart\" traffic to major chains rise by 2% compared with the year-earlier period, according to NPD. Lunch, by contrast, was down 3% as inflation pinched Americans' wallets.</p><p>With that tailwind, though, comes more competition for the most important meal of the day. Chains one never thought of years ago as a breakfast destination have grabbed a piece of the action. For example, Taco Bell will sell you a Breakfast Quesadilla and White Castle serves Belgian Waffle Sliders. Even Shake Shack has dabbled with breakfast at some locations, offering Stumptown Coffee and sandwiches made using cage-free eggs.</p><p>The upshot for fast-food chains is that, in a saturated business, there is still upside at breakfast time if unemployment stays low and the return to prepandemic work habits continues. It is even more important than before, in fact, as some former customers now pack leftovers from home for lunch. Overall quick serve customer traffic is still about 5% below its 2019 levels, says Mr. Portalatin.</p><p>With their eyes on the prize, though, chains aren't just trying to come up with more delicious versions of the Frappuccino or Egg McMuffin. The battleground has moved to loyalty programs that reside on your smartphone. Breakfast might already be the most habitual meal of the day for those who get it to go. Now chains want to use technology and rewards to reinforce that behavior.</p>",
  "published": "2022-10-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 133,
          "end": 143
        }
      ],
      "nexusId": "10050164"
    }
  ]
}