{
  "_id": "21b4247f79330710b1c0940c272c5a037c745047146d959c6df08325044fc92d",
  "feed": "economist-blog",
  "title": "Daily chart; How companies exiting Russia are faring",
  "text": "<p>Write-downs recorded by companies in quarterly reports suggest that divestment was costly. On April 28th McDonald's announced that closing its 847 restaurants in Russia cost the fast-food company $127m in the first quarter ending in March. Renault recorded a $175m loss following its own suspension of business in Russia, after scathing accusations from Ukraine's president that the French carmaker was “financing the murder of children and women”.</p><p>Oil and gas firms that pulled out gave up even more. After abandoning its 20% share in Russia's Rosneft, BP reported a $24bn write-down. Shell expects to lose $5bn; Exxon, $3.4bn. (Soaring gas prices nonetheless propelled the trio of oil companies to an extremely profitable quarter.)</p><p>Despite these losses, investors appear more confident in the long-term prospects of firms that chose to leave. According to an analysis by researchers at the Yale Chief Executive Leadership Institute, the stockmarket has rewarded companies that have divested. The team ranked roughly 1,000 companies based on how thoroughly they cut ties with Russia: the highest scores were given to firms that exited completely; the lowest, to those that continued to operate. On average the shares of firms that withdrew completely went up by 3.6% between February 23rd (the day before Russia invaded Ukraine) and April 19th; those of companies that continued as usual lost 6.8%. The researchers found that this held true for companies across sectors and regions, and for firms of different sizes. Companies with small market capitalisations (under $2bn) that withdrew completely saw their share price increase by 8.7%, and those with large market capitalisations (above $10bn) saw it rise by 3.8%. The shares of comparable companies that did not exit declined by 10.6% and 6.9%, respectively.</p><p>This analysis does not take into account long-term trends in share prices before Russia's invasion of Ukraine, so establishing the causal effect of firms' divestment decisions is tricky. Still, the findings suggest that the market placed more weight on the reputational effects of doing business with Russia than the economic losses incurred by leaving. On this, at least, the stockmarket seems to prefer the moral high ground.</p><p>For a look behind the scenes of our data journalism, sign up to Off the Charts, our weekly newsletter. Our recent coverage of the Ukraine crisis can be found here</p>",
  "published": "2022-05-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 105,
          "end": 115
        }
      ]
    }
  ]
}