{
  "_id": "252245e5a9fe1ab4d5bf28cb8258bff0413874f37b5ca8aa0d42a72c46dea87b",
  "feed": "wall-street-journal",
  "title": "Is Emmanuel Macron Trying to Dress Like Volodymyr Zelensky? The normally conservatively dressed French head of state was photographed this weekend wearing a jeans-and-hoodie look that some critics compared unfavorably to tech bros and the Ukrainian President",
  "text": "<p>On social media, many accused the French leader of trying to copy the humble wartime look of Ukrainian President Volodymyr Zelensky. Since the Russian invasion last month, President Zelensky (also 44) has stuck to olive-drab jackets, hoodies and T-shirts, along with a slight beard, for his media appearances.</p><p>The similarities—particularly the typically shaved President Macron's abrupt lapse into stubble—were not lost on political pundits and publications ranging from TMZ to the Telegraph in London. \"A month ago it would have been hard to imagine French President Emmanuel Macron trying to copy President Volodymyr Zelensky. Now it's the reality we live in,\" read one widely shared Tweet from Oleksiy Sorokin, the political editor and chief operating officer of the Kyiv Independent.</p><p>Through a representative, President Macron's office did not comment on his choice of clothing or the reaction to it.</p><p>While a hoodie and jeans does skew toward the extreme laissez-faire end of the fashion spectrum, President Macron was really just employing the well-worn political trick of being conspicuously casual, even slovenly, when deemed necessary.</p><p>When leaders deviate into casual wear it is \"just to show us and tell us the politicians are human too,\" said Lauren Rothman, a Washington, D.C.-based stylist who has worked with businessmen and politicians. Showing us is the crucial point. When the cameras start flashing, it turns a standard Sunday into a political moment that could sway the public.</p><p>\"Dressing like your audience suggests, 'I am one of you, we are the same, we are in this together,'\" said Peter Loge, associate professor of political communication at George Washington University.</p><p>In 1992, when they were running for office, future President Bill Clinton and Vice President Al Gore were photographed after a jog clutching McDonald's cups while wearing skimpy shorts, trucker hats and sweat-soaked T-shirts. In his years in the White House, President Barack Obama was photographed working from the executive wing on the weekends sans tie. On the campaign trail of the 2020 democratic primary, then-30-something former mayor Pete Buttigieg often forwent a blazer and rolled up his sleeves—a move many political analysts read as playing up his youth in a field of relatively geriatric candidates.</p><p>In 2020, when Canadian Prime Minister Justin Trudeau took a knee during a Black Lives Matter protest in Ottawa, he too abandoned his usual sport coat and tie, perhaps to underline his solidarity with the movement. And while he rarely strays from the suit, English Prime Minister Boris Johnson has been accused of intentionally messing up his mop-top hairdo as a way of making the blue-blood politician appear more like a man of the people.</p><p>It can be difficult to tell when dressing down is organic and when it is strategic. President Zelensky made the switch from conservative suits to military green garb as his country was thrust into war (that said, he was an actor before he became a politician, so he is likely quite conscious of how he appears on television). As for President Macron, the timing of this photoshoot is probably not coincidental: France is less than one month away from its 2022 presidential election. \"It strikes me that Macron must be very worried about his image if he thinks dressing like a '90s tech bro will help,\" said Prof. Loge. While President Macron currently has a lead in polls, his Instagrammed portraits showed a side of him that the public hasn't seen before, something that might have been intended to sway voters.</p><p>As the criticism of the Macron photos suggest, going casual can sometimes be a miscalculation. American readers likely still recall the media cyclone President Obama triggered simply by wearing a khaki suit in 2014 (an incident that has its own Wikipedia page.) \"The politician needs to seem sincere,\" said Prof. Loge, \"Dressing down works if it feels natural, voters have to believe the clothes are authentic and not part of an act.\"</p><p>More in Style &amp; Fashion</p><p>* Birkin Bros: Why Men Covet Wildly Extravagant Hermès Handbags March 7, 2022</p><p>* Paris Fashion Week Was All About Kanye, Julia Fox, Pusha T—and Oh, Yeah, Some Clothes January 26, 2022</p><p>* Why Are Rich Guys So Obsessed With These Boring-Looking Shoes? January 24, 2022</p><p>* Why Are All These People Showering in Their Arc'teryx Jackets? January 17, 2022</p><p>* The Surprising Story Behind the Watches You See on TV and in Movies January 10, 2022</p><p>Is Emmanuel Macron Trying to Dress Like Volodymyr Zelensky?</p>",
  "published": "2022-03-15T16:43:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1836,
          "end": 1846
        }
      ]
    }
  ]
}