{
  "_id": "43ff20912f0f40cdc61d394825a123848401e11ed3b823f9846312f5cad14df6",
  "feed": "wall-street-journal",
  "title": "Hasbro  Defeats  Activist  Challenge  ----  By Cara Lombardo",
  "text": "<p>   Hasbro Inc. fended off a board challenge from an activist who wanted the toy maker to explore spinning off one of its units and making other changes. </p><p>   Hasbro said Wednesday that its shareholders voted for its 13 directors by a wide margin, according to preliminary vote tallies. The activist, Texas-based Alta Fox Capital Management LLC, initially nominated five directors to Hasbro's board and later cut its slate to one nominee. </p><p>   Alta Fox said while it was disappointed by the outcome, it believes that Hasbro's shareholders benefited from the campaign. The fund owns a roughly 2.5% stake and had support from another activist, Ancora Holdings Inc. </p><p>   Hasbro shares were little changed in Wednesday trading. </p><p>   Pawtucket, R.I.-based Hasbro, which has a market value of around $12 billion, owns such brands as Nerf and Monopoly. It also holds the rights for toys based on the popular children's show \"Peppa Pig.\" </p><p>   A fast-growing part of Hasbro's business has been the Wizards of the Coast and Digital Gaming unit, which includes the cult-favorite role-playing game Dungeons &amp; Dragons and the card game Magic: The Gathering. Alta Fox had urged Hasbro to consider spinning the unit off, something that the company rejected. </p><p>   A handful of recent high-profile activist fights were won by companies. Kohl's Corp. investors rejected an activist's push to overhaul its board, though the company is now exploring a sale. McDonald's Corp. defeated Carl Icahn, who ran an unusual fight focused on animal rights at the fast-food chain's suppliers. </p><p></p>",
  "published": "2022-06-09T06:07:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1404,
          "end": 1420
        }
      ]
    }
  ]
}