{
  "_id": "0b576eda850b8ede8ede08520cff87381877e2c96b7787b3cda5d04e9ebdc216",
  "feed": "wall-street-journal",
  "title": "Companies Find Leaving Russia Difficult, Though Many Are Trying; Philip Morris, for one, has spent months trying to leave behind a business with 3,200 employees",
  "text": "<p>The process, begun in March shortly after Russia's invasion of Ukraine, includes navigating Moscow's shifting regulations, avoiding missteps that could prompt the government to seize the business and trying to protect employees from becoming targets for arrest.</p><p>Philip Morris is trying to sell its Russian business and has had talks with suppliers interested in buying it. At the outset, it wasn't clear which Russian authority would approve such a sale or what the process was for seeking that approval, Chief Executive Jacek Olczak said. Nearly three months later, the tobacco company is still trying to work it out.</p><p>\"It's so bloody complex,\" Mr. Olczak said in an April interview. \"This one is really mind-blowing.\"</p><p>Russia's February invasion triggered an avalanche of Western sanctions, and hundreds of businesses have pledged to exit or cut back operations in Russia. Global companies have racked up more than $59 billion in losses from their Russian operations, with more financial pain to come as sanctions hit the economy, according to public statements and securities filings.</p><p>Some companies without factories in Russia, such as Apple Inc., stopped shipments there. McDonald's Corp. temporarily shut its restaurants and kept paying workers until it agreed to sell the restaurants to a local franchisee.</p><p>For many companies, Russia hasn't been an important market for sales or investment partly because of the political environment and sanctions imposed after the 2014 Russian annexation of Crimea from Ukraine. Less than 1% of revenue from 1,000 major U.S. and Canadian companies comes from Russia, Morgan Stanley analysts estimate.</p><p>That wasn't the case for Philip Morris, which distributes Marlboro cigarettes outside the U.S. The company entered the Soviet Union in 1977, when it signed a licensing agreement with the state-owned industry to manufacture Marlboros. It now has a factory in St. Petersburg and sales offices in about 100 cities.</p><p>In 2021, Russia accounted for almost 10% of Philip Morris's global volume of cigarette and heated-tobacco shipments and around 6% of its $31.4 billion in net revenue. At the beginning of this year, Philip Morris had more than 3,200 employees in the country. The Russian operations had about $1.4 billion in assets at the end of March.</p><p>Because of the withdrawal, the company will meet a global sales goal for its smoke-free products a year later than expected, Emmanuel Babeau, the company's chief financial officer, said at a conference in May.</p><p>\"Russia was a good market,\" Mr. Babeau said. Before the invasion, the company faced challenges in converting smokers in Russia to smoke-free products. \"It's a growth market, but it's not necessarily the most dynamic market,\" he said.</p><p>Last month, Philip Morris cut a deal to re-enter the U.S. market by agreeing to acquire smokeless tobacco maker Swedish Match AB for $16 billion, a move that would boost its sales after the setback in Russia.</p><p>Shortly after the invasion, Danish containership company A.P. Moller-Maersk A/S suspended bookings in and out of Russia, stopped buying Russian fuel and decided to divest its Russian assets and operations.</p><p>\"Practically speaking though, it's not that easy to stop doing business in a country like Russia,\" said CEO Søren Skou at a shareholder meeting in mid-March.</p><p>Maersk had more than 50,000 import bookings en route to Russia. It tried for quick delivery but some were redirected or halted because of sanctions, the company said. Maersk also had about 50,000 shipping containers in Russia that it wanted back. That total was down to 14,000 by June, a spokesman said, but the pace has slowed as few ships come to Russia's ports.</p><p>Budweiser brewer Anheuser-Busch InBev SA has tried to stop its iconic American lager from flowing in Russia. The company has a joint venture in Ukraine and Russia with Turkish brewer Anadolu Efes. In mid-March, AB InBev said it had asked Efes, the controlling partner, to halt Bud sales in Russia.</p><p>In late April, AB InBev said it planned to sell its stake in the venture and record a $1.1 billion impairment charge. The parties are still negotiating, both companies said. AB InBev's request to stop Bud sales in Russia is a part of the transaction, the companies said.</p><p>Once companies start looking for potential buyers, their options are limited. Western companies can't sell to any parties that are under U.S. or European Union sanctions. Then there is the question of how to calculate the value of a business in a market that has suddenly been cut off from the rest of the world.</p><p>French bank Société Générale SA sold its operations to Russian oligarch Vladimir Potanin, who hasn't been sanctioned by the U.S. or the EU, and took a more than $3 billion hit to its income.</p><p>French auto maker Renault SA surrendered its 68% stake in Russian car maker AvtoVAZ to a state-backed entity for one ruble and a six-year option to buy back its shares. Renault had invested billions of euros in Russia and last year had almost 30% of market share there. It also employed more than 40,000 people in the country.</p><p>The sale for the equivalent of a couple U.S. pennies not only highlights Renault's limited options, but also shows the difficulty of valuing a Russian business amid the uncertainty of Russia's isolation from the world and the direction of its economy.</p><p>\"What is the future of Russia?\" said Mr. Olczak, the Philip Morris CEO. \"Is it half? Is it 10%?\"</p><p>The Russian government is also making it difficult for companies to pull out. Pending legislation in Russia could allow the government to nationalize or seize assets from companies that decrease production or lay off a certain number of employees. Russia has prohibited companies from repatriating dividends and exporting assets such as machinery to countries it deems hostile.</p><p>Russian prosecutors, labor inspectors and other government agencies contact companies as soon as they announce a reduction in operations or an intention to exit Russia. These visits, warning letters and summonses have included threats to arrest corporate leaders there who criticize the government, The Wall Street Journal has reported.</p><p>SHARE YOUR THOUGHTS</p><p>How effective do you think sanctions on Russia are proving to be? Join the conversation below.</p><p>Executives say they have made employee safety the top consideration in their exit plans. In early March, Philip Morris issued a statement about its plans to scale down production because of supply-chain problems. The company canceled its planned March launch of IQOS Iluma, a heated-tobacco device with new technology that Philip Morris didn't want to leave behind in Russia. It also quietly moved non-Russian employees out of the country and took steps to digitally shield its trade secrets, Mr. Olczak said.</p><p>After those moves were complete, Philip Morris announced it was exiting the Russian market entirely. Mr. Olczak said he had a duty to shareholders as well as to his workforce in Russia. The company has continued to pay employees there and has tried to make clear to Russian authorities that the exit decisions were made by company leaders in Switzerland—not by local managers in Russia, Mr. Olczak said.</p><p>The final steps of the exit process will be trial and error, he said, as the company tries to determine what sort of structure the Russian authorities will approve.</p><p>\"You go and you try,\" he said, referring to interactions with Moscow authorities. \"You don't know how they will react.\"</p><p>Jean Eaglesham and Nick Kostov contributed to this article.</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com and Thomas Gryta at thomas.gryta@wsj.com</p><p>Companies Find Leaving Russia Difficult, Though Many Are Trying</p>",
  "published": "2022-06-21T09:30:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1175,
          "end": 1191
        }
      ]
    }
  ]
}