{
  "_id": "73723d019218243c444bbec49d06f80238e4f58401a8db509342b8fd8c59f54a",
  "feed": "ftcomall",
  "title": "Kemi Badenoch makes her mark in Tory leadership battle with direct approach",
  "text": "<p>At The Spectator magazine summer party last Thursday, all eyes were on ex-chancellor and Tory leadership frontrunner Rishi Sunak. But while he worked the crowd, attention turned to whether the Conservative's in-house bible could birth a second prime minister.</p> <p>The title is closely associated with <a href=\"https://www.ft.com/boris-johnson\">Boris Johnson</a>, its editor from 1999 to 2006. But in the contest to succeed him, a lesser-known Spectator alumna has emerged as a surprise contender: Kemi Badenoch, who was its digital director before entering politics. </p> <p>Like junior trade minister <a href=\"https://www.ft.com/stream/b2677a5a-4e97-4454-8ccc-d67c1097427b\">Penny Mordaunt</a>, Badenoch, former equalities minister, has benefited from not being closely associated with Johnson. She has never served in cabinet and was one of more than 40 to resign from government last Wednesday. </p> <p>Badenoch's bid has gained momentum among Conservative MPs thanks to her willingness to speak her mind. In the leadership ballot on Thursday, 49 Tory MPs supported her, with one backer noting “she's the most exciting thing about this contest”.</p> <p>Fraser Nelson, editor of The Spectator, said frankness is Badenoch's defining characteristic. “Kemi means what she says and says what she means, which is not always an advantage in politics. Her supporters admire the directness because it's not confected or focus-grouped but it could get her into trouble.”</p> <p>The 42-year-old has never shied away from confrontation. Last year, Badenoch had a public spat with a Huffington Post reporter Nadine White who she accused of “creepy and bizarre behaviour” for asking why she had not appeared in a vaccination campaign video. Number 10 said at the time the dispute was a “misunderstanding”.</p> <p>She has developed a reputation in Westminster for her strident stance on sensitive cultural issues, particularly racial debates and trans rights. Following the publication of the Sewell report into racial equality last year, she said there was <a href=\"https://www.ft.com/content/98c768b4-6964-4091-971e-2b7d5186d115\">no evidence that the UK was “institutionally racist”</a>.</p> <p>Badenoch's pugnacious attitude comes partly from her upbringing, atypical for a Tory leader contender. She was born in the London suburb of Wimbledon and spent some of her childhood in Nigeria. During her teenage years she worked at McDonald's before studying computer systems engineering at the University of Sussex.</p> <p>Her engineering background is also unusual among Conservative MPs. Badenoch's pre-politics career included roles at the Royal Bank of Scotland and the bank Coutts. But debating and politics have always been her passion. </p> <p>Having joined the Tory party aged 25, one friend said: “It was always totally obvious that politics was her main game and the focus of her life.”</p> <p>Badenoch's entry into public life was not straightforward. She stood unsuccessfully in a safe Labour seat in 2010 and did not stand in the 2015 general election. That same year she joined the London Assembly, where she briefly crossed over with Johnson when he was London mayor. </p> <p>Her strong support for Brexit has given her campaign momentum. During the 2016 referendum, she endorsed the UK leaving the EU as “the greatest ever vote of confidence in the project of the United Kingdom”. Many ardent Brexiter MPs have backed her over rightwing rival Liz Truss, foreign secretary, who supported Remain.</p> <p>In a 2017 “snap” general election, Badenoch was elected in the rural constituency of Saffron Waldon in Essex, south-east England. Then, as now in the Tory leadership race, she was an outsider but won supporters with an impressive stump speech. One Conservative activist who was there said: “The selection was meant to be stitched up for someone else up but she blew everyone else out of the water.”</p> <p>Aside from foreign affairs select committee chair Tom Tugendhat, who has never been a minister, Badenoch has the least political experience of the remaining five contenders to be prime minister. Her government career began just three years ago when Johnson appointed her as the junior children's minister. </p> <p>She was later promoted to a joint equalities and Treasury ministerial role in February 2020, swapping the latter portfolio for a position in the Department for Levelling Up last September. One ally said: “Kemi has done jobs in three different government departments, including in the Treasury during Covid-19. That pressure makes you a better minister.”</p> <p>Badenoch's leadership campaign was the least prepared of the hopefuls; she decided to run only after Johnson resigned and her team is more akin to a tech start-up in scale than a sophisticated political outfit, run primarily by MPs instead of party apparatchiks. </p> <p>Her bid may have been dismissed were it not for the early endorsement of former levelling up secretary Michael Gove. His intervention, praising her “no bullshit” approach, transformed her chances. “Kemi doesn't just win the argument, she delivers — on getting the Whitehall machine to embark on new policies and on levelling up Britain,” Gove wrote in The Sun.</p> <p>Her leadership pitch has focused on mixing classic Tory themes with her personality. At her campaign launch, Badenoch advocated “free markets, limited government and a strong nation state”, with a focus on straight-talking. “For too long politicians have said you can have your cake and eat it. I'm here to tell you that isn't true,” she said.</p> <p>Her policy pledges include scrapping the <a href=\"https://www.ft.com/content/239c33ea-8d41-4e79-ab88-e53bf558a2cf\">online harms bill</a> — requiring social media and dating apps to take down “harmful” content even if lawful — which she has accused of legislating for “hurt feelings”.</p> <p>She has also advocated breaking up the Treasury, with responsibility for economic growth shifting to the prime minister. But she has repeatedly <a href=\"https://www.ft.com/content/7985a47e-2eb1-4d3b-8ad3-ac35c511e10c\">criticised</a> the UK's net zero climate targets, saying she would suspend green levies on energy bills, only to conclude on Thursday she might keep them after all.</p> <p>Badenoch's candidacy has been undermined by some on the Conservative right. Former Brexit minister Lord David Frost has called for her to stand aside to allow Truss to unite the right flank and ensure the final shortlist of two is not made up of centrist figures.</p> <p>Badenoch's allies, however, think the televised leadership debates this weekend will give her an opportunity to shine. “Kemi has brought interesting ideas and a new approach to this leadership contest,” said her campaign. “She has no intention of stepping down and is in it to win.”</p><p>Source: Sebastian Payne in London 2022 'Kemi Badenoch makes her mark in Tory leadership battle with direct approach' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-16T08:00:13.167Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2167,
          "end": 2177
        }
      ]
    }
  ]
}