{
  "_id": "f2ac39d6dfcb61ce2562d54ab39f774e0441e4d93b4ff44c3efc1a48162a8b4f",
  "feed": "wall-street-journal",
  "title": "McDonald's CEO Confronts a Supersized Challenge; Chris Kempczinski is navigating the pandemic's upheaval, political issues; seeking an alternative to 'the \"billions and billions served\" experience'",
  "text": "<p>Covid-19's global spread has upended business for McDonald's, and for 53-year-old Mr. Kempczinski, who started as CEO two years ago, just months before the pandemic emerged in the U.S.</p><p>McDonald's franchisees can't recruit enough staff to keep many U.S. restaurants open full-time, particularly at night. Costs are going up, and the company and its franchisees are assessing how to raise menu prices without scaring off customers, he said.</p><p>Now, the Omicron variant is driving infections to record levels in the U.S., raising further questions about how consumers will respond. Restaurant sales slowed at the end of December, according to industry data, and chains such as Shake Shack Inc. recently said that Omicron's impact is expected to endure at least weeks more.</p><p>Leading the Golden Arches—one of the most visible jobs in America––presents its own challenges, Mr. Kempczinski said. In response to the shooting deaths of two Chicago children in early 2021, Mr. Kempczinski wrote in a text message to the city's mayor: \"the parents failed those kids which I know is something you can't say. Even harder to fix.\" Activists obtained the text message through a public-records request and made it public last November, leading to criticism from community groups, politicians and his own franchisees. Mr. Kempczinski has apologized.</p><p>Mr. Kempczinski said he's increasingly sensitive to the sometimes-competing interests of investors, franchisees, customers, workers, activists and lawmakers.</p><p>\"Invariably, people are going to disagree with you,\" Mr. Kempczinski said in an interview at the chain's headquarters last month. \"You are getting a thousand different points of view.\"</p><p>Americans' shifting dining habits pose a bigger concern for a legacy brand like McDonald's. The chain grew to be the nation's largest by domestic sales by consistently serving the same burgers and fries across the country. Now, younger consumers increasingly want drinks and meals that are customized to their own tastes, and the restaurant industry has become inundated by choices. The pandemic isn't slowing that trend, said Mr. Kempczinski, who sees the restaurant sector continuing to splinter into niche brands.</p><p>Mr. Kempczinski was elevated to the CEO role in a time of tumult at the 66-year-old chain. McDonald's fired Steve Easterbrook from the job in November 2019 after he admitted to having an affair with a company employee. Mr. Easterbrook said he failed at times to uphold the company's values as CEO and apologized.</p><p>Mr. Kempczinski, a packaged-goods veteran brought to McDonald's by Mr. Easterbrook to develop company strategy, had spent less than five years at the chain before becoming CEO, making him an outsider to many of the 2 million-plus employees who work for the sprawling company and its franchisees, he said.</p><p>The pandemic further disrupted McDonald's, forcing restaurant closures around the globe and testing its supply chain. A decline in the number of commuters hurt the company's breakfast business, a segment McDonald's had targeted for growth.</p><p>McDonald's sales eventually rebounded as local authorities allowed drive-throughs to remain open and Americans turned to to-go food. The chain's global sales returned to pre-pandemic levels by March of 2021, and rose to the highest level since 2016 in the quarter that ended Sept. 30. Its shares have climbed 91% since its pandemic low in March of 2020; in the same period the S&amp;P 500 has risen 108%.</p><p>Mr. Kempczinski said the pandemic showed that McDonald's needed a more focused menu, one built around burgers, chicken and coffee. McDonald's U.S. coffee sales benefited from its restaurants continuing to serve customers throughout the pandemic, and the chain's chicken business has grown since the debut of new sandwiches last February, he said.</p><p>McDonald's is facing increased competition in its U.S. beef and dinnertime markets, however, as more restaurants offer alternatives to the chain's evening to-go business through delivery, he said.</p><p>McDonald's is also striving to keep interest in its menu, particularly among younger consumers who want meals that feel special, Mr. Kempczinski said.</p><p>\"They don't want the 'billions and billions served' experience,\" he said. \"They want it to be a unique, one-out-of-a-billion type of experience—and we have to figure out how we can do that.\"</p><p>The company is trying to generate sales without clogging up its menu, Mr. Kempczinski said, as new food options rarely last years. Since 2020, McDonald's has promoted a series of combo meals backed by rapper Travis Scott, South Korean pop group BTS and other celebrities that draw on existing McDonald's food and drinks. The \"Saweetie Meal\" last August, for example, included a Big Mac, Chicken McNuggets, fries, a Sprite and \"Saweetie 'N Sour\" sauce, the chain's dressing renamed for the hip-hop artist during the deal. The promotions have helped U.S. sales vault past pre-pandemic levels, McDonald's said.</p><p>Mr. Kempczinski, who cut his teeth as a marketer at Procter &amp; Gamble Co., said that McDonald's can do more to improve its message to customers and make its offerings more personal. The company recently started a loyalty program that provides discounts to customers who frequent the chain, while gaining data on their dining habits to inform its strategy.</p><p>Like other restaurants, McDonald's struggles to hire and retain workers. Mr. Kempczinski said the company's U.S. locations are open 10% fewer hours, on average, than before the pandemic because of short staffing.</p><p>Mr. Kempczinski said he thinks a lot about how to attract talent, particularly corporate employees who can improve the burger company's technological abilities. McDonald's needs to be a fun place to work, he said, offer jobs that people want and take care of workers. Mr. Kempczinski said that is particularly important as unions seek to organize workers in more U.S. companies, including at Starbucks Corp.'s Buffalo, N.Y.-area stores.</p><p>\"If we lose sight of that, you create the conditions for what we saw in Buffalo,\" he said. Starbucks declined to comment. It has previously said that it was listening to workers' concerns, stepping up recruiting across the U.S. to help with workloads and increasing hourly wages and training.</p><p>Service-worker unions have long looked to organize McDonald's locations, citing allegations of harassment and poor conditions during the pandemic. Mr. Kempczinski said McDonald's workers didn't need a union, and that younger employees will eventually view unions as too restrictive.</p><p>Mary Kay Henry, president of the Service Employees International Union, said that Americans are more supportive of unions than they have been in years, and that Mr. Kempczinski should sit down with chain cooks and cashiers to directly hear their concerns.</p><p>\"I don't think you need a corner office to see that the best way to attract and retain workers is to listen to their experience and demands,\" Ms. Henry said.</p><p>Mr. Kempczinski said he wants the federal government to avoid adopting policies that he said would add to McDonald's staffing problems. He pointed to the Biden administration's attempted federal vaccination mandate for large employers as a challenge to McDonald's and its franchisees, who collectively amount to one of the largest U.S. private employers, with around 800,000 people working in their domestic restaurants.</p><p>McDonald's has secured Covid tests for its franchisees to administer to workers, but, he said, restaurant owners aren't well equipped to track the infection status of so many employees. Instead, he argued, testing and tracking should be carried out widely by healthcare agencies or other parts of the government.</p><p>\"We're not set up to do that sort of verification,\" he said.</p><p>The U.S. Supreme Court blocked the mandate this past week.</p><p>An Occupational Safety and Health Administration spokeswoman said the agency found compliance with the vaccinate-or-test rule was feasible for large employers. \"The rule provides a road map for businesses to keep their workers safe,\" she said.</p><p>Mr. Kempczinski is also focused on the culture of McDonald's, something he said he would improve after inheriting an environment that some alleged had allowed for improper fraternizing among employees. He recruited new human-resources executives, and last year began to tie annual incentives for executives to metrics such as fostering inclusion in the company and upholding corporate values. McDonald's is also implementing its first global employee-conduct standards across its operations. Restaurants will be assessed on metrics that cover discrimination and harassment beginning this month.</p><p>\"The CEO does set the culture and others are going to then pick up on what you choose to focus on,\" he said.</p><p>After Mr. Kempczinski's texts about the Chicago children's shooting deaths were made public in November, some McDonald's franchisees said they feared anger over the issue could diminish their ability to recruit workers in an already-challenging labor environment.</p><p>SHARE YOUR THOUGHTS</p><p>How have your dining habits changed during the pandemic? Join the conversation below.</p><p>Mr. Kempczinski said he has acknowledged the mistake and is learning from it. He said McDonald's business wasn't negatively affected by the controversy, and that the chain's brand perception is the best it has been in years.</p><p>Mr. Kempczinski said he is spending more time planning for the future so the company is prepared for future executive departures. The executive said he could see being CEO for some time to come, but he doesn't count on it given that the restaurant industry is in a constant state of change.</p><p>\"I'd say I'm a little bit more Zen about just everything that goes into the job,\" he said.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>McDonald's CEO Confronts a Supersized Challenge</p>",
  "published": "2022-01-14T16:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2555,
          "end": 2565
        },
        {
          "start": 4627,
          "end": 4637
        },
        {
          "start": 3795,
          "end": 3805
        },
        {
          "start": 7190,
          "end": 7200
        },
        {
          "start": 6291,
          "end": 6301
        },
        {
          "start": 8849,
          "end": 8859
        },
        {
          "start": 9195,
          "end": 9205
        },
        {
          "start": 3579,
          "end": 3589
        },
        {
          "start": 4925,
          "end": 4935
        },
        {
          "start": 9766,
          "end": 9776
        },
        {
          "start": 8428,
          "end": 8438
        },
        {
          "start": 3011,
          "end": 3021
        },
        {
          "start": 5321,
          "end": 5331
        },
        {
          "start": 5671,
          "end": 5681
        },
        {
          "start": 3992,
          "end": 4002
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 6408,
          "end": 6418
        },
        {
          "start": 7043,
          "end": 7053
        },
        {
          "start": 2280,
          "end": 2290
        },
        {
          "start": 185,
          "end": 195
        },
        {
          "start": 5026,
          "end": 5036
        },
        {
          "start": 4477,
          "end": 4487
        },
        {
          "start": 7358,
          "end": 7368
        },
        {
          "start": 3047,
          "end": 3057
        },
        {
          "start": 3494,
          "end": 3504
        }
      ],
      "nexusId": "10050164"
    }
  ]
}