{
  "_id": "f4accb23932d06d79b553bdb54c3fa5d8de29481542d70d7a35e859db84daad8",
  "feed": "wall-street-journal",
  "title": "Wegmans Stops Using Self-Checkout App After Suffering Losses; Many grocery stores started using self-checkout technology during the pandemic. Experts say the technology makes it easier for shoplifters to sneak by.",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>Do you use self-checkouts in stores or do you prefer to interact with a cashier? Join the conversation below.</p><p>Wegmans joined a wave of grocery stores using self-checkout technology during the pandemic to compensate for worker shortages and to limit worker and customer interactions. But the technology makes it easier for shoplifters to sneak by, retail experts have said.</p><p>Retailers including Kroger Co. and CVS Health Corp. have separately warned that their businesses are dealing with increases in thefts.</p><p>Wegmans said in a statement that while users enjoyed the convenience of the Scan app, it needed to be improved to meet business needs.</p><p>\"Unfortunately, the losses we are experiencing prevent us from continuing to make it available in its current state,\" said Deana Percassi, a Wegman's spokeswoman.</p><p>Wegmans is a family-owned chain with more than 100 locations. Its supermarkets have a cult following, and customers for more than a century have shopped in its in sprawling emporiums.</p><p>The chain began using its self-checkout app during the pandemic. Other stores, including Amazon.com Inc.'s Go shops, had already been using checkout-free technology in stores.</p><p>Grocery stores have nearly doubled their self-checkout usage since the pandemic started, with such systems comprising nearly a third of all transactions last year, according to a report by FMI-The Food Industry Association. Some shoppers, however, have reported that being frustrated by the technology, which caused them to double-scan items or have trouble looking up produce.</p><p>U.S. retailers and restaurants are raising more concerns about theft and other safety issues, saying incidents have increased in recent years. Violent crime has been on the rise across the country since the onset of the pandemic, and consumers have resumed shopping in stores and dining out. Incidents are increasing partly as people face tighter budgets and inflation, some industry experts have said.</p><p>McDonald's Corp.'s chief executive said last week that the burger chainis grappling with violent crime, homelessness and drug overdoses in its Chicago locations, and called on city and business leaders to address the problems. Starbucks Corp. in July said it would permanently close 16 stores after workers at those locations reported incidents related to drug use and other disruptions.</p><p>For grocery stores, theft and homelessness are driving store-safety challenges, operators have said. Companies with stores in big cities have said they are hiring more security guards and locking up theft-prone products such as over-the-counter medicine, while coaching employees on how to manage conflicts. Some supermarket operators have limited hours, or are changing layouts frequently so they aren't as familiar to potential thieves.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com and Jaewon Kang at jaewon.kang@wsj.com</p><p>Wegmans Stops Using Self-Checkout App After Suffering Losses</p>",
  "published": "2022-09-19T18:19:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1967,
          "end": 1977
        }
      ],
      "nexusId": "10050164"
    }
  ]
}