{
  "_id": "825043cbc582ebf0c93ff245e67cb7825f35eb83c1c9c46d434c512c037b02f2",
  "feed": "wall-street-journal",
  "title": "Food Prices to Keep Going Up, as Costs Surge; Kraft, Tyson, McDonald's owners say higher fuel, labor and ingredient expenses are driving inflation",
  "text": "<p>Cory Onell, chief sales officer at Kraft Heinz, wrote in the memo to retailers that inflation continues to affect the economy and shape consumption patterns. Costs continue to rally and the persistence of increases makes it necessary to announce price changes, he wrote.</p><p>From farmers and factories to grocery stores and restaurants, many executives say they are experiencing jaw-dropping cost increases for labor, packaging, ingredients and transportation. The rise of fuel prices is making it more expensive to produce and sell food. Food retailers and restaurants have said they are passing along some wholesale price increases and additional costs to consumers.</p><p>The Labor Department on Friday said grocery prices rose 11.9% in May over the past year, and prices increased 7.4% at restaurants and other food venues outside the home in the period. For both, it marks the biggest jump in over four decades.</p><p>Russia's invasion of Ukraine, one of the world's top grain-producing regions, is lifting the price of pantry staples, cooking oils and livestock feed for meat. Bad weather affecting other big crop-producing countries, including in parts of South America, Australia and India, is fueling the global crunch, too.</p><p>Kraft, commenting on the coming price increases, said they reflect the costs of production the entire industry is facing.</p><p>Many food makers, including Kraft, have already raised prices this year. Kraft has raised prices 13.9% since 2019, Chief Executive Officer Miguel Patricio said at an investor conference earlier this month. He said other brands have followed, and because price increases are widespread across stores, consumers aren't reacting as much as they have historically.</p><p>Still, in recent months, more people have switched to buying less expensive brands or cuts of meat at grocery stores and eating out at restaurants less often, industry executives said, as inflation and gas prices weigh on household budgets.</p><p>Companies are finding other ways to offset inflation, too. They sell smaller packages for a higher price per ounce. And they make operations more efficient to save money. Kraft, for example, said it is improving its productivity at factories. \"If we only rely on price increases, we're going to have problems,\" Mr. Patricio said.</p><p>SHARE YOUR THOUGHTS</p><p>Which food price increases have you felt most acutely? Join the conversation below.</p><p>To soften the blow of price increases, food makers also provide deals. Kraft said it is offering some larger package sizes for a better value.</p><p>McDonald's is studying the impact of its restaurants' price increases to make sure they aren't too much for consumers, Ian Borden, head of McDonald's international business, said during an investor conference Thursday. The chain also wants to ensure McDonald's remains a good value for customers.</p><p>\"We have the approach that we want to do more frequent increases but at smaller levels,\" Mr. Borden said.</p><p>The chain's franchisees ultimately determine prices at their locations, and some McDonald's restaurant owners said they are increasing prices now given rapidly escalating costs, particularly for fuel.</p><p>At grocery stores, discussions with vendors about price increases are increasingly tense, industry executives said, as retailers worry they will lose shoppers from sticker shock.</p><p>In April, Campbell Soup Co. told retailers that it would soon implement its third round of price increases in the past year, affecting products that are increasingly expensive to make. CEO Mark Clouse said higher prices on some of its condensed soups have hurt sales to baby boomers. But sales volume of Campbell's Chunky soup still rose 8% in the latest quarter despite significantly higher prices. </p><p>Campbell Soup said higher prices on some of its products have hurt sales to baby boomers. PHOTO: Kristen Norman for The Wall Street Journal</p><p>Mr. Clouse said on a conference call Wednesday that the company was trying to keep prices as reasonable as possible. \"We know the pressure that consumers are feeling,\" he said.</p><p>Mondelez International Inc. CEO Dirk Van de Put said earlier this month that the snack maker's price increases haven't curtailed purchases, which he said was surprising. But there will be a lot more price increases to come over the next year, he said.</p><p>Meat prices have surged over the past year as processors have said their factories remain short-staffed, so they can't slaughter as many cattle, hogs and chickens. Meanwhile, demand from grocery stores and restaurants hasn't let up, executives have said, contributing to higher meat prices. Boneless, skinless chicken breast prices, for example, are up 68% since the start of the year, according to the Agriculture Department.</p><p>Tyson Foods Inc., the biggest U.S. meat processor by sales, said it increased beef prices by an average 24% over the three months ended April 2, while its costs increased by 15% over the quarter because of higher expenses for animal feed, freight and labor.</p><p>Sanderson Farms Inc., the third-largest chicken producer, said last month that it raised prices for its products by about 34% for the quarter that ended April 30.</p><p>Hormel Foods Corp., the maker of Spam, said prices for corn and soybean meal for livestock feed were up more than 125% and 40%, respectively, as of early May. High feed prices are expected to continue, company officials said, especially with farmers getting off to a late planting start this year because of cold and wet weather across the Midwest this spring.</p><p>The highly pathogenic avian influenza outbreak that has led to the death of nearly 40 million birds has also sent the price of eggs and turkey products higher in recent months, analysts and Hormel officials have said.</p><p>Casual-dining chain Cracker Barrel Old Country Store Inc. is raising prices later this month and in early August while keeping value items on its menus, as some of its customers have grown more price-conscious, the company told investors Tuesday.</p><p>Shake Shack Inc. executives said they are experiencing the cost squeeze from suppliers. Vendors now often call the chain to give new contract prices for goods, which is unusual at this pace, CEO Randy Garutti said at an investor conference Tuesday.</p><p>Mr. Garutti said: \"Inflation is real, and it's not going to get any better any time soon in the restaurant business.\"</p><p>Heather Haddon and Patrick Thomas contributed to this article.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com and Annie Gasparro at annie.gasparro@wsj.com</p><p>Food Prices to Keep Going Up, as Costs Surge</p>",
  "published": "2022-06-11T09:30:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 60,
          "end": 70
        },
        {
          "start": 2519,
          "end": 2529
        },
        {
          "start": 3003,
          "end": 3013
        },
        {
          "start": 2658,
          "end": 2668
        },
        {
          "start": 2769,
          "end": 2779
        }
      ]
    }
  ]
}