{
  "_id": "d2ff0a1f6276053cf36fb05e591bcc415395f15deda650e19b99f8d00372d4e0",
  "feed": "wall-street-journal",
  "title": "Ex-NASA Astronaut Scott Kelly Says He's Ending Feud With Russian Space Chief; Decision comes after NASA sent an email to former astronauts asking them to back off criticizing Russian partners",
  "text": "<p>Mr. Kelly, who spent nearly a year in 2015 and 2016 aboard the ISS, got into a heated exchange on Twitter last week with the Russian space chief over the series of posts.</p><p>Now Mr. Kelly said he is ending the spat with Mr. Rogozin after NASA sent an email to former astronauts asking them to stop criticizing their Russian partners because it was hurting the mission aboard the ISS, an orbiting lab where American astronauts and Russian cosmonauts work side by side.</p><p>\"I respect their position. They have a tough job. I believe in NASA and what they do. I want to help them. I respect the person that sent it greatly,\" Mr. Kelly said in an interview. \"I would say that if I was in their position, I would have done the same exact thing.\"</p><p>The public squabble showed how Russia's invasion of Ukraine has heightened tensions between NASA and Roscosmos and their partnership operating the ISS.</p><p>NASA didn't reply to a request for comment. NASA said Monday that it continues to work with Roscosmos and its other international partners for the continuing safe operations of the ISS.</p><p>Roscosmos said in a statement published Monday by the state-owned Russian news agency Tass that Mr. Vande Hei will return to Earth aboard a Russian capsule on March 30 as previously scheduled.</p><p>Mr. Kelly said last week that he was enraged that the Russian space program would take the time to make a video threatening to leave behind Mr. Vande Hei on the ISS. On Tuesday, Mr. Vande Hei broke Mr. Kelly's 340-day record for the longest American spaceflight.</p><p>Mr. Rogozin also tweeted a different video showing workers covering depictions of flags of the U.S., Japan and other nations on a Russian rocket.</p><p>\"Dimon, without those flags and the foreign exchange they bring in, your space program won't be worth a damn. Maybe you can find a job at McDonald's if McDonald's still exists in Russia,\" Mr. Kelly tweeted at Mr. Rogozin in Russian, using a diminutive for Dmitry.</p><p>In a now deleted tweet, Mr. Rogozin responded: \"Get off, you moron! Otherwise the death of the ISS will be on your conscience!\"</p><p>Mr. Rogozin eventually blocked Mr. Kelly on Twitter.</p><p>Mr. Kelly said Wednesday he will continue posting his criticism of the Russian government for their invasion of Ukraine to his 5.3 million followers on Twitter, but will stop chastising Mr. Rogozin. He said he has no hard feelings toward NASA after they asked astronauts to cool off the criticism of the Russian space program.</p><p>NASA is \"trying to hold this partnership together that is important not only to the United States but is important to Russia,\" Mr. Kelly said. \"I have a lot of Russian friends that work in the space program. I don't want them to lose their jobs.\"</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Ex-NASA Astronaut Scott Kelly Says He's Ending Feud With Russian Space Chief</p>",
  "published": "2022-03-16T18:08:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1827,
          "end": 1837
        },
        {
          "start": 1813,
          "end": 1823
        }
      ]
    }
  ]
}