{
  "_id": "cf5f1410e571a123c0f55b8f44fa51475bb885ff16621e326e4182fd54fd602e",
  "feed": "market-watch",
  "title": "Dow futures jump 500 points on hopes for Russia-Ukraine talks, lower commodity prices",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 rose 506 points, or 1.6%, to 33,108</p><p>Futures on the S&amp;P 500 ES00 gained 1.7%, or71 points, to 4239</p><p>Futures on the Nasdaq 100 NQ00 gained 2.1%, or 280 points, to 13,547</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 185 points, or 0.56%, to 32633, the S&amp;P 500 SPX declined 30 points, or 0.72%, to 4171, and the Nasdaq Composite COMP dropped 35 points, or 0.28%, to 12796.</p><p>The S&amp;P 500 has dropped nearly 5% over the last four sessions.</p><p>What's driving markets</p><p>Ahead of a Thursday meeting between Russia's and Ukraine's foreign ministers in Turkey, analysts looked at an apparent thawing of positions. Ukraine President Volodymyr Zelensky said he is no longer pressing for NATO membership, one of Russia's stated reasons for its invasion.</p><p>“While this isn't [Russian President Vladimir] Putin's only demand, it is a major one and offers him at least some ‘victory' that he can claim to save face if he wants to pull out,” said Marshall Gittler, head of investment research at BDSwiss Holding.</p><p>The German DAX DX:DAX and French CAC 40 FR:PX1each surged more than 5%.</p><p>Oil futures CL.1 slipped a day after President Joe Biden announced a ban on Russian oil and gas imports, as major brands including McDonald's MCD and Coca-Cola KO said they would exit Russia.</p><p>The recent surge in commodity prices resulting from the war in Ukraine is seen leading to even higher inflation in Europe and the U.S. in particular, raising the possibility of slower economic growth or recession. Some banks have raised their inflation forecasts, lowered growth outlooks and considered the possibility of stagflation.</p><p>The U.S. economics calendar includes data on January job openings, weekly crude oil inventory data, and the USDA&#xa0;World Agricultural Supply and Demand Estimates, though the highlight of the week may be Thursday's February consumer price index and a European Central Bank decision.</p>",
  "published": "2022-03-09T07:35:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1247,
          "end": 1257
        }
      ],
      "nexusId": "10050164"
    }
  ]
}