{
  "_id": "9d73bcf59b9a9bb6e926a24008adbb1d3017d300611a8fdd91c738af737e70c2",
  "feed": "market-watch",
  "title": "Burger King franchisor reduces number of nuggets in meals to 8 from 10 in effort to combat inflation",
  "text": "<p>Carrols Restaurant Group, the largest Burger King franchisor in the U.S., is taking steps to combat commodity inflation, including reducing the number of nuggets in a meal.</p><p>“As you may have recently read, the Burger King brand has about a dozen menu and promotional initiatives, some of which have already been implemented and some that will be implemented over the course of this year,” said Daniel Accordino, chief executive of Carrols, on the earnings call, according to a FactSet transcript.</p><p>“Recent actions in this regard from our franchisor[s] include lifting price caps on value menu items and reducing the number of nuggets [in] meals from 10 pieces to 8. The Whopper, the brand's most popular product by a wide margin, has also been removed as a core discount item and is no longer available in the two-for-six or two-for-five promotions.”</p><p>See: Nitro Pepsi, a creamy cola that leaves a frothy mustache, launches March 28</p><p>Carrols detailed the commodity inflation that the company is facing, with beef, which makes up a quarter of its food basket, up 33% over last year.</p><p>Carrols is also facing labor inflation, with the company raising average hourly wages by 14% year-over-year as it tried to maintain open hours from 6am to 11pm while competing to hire and retain workers.</p><p>“Domestic food, paper producers and distributors supplying most of our commodities are dealing with labor constraints, along with higher fuel costs and are passing the increases on to us. As a result, commodity inflation overall was approximately 16% this past quarter compared to the prior year period,” Accordino said.</p><p>“While we cannot predict when these inflationary cost pressures will end, we can say that we believe that in the back half of 2022, the year-over-year percentage increases for labor and commodity costs will moderate. We also intend to continue to move pricing to partially offset inflation to the extent possible without impacting traffic.”</p><p>And: Kraft Heinz and TheNotCompany joint venture will focus on plant-based foods</p><p>Carrolls reported a fourth quarter net loss of $16.4 million, or 33 cents per share, after a loss of $18.6 million, or 37 cents per share, last year. An adjusted loss of 15 cents per share was narrower than the FactSet consensus for a loss of 25 cents per share.</p><p>Sales totaled $416.1 million, down from $420.5 million and just ahead of the FactSet consensus for $415.8 million.</p><p>Carrols operates 1,028 Burger King restaurants across 23 states, and 65 Popeyes restaurants in seven states.</p><p>Comparable restaurant sales at Burger King rose 7.4% for the quarter, and were up 1% at Popeyes.</p><p>Accordino called January 2022 a “challenging month” with snowstorms in major markets and omicron-related staffing issues driving down Burger King comparable sales by 1.4%. February, on the other hand, has been “promising.”</p><p>In addition to challenges tied to inflation and weather, Carrols is undergoing a change in leadership, with the company announcing a new chief executive effective April 1.</p><p>Also: Carrols names McDonald's vet as CEO</p><p>“Carrols is taking significant menu pricing (~8%), but has been careful to align price actions with competitors, limiting the risk of overshooting,” wrote Truist in a note.</p><p>” Inflationary pressures are muting margins, but we expect a moderation in 2H22, driving margin expansion.”</p><p>Truist rates Carrols stock buy with a $6 price target.</p><p>Burger King and Popeyes are both part of the Restaurant Brands International Inc. QSR lineup. Restaurant Brands reported fourth quarter profit and sales that beat expectations earlier this month.</p><p>Carrols stock was down 1.2% on Thursday, and has slumped 59.3% over the past year. The benchmark S&amp;P 500 index SPX has gained 8.4% over the last 12 months.</p>",
  "published": "2022-02-25T07:36:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3024,
          "end": 3034
        }
      ]
    }
  ]
}