{
  "_id": "e587bec3a2c3880b154a54586da899d9248cb602f95c765102fce29562055b26",
  "feed": "ftcomall",
  "title": "No easy solution to UK cost of living crisis",
  "text": "<p>Good evening,</p> <p>UK consumer confidence has <a href=\"https://www.ft.com/content/de798aac-2162-42cd-baaf-2accf546762c\">plummeted to its lowest level</a> since 1974, according to market researcher GfK. Its survey measures how people regard the state of their personal finances and wider economic prospects and the index fell 2 percentage points to minus 40 in May.</p> <p>The report comes at a time when the government is under pressure to combat a cost of living crisis, with <a href=\"https://www.ft.com/content/1d0174a0-0770-4143-a36a-43bb1d8a0a80\">rising UK inflation</a> hitting the poorest hardest.</p> <p>Meanwhile, the Bank of England is unsure <a href=\"https://www.ft.com/content/f79eb176-9ec9-47da-b293-b08a9fbd85ef\">how high interest rates</a> will need to increase to curb rising prices. Sebastian Payne, the FT's Whitehall editor, says <a href=\"https://www.ft.com/content/f5fcf3b0-d15c-41a2-994e-9496e4b9014e\">boosting welfare benefits</a> would be a step in the right direction and ministers should consider a quarterly welfare assessment.</p> <p>Three-quarters of FT readers believe the government should <a href=\"https://www.ft.com/content/705bc3b0-17db-49b6-9735-c697b367ed51\">impose a windfall tax</a> on energy groups, according to <a href=\"https://compass.pressekompass.net/compasses/financial_times/do-you-think-the-government-should-impos\">an FT poll</a>. Money from this one-off levy could be used to help households cope with soaring energy bills. However, there is <a href=\"https://www.ft.com/content/44e9933d-0841-4a6f-8e8e-967b6a876a8d\">mounting pressure</a> on UK chancellor Rishi Sunak to cut taxes — not raise them.</p> <p>Adapting to a difficult economic climate usually means that households spend less. But in an unexpected turn, <a href=\"https://www.ft.com/content/2194567a-31c1-4a34-827e-032dcd96ff1f\">British retail sales rose</a> 1.4 per cent between March and April, partially reversing declines in the previous two months, according to the Office for National Statistics.</p> <p>April's rise was driven by an increase in sales of alcohol, tobacco and sweet treats, suggesting people are staying in to save money and perhaps consoling themselves with a drink and some snacks.</p> <p>The extent of a country's dependence on Russian energy is one of the key factors in how fast its inflation has risen since Moscow full invasion of Ukraine caused fuel prices to surge. For many Europeans, the <a href=\"https://www.ft.com/content/12d6afd7-5d9c-4225-b1b6-2de1380dd3d7\">nearer they are to Russia</a>, the faster their cost of living is rising.</p> <p>However, <a href=\"https://www.ft.com/content/40ff9173-e5ed-418e-aaf7-6e015b0819f9\">Japan is not worried about inflation</a>, which is currently running at 2.5 per cent, even though the country is heavily exposed to some of the same shocks as other countries. After decades of stagnation, Japanese workers no longer demand higher wages and companies do not pass on price rises.</p> <h1>Latest news</h1> <ul>  <li><p>Gerhard Schröder <a href=\"https://www.ft.com/content/a48e9087-c951-4ec8-bcc2-e2d9a90f47e6\">steps down as Rosneft chair</a> after Ukraine backlash</p></li>  <li><p>G7 agrees $19bn in aid to <a href=\"https://www.ft.com/content/f066fd8a-b71d-45a1-9a01-ebca9d66f87b#post-7c4d3562-6109-47a4-bd05-e64ec02ef802\">help Ukraine pay bills</a> in face of invasion</p></li>  <li><p>Japan to <a href=\"https://www.ft.com/content/f066fd8a-b71d-45a1-9a01-ebca9d66f87b#post-75699ad4-b695-4913-871d-003f296cca7d\">ease entry restrictions</a> for foreign visitors</p></li> </ul> <p><em>For up-to-the-minute news updates, </em><a href=\"https://www.ft.com/content/f066fd8a-b71d-45a1-9a01-ebca9d66f87b\"><em>visit our&#xa0;live blog</em></a></p> <h1>Need to know: the economy</h1> <p>US president Joe Biden has decided to <a href=\"https://www.ft.com/content/91207c37-c9bd-4737-abf5-afc71200f8a1\">water down</a> his <strong>Indo-Pacific Economic Framework </strong>in an eleventh-hour move to attract more countries to join the deal that he will unveil in Tokyo on Monday. The Asian economic policy is a response to criticism from allies and partners in the region that the US was too focused on the security threat posed by China, ignoring the economic opportunities its allies present.</p> <p><strong>Wall Street</strong> stocks <a href=\"https://www.ft.com/content/5ab84b8f-61a3-4c04-a9e6-bae91e98e49d\">fell into a bear market</a> on Friday as mounting concerns over economic growth and inflation sent investors racing away from the world's biggest equities market.</p> <p>Global stocks had previously rallied after <strong>China</strong> unveiled <a href=\"https://www.ft.com/content/5ab84b8f-61a3-4c04-a9e6-bae91e98e49d\">fresh stimulus measures</a> to reverse a growth slowdown in the world's biggest emerging market. Beijing also <a href=\"https://www.ft.com/content/ddddbc5e-9db2-4d32-b5b9-e23fd365547e\">cut its main mortgage interest rate</a> by the largest amount on record as it seeks to offset the economic impact of Covid lockdowns and a property sector slowdown. </p> <p>The <strong>UK</strong> is hoping to conclude talks on joining a major Pacific trade bloc by the end of this year, as London pursues new commercial opportunities around the world post-Brexit. The country had already completed the first part of joining the 11-nation <a href=\"https://www.ft.com/content/e667e5cf-cea7-4a1a-a4b1-f009a93190f9\">Comprehensive and Progressive Agreement for Trans-Pacific Partnership</a>, which includes Malaysia, Vietnam, Japan, Australia, Mexico and Canada.</p> <h2>Latest for the UK and Europe</h2> <p><strong>Brussels</strong> is to help EU countries end their dependency on Russian nuclear fuel as it seeks to <a href=\"https://www.ft.com/content/fcce8ccc-31bd-4dab-8532-12cd0948fc5d\">cut the bloc's ties to Russian energy</a> by 2027. The European Commission said it would assist five EU states — the Czech Republic, Hungary, Slovakia, Bulgaria and Finland — that use Russian-designed reactors to speed up the process of licensing alternative fuel. </p> <p>However, <strong>Italy</strong> has increased its imports of Russian crude despite the EU's embargo talks, in an <a href=\"https://www.ft.com/content/83fa3e90-e36d-463a-a4db-9ea24f22964f\">unintended consequence</a> of western sanctions against the Kremlin.</p> <p>So far, the <strong>UK</strong> is the only country to have announced <a href=\"https://www.ft.com/content/df603124-f669-45c7-9848-bbb6c0e7b532\">plans for an autumn Covid booster</a>. But most Britons are expected to be denied the jabs after the government's vaccine advisory group provisionally advised that only care home residents, the over-65s, frontline health and social care workers and vulnerable younger people should be eligible.</p> <h2>Global latest</h2> <p>The <strong>US Senate </strong>approved <a href=\"https://www.ft.com/content/a1902da6-8352-4490-832d-f38458c5682c\">$40bn in military, economic and humanitarian assistance</a> for Ukraine yesterday as Russia continues its offensive in the country's Donbas region.</p> <p><strong>North Korea</strong> faces a <a href=\"https://www.ft.com/content/9b0ab399-b545-4433-81a7-bfd710598760\">Covid catastrophe without vaccines</a> as Omicron sweeps the country. Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said the communist state was still refusing offers of vaccines, medicines, tests and technical support.</p> <h1>Need to know: business</h1> <p>Canada said it would move to <a href=\"https://www.ft.com/content/2534ca85-b08e-4f78-88f3-c04770b41a02\">ban <strong>Huawei</strong> and <strong>ZTE</strong></a> from providing 5G services in the country, in the latest move by a US ally to outlaw Chinese telecoms equipment suppliers. The US and several of its allies have expressed strong concerns in recent years about Huawei's ties to China's military and its ability to facilitate Beijing's cyber espionage abroad.</p> <p>US law firm <strong>Davis Polk &amp; Wardwell</strong> has been criticised for agreeing to participate in a Hong Kong government event to commemorate the city's <a href=\"https://www.ft.com/content/efc91e6f-b990-40bb-bab0-6ff1dfbea5ee\">controversial national security law</a>.</p> <p><strong>Elon Musk</strong> has denied media reports alleging that <strong>SpaceX</strong> paid a flight attendant $250,000 to <a href=\"https://www.ft.com/content/236f55ef-13e8-4c12-9472-d3e91312a497\">settle claims of sexual harassment</a> against him, saying the “wild accusations are utterly untrue”.</p> <p>Sexual misconduct allegations at prominent New York asset manager <strong>GoldenTree</strong> have ignited a <a href=\"https://www.ft.com/content/3167f978-aa7b-4a8a-8b94-a275563e97a0\">multimillion-dollar legal dispute</a> that offers an insight into the inner workings of the business.</p> <p><strong>McDonald's</strong> has agreed to <a href=\"https://www.ft.com/content/84b71b22-7fb2-4b8a-ba67-f3f0736893ed\">sell its Russian business</a> to Alexander Govor, a local franchisee who operates 25 of the chain's restaurants in Siberia.</p> <h1>Science round-up</h1> <p>What are the effects of <strong>Covid-19</strong> on the brain? Memory and concentration problems caused by severe Covid are comparable with the decline that takes place between the ages of 50 and 70, or the<a href=\"https://www.ft.com/content/37b00a84-5937-4137-ba5f-5aee20bc133c\"> equivalent of losing 10 IQ points</a>, says a recent study.</p> <p>In recent months, several <strong>Covid vaccine manufacturers</strong> have <a href=\"https://www.ft.com/content/dc35dfc0-94a2-440b-a880-91ba2e39c256\">cut their jab sales forecasts</a> for this year, citing an oversupply of doses and vaccine hesitancy in Africa, which has low vaccination rates. A lack of vaccine coverage increases the chances of new variants emerging, say health experts.</p> <p>African leaders have called on the organisation in charge of procurement for the <strong>Covax</strong> vaccine sharing scheme to commit to <a href=\"https://www.ft.com/content/8627f8ed-6976-4d2f-9cdd-837e5e309213\">buying at least 30 per cent of all Covid jabs</a> produced on the continent. The plea comes as Africa's top vaccine production plant, <strong>Aspen Pharmacare</strong> in South Africa, faces an uncertain future due to falling demand.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>Pigs are smart, complex and emotional animals. They can make good pets and have worked as sheepdogs and guard dogs. By <a href=\"https://www.ft.com/content/8f50f2da-2862-4ec1-977f-2eda85890402\">equalising the upbringing of pigs and dogs</a>, researchers hope to show which differences between the two species are due to nurture and which to nature, according to chief features writer Henry Mance.</p><p>Source: Wai Kwen Chan 2022 'No easy solution to UK cost of living crisis' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T17:15:15.832Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5948,
          "end": 5958
        }
      ]
    }
  ]
}