{
  "_id": "06ec734d1a1671986b895999051291291bcd2f19a1698923490f1d5232f05ad5",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Industry Challenges California Wage Law  ---  Trade groups press for  a 2024 ballot measure  against minimum pay  for fast-food workers  ----  By Heather Haddon",
  "text": "<p>   Restaurant and trade groups said they have submitted enough voter signatures for a ballot measure to try to halt the implementation of a new California law that would set minimum hourly wages for fast-food workers in the state starting next year. </p><p>   A coalition of restaurant owners and business groups called Save Local Restaurants said Monday it had filed more than one million petition signatures to put the law on hold and place an initiative before California voters on the 2024 ballot. They had until Dec. 5 to submit roughly 623,000 valid voter signatures to place a question on the 2024 ballot asking whether the law should take effect. If voters side against the law, it could be struck down. </p><p>   The secretary of state must review the restaurant groups' ballot signatures to determine whether the coalition has submitted enough valid ones for a statewide referendum. </p><p>   The California law, known as the FAST Recovery Act, could set the minimum wage for the fast-food industry as high as $22 an hour next year and establish new workplace standards. Gov. Gavin Newsom signed the legislation in September. Fast-food operators have said that state health and labor agencies currently regulate their businesses, and owners would need to lay off staff and increase menu prices to afford the wage increases. </p><p>   The International Franchise Association, the National Restaurant Association and the U.S. Chamber of Commerce, Washington, D.C.-based industry groups that are co-chairing the coalition, said that the law would create an unelected council controlling state labor policy, and that they were committed to repealing it. </p><p>   The law has been set to take effect Jan. 1. However, if the state validates the referendum sought by the restaurant groups, implementation of the law will be put on hold for nearly two years during the referendum process, a victory for restaurants that have said the rapid pay increase would upend their businesses. </p><p>   Service Employees International Union, which has backed the new law as a way to improve wages in an industry that unions have struggled to organize, said fast-food companies were trying to stamp out gains made by state workers. </p><p>   \"Workers cannot wait until 2024 for the protections they need and a seat at the table,\" said Mary Kay Henry, SEIU president. </p><p>   The law, a first of its kind in the U.S., has become a big battle between the restaurant industry and union supporters. Restaurants operators fear proponents could replicate the California law in other states, particularly where Democrats lead state governments. </p><p>   The National Restaurant Association is particularly worried about similar labor councils being proposed in Washington, Oregon, New York and Michigan, along with cities such as Minneapolis and Chicago, the trade group said at a franchising conference last month. </p><p>   The law calls for California to create a 10-person council including workers, union representatives, employers and business advocates that could set a minimum wage for fast-food workers that would rise annually based on inflation. California's current minimum wage is $15 an hour and is scheduled to increase by 50 cents next year. </p><p>   California's law also prohibits fast-food operators from retaliating against employees who make complaints, and sets the framework for the reinstatement of back wages or employment for those who do. </p><p>   \"I'm not sure who's winning with his legislation,\" said Brian Niccol, chief executive of California-based Chipotle Mexican Grill Inc. \"I just don't see how it's good for the employee. I don't see how it's good for the consumer and I don't see how it's good for the industry.\" </p><p>   Supporters have said the legislation would create a model to ensure fair wages and other protections for hourly workers in a large industry with many different employers. </p><p>   The SEIU on Monday blamed fast-food companies for putting their own financial interests ahead of their employees in supporting efforts to overturn the law. </p><p>   Restaurant chains and their franchisees have given millions of dollars in support of the referendum effort. The industry coalition had raised around $21 million from more than 200 contributors, according to state filings. </p><p>    McDonald's Corp., Chipotle, Starbucks Corp., Taco Bell parent Yum Brands Inc., In-N-Out Burger and Chick-fil-A Inc. each gave more than $1 million, state records show. </p><p>   --- </p><p>   Christine Mai-Duc contributed to this article. </p><p></p>",
  "published": "2022-12-06T07:08:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4167,
          "end": 4177
        }
      ]
    }
  ]
}