{
  "_id": "b6047f74cad12067f63590f9a5751206ad219ba2b571825d3aaba7deb27e5aa5",
  "feed": "wall-street-journal",
  "title": "Business News:  Grubhub Hustles to Catch Up  ---  Deal with Amazon  gives the delivery  company ammunition  against competitors  ----  By Heather Haddon",
  "text": "<p>   Grubhub recently offered New Yorkers a deal that the online food-ordering company hoped many couldn't refuse: free lunch. </p><p>   The May promotion, which promised $15 of free food to people who ordered through Grubhub's app, overwhelmed Grubhub's system, with as many as 6,000 takeout and delivery orders coming in each minute at the peak of the promotion. </p><p>   Once the market leader in online restaurant food ordering in the U.S., Grubhub lags behind DoorDash Inc. and Uber Technologies Inc.'s Eats. In a push to expand its user base, Grubhub is striking deals and promotions as it faces uncertain standing with its parent, Just Eat Takeaway.com NV, which is considering selling Grubhub about a year after acquiring it. </p><p>   This month, Grubhub struck a deal with Amazon.com Inc. to link part of its food-ordering service with the Prime program, which has more than 200 million members. </p><p>   The company is signing agreements with big chains to deliver their food, including one with Chili's parent Brinker International Inc. and a global delivery deal signed between Just Eat and McDonald's Corp. earlier this year. </p><p>   During the free-lunch promotion in New York, Adam DeWitt, Grubhub's chief executive officer, said 200,000 new diners downloaded Grubhub's app for the first time; it processed 400,000 orders that day. </p><p>   Still, challenges for Grubhub and the food-delivery business remain. Consumers flocked to food-delivery apps when the pandemic hit. Now, though the food-delivery business continues to grow, expansion has slowed dramatically. </p><p>   Order sizes tend to be larger but transactions are fewer, analysts and restaurant operators said. Wall Street analysts said it remains unclear whether food-delivery companies can turn consistent profits in the postpandemic period, especially in a downturn. </p><p>   Just Eat said it expects negative margins on earnings after expenses this year, and told investors last fall that regulatory fee caps on food-delivery businesses like Grubhub in the U.S. drained tens of millions of dollars in profits. Just Eat's shares are down roughly 83% since it closed its $7.3 billion acquisition of Grubhub in June 2021. Just Eat told investors in March that it expects its profit margins to improve later this year, and that it is fighting the local fee caps. </p><p>   DoorDash's shares have fallen 52% this year. Investors recently pressed Uber's CEO about how the food-delivery business may fare in an economic downturn. Both companies increased delivery revenue in the latest quarter, though the pace of growth fell sharply from a year ago. </p><p>   Grubhub, founded in 2004, initially focused on advertising restaurant menus online, while restaurant operators largely used their own couriers to deliver food. That model made money for the company for years, and Grubhub launched an IPO in 2014. </p><p>   When DoorDash and Uber Eats launched food-delivery businesses beginning in late 2013, charging fees to restaurants for delivering their food to customers, Grubhub was skeptical. Executives of the company believed the rivals would quickly run out of cash. </p><p>   Japan's SoftBank Group Corp. backed Uber and DoorDash, pushing the companies to focus on gaining market share over immediate profits. Those efforts pressured rivals, including Grubhub. </p><p>   As DoorDash and Uber Eats expanded, Grubhub formed a unit to study launching its own food-delivery operation. It moved ahead on delivery, but executives were split on the strategy, according to people familiar with the discussions. Some executives cautioned delivery would eat into profitability and distract from Grubhub's online marketing business, the people said. </p><p>   Meanwhile, DoorDash and Uber Eats were investing heavily in free-delivery promotions aimed at building their user bases and signing up more restaurants. DoorDash and Uber Eats launched monthly subscription programs as an incentive for users to order through their apps. Grubhub executives hesitated, worried about profitability, but eventually followed the move, the people said. </p><p>   Grubhub and other apps found themselves in the crosshairs of local politicians. Dozens of municipalities passed local rules limiting how much the apps could charge restaurants to handle their delivery orders after the pandemic hit, to try to help struggling local businesses survive the health crisis. Many of those expired, and the apps are fighting to modify those remaining in cities such as New York and San Francisco. </p><p>   Last year, Chicago filed lawsuits against Grubhub and DoorDash, accusing the companies of engaging in \"deceptive practices to prey on its affiliated restaurants.\" Both companies denied the allegations. </p><p>   In June 2020, Grubhub agreed to sell itself to Just Eat Takeaway. The CEOs of both companies said at the time that they valued their online marketing business more than food delivery. Months after the deal closed in 2021, activist investor Cat Rock Capital Management LP, the third-largest investor in Just Eat, began pushing the company to sell Grubhub. The firm said buying Grubhub, which lags behind rivals, strayed from Just Eat's core strategy of running market-leading delivery companies in Europe. </p><p>   In April, less than a year after the deal closed, Just Eat CEO Jitse Groen said the company was exploring a strategic partner or the partial or full sale of Grubhub. Both industry players and private-equity firms have had discussions with Just Eat, according to people familiar with the discussions. </p><p>   Just Eat has said its deal with Amazon includes the option of Amazon taking a 2% stake in Grubhub, and that the stake could increase based on the number of orders and customers the partnership generates. Around two million new users have signed up for the Grubhub+ subscription delivery service since the Amazon deal, people familiar with the matter said, more than double the total number of Grubhub+ members last reported by the company. </p><p>   Grubhub leaders say the company is more focused than it has been in years. The company shed unprofitable delivery markets and its executives said they believe the market could still grow by billions of dollars. </p><p>   --- </p><p>   Preetika Rana contributed to this article. </p><p></p>",
  "published": "2022-07-18T06:10:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1061,
          "end": 1077
        }
      ]
    }
  ]
}