{
  "_id": "73b5026758ad2ee0560213042ab8aca7631c3e2ce1ab355cfa218f00783f4798",
  "feed": "ftcomall",
  "title": "Climate risk takes insurance sector by storm ",
  "text": "<p>Welcome back — midway through another turbulent week. In Europe, the argument over the EU's green taxonomy continues to rage, with lawmakers plotting an effort to <a href=\"https://www.ft.com/content/9d287d09-20d4-4dc6-bc93-79ce143f9f26\">shoot down the legislation</a> in the European parliament. In Washington, presidential science adviser Eric Lander has been <a href=\"https://www.ft.com/content/6fb09fcd-f392-43dd-b3f4-0ea79bd3d335#post-9d98c48f-bf57-4d6c-a562-231083515c94\">forced to quit</a> over bullying claims, in the latest blow to Joe Biden's climate agenda.</p> <p>While the political storms around climate change have been intensifying, so too have the physical storms — as well as wildfires, floods and other disasters. Weather-related catastrophes caused <a href=\"https://www.aon.com/weather-climate-catastrophe/index.aspx?utm_source=media&amp;utm_medium=org-digital&amp;utm_campaign=ri_esg-climate-change_all_rin_global_all&amp;utm_content=gated-content&amp;utm_term=press-release\">losses of $329bn last year</a>, the second-highest figure on record, according to a recent report from Aon — and more than a third of this was covered by insurance.</p> <p>The insurance sector has long been painfully aware of the threats it faces from climate change. Scientists at Munich Re started studying the subject nearly five decades ago. But as I discuss below, the recent wave of disasters has sent shockwaves through the industry. There are implications here for property owners all over the world — and lessons for businesses of all stripes — who will need to start grappling with their own climate risks, if they have not already. <em>— Simon Mundy</em></p> <h1>Insurers get to grips with climate threats</h1> <p>What did last year's <a href=\"https://www.ft.com/content/9b7cdaf2-f43b-49c3-b8b8-b4840f95ebbd\">huge winter storm in Texas</a>, the <a href=\"https://www.ft.com/content/c49a513a-666b-479c-a24d-133df55cee6b\">horrific summer floods in Germany</a> and the <a href=\"https://www.ft.com/content/af567198-13b7-4c02-9311-0014b2e75c90\">December tornadoes in the US midwest</a> have in common? All caused the insurance sector billions of dollars in losses. Yet all were classified, under the conventions of that industry, as “secondary perils”.</p> <p>That's the term that insurers have conventionally applied to disasters outside a narrow category of “peak perils”: high-profile catastrophes such as north Atlantic hurricanes and Japanese earthquakes, which have tended to generate the biggest losses for the sector. But as climate change disrupts long-established patterns, a wide range of threats are looking increasingly dangerous. The bulk of the $120bn of insured disaster losses last year — and in seven of the eight years before it — came from secondary perils, a term that industry insiders say looks increasingly like an artefact of a more stable time.</p> <p>“In the last few years, we've seen wildfires, floods, winter storms, tornadoes, together costing tens of billions of dollars,” David Flandro, head of analytics at insurance broker Howden, told me. “Can we really say these are secondary perils? Or is this the new normal — are we in a world with more peril risk than we thought?”</p> <p>According to Flandro and other industry experts, this concern has begun to affect pricing in the property insurance and reinsurance markets. It is an important case study in how this economically vital industry is grappling with the climate risks to which it is conspicuously exposed.</p> <p>When contracts came up for annual renewal last month, the premiums charged by reinsurance companies to cover insurance groups against property catastrophe losses rose on average 9 per cent — the highest rate since 2009, according to Howden. The biggest rate rises were in places hit by secondary perils — especially Germany, where the prices on some reinsurance contracts went up by more than 50 per cent.</p> <p>The rate rises reflected some important structural changes in the market, said Mike Mitchell, head of property and speciality reinsurance underwriting at Swiss Re. Over the past decade, he noted, there has been a “dramatic” flow of capital into the market for catastrophe bonds and other insurance-linked securities (ILS), which reinsurers use to offset their own risks. But last year, according to analysts at Keefe, Bruyette &amp; Woods, that figure dropped from $94bn to $73bn — eroded by the impact of last year's disaster losses and by many investors pulling money out.</p> <p>Industry insiders say that for some investors, last year was the final straw after several years of elevated losses. Annual insured catastrophe losses averaged $96bn between 2017 and 2021, compared with $44bn in the prior five-year period — but as our colleague Patrick Jenkins pointed out in a recent column, <a href=\"https://www.ft.com/content/b0742050-f854-47a3-a8ff-4190fe0b9f34\">the market remained notably soft</a>. “In previous years people have said they'd roll the dice again,” said James Few, UK head for insurance broker TigerRisk. “What's different this year is that patience has finally run out. The problem is that all these supposedly minor parts of pricing have caused a major impact on losses.”</p> <p>The concern about new, emerging hazards is conspicuous in the market patterns. The biggest withdrawals from the ILS market, said Mitchell, have been in the “aggregate cover” space: that is, contracts where a payout can be triggered by an accumulation of midsized losses, rather than by a single monster event.</p> <p>And that, in turn, is affecting how the reinsurers treat their insurance company clients. “It's the accumulation of lots of small attritional claims,” said James Vickers, chair of international business at reinsurance broker Gallagher Re. “Primary insurers have been able to move that risk off to reinsurers quite effectively. And the reinsurers are beginning to wake up and say, that doesn't work for us any more.”</p> <p>All of this is likely to cause a cascading effect, in which the cost of protection for consumers increases. That is, if insurers are allowed to raise prices, noted John Iten, an analyst at S&amp;P Global Ratings. California, he pointed out, has regulated limits on insurance pricing. As insurers fret about the surging incidence of wildfires in the state, they are finding that the regulated rates are not enough to cover the risks — so they are increasingly pulling back their cover in fire vulnerable areas. In California and a growing number of other places, state-backed insurance schemes are set to take on a growing share of climate-related risks — pushing costs from homeowners in dangerous areas to the rest of the taxpaying public.</p> <p>Even as awareness about the danger of climate risks skyrockets, the recent pricing dynamics are by no means locked in for the foreseeable future. Industry figures note that memories in the insurance sector — especially in the ILS market — can show a pronounced recency bias. If 2022 proves quiet on the disaster front, Few said, some market participants will look at the fat returns and say: “Maybe climate risk is overstated — let's have another go.” <em>(Simon Mundy)</em></p> <h1>China goes for gold in the ‘green' Olympics </h1> <p>As debate continues about whether this year's Games deserves its label as the “green” Olympics, China does have some grounds to brag about its environmental credentials. </p> <p>While critics have homed in on the <a href=\"https://time.com/6146039/artificial-snow-2022-olympics-beijing/\">environmental risk of creating artificial snow</a>, it's worth noting that the Beijing Games are the first Olympic event where all venues are <a href=\"https://olympics.com/ioc/news/beijing-2022-sustainability-all-you-need-to-know\">powered entirely by renewables</a>, primarily with solar and wind.</p> <p>And in 2021, China <a href=\"https://twitter.com/DrSimEvans/status/1485977349669769219\">added more offshore wind capacity within a year</a> than the rest of the world managed in the past five years combined. The expansion means that China operates nearly half of the world's installed offshore wind power, eclipsing the UK, the former champion of the field.</p> <p>China has more cars running on electric batteries than anywhere in the world, and there are no signs the green shift is slowing. The share of electric vehicles, known as new energy vehicles (NEVs) locally, is on track to reach 20 per cent of all new car sales this year — speeding ahead of Beijing's 2025 target. Thanks to subsidies, <a href=\"http://www.gov.cn/zhengce/2022-01/21/content_5669783.htm\">NEVs are gaining popularity</a> among not only urban elites but also rural consumers, a local report said. </p> <p>China has outperformed the rest of the world in the field of green finance, too. Last year, China overtook Germany and the US as the top global green bond issuer, according to Anish Ailawadi, senior director and head of investment banking at research company Acuity Knowledge Partners. The issuance of green bonds in China could grow by more than 80 per cent, crossing $100bn in 2022 for the first time, he said. Domestic policy updates and international efforts to harmonise standards would fuel the rapid growth of China's sustainable finance market, Ailawadi said.</p> <p>Further, China has excluded all fossil fuel electricity projects, including gas, from its green taxonomy, while the EU has failed to do so. “China understands that ESG-focused investors have become more forensic in their research and decision-making on what the different taxonomies recognise,” said Christina Ng, research and stakeholder engagement leader at the Institute for Energy Economics and Financial Analysis.</p> <blockquote>  <p>“China is ready to take the reins from the EU — whose green taxonomy was long held as the gold standard — and compete for global green capital,” Ng said.</p> </blockquote> <p>Despite significant challenges such as the governments' human rights records, Kiran Aziz, head of responsible investments at Norway's largest pension fund KLP, said “there are specific positive tendencies which tend to get less global attention than the negatives” in China. If the green competition were a race at the Olympics, China might already have won a medal or two. <em>(Tamami Shimizuishi, Nikkei)</em></p> <h1>Chart of the day</h1> <p>Europe led a sharp global rise in new climate regulations throughout 2021, according to <a href=\"https://www.cube.global/resource/climate-change-risk-the-race-to-regulation/\">research</a> from Cube, a financial services advisory company that uses software to scan regulatory announcements. The EU accounts for 47 per cent of the 116,325 climate-related messages from regulators flagged by Cube over the past four years. <em>(Kristen Talman) </em></p> <h1>Smart reads</h1> <ul>  <li><p>What's going on with the new $1.5bn programme from the Bill Gates-led Breakthrough Energy initiative, aimed at cutting the cost of climate-friendly products? Check out <a href=\"https://www.morningbrew.com/emerging-tech/stories/2022/02/07/bill-gates-climate-fund-mobilizes-usd1-5-billion-to-make-climate-tech-less-expensive\">this useful piece</a> from Morning Brew's Grace Donnelly, who got the latest from Breakthrough Energy managing director Jonah Goldman.</p></li>  <li><p>Surging household energy costs in the UK provided <a href=\"https://www.ft.com/content/10ad27a0-aef3-4106-bddc-37d0d3e7a89b\">an awkward backdrop</a> for oil giant BP to announce its highest profits for eight years, writes FT columnist Helen Thomas. But, she argues, it also gave an update of its energy transition strategy “that finally provides enough detail for it to make some sense”.</p></li>  <li><p>The ruthless activist investor Carl Icahn has a softer side — at least where animal welfare is concerned. As Cara Lombardo <a href=\"https://www.wsj.com/articles/carl-icahn-mcdonalds-pigs-gestation-crates-11644335198\">writes</a> in the Wall Street Journal, Icahn has been lobbying McDonald's to improve its treatment of pigs. “Animals are one of the things I feel really emotional about,” Icahn said.</p></li> </ul><p>Source: Simon Mundy, Tamami Shimizuishi and Kristen Talman 2022 'Climate risk takes insurance sector by storm ' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T12:00:08.640Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 10197,
          "end": 10207
        }
      ]
    }
  ]
}