{
  "_id": "2b0a35974828381a4330cff87bddc2d402c932babfe23dd980479f62c45a9689",
  "feed": "wall-street-journal",
  "title": "The Priciest Wine-Country Real Estate in the U.S.? You Won't Find It in Napa. Santa Ynez in California's Santa Barbara County draws people for its open space, expansive views and large acreage. 'You're looking at 5 to 100 acres.'",
  "text": "<p>There are 88 varieties of grapes grown in Santa Barbara County's seven American Viticultural Areas. The ZIP Code 93460, where there are three AVAs and 23 grape varieties, is known for its Merlot, Sauvignon Blanc, Cabernet Sauvignon and Petit Verdot. The Brander Winery &amp; Vineyard and Grassini Family Vineyards are two established vineyards in Santa Ynez.</p><p>Event of the Year</p><p>Taste of the Santa Ynez Valley is a four-day, six-community event with wine tastings, long table dinners, lunches, and outdoor activities such as horseback riding and yoga in the vineyard. Its inaugural year was 2019. After taking a two-year Covid-19 pandemic hiatus, it was back this fall.</p><p>Advice for the Buyer</p><p>Santa Ynez's luxury home market is all about acreage, says Patty Murphy, a real-estate agent with Sotheby's International Realty—Santa Ynez Valley Brokerage. Typically, \"you're looking at 5 to 100 acres,\" she says. \"How much acreage you want around you is determined by the lifestyle you want to have.\" She likes to tell clients that locals in the area have their feet firmly planted in the soil but are also cosmopolitan. \"You're never more than a short drive from a great restaurant,\" she says.</p><p>On the Market</p><p>Happy Canyon Road</p><p>This 35,000-square-foot ranch with a storied past comprises six parcels totaling about 554 acres. The property features multiple residences, barns and gathering spaces, including a 17,000-square-foot lodge with 16 bedroom suites. In addition to meeting buildings, such as a library and conference hall, there is a McDonald's test kitchen in the barn with offices, a gym and a ranch-maintenance area. ​ The property is on mostly rolling grassland with some large flat areas suitable for dry farming, vineyards and equestrian uses. Agents: Scott Westlotorn, Maurie McGuire and Maria Temmel, Coldwell Banker.</p><p>Roblar Avenue</p><p>This 5,350-square-foot new construction was completed in 2022. There are two structures on 19.52 acres, a main house and a guesthouse. The main house has a motor court, a 75-foot lap pool, a five-car garage, and two roof decks. The owner's suite has a fireplace. The guesthouse has two bedrooms, two bathrooms and a three-car garage. The property has mountain, vineyard and pastoral views. Agent: Carey Kendall and Riskin Partners, Village Properties.</p><p>Woodstock Road</p><p>Located on 20 acres, this newly renovated farmhouse with a contemporary feel is 6,400 square feet. Large windows throughout the house provide views of mountains, a pond and a pool. The bathroom in the owner's suite has a glass door at the bathtub that opens to an outdoor sauna and deck. There is a newly renovated barn, an arena, three pastures and miles of protected riding trails. The stables have two luxury apartments for staff or guests, and separate staff quarters are beside the four-car garage. Agent: Patty Murphy, Sotheby's International Realty—Santa Ynez Valley Brokerage.</p><p>SHARE YOUR THOUGHTS</p><p>Why do you think Santa Ynez real estate tops Napa and other wine regions? Join the conversation below.</p><p>The Priciest Wine-Country Real Estate in the U.S.? You Won't Find It in Napa.</p>",
  "published": "2022-12-15T14:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1528,
          "end": 1538
        }
      ]
    }
  ]
}