{
  "_id": "71d0728ae1ac1d3b9680d8ae01901effc2a7b3eb7a19911b2ec8b52d25a1a3aa",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Cyber Rules Test Security Chiefs, Boards",
  "text": "<p>The proposals, now open for public comment, indicate the SEC is getting tougher as pervasive cyberattacks cost victims billions of dollars a year, according to estimates from the Federal Bureau of Investigation.</p><p>The Securities Industry and Financial Markets Association, a lobbying group for asset managers, expressed concern over the breadth of the proposed rules. In a letter sent to the SEC dated April 11, Sifma said while companies should have processes in place to escalate cyber issues to boards, directors shouldn't be expected to manage them directly. \"We believe the requirement that boards approve policies and procedures and exercise formal oversight is too prescriptive and crosses into the realm of management,\" Sifma said.</p><p>The SEC didn't respond to a request to comment.</p><p>But others say they provide much-needed clarity on expectations from watchdogs, as cybersecurity has become a core business risk for companies.</p><p>\"I think it's a reset, and I think the advantage of this reset is they're being very clear. They're telling you what they expect,\" said Cyrus Vance Jr., partner and global chair of law firm Baker McKenzie LLP's cybersecurity practice.</p><p>In practice, security chiefs say, this means that chief information security officers and others with cyber responsibilities must learn how to translate cybersecurity data into clear risk information that nontechnical board directors can quickly understand.</p><p>This may force some companies to rethink the role itself, said Shaun Marion, CISO at fast-food chain McDonald's Corp. He said when he landed his first cybersecurity executive position in 2011, he lacked experience interacting with a corporate board and didn't get much help. \"My first board meeting was sink or swim,\" he said. \"I wouldn't say I swam.\"</p><p>The SEC's call for senior leaders and directors to understand and disclose more about their company's cybersecurity posture will require a strong relationship between the CISO and the board, he said. \"It will change how we develop the next generation of CISOs,\" he said, relying less on technical knowledge and more on business-risk experience.</p><p>Additionally, companies may have to examine the composition of their boards more closely in light of the rules and the heightened threat environment. Steven Babb, CISO at Mitsubishi UFJ Financial Group's investor-services business, said many boards often suffer from a lack of technical knowledge, which can translate to improper management of risks. \"I think across boards, globally, there is a lack of understanding as to not just technology, but security in terms of how important it is to an organization,\" he said.</p><p>Installing directors with cybersecurity expertise can help the rest of the board grasp these issues, said Baker McKenzie's Mr. Vance.</p><p>Companies added such expertise to their senior ranks in recent years, according to financial rating agency Moody's Investors Service. A survey of 1,300 companies published March 31 found around 56% of financial companies had some cyber expertise on their boards, compared with 49% of nonfinancial businesses, 37% of infrastructure issuers and 36% of public-sector entities.</p><p>---</p><p>Kim S. Nash contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1524,
          "end": 1540
        }
      ]
    }
  ]
}