{
  "_id": "3ab538d333f98b4366a8a6f2c13e9e6aa3b65ac17cd9ffc4056293332e3f81da",
  "feed": "ftcomall",
  "title": "Carl Icahn launches board fight at McDonald's over treatment of pigs",
  "text": "<p>Activist investor Carl Icahn has launched a highly unusual board fight at McDonald's to demand changes to the way its suppliers treat pigs.</p> <p>In <a href=\"https://www.prnewswire.com/news-releases/mcdonalds-board-of-directors-issues-statement-in-response-to-carl-icahn-301486183.html\">a statement</a> on Sunday, McDonald's said Icahn had nominated two board directors as part of a campaign related to “a narrow issue regarding the company's pork” processing. Icahn has asked McDonald's to require that all its US pork suppliers end the practice of keeping pregnant pigs confined in small crates.</p> <p>The company <a href=\"https://www.globenewswire.com/news-release/2012/05/31/1103959/0/en/McDonald-s-USA-Outlines-10-Year-Plan-for-Ending-Gestation-Stall-Use.html\">pledged in 2012</a> to phase out the use of what are known as “gestation stalls” for pregnant sows in its US pork supply chain in 10 years. It said on Sunday that by the end of 2022, it expected to source 85 to 90 per cent of its US pork from sows no longer confined to stalls, and to completely eliminate the practice from its supply chain by the end of 2024.</p> <p>But the Humane Society of the United States, an animal rights charity, has questioned the company's commitment. In a shareholder proposal filed in November, the group said it appeared McDonald's was planning to reduce how long it let suppliers lock pregnant sows in stalls, rather than end the practice entirely.</p> <p>Josh Balk, vice-president of farm animal protection at the society said: “McDonald's in 2012, in working with Carl Icahn and the Humane Society of the US, pledged to eliminate gestation crates . . . Instead, they are allowing pork producers to still confine pregnant pigs for six of the 16 weeks of their pregnancy.”</p> <p>He added: “[McDonald's] pledged to get rid of the practice, not still allow six of the 16 weeks to still be confined. We are talking about a month and a half of each pregnancy cycle never being able to turn around.”</p> <p>Balk said he had known Icahn for more than a decade. “He is absolutely — to his core — someone who will fight to prevent cruelty to animals.”</p> <p>McDonald's said on Sunday: “Mr Icahn's stated focus in making this nomination relates to a narrow issue regarding the company's pork commitment, which The Humane Society US has already introduced through a shareholder proposal. This is an issue on which McDonald's has been a leader.”</p> <p>It added that it disagreed with the society's characterisation of its “industry-leading pledge” from 2012.</p> <p>A spokesperson for Icahn did not immediately comment on Sunday. Icahn said on Bloomberg TV last week that he was close to taking action. “We're not going to fool around with them any more,” he said.</p> <p>McDonald's fired back, criticising Icahn for owning shares in Viskase, a company that produces and supplies packaging for pork and poultry. “It's noteworthy that Icahn has not publicly called on Viskase to adopt commitments” that McDonald's has adopted for the treatment of pigs, the company said.</p> <p>McDonald's said it would be “impossible” to fulfil Icahn's request to end the practice now. The change would go against “veterinary science” and “would harm the company's shared pursuit of providing customers with quality product at accessible prices”, it said.</p> <p>Icahn has nominated Leslie Samuelrich, president of Green Century Capital Management, a climate-conscious asset manager, and Maisie Ganzler, chief strategy officer at Bon Appétit Management Company, a restaurant company that offers food services.</p> <p>Icahn has said he owns 200 shares of McDonald's stock, the company said.</p><p>Source: Patrick Temple-West in New York 2022 'Carl Icahn launches board fight at McDonald's over treatment of pigs' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-21T10:23:01.935Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3242,
          "end": 3252
        },
        {
          "start": 74,
          "end": 84
        },
        {
          "start": 35,
          "end": 45
        },
        {
          "start": 1003,
          "end": 1013
        },
        {
          "start": 2628,
          "end": 2638
        },
        {
          "start": 2696,
          "end": 2706
        },
        {
          "start": 2398,
          "end": 2408
        },
        {
          "start": 2061,
          "end": 2071
        },
        {
          "start": 329,
          "end": 339
        },
        {
          "start": 166,
          "end": 176
        },
        {
          "start": 1807,
          "end": 1817
        }
      ],
      "nexusId": "10050164"
    }
  ]
}