{
  "_id": "4f31c2c60255a4c5eba2085c8aa56299994f4d306878983c4db0e19fc533552f",
  "feed": "market-watch",
  "title": "With Qatar World Cup looming, Amnesty again urges FIFA to compensate migrant workers; Less than two weeks before the controversial Qatar World Cup kicks off, Amnesty International has made a last-gasp plea to world soccer's governing body FIFA to compensate migrant workers who constructed the tournament's stadiums",
  "text": "<p>In May, Amnesty, along with 23 other organizations, including Human Rights Watch and the Independent Supporters Council North America, wrote an open letter to FIFA President Gianni Infantino urging a \"remedy for labour abuses behind the 2022 World Cup.\"</p><p>The letter urged Infantino to work with the Qatari government, trade unions, and the International Labour Organization (ILO) to provide compensation to migrant workers for \"serious labour abuses.\"</p><p>In an op-ed published in international media Friday, Amnesty's Secretary Callamard again urged FIFA to take action. \"Amid this growing clamour, the most crucial voice of all has remained conspicuously silent: Gianni Infantino,\" she wrote, signaling out the president of FIFA.</p><p>\"Despite private and public assurances from FIFA that they are 'considering the proposal,' Infantino, a few platitudes aside, has consistently dodged the topic. To date, he has provided no response to our joint letter,\" she added.</p><p>See Now: Why the stock market gets a red card during soccer's World Cup</p><p>World Cup sponsors Coca-Cola Co. KO, McDonald's Corp. MCD, Anheuser-Busch InBev/Budweiser BUD, and Adidas XE:ADS have supported calls for financial compensation, according to Amnesty.</p><p>Callamard also slammed a recent letter from Infantino and FIFA Secretary General Fatma Samoura to the 32 World Cup teams urging them to \"focus on football.\"</p><p>\"At FIFA, we try to respect all opinions and beliefs, without handing out moral lessons to the rest of the world,\" the letter added.</p><p>In her op-ed, Callamard said that Infantino had \"presided over a notable shift in the governing body's approach to human rights,\" but described his letter as \"a crass attempt at shirking FIFA's culpability for these abuses and responsibility towards these workers.\"</p><p>\"Enshrined in (FIFA's) own policies is a commitment to remedy human rights abuses it has contributed to,\" she wrote. \"Given the well-documented history of labour rights abuses in Qatar, FIFA knew — or should have known — the obvious risks to workers when it awarded Qatar the tournament.\"</p><p>See Now: This strategist has picked the last two World Cup winners. Here's who he says will win it this time.</p><p>MarketWatch has reached out to FIFA with a request for comment on this story.</p><p>The death toll of construction workers in Qatar remains firmly in the spotlight, with Amnesty International describing thousands of migrant worker deaths since 2010, when the World Cup was awarded. In 2021, the Guardian reported that more than 6,500 migrant workers from India, Pakistan, Bangladesh, Nepal and Sri Lanka have died in Qatar since 2010.</p><p>Last month, in a televised speech, Qatar's ruling emir Sheikh Tamim bin Hamad Al Thani slammed criticism of the country, which he described as an \"unprecedented campaign\" against the first Arab nation to host the World Cup. Qatar has repeatedly pushed back against international criticism, saying that it has improved conditions for migrant workers. The country has also denied Amnesty's claims of migrant worker exploitation.</p><p>MarketWatch has reached out to the Qatari government with a request for comment on this story.</p><p>With Qatar World Cup looming, Amnesty again urges FIFA to compensate migrant workers</p>",
  "published": "2022-11-11T16:24:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1067,
          "end": 1083
        }
      ]
    }
  ]
}