{
  "_id": "be43a5ea3fb89fa611ae3da896ae93d250d7e302dee3ddbeaff95c7d65f3ff22",
  "feed": "ftcomall",
  "title": "London hospitality venues urged to stay open for Queen's funeral",
  "text": "<p>London authorities are advising hospitality businesses to be “ready to open their doors” to serve huge crowds on the day of Queen Elizabeth's funeral after companies raised concerns about a potential backlash against planned closures.</p> <p>Center Parcs, the holiday resort business, has been forced to backtrack on plans to close its UK sites to mark the Queen's funeral on Monday, reflecting confusion among many businesses over how to approach operations for the bank holiday.</p> <p>The controversy continued on Wednesday after Center Parcs told guests they would be able to stay on Monday but would need to remain in their lodges, sparking further outrage from paying customers.</p> <p>This decision led to a further clarification by the company that guests would be allowed to walk around its villages on Monday.</p> <p>Pubs, restaurants and shops in the capital have been unsure about whether or not to open, caught between the desire to be respectful while also needing to serve the thousands of people expected to attend the funeral.</p> <p>In response to questions over whether businesses should open, the Greater London Authority has advised that “it would be helpful if hospitality businesses in London, particularly in our city's centre, could be ready to open their doors to the guests arriving over the coming days and on the day of Her Majesty's funeral”, according to a person familiar with the conservations.</p> <p>The majority of establishments in the centre of London are planning to open at least part of the time on Monday to cater to the crowds that are expected to fill the capital, according to business leaders.</p> <p>McDonald's said on Wednesday that all of its UK restaurants would be closed on Monday until 5pm to “allow everyone . . . to pay their respects”.</p> <p>Fridays, the restaurant and bar chain, said that “to enable our teams to reflect on the reign of Her Majesty Queen Elizabeth II and observe this significant moment in history, we have made the decision to delay the opening of our restaurants to 3pm”.</p> <p>Pub retailer Greene King said: “Our pubs are a place for communities to come together, so all of our pubs in central London and most of those with televisions across the country will be open throughout Monday showing HM Queen Elizabeth's funeral service.” Venues that do not have televisions would open after the service, it added.</p> <p>Leon, the food chain, said in a statement: “We are taking into consideration the sensitivity of the day and are making decisions with compassion for our teams as a priority.” </p> <p>“We are also mindful of the increased number of people who will be in London, and might be out in other parts of the country, to pay their respects and that they will need access to food, drink and facilities,” it added.</p> <p>Will&#xa0;Beckett, co-founder of steak restaurant Hawksmoor, said its locations would be open for normal hours, adding in a tweet: “If you want to shut, so you/your staff/customers can grieve or take part in an important national moment, then you should.</p> <p>“Just try not to make it sound like you are ‘showing respect for the Queen' and implying that those doing differently are not.”</p> <a href=\"http://www.ft.com/cms/a3d56d6d-db7a-4963-8cf5-ca434c54fd27.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Daniel Thomas, Abby Wallace and Jim Pickard in London 2022 'London hospitality venues urged to stay open for Queen's funeral' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-14T18:07:16.195Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1598,
          "end": 1608
        }
      ],
      "nexusId": "10050164"
    }
  ]
}