{
  "_id": "035515e82ccc34860f0cb02596d24933c19c1dfe0a5f34b75537010a7526d0ca",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Theater Review: 'Richard III': Naked Villainy Rethought",
  "text": "<p>As he dispatches friend and foe to untimely deaths, Richard III is arguably Shakespeare's most venomous villain -- not for nothing is he compared to a spider and a toad. And yet there is something heroic about Danai Gurira's performance of this challenging role in the Shakespeare in the Park production of \"Richard III.\"</p><p>Ms. Gurira is an established actor and an acclaimed playwright, having received a best play Tony nomination for \"Eclipsed,\" which starred Lupita Nyong'o. Her consummate grasp of the art of the stage galvanizes this otherwise stolid production into searing life.</p><p>Happily for audiences, if not for the many characters who fall victim to his machinations like ninepins, Richard is onstage almost all the time. Ms. Gurira's performance makes a memorable case for the benefits of nontraditional casting. (Incidentally, here Richard is devoid of any disability, which perhaps helps clear the way for Ms. Gurira's incisive acting.)</p><p>The production, directed by Robert O'Hara, opens with a brief scene from \"Henry VI, Part III,\" depicting Richard gleefully murdering the title character. (\"Richard III\" follows upon events depicted in the \"Henry VI\" trilogy; collectively they depict the strife between the Yorks and the Lancasters known as the Wars of the Roses.)</p><p>Unfortunately this prologue detracts from the arresting monologue that opens \"Richard III\" like a bomb exploding in slow motion, in which Richard vows, \"I am determined to prove a villain.\" Ms. Gurira instantly establishes Richard's seething intensity, his icy determination and his grasp of language, which he will use with a master playwright's skill to obscure his vaunting ambition as he sets his sights -- Ms. Gurira's eyes seem to flash fire at the audience when Richard addresses us directly -- on the prize of England's throne.</p><p>We soon see how insidiously Ms. Gurira's Richard can use his lubricious tongue to surmount seemingly insurmountable obstacles. Coming upon a mourning Anne (Ali Stroker) accompanying her husband's body to his interment, Richard famously pours forth pots of honeyed language to persuade Anne to overlook Richard's murder of her husband and to consider Richard a suitable second husband -- a patent absurdity. The scene's audacity is muted here, however, since Ms. Stroker does not quite master the coruscating language -- perhaps the only thing that makes Anne a logical mate for Richard. Their taunting battle of words and wits is an uneven match.</p><p>So it goes. Ms. Gurira dazzles continuously with her beautiful grasp of the verse and her forceful understanding of Richard's warped but fascinating psychology, as well as his enduring appeal as perhaps the theater's most captivating malefactor. Watching as Ms. Gurira's masterfully plotting Richard eliminates everyone in his path, you want to reach for the popcorn.</p><p>His unspeakable behavior is made entertaining by the boldness and ingenuity of his stratagems, bringing us into willful complicity with his dire acts. This is Shakespeare's genius, but thanks are due, too, to Ms. Gurira, who evinces a clarity of purpose in winning us over that matches Richard's own many instances of placating his enemies as he schemes to undo them.</p><p>But Richard has no obstacles to make his trickery and betrayal particularly triumphant. Few of the actors distinguish themselves. As the vengeful Queen Margaret, who rains curses and florid predictions of doom upon her enemies, Sharon Washington has a baleful majesty. Michael Potts, an actor I have long admired, makes a sharp impression in the small role of Lord Stanley, so adept is he at bringing crisp lucidity to Shakespeare's language. Daniel J. Watts is a chilly, formidably calculating Catesby Ratcliffe, a staunch supporter of Richard.</p><p>But most of the actors seem out of their depth. As the much-bereaved Queen Elizabeth, Heather Alicia Simms struts with a queenly presence, but doesn't offer much in the way of outraged anger at Richard's devilry or pathos as the blows fall. As Richard and Edward's brother George, Paul Niebanck doesn't quite succeed in wringing our hearts when he relates his ominous dream of death.</p><p>The costumes, by Dede Ayite, are generally but not exclusively reflective of the period. Was it a wise choice to have the young princes wear gold-sequined high-top sneakers, almost trivializing these doomed, gently drawn characters? The set, by Myung Hee Cho, consists of pointed metallic-mesh arches that move about, making me feel as if I were watching a floor show at a McDonald's franchise convention.</p><p>Fortunately, Ms. Gurira's brilliant turn sweeps away reservations, or at least allows us to forgive and forget them. She is at her most impressive in the scenes taking place the night before and during the decisive battle, after the ghosts of Richard's victims have risen to haunt him. (Unfortunately, or perhaps not, their dialogue has been cut, as has much else.) Richard is assailed by doubt and guilt; his mellifluous language disintegrates into shards, reflecting a psyche breaking under the strain of the bloody trail behind him. Ms. Gurira has previously shown us, with wit and precision, Richard's perfidy, heartlessness and dangerous intelligence. Now, suddenly and affectingly, she discloses something we have not seen before: the tattered vestiges of his buried humanity.</p><p>---</p><p>Mr. Isherwood is the Journal's theater critic.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4500,
          "end": 4510
        }
      ]
    }
  ]
}