{
  "_id": "50cdeea9d9cad85671c52d174359e0163843507c996e9ad852a7243992220bc3",
  "feed": "ftcomall",
  "title": "US junk bond market starts to crack under inflation and supply fears",
  "text": "<p>Soaring inflation and supply chain bottlenecks have begun to crack the $1.5tn US junk bond market, as the lowest-quality borrowers show signs of stress. </p> <p>Unlike the falling stock market, junk bonds had largely escaped worries over the US economy as surging prices <a href=\"https://www.ft.com/content/9630cd03-c324-4b40-85d4-330c73aa86c3#post-89bb6bca-941d-446d-bf4d-a312bb270463\">add costs</a> for companies. Many bond issuers were flush with cash because they locked in low interest rates before the Federal Reserve started to <a href=\"https://www.ft.com/content/ad46e534-166b-4a2f-8841-5e17e109122b\">tighten </a>monetary policy, giving investors comfort. </p> <p>This week shook investors' confidence, forcing a sharp reappraisal of the health of the high-yield market where lower-rated companies raise cash. </p> <p>ATM machine manufacturer Diebold Nixdorf and pharmaceutical company Bausch Health were among several companies whose debt dropped steeply in value after reporting hits to their financial results. The moves helped to drag the broader high-yield bond market to its worst level in 17 months. </p> <p>“The brutality of the equity market has now come to high yield,” said John Dixon, a high-yield bond trader at Dinosaur Financial Group. “[This week] I feel like I've been sat in the spin cycle of a washing machine.”</p> <p>Bausch Health, one of the largest issuers of high-yield bonds in the US, missed analysts' earnings estimates on Tuesday, days after the scaled-back <a href=\"https://www.ft.com/content/bb1ab89e-d790-4486-a043-883b6f4772be\">initial public offering</a> of its eyecare business Bausch &amp; Lomb. Russia's invasion of Ukraine and Covid-19 lockdowns in China exacerbated rising freight, energy and other input costs, said Tom Vadaketh, the company's chief financial officer.</p> <p>The company's $1.25bn bond maturing in 2028 slumped below 60 cents on the dollar, from about 70 cents at the end of last week and just above 90 cents at the start of the year. </p> <p>Also on Tuesday, Diebold Nixdorf's $400mn bond maturing in 2024, which carries a low rating of triple C, cratered after the company reported weak earnings, slumping to just above 40 cents on the dollar — territory investors consider to be distressed. It had traded above 90 cents on the dollar as recently as two weeks ago. </p> <p>“Like many companies, we faced several challenges during the first quarter from the global pandemic, war in Ukraine, rising inflation and uncertainty around financial markets and global supply chains,” said Octavio Marquez, Diebold's chief executive. </p> <p>The difference in yield, or “spread”, between a widely watched high-yield bond index and equivalent US Treasury bonds — which isolates the return investors want for lending to risky companies — rose 0.59 percentage points to 4.77 per cent in this week to Thursday, up from 3.10 per cent at the end of 2021. &#xa0;</p> <p>“It tells you people are beginning to get nervous about the performance of lower-rated companies in a downturn,” said John Gregory, head of leveraged syndicate at Wells Fargo. “People are becoming more pessimistic about the broader economy long term.”</p> <p>The high-yield issuers' dour earnings reports remain outliers amid a broadly upbeat corporate reporting season. Yet profit margins at a growing number of healthier companies are also coming under pressure as <a href=\"https://www.ft.com/content/b91996b3-79b2-4f41-acc9-651a0952008f\">inflation </a>tests the pricing power they enjoyed earlier in the stimulus-fuelled pandemic recovery.</p> <p>First-quarter figures point to a blended net profit margin for the S&amp;P 500 stock index of 12.3 per cent, according to FactSet. That would be the fifth-highest margin for any quarter since 2008, but half a point below the level of a year before. </p> <p>Starbucks was among the companies saying inflation in its costs had “outpaced” its ability to raise prices. Manufacturers such as Illinois Tool Works and Emerson Electric also warned of pressure on margins despite their efforts to pass on cost increases to customers. </p> <p>Bank of America analysts said US companies had “tempered” margin expectations, while executives' comments on earnings calls suggested a sharp fall in corporate sentiment.</p> <p>The shift did not affect all sectors equally. Consumer-facing companies including Mondelez, Procter &amp; Gamble, Kraft Heinz and Airbnb said their price increases had met little resistance. They voiced confidence that their wide product ranges would let them capture sales at lower prices should consumers “trade down”.</p> <p>Other companies said they were seeing signs of consumer fatigue. </p> <p>McDonald's said there had been no substantial pushback when it raised US prices 8 per cent, but some lower-income consumers had shifted to cheaper items on its menu. </p> <p>Altria, the Marlboro cigarettes maker, also predicted some consumers would trade down to cheaper products as inflation put pressure on their discretionary spending.</p> <p>Roughly 80 per cent of the more than 430 S&amp;P 500 constituents that have reported first-quarter results beat estimates. Index-wide earnings growth of about 9 per cent was the weakest in more than a year, but it was in line with what analysts had been expecting even before the additional disruptions caused by the war in Ukraine and the acceleration of the Fed's interest rate plans. </p> <p>Even those companies that reported decent results, however, have not been rewarded by investors. Stocks of groups that reported a positive earnings surprise slipped an average of 0.1 per cent in the days following their earnings reports, according to FactSet. </p><p>Source: Joe Rennison, Andrew Edgecliffe-Johnson, Peter Wells and Nicholas Megaw in New York 2022 'US junk bond market starts to crack under inflation and supply fears' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-13T04:00:43.160Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4179,
          "end": 4189
        }
      ]
    }
  ]
}