{
  "_id": "b42f778df9bf599265f38a41a77e8327a54483dc855f903840fe82af9e435d9b",
  "feed": "ftcomall",
  "title": "Big Tobacco's future in Russia goes up in smoke",
  "text": "<p>As retreats from Moscow go, those by tobacco companies since the invasion of Ukraine are rather halfhearted. While other brands have closed operations and left the country, the makers of Marlboro, Lucky Strike, Rothmans, Kent and Gauloises have not abandoned hope.</p> <p>Philip Morris International says it is <a href=\"https://www.reuters.com/business/philip-morris-international-suspends-investments-russia-2022-03-09/\">suspending investment</a> in Russia and “scaling down” manufacturing, while British American Tobacco and Imperial Brands will <a href=\"https://www.ft.com/content/5e1e1a90-47d9-4755-9014-203bd6075ad6\">transfer their operations</a> to local partners. Quite what happens to the brands and how it will work financially remains vague.</p> <p>“I think they're fudging. I predict Marlboro and Lucky Strike will still be sold there, and they will keep the brands and take the profits,” says Anna Gilmore, professor of public health at University of Bath. She has reason to be suspicious, having studied how they swept into Moscow after the Berlin Wall fell.</p> <p>They would leave behind a lot if they fully departed: brands such as McDonald's have <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">done well</a> in Russia but tobacco companies have triumphed. Philip Morris and Japan Tobacco, which owns <a href=\"https://www.jti.com/europe/russia\">Winston and Camel</a>, dominate the world's <a href=\"https://www.tobaccofreekids.org/assets/global/pdfs/en/Global_Cigarette_Industry_pdf.pdf\">fourth-largest market</a>, along with BAT and Imperial.</p> <p>Russia is also a testing ground for the big shift that cigarette companies have been trying to make: <a href=\"https://www.ft.com/content/710c32db-1b23-4a89-b17d-24115a5e69e8\">transforming</a> themselves into makers of vaping and heat-treated tobacco products. Given that millions of smokers become ill and die each year, anything sounds better than selling cigarettes.</p> <p>Their record does not inspire confidence in the health promises they now make. They entered Russia in the 1990s by buying state-owned factories — BAT <a href=\"https://www.independent.co.uk/news/business/bat-pushes-up-the-volga-with-second-factory-stake-1437488.html\">acquired</a> Java and Saratov in 1994 — and used those as the platform for international brands that had previously been smuggled into the Soviet Union.</p> <p>There could hardly have been a more receptive market. Men were heavy smokers and many were addicted to <a href=\"https://www.latimes.com/archives/la-xpm-2000-jul-19-mn-55335-story.html\"><em>papirosi</em></a> — high tar, unfiltered cigarettes such as Belomorkanal. The brand had a hardcore provenance, named in 1932 after the White Sea-Baltic Canal, which had been <a href=\"https://www.rferl.org/a/25064519.html\">built by prisoners</a> from Gulag camps under Josef Stalin.</p> <p>Russians were eager for something nicer and global tobacco companies provided it. But they also drove up smoking among women and young people with advertising: <a href=\"https://tobaccocontrol.bmj.com/content/16/5/299\">one study</a> found that smoking among women doubled between 1992 and 2003 to 15 per cent, while male smoking rates rose to 63 per cent.</p> <p>In one sense, the companies' advance into Russia was a classic case of consumer globalisation: they made sophisticated products, marketed them expertly and raised quality standards. It would be fine apart from one problem: the product was cigarettes and the World Health Organization <a href=\"https://www.euro.who.int/__data/assets/pdf_file/0006/337434/Tobacco-Control-Fact-Sheet-Russian-Federation.pdf\">estimates</a> that more than 19m Russian smokers will die prematurely.</p> <p>Hence the global pivot that companies have been trying to make towards vaping and heat-treated tobacco devices, including Philip Morris's <a href=\"https://www.ft.com/content/574bbd32-6b71-11e9-a9a5-351eeaef6d84\">IQOS</a> and BAT's <a href=\"https://www.bat.com/group/sites/UK__9D9KCY.nsf/vwPagesWebLive/DOAWUGNJ#\">Glo</a>. Russia has been vital to the “smoke-free future” that Philip Morris now promises and one executive last year <a href=\"https://philipmorrisinternational.gcs-web.com/static-files/21b7b3e0-49c2-4fc5-8c3c-b0f48220a53d\">hailed</a> its “truly very spectacular progress” there.</p> <p>It is not clear how much safer heat-treating tobacco is to produce a nicotine vapour rather than smoking it in cigarettes. One <a href=\"https://tobaccocontrol.bmj.com/content/28/5/582\">analysis</a> concluded that users of the devices inhale “substantially fewer” toxicants, but the results were mixed and most studies are done by tobacco companies.</p> <p>Nor is the purpose of heat-treated tobacco devices obvious. Philip Morris says that<a href=\"https://philipmorrisinternational.gcs-web.com/static-files/c784aad1-3eb0-47c6-adf8-6600d88cbd5a\"> 72 per cent</a> of IQOS users switched entirely from cigarettes in 2020, but it leaves many who carry on using both. There is an echo of the past transition from Belomorkanals to Marlboro Golds: better, but not good.</p> <p>What is clear is that Russian smokers have been early adopters of the technology. Philip Morris <a href=\"https://www.pmi.com/smoke-free-products/iqos-our-tobacco-heating-system\">launched</a> IQOS in Japan in 2016, but it is growing rapidly in Moscow and took <a href=\"https://philipmorrisinternational.gcs-web.com/static-files/c784aad1-3eb0-47c6-adf8-6600d88cbd5a\">15 per cent</a> of the Moscow market in 2020. Nearly one-quarter of Philip Morris's global heat-treated sales by volume are in Russia and Ukraine (another country of heavy smokers), according to JPMorgan.</p> <p>This is why Philip Morris and others are reluctant to beat a full retreat from Russia: it is not just a smoky emerging market where they can sell products that are in long-term decline in the US and Europe. Until Vladimir Putin trashed a multitude of political and financial hopes, it was the future.</p> <p>Russia's convergence with the west has gone further than its integration of brands. It placed <a href=\"https://gowlingwlg.com/en/insights-resources/videos/2020/new-russian-regulations-against-e-cigarettes/\">strict controls</a> on cigarette advertising and on smoking in public places and Putin extended the policy to heated tobacco in 2020. The proportion of men who smoke has fallen, although it <a href=\"https://www.euro.who.int/__data/assets/pdf_file/0006/337434/Tobacco-Control-Fact-Sheet-Russian-Federation.pdf\">remains high</a>.</p> <p>Waiting in the wings is China National Tobacco Corporation, by far the world's <a href=\"https://www.ft.com/content/6c820eb0-51fc-11e9-b401-8d9ef1626294\">biggest cigarette producer</a>. If Putin yearns for Russia's past but <em>papirosi</em> will no longer satisfy smokers, it has an opportunity. There may be many factories in need of support.</p> <p>What is best for Russians, apart from kicking the habit, is another matter. History proves one thing: the present is unhealthy, but the past was worse.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p><p>Source: John Gapper 2022 'Big Tobacco's future in Russia goes up in smoke' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-18T05:00:53.353Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 934,
          "end": 944
        }
      ]
    }
  ]
}