{
  "_id": "a0af89026a672bd807b5d898ecd03517bf7e29918bab86e77b891e84813c3bf3",
  "feed": "wall-street-journal",
  "title": "Boycott the  G-20 if Putin  Is Going  ----  By David Cameron",
  "text": "<p>\n  'Welcome to Bali, Mr. President. Your dinner companion will be the mass murderer and war criminal Vladimir Putin.\" That will be the scene at the Group of 20 meeting in Indonesia this October unless we act now. </p><p>\n  I can hear the objections from Foggy Bottom and Whitehall: </p><pre> </pre><p>\n  -- \"We don't own the G-20, and a forum for dialogue is important.\" Sure, but G-20 meetings also confer status and respectability. With what Mr. Putin has done and is doing in Ukraine, that should be unthinkable. </p><p>\n  -- \"You and President Obama attended G-20s in 2014 and 2015 with Putin, despite what he was doing in Ukraine and Syria.\" Yes, we did -- and the conversations with Mr. Putin were worse than pointless. He blatantly lied to us about everything from the fate of the Malaysian airliner to the presence of Russian troops in the Donbas. In any event, what we have seen in the past month is on a new level: the full-on invasion of an independent, sovereign democracy with brutality that ranks with World War II atrocities. And we threw Russia out of the Group of Eight in 2014 because of what Mr. Putin did then. </p><p>\n  -- \"A boycott by like-minded countries won't stop the G-20. It will only reduce our voice.\" That's why we should start now. A pre-emptive announcement by the U.S. and U.K., preferably in concert with the European Union and its G-20 member states (Germany, France and Italy) would have a big impact. It is hard to believe that Canada, Japan, South Korea or Australia would attend if Mr. Putin is still in place and continuing his war. That accounts for around two-thirds of the G-20's gross domestic product and more than half of global GDP. Let's instruct our diplomats to get to work on Argentina, Brazil, India, Mexico, Saudi Arabia and South Africa. </p><p>\n  What does or doesn't happen at the G-20 won't change the world. But it could be an important signal. Our leaders need to show that we are on a war footing. At times like this, a prime minister or president needs to reach into the machine and make sure that everything that can be done is being done. </p><p>\n  There's an old military saying: \"Amateurs talk tactics, professionals talk logistics.\" Political leaders should talk logistics as well. I would want a report on every weapon system being delivered by every country and potential shortages. There will be blockages, bureaucracy, delays and legal objections. I saw time and again that if leaders don't intervene, measures that should be put in place won't be. </p><p>\n  The sanctions have had an impact, but the ruble seems to be stabilizing. So tighten the screw. Are the exclusions from the Swift ban necessary? Which companies are failing to follow Coca-Cola's and McDonald's lead on full disinvestment? Why do some countries have sanctions on some oligarchs but not others? Why not start from the proposition that all Russia's state-owned companies should be subject to sanctions? And where are the punitive measures to hit evaders?- </p><p>\n  Russia's oil and gas revenues have taken some hits, and the cancellation of Nord Stream 2 is welcome if overdue. But where is the plan to get every like-minded country as close to a full ban as possible? Prime Minister Boris Johnson was right to travel to the United Arab Emirates and Saudi Arabia to talk about production. President Biden should do the same. Yes, this is a battle between democracy and autocracy, but that shouldn't determine who we will and won't talk to or work with. It is also a desperate and time-critical struggle to stop evil from triumphing. </p><p>\n  Finally, I believe our own publics are prepared to shoulder the burden. People can see the horrors on television. The British public has shown it will extend a welcome to refugees. I saw the remarkable solidarity in every European country when I helped drive a cargo of medical and other supplies to the Red Cross in Poland. </p><p>\n  As this dreadful war continues and Ukrainian towns and cities are reduced to rubble, the ultimate question for world leaders will be blunt and simple: Did you do everything you possibly could to help? I fear we've got some way to go before we get to a full-throated \"yes.\" </p><p>\n  --- </p><p>\n  Mr. Cameron served as British prime minister, 2010-16. </p><p></p>",
  "published": "2022-03-24T06:07:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2645,
          "end": 2655
        }
      ]
    }
  ]
}