{
  "_id": "2596a97c7f8fa334a90524fd3ac4838775d59f0f6a3e5890a6fd013f1e90a7e5",
  "feed": "ftcomall",
  "title": "Smart, co-operative, emotional: what cutting-edge science tells us about pigs",
  "text": "<p>In front of me, in a living room on the outskirts of Budapest, Pilo sits plaintively on his hind legs like a dog. He wags his tail like a dog, and he enjoys his belly being rubbed like a dog. When asked sternly, and provided with a suitable cushion, he deigns to lie down like a dog. But Pilo is not a dog. He is a pig — a black-and-grey Minnesota mini-pig to be precise, if “mini-pig” can ever be a precise term for animals which can weigh as much as an adult human. </p> <p>Since the age of two months, Pilo has been raised just as a pet dog would be. In a country where most other pigs would by now have ended up as smoked sausages, the four-year-old is settling in for the long haul. He wears a red dog harness and sleeps in a worn dog bed. His trotters slip across the laminate floor. His wet snout, two thousand times more sensitive than my nose, swivels towards my hands then my shoes. </p> <p>Pilo's owner, a thin, expressive dog trainer named Szilvi Gergely, has come to a conclusion. Her pig is “smarter” than her two dogs, she tells me in uncertain English laced with certain intent. Training him was much easier because “he's incredibly motivated by food”. It took Pilo just three days to learn his name and a week to start coming when called. He can open the garden gate with his snout. On weekdays, the pig will wake her up before 6am. On weekends, he has learnt that she expects to sleep in. “Sometimes he is like a Swiss clock,” she tells me. I look from pig to dog, dog to pig, and it is difficult to say which is which.</p> <p>I came to Hungary to see a frontier of our understanding of another species. Along with 10 other pigs, Pilo is part of a study under way at Eötvös Loránd University in Budapest, home to one of the world's pioneering animal behaviour research groups. By equalising the upbringing of pigs and dogs, researchers hope to reveal which differences between the two species are due to nurture and which to nature. Are dogs different because they are raised as dogs now? Or because of how they were domesticated in the past? </p> <p>“We try to understand why pigs don't become dogs,” Attila Andics, a smiling, 41-year old neuroscientist, tells me. One of his group's challenges is to make sure the pigs aren't culled because of an outbreak of African swine fever. Another is to get them used to lying still enough to have their brains scanned in an MRI machine without anaesthesia. </p> <p>The research promises an insight into pigs' inner lives. What do they feel? What can they do? When Eötvös Loránd University researchers started studying dogs in the 1990s, their efforts were viewed as esoteric. Since then, biologists worldwide have drawn back the curtain on animal minds. We now know that rats show empathy. Orcas seem to grieve. Octopuses, separated from us by 750 million years of evolution, can solve mazes and use tools. </p> <p>Pigs, too, are complex animals. Their brains are similar enough to humans' to be useful for neuroscientific research. A study published in March found that <a href=\"https://www.nature.com/articles/s41598-022-07300-6\">pigs react differently</a> to different types of music, suggesting they experience a range of emotions. Another found their grunts change in frequency depending on the emotional context (happier grunts are deeper; stressed grunts approach high-pitched squeals), using algorithms to tell the difference. “Pigs are definitely in vogue scientifically,” says Alistair Lawrence, professor of animal behaviour and welfare at Scotland's Rural College. </p> <p>Yet, of the multitude of animal species that humans know well enough to turn into idioms, pigs have remained possibly the most misunderstood. We have all “sweated like a pig”. Except that, like Prince Andrew, pigs do not sweat. The idea of sweating like a pig may have come instead from the smelting of pig iron. Pigs' near-total failure to sweat is probably the cause of another myth: that they are dirty. To keep cool in the heat, pigs wallow, like fellow ungulates hippopotamuses. If water isn't available, then they will bathe in their own urine. But this is born of necessity. If they can possibly manage it, pigs are fastidiously hygienic. In experiments on farms, they have even learnt to use <a href=\"https://www.mdpi.com/2076-2615/12/1/113\">dedicated toilet areas</a>. “Eat like a pig? Yes, it's noisy,” says Gergely. “But smell like a pig? It's not true.” </p> <p>Our reluctance to think differently about pigs stems from our desire to keep eating them cheaply. Until recently, humans ate more pork than any other meat (since 2019, we have eaten more chicken). Every year 1.5 billion pigs are killed for food, many of them raised indoors in cramped conditions. In the US, Brazil and elsewhere, sows are generally kept in gestation crates — metal cages, often 2 metres long and 60 centimetres wide, in which breeding sows weighing more than 200kg are confined for months at a time, unable to turn around. The cages enable as many as possible to be crammed into a shed. Indoors, pigs are unable to root around in the ground. They have so little stimulation that they sometimes end up gnawing the steel bars. </p> <p>A more rounded, sensitive view of pigs' interior lives would have large commercial implications. In February, Carl Icahn, an activist investor worth more than $20bn, announced he was taking on McDonald's over its failure to phase out gestation crates. The practice is “grotesque”, “needless”&#xa0; and&#xa0;“unconscionable” and reflects board-level “dysfunction”, the 86-year-old wrote to the fast-food company's shareholders. “Pigs are incredibly social, intelligent and sentient animals that are as smart as toddlers. They most certainly feel pain, have a tremendous maternal instinct and bond with their babies.” Icahn is lobbying for two new board members at McDonald's; a showdown is set for a shareholder meeting next week. He has started a similar campaign against grocery chain Kroger. </p> <p>What is it that shapes how we view animals? Tradition? Cuteness? Intelligence? If you ask a scientist if pigs are as clever as dogs, they will shift uneasily. They will protest that each species is intelligent in its own way, adapted to its own needs in the wild. They will say that there is no such thing as “general intelligence”, there are only specific abilities that different species may or may not have. Yet if nudged, some scientists will say that yes, pigs are as intelligent as dogs. The two species are definitely in the same ballpark. If that idea takes hold, the line between pets and livestock may not be as easily drawn as we have imagined. </p> <p>For anybody who knows a pig, the notion they have complex minds is no surprise. Pigs have worked as sheepdogs and guard dogs. One English farmer told me that his pigs distinguish the sound of his car from other vehicles. They can work out when the battery dies in the electric fence, allowing them to cross shock-free. Temple Grandin, the American animal husbandry pioneer, recounts how one group of pigs in Illinois learnt to unscrew the bolts holding the pen divider to the wall. Such perceptions have never penetrated the mainstream. But now millennia of human coexistence with pigs may be giving way to understanding.</p>  <p><strong>Normally, to demonstrate humans'</strong> historical problems with other animals, you rewind a few centuries to Descartes and his view that animals were unthinking automatons. With pigs, you just have to go back a couple of decades. In 1976, the US publication Hog Farm Management advised farmers: “Forget the pig is an animal — treat him just like a machine in a factory.” Two years later, an article in the National Hog Farmer advised that breeding sows should be thought of as “a valuable piece of machinery whose function is to pump out baby pigs like a sausage machine.” Factory farming was on the up; productivity was king. </p> <p>David Wood-Gush, a South African geneticist, begged to differ. In 1978, he and his colleague Alex Stolba took over a couple of hectares of woodland, grasses and bog near Edinburgh. They released farm pigs into this new “pig park”, where they would live mostly unbothered by humans. (A previous experiment allowing chickens to live wild in the Scottish Hebrides was derailed by hungry mink.) </p> <p>Pigs had been domesticated from European wild boar for at least 9,000 years, mixed with domesticated Asian pigs from the 18th century. They had been selectively bred to produce more meat and piglets and acclimatised to human company. They looked startlingly different from their ancestors: adult wild boars are dark, hairy and females produce about six piglets a year on average; adult pigs are pink, hairless and females can produce <a href=\"https://www.pig-world.co.uk/features/breeding-features/prolificacy-parameters-and-model-principles.html\">more than 30</a>. The assumption was that, even in a semi­wild setting, pigs would behave very differently too.</p> <p>The pigs surprised. They formed small groups. They spent most of their waking hours grazing and rooting in the soil. They built communal nests just as wild boar do. Most nests had walls set against prevailing winds. They tended to open southwards, suggesting the pigs sought an open view. Before giving birth, sows left the group, and made their own nests. As they grew up, young piglets played. After three and a half years, Wood-Gush and Stolba concluded that the pigs exhibited “most of the behaviour of the European wild boar”. Thousands of years of domestication had fundamentally changed their bodies, but not their minds. </p> <p>Perhaps the closest thing today to the pig park is in Austria, in a wine-growing region near the town of Bad Vöslau, south of Vienna. The park's creator, Marianne Wondrak, became interested in pigs as a farm vet. Her work convinced her that pigs were “the losers in the animal welfare debate”. For the past eight years, she has kept a few dozen Kunekune pigs on eight hectares of pasture and woodland. Kunekune were originally bred in New Zealand; their name derives from a Māori word meaning “fat and round”. They are not commercially viable for meat production today because they do not grow fast or big enough. Instead they have assimilated as pets or research participants. The pigs are calm, bristly and hardy enough to live outside year round. </p> <p>Wondrak met me at a nearby train station and almost immediately laughed at my decision to wear a spotless white shirt to a pig enclosure. She led me through some trees to a clearing where the pigs sleep. Some of the 37 Kunekune pigs approached her. She hadn't visited for a while; they demanded her attention. Later, as we sat in the field in the spring sunshine, male pigs came up — one by one — to . . . greet us? I would say they wanted something tangible, like a belly rub. But quite often, after the briefest of scratches, the pigs seemed content just to roll on to the ground and lie beside one of us, their bristles often touching us. </p> <p>A seven-year-old boar rubbed against her leg. “Benjamin!” said Wondrak. “He obviously came for a cuddle,” she explained of another pig. A third boar tried to start fights with some bigger males, who brushed him aside. “Oh, just boys.” A female pig circled around. “She's waiting for her time.” The pigs were largely placid. In this field, they looked like grazing cows. “That's how pig life should be,” said Wondrak, determined. “And if they could choose, they would all like that. And they would all be that human-friendly.” </p> <p>The Edinburgh Pig Park was intended to rethink how pigs should be kept on farms. Wondrak's aim has been to understand how pigs think, particularly how they learn from each other. Primates seem to have consciousness and complex thoughts. And if primates did, why not birds and horses? Why not pigs? “It was a blank spot on the map and blank spots are always fascinating for scientists,” she said. Cognition studies have previously been focused on animals that rely more on their eyesight than pigs do. “We have to adapt every paradigm.”</p> <p>Wondrak's research relies on building trust with the pigs. One of her sows, Rosalie, had problems suckling her first piglets. When Rosalie gave birth the second time, Wondrak lay in her hut all night and helped her feed the piglets every hour. “It's a matter of life and death. Either you care or you don't,” she shrugged. “You can't do sophisticated research without them trusting you completely.”</p> <p>Wondrak argues that, because the Kunekune trust her, they willingly co-operate. In one of her studies, she led the pigs into a small wooden shed. Each pig was shown pictures of the front and back of a human head on two video screens and received a food reward if they chose the correct one. The pigs largely succeeded, confounding assumptions that they do not rely on sight. One of the pigs, Zazou, seemed to enjoy the test so much that, like a teenager, he demanded more screen time. “You say, ‘the test is over,' and he starts arguing.” </p> <p>In the pasture, I watched two pigs lying against each other. Were they friends? Possibly, but the way to tell would be to hire two students to film them for months, and then to work out whether they really did spend time together. Wondrak has seen anecdotal evidence of one pig missing another pig who died: “She walked around alone. She was definitely searching for her.” But science is laborious. “Every study you do answers, if you're lucky, one question but opens 100 more. We are still struggling to ask the right questions.”</p> <p>On farms, pigs are known to be curious; they're fascinated by novel objects in their pens before quickly and completely losing interest. In 1998, Penn State researchers found that pigs could manipulate a joystick, linked to a video cursor on a screen, in order to get a food reward. Dogs did not show the same ability. One researcher dreamt that pigs might one day even be taught words to communicate: “Wouldn't it be better if we could communicate with the animals directly and say, ‘<a href=\"https://apnews.com/article/b64ab4fb5f575692b5e640a038628c4b\">How do you feel today?</a>'” </p> <p>That hasn't happened, but pigs can distinguish between other individual pigs, by smell, appearance and sound. When offered two food sites, they return to the site with a <a href=\"https://www.cell.com/current-biology/fulltext/S0960-9822(10)00917-6\">better haul</a>. In another study, scientists at the University of Bristol placed two piglets, one dominant and one subordinate, together in an arena. The subservient one had been taught which buckets to look in to find food. Soon, the dominant piglet was following the subservient one to the food. Then the subservient piglet wised up, seemingly changing its behaviour to throw off the scrounging pig. Like chimpanzees and ravens, pigs may be <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0003347209005934\">capable of deception</a>. </p> <p>Far from being machines, pigs may experience mood swings. They seem more optimistic after playing with toys. They seem sensitive to the emotions of their compatriots. A pig placed near another pig that is acting stressed will become more alert. As in humans, yawns prove contagious; they are particularly contagious among siblings. </p> <p>“People are always surprised when I talk about animal emotions,” says Elodie Briefer, an associate professor at the University of Copenhagen, who led the study of pig grunting. “Without emotions they couldn't survive, they couldn't have evolved in the wild, because it guides their decisions. Without emotions, they wouldn't know how to react to something ambiguous. The basic emotions have been shown to be encoded in ancient brain areas that are shared by all vertebrates.” She adds: “I don't think that pigs are necessarily smarter than goats; I just think that all farm animals are highly smart.” For those interested in animal welfare, pigs' mental complexity has straightforward implications: farms should allow pigs to use their cognitive abilities. </p> <p>At the same time, pigs' abilities have limits. One test frequently offered to animals is whether they can recognise themselves in a mirror, a proxy for self-awareness. Rebecca Nordquist, an assistant professor at Utrecht University, concluded after multiple attempts that pigs could not use a mirror to locate food: “We researched that into frustration. I'm done with that.” </p> <p>Wondrak herself took part in a study designed to see if Kunekune pigs would co-operate with one another. The study created a device by which, if two pigs pushed up a log at the same time, they would both get food. The pigs managed to do this. But when the researchers released only one pig, that pig kept trying to lift the log. They apparently hadn't learnt that the food would only come if <a href=\"https://www.sciencedirect.com/science/article/pii/S0168159121001271?via%3Dihub\">another pig were there</a> too.</p> <p>When animals flunk scientific tests, scientists ask themselves if the test itself is the problem. “The first question is: is the species not capable of the behaviour, or is the set-up not the correct one, or is the context not the correct one?” says Wondrak. If pigs don't co-operate for food, maybe it's because this behaviour has no equivalent in the wild. Perhaps pigs, and wild boar before them, always foraged alone, unlike dogs, whose wolf ancestors hunt in packs. Perhaps pigs would co-operate in other scenarios? In 2020 <a href=\"https://www.nature.com/articles/s41598-021-95682-4\">a wild boar was documented</a> rescuing other wild boar from a trap by ramming a log away from the door.</p> <p>Jean-Loup Rault, a professor at Vienna's University of Veterinary Medicine and a co-author of the study, is now developing new tests of how pigs can help each other and what implications this has for their wellbeing. I visited Rault at the university farm where he carries out his research. The contrast with Wondrak's pig park was stark. The pigs on Rault's farm are fat, pink and hairless. Their surroundings are artificial, metallic. It's noisier and there are more flies. This is how most pigs in Europe are raised, which is the point. </p> <p>Even in this environment, Rault finds intriguing signs of pigs' social nature. Sows generate milk for their piglets about every 45 minutes. Rault has seen sows in neighbouring pens synchronising their nursing. One of his students is investigating evidence of pig personalities. An apparatus has been designed to indicate whether pigs favour a certain side of their snout, just as humans are right or left-handed. Pigs who prefer using the left part of their snout, and whose tails curl to the left, seem to be shyer than those who are right-snouted and right-tailed. “Maybe people don't want to know that farm animals have personality,” Rault told me, mischievously. </p> <p>In popular culture, an animal's intelligence is often seen as inversely proportional to their edibility. Who would eat a dolphin? But to welfare experts, it is a poor measure. “Animal welfare is not about how intelligent an animal is. It's about how sentient an animal is,” said Rault. Being less clever may actually worsen some of the frustrations of farm life. </p> <p>In Bad Vöslau, the intelligence of the Kunekune did not seem the crucial question. Sitting in the field, I wondered if what would really change people's minds about pigs were not cognitive tests, but just seeing them, as hairy, independent animals grazing a field, not swollen, confined sows on a farm. Wondrak insisted the pigs noticed the difference. “It's absolutely different because they have an absolutely different stress level.” Pigs made grunts that were never heard on farms, she says, because they needed to greet each other in ways that pigs kept in the same pen would never need to. They were less aggressive, not least because they could walk away when there were disagreements. They were curious, but not obsessed with human objects, because they had “their own piggy things” to do. Pigs' intense curiosity on farms, often seen as a sign of their intelligence, may in fact be a sign of how bored they are. “If you're in prison, you look forward to the moment you can do your laundry,” Wondrak said, unable to resist stepping outside the confines of scientific language.</p> <p>Wondrak is now moving the pigs to a new site near Salzburg, a large animal sanctuary known as Gut Aiderbichl. The public will be able to visit. Maybe there the pigs “can be ambassadors for pigkind. Looking them in the eye — that might change the perception.” With a Kunekune resting against her leg, Wondrak put her scientific methods to one side and pronounced on the future of industrial pig farming: “Everybody knows — even those who are very deep in the system — that the whole system will blow up sometime. Because it's insane that you keep sentient animals in that way.” </p>  <p><strong>Carl Icahn didn't become a billionaire</strong> by being sentimental. “All I care about is money, and I want it quick,” he reportedly told the chief executive of one target company in 1980. His modus operandi was to besiege companies so hard that they paid him off — “greenmail”. He's pushed around the CEO of the world's second most-valuable company, <a href=\"https://www.ft.com/content/a0659ec3-7046-4c38-a58a-ee03f26d7c80\">Apple</a>, and <a href=\"https://www.ft.com/content/a14eb3a6-4896-11e4-9d04-00144feab7de\">egged on eBay to spin-off PayPal</a>. More recently, he was a <a href=\"https://www.ft.com/content/c3bae125-750d-3343-97b6-2222eacd8b9c\">special adviser to President Donald Trump</a>, pushing for laxer environmental regulation. </p> <p>Could a guy like him really care about pigs? Icahn insists so. He first spoke to McDonald's privately in 2012. To avoid a fight, the company agreed to stop buying pork from gestation crates, even issuing a press release entitled “<a href=\"https://corporate.mcdonalds.com/corpmcd/en-us/our-stories/article/ourstories.gestation_stall.html#:~:text=(Feb.,the%20United%20States%20(HSUS).\">McDonald's Takes Action Toward Ending Gestation Stall Use</a>”. But later it redefined that pledge so that it didn't apply to sows for four to six weeks each pregnancy, while their pregnancy is unconfirmed. “[The company's] view is that they only meant confirmed pregnancies, but that they didn't say confirmed pregnancy in the press release,” says one person familiar with the dispute. Because sows are impregnated twice a year, that means McDonald's' suppliers' sows are still in cages for three months a year. Icahn cried foul. He has bought a few shares and made a lot of noise. </p> <p>I reach Icahn by phone in Florida. His voice is gruff and oddly detached, but his tone is friendly enough. “I've always really been an animal-lover,” he says. He tells me that he never went shooting even though he was a great shot in the army, that he has three dogs, that he even once kept a pig on one of his properties. (The pig lived outside.) “These pigs are very bright animals. What is done to them is unconscionable.”</p> <p>Icahn keeps bringing the conversation back to his real hobby horses: the US's dependence on China, and its overpaid executives. “Not only do [McDonald's] not care about animal welfare, but they don't seem to care much about their own employees,” he says. (The company protests that it put up basic pay to $11-$17 an hour last year.)</p> <p>The McDonald's fight isn't about money. “It's gonna cost me a few million bucks, but it's worth it to me . . . I just always felt strongly about unnecessary cruelty to animals. But I'm the same hard-nosed guy I always was.”</p> <p>His motivation is probably not entirely swine-centric. It is partly about his daughter, Michelle, a vegetarian who worked at the Humane Society of the United States, an animal welfare charity. It may be partly to do with wanting a legacy. Maybe it's just for the fun of the fight.</p> <p>Whatever the case, Icahn has found the easiest of targets in the use of gestation crates. Temple Grandin, husbandry pioneer and an adviser to McDonald's, has long compared the crates to forcing a person to live their life in an airline seat. “I always hated sow gestation crates, and I can remember the '70s when we did not have them and the pigs were fine,” she tells me. The crates are “perhaps the most barbaric and ruthless treatment that goes on in the meat industry,” says Josh Balk, a campaigner at the Humane Society. “The pork industry is incredibly easy to oppose because it's defending such egregious cruelty.” </p> <p>Pork farmers have proved resistant to change. In 2001, a spokesman for the National Pork Producers Council defended the crates, arguing that a female pig “doesn't even seem to know that she can't turn.” Such defensiveness has continued, even after evidence has shown that crated pigs have higher stress levels, weaker bones and behave abnormally. Sows in crates spend 50 to 60 per cent of the day inactive. “It blows my mind,” says one scientist. “[Producers] are fighting the inevitable.” Grandin says that, on welfare issues, even the chicken industry has given more ground. </p> <p>Icahn says he has a “chance of winning” the McDonald's battle. But maybe the welfare of millions of pigs is not existential enough for investors: on Monday, advisory firm Institutional Shareholder Services recommended that McDonald's shareholders vote down Icahn's nominees to the board.</p> <p>In 2018, by a margin of 63 to 37 per cent, California voters backed Proposition 12, which includes a ban on the sale of meat from pigs that come from gestation crates. “Any time that consumers have had the chance to vote to outlaw this practice, they have done so. Red states, purple states, blue states,” says Balk. The US Supreme Court is not so sure. It has agreed to hear an appeal that California's ban is an undue limit on interstate commerce. A decision is expected within the next year. </p> <p>In Europe, the debate has moved on. Gestation crates are banned except for four weeks in early pregnancy. The European Commission has promised to propose stricter laws next year. That is likely to restrict the use of gestation crates and farrowing crates, where sows are confined after giving birth. Some farmers argue that farrowing crates stop sows accidentally lying on their piglets and smothering them. But research by Rault's institute found that this would justify keeping the sows in cages for three days after birth, not several weeks. Austria has now limited use of farrowing crates to five days after birth, plus one day before birth, from 2030. Instead of confining pigs, farmers could again selectively breed pigs who show better mothering ability.</p> <p>“Some farmers say, ‘OK, I'll change my farrowing crates for farrowing pens. Will you leave me in peace with your animal welfare?'” says Rault. “I always tell them, it's never a done deal.” He predicts the next focus will be enriching the bare enclosures where pigs live. “How do we keep farm pigs busy in a way that is economical for the farmer?” In more stimulating surroundings, pigs play more. On industrial indoor farms with slatted floors, even providing straw for pigs to explore is impossible, because it blocks the sewerage system. </p> <p>After decades establishing pigs' mental complexity, others want to go further. “Enrichment doesn't do it for me,” says Alistair Lawrence of Scotland's Rural College. “People talk about toys, a bit of straw. It's just tinkering. Pigs should be kept in a stimulus-rich environment. This is where the dog comparison is quite useful. Pigs clearly are not far different from dogs, and the conditions in which they are kept are so, so different.” </p>  <p><strong>At Eötvös Loránd University</strong> in Budapest, studies suggest that pigs are different from dogs, at least in how they perceive people. When faced with an unsolvable problem, dogs look to humans for guidance. Pigs are less likely to do so; they keep trying by themselves. <a href=\"https://link.springer.com/article/10.1007/s10071-020-01410-2\">When humans pointed to food</a>, dogs followed the hint, but pigs ignored it. When placed in an unfamiliar room, both dogs and pigs would approach their owner, but only dogs would also approach humans if a stranger was present. At least some of these differences may be explained by how pigs were domesticated. They were brought into human society more recently than dogs. They were selected for meat and productivity, not companionship. For millennia, they were less exposed to human compassion. </p> <p>But morally, how much difference does it make? To Szilvi Gergely, not much. When she first took Pilo for walks in the street, “people would say, I can kill him and we can eat him.” She scared them off. “I'm crazy; I don't care what they think about me.” Gergely knows that Pilo is not a dog. She knows that he is a pig, and she knows that “once you see his eyes are so human, I don't think you can eat pork again.” </p> <p><em>Henry Mance is the FT's chief features writer. Grape was photographed at her home, </em><a href=\"https://www.thesecretgardensanctuary.co.uk/\"><em>The Secret Garden Sanctuary</em></a><em> in Surrey.</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/8153a6bc-a0e2-4b03-a0c6-2d7719917499\"><em>Maybe keep the pork recipe for another edition</em></a><em> / </em><a href=\"https://www.ft.com/content/8153a6bc-a0e2-4b03-a0c6-2d7719917499\"><em>From Sangeetha Ramachander, Hong Kong</em></a></p><p>Source: Henry Mance 2022 'Smart, co-operative, emotional: what cutting-edge science tells us about pigs' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T04:00:59.818Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 20614,
          "end": 20624
        },
        {
          "start": 24028,
          "end": 24038
        },
        {
          "start": 5173,
          "end": 5183
        },
        {
          "start": 22105,
          "end": 22115
        },
        {
          "start": 23849,
          "end": 23859
        }
      ]
    }
  ]
}