{
  "_id": "ae1ed18504892316d89309c13208912f28b2f2fefd1240eb4c86792ba7e8c011",
  "feed": "ftcomall",
  "title": "Leaving Russia: the key questions facing multinationals",
  "text": "<p>Volodymyr Zelensky's message was blunt. Western businesses must leave Russia immediately “because it is flooded with our blood”, the Ukrainian president told the US Congress last week. Those that stayed, he said, would be financing Russian president Vladimir Putin's war. </p> <p>Multinationals have <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">pulled back from Russia</a> at a speed and scale without precedent. Some, such as Danone, have stopped new investments but insisted <a href=\"https://www.ft.com/content/a812ec18-058c-49b2-8a70-e8791ea1e43a\">they would remain</a>, citing a responsibility to “the people we feed [and] the farmers who provide us with milk”.</p> <p>Many are exploring more radical options. Jeffrey Sonnenfeld, a Yale School of Management professor who has been tracking the “business blockade”, estimates that <a href=\"https://som.yale.edu/story/2022/400-companies-have-withdrawn-russia-some-remain\">more than 400</a> have now pledged to scale back, suspend operations or withdraw completely.</p> <p>Behind the volley of announcements, “the execution is very complicated”, he noted. </p> <p>Interviews with executives, advisers and academics suggest that even companies that have announced plans to pull out of Russia altogether face dilemmas about their people, their assets and liabilities, and their short- and long-term options in the country.</p> <p><strong>The people problem</strong></p> <p>“It would be quite easy for me to say that we're leaving Russia — it is what we all want to do,” said UniCredit's chief executive <a href=\"https://www.ft.com/content/8723bab5-396f-465d-b3d7-63a6071e207d\">Andrea Orcel</a>. However, he said, the bank employs about 4,000 people there. </p> <p>Some companies, such as Spotify, have pulled people out. A few have closed their Russia businesses despite being a good-sized local employer, such as Accenture, whose exit affects nearly 2,300 jobs. After suspending its St Petersburg plant, Toyota is gradually letting its expatriates and their families, 48 people in total, return to Japan.</p> <p>Most employers are struggling to strike a balance between distancing themselves from a suddenly toxic market and protecting people on their payrolls. </p> <p>“You have places like McDonald's and IBM with [large local] workforces and they don't want to come across as punitive to people who have been a part of their family,” said Sonnenfeld. </p> <p>Even as McDonald's suspended operations at its 850 Russian restaurants, it promised to continue to pay its 62,000 employees there. </p> <p>But Sonnenfeld noted: “The question is how much longer can McDonald's and IBM keep paying people to do nothing: how long they'll put up with it and how long the general public will appreciate them pumping cash into a rogue economy.” </p> <p>Privately, executives express concern about possible retribution. Russian prosecutors have warned that business leaders who criticise its government risk fines and imprisonment, while businesses halting operations could be found guilty of “fraudulent or deliberate bankruptcy”.</p> <p>Another auto executive said: “We deliberately invoked supply chain issues as a reason for stopping [production]. Purposely, we are not getting into the politics of this, no matter what we think, because the situation is very, very delicate. If you stop [the plant] for whatever reason you are on their radar.”</p> <p>A few companies have cited concerns about staff as a reason to remain. Dave Robertson, chief operating officer of Koch Industries, <a href=\"https://news.kochind.com/en-us/news/2022/statement-crisis-in-ukraine\">noted</a> that it employed about 600 people at two glass factories in Russia. “We will not walk away from our employees there or hand over these manufacturing facilities to the Russian government so it can operate and benefit from them,” he said.</p> <p><strong>The expropriation threat</strong></p> <p>As Robertson implied, some western companies are concerned that suspended operations could be seized by the state. Putin has warned that the Kremlin would find “legal solutions” to transfer assets from multinationals shunning Russia “to those who actually want to work”.</p> <p>An executive at another carmaker said: “If we are perceived as stopping the operation for no good reason, we could face nationalisation, being put in bankruptcy or administration, and then asset seizure if you don't restart the operation.”</p> <p>Alberto Alemanno, an HEC Paris law professor, said companies were now “paying a lot of lawyers to assess what they can do about it in terms of protecting their investment.”&#xa0;</p> <p>Their concerns have reached the White House, where press secretary Jen Psaki tweeted that “lawless” seizures would invite legal claims. Russia's embassy in Washington has dismissed such fears as “Russophobic hysteria”.</p> <p>Sonnenfeld said that the risk was limited because most non-industrial companies had few hard assets in Russia.</p> <p>When Disney said it would “pause” all its activities in Russia it added that “contractual complexities” meant it would take time to extricate itself from others, such as its television channels. </p> <p>McDonald's has ongoing commitments, too, such as restaurant leases. In all, chief financial officer Kevin Ozan said this month, these will keep its costs in Russia running at about $50mn a month. </p> <p>Some businesses may decide that the reputational risks of continuing to pay counterparties in Russia are too high, said <a href=\"https://www.riskcoalition.org.uk/geopolitical\">Derek Leatherdale</a>, managing director of the geopolitical risk consultancy GRI Strategies. </p> <p>“In theory, those firms that pulled out would retain legal obligations and financial obligations within Russia,” he said. “Presumably some are calculating that even if the Russian authorities tried to enforce them there's nothing that can be done. It goes into the category of a theoretical risk outweighed by the PR benefits of getting out.”</p> <p>Western companies seeking professional advice face fresh difficulties, as international law and accountancy firms themselves shut their local affiliates or at least temporarily decouple them from their global networks. Legislation designed to avoid any “circumvention” of sanctions is limiting what advice they can provide to businesses with Russian counterparties and obligations or which are seeking to sell assets or collect payments.</p> <p>One lawyer cautioned that while companies could legitimately stop conducting business with organisations that had been sanctioned, those which voluntarily suspended contractual obligations were significantly exposed. “Going beyond sanctions is hugely risky,” he said. “There will be lots of claims from suppliers, joint venture partners and investors that will be heard in the English courts.”</p> <p><strong>Can sellers find buyers?</strong></p> <p>Companies including <a href=\"https://www.ft.com/content/8b4968fa-40d8-40ae-b2f9-f12cd8b23f9c\">BP</a> and Shell have announced plans to sell Russian assets. For some, existing partners or franchisees make for logical purchasers. But they face difficulties in finding buyers who are not on western sanctions lists and questions over how to repatriate any sale proceeds.</p> <p>Cigarette makers <a href=\"https://www.ft.com/content/5e1e1a90-47d9-4755-9014-203bd6075ad6\">Imperial Tobacco and British American Tobacco</a> are transferring their operations to Russian businesses. BAT's chief marketing officer Kingsley Wheaton told the Financial Times it had been mindful of a “genuine possibility” that the “false bankruptcy” regulations being debated in parliament could lead to criminal charges. </p> <p>But he said negotiations could take months as transferring management of BAT's 2,500 employees in Russia, its St Petersburg manufacturing plant and supply chains was a “complicated undertaking”.&#xa0;</p> <p>“It's not a classic coffee-table book M&amp;A,” he said. “M&amp;A of this nature would take a long time in and of itself. Add in the idiosyncrasies of the current environment, it's only going to make it an even more complicated, complex situation.”</p> <p><strong>Keeping options open</strong></p> <p>Those companies that have kept some or all of their original operations in Russia, more than 80 by Sonnenfeld's count, are dealing with a weakening economy, broken supply chains and a devalued currency. Some are struggling to access cash to support their operations.</p> <p>As James Peters, chief financial officer of Whirlpool, said: “You've got demand that's dropping, you have sanctions that are now in place that will make it difficult to get components in. We don't know what the long and midterm looks like for that.”</p> <p>Ingka Group, whose 17 Ikea stores, nine planning studios and distribution centre in Russia employ 12,000 people, said it was working on the assumption that its suspension of operations would last for many months. </p> <p>“We want to provide long-term employment stability for all our co-workers and recognise that the situation in both countries is dynamic and changing rapidly. We are working on a six-month plan, but as of our temporary pause announcement, we have guaranteed three months' salary in Russia,” the company said.</p> <p><strong>The risk of a return&#xa0;</strong></p> <p>Even as companies work through the challenges of living up to their pledges to retreat, those that hope one day to return to Russia need to be thinking about how they would do so, says Michael Useem, a Wharton professor specialising in risk management.</p> <p>“If I'm in McDonald's headquarters I'm thinking ‘one day we're going to be back in . . . What would be the context, the circumstances, the moment, the political climate that would mean we can legitimately go back in?'” he said.</p> <p>Boards needed to oversee a strategy for how their companies could re-enter Russia in a way that is palatable to their stakeholders, Useem said. “It has got to be [informed by] dedicated analytics.”&#xa0;</p> <p>A number of companies are exploring ways to disconnect but remain, such as with the use of call options to repurchase assets temporarily divested to trusted local partners. But as one lawyer said: “Selling is never easy and finding a buyer is very difficult. If you sell to a trusted third party, enforcement on a call option is not simple. If you let go of an asset, you may never see it again.”</p> <p><em>By Andrew Edgecliffe-Johnson and Andrew Jack with Peter Campbell, Philip Georgiadis, Ian Johnston, Richard Milne, Michael O'Dwyer, Antoni Slodkowski and Eri Sugiura</em></p><p>Source: FT reporters 2022 'Leaving Russia: the key questions facing multinationals' FT.com 20 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-20T11:23:03.196Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2211,
          "end": 2221
        },
        {
          "start": 1859,
          "end": 1869
        },
        {
          "start": 2029,
          "end": 2039
        },
        {
          "start": 4581,
          "end": 4591
        },
        {
          "start": 8596,
          "end": 8606
        }
      ]
    }
  ]
}