{
  "_id": "e1f13dcef85461bd8b134ed54dea2dc037a5568b287b966e807aa34631d3db65",
  "feed": "market-watch",
  "title": "Budweiser announces details of World Cup victory celebrations in Argentina; The party in Argentina caps an eventful few weeks for Budweiser",
  "text": "<p>The victory celebrations in Argentina cap an eventful few weeks for Budweiser. In an abrupt reversal just two days before the soccer showpiece kicked off last month, Qatar World Cup organizers banned beer sales in the tournament's eight stadiums. Budweiser quickly shrugged off the beer ban and promised \"the ultimate championship celebration\" for the World Cup winner, promoting its campaign using #BringHomeTheBud on social media. Widely interpreted as a reference to the surplus beer from Qatar, \"Bring Home The Bud\" is now the company's largest ever global campaign.</p><p>Now read: For Budweiser, Qatar World Cup has been a tale of tough logistics and quick thinking</p><p>Since launching the campaign, Budweiser has been tweeting images of red shipping containers bearing the hashtag in cities around the world, including Cordoba, Argentina, Rio de Janeiro and New York.</p><p>\"The celebration kicked off after the official watch party in Buenos Aires, with the opening of the #BringHomeTheBud crates,\" Budweiser said in a statement released on Monday. On Thursday, the victory celebrations will continue at Fan Fest locations in Buenos Aires and in the cities of Rosario and Cordoba. \"These celebrations will feature musical performances, surprises in the red Budweiser crates to be revealed for fans at the party, partner activations and access to exclusive collectible merchandise to commemorate Argentina's win.\"</p><p>As part of the celebration, Budweiser will also screen the music video for \"The World Is Yours to Take\" featuring rapper Lil Baby, the first ever music video shot at the World Cup. The video includes footage of Argentina lifting the trophy.​</p><p>Read: Budweiser shrugs off Qatar stadium beer ban, tweets new World Cup campaign</p><p>\"We brought the BUDS,\" tweeted Budweiser Argentina Sunday, with aerial footage of a massive crowd celebrating at the National Flag Memorial in Rosario. In the footage, fans can be seen celebrating atop a crate emblazoned with #BringHomeTheBud.</p><p>Argentina's team captain, Messi — regarded by many as the greatest soccer player of all time — participated in Budweiser's \"The World Is Yours to Take\" advertising campaign during the World Cup. Brazilian star Neymar and England's Raheem Sterling also took part in the campaign.</p><p>\"This has been an incredible journey. It's a historic moment, not just for me, but for all of Argentina,\" Messi said in the statement released by Budweiser Monday. \"'The World Is Yours to Take' has been a great way to tell my story to achieve this dream. I'm excited that we're able to celebrate and Bring Home the Buds to all the fans that supported us.\"</p><p>See:  Qatar World Cup controversy means sponsors are walking a tightrope</p><p>Budweiser has been a World Cup partner since 1986 and reportedly paid $75 million for its latest sponsorship deal.</p><p>Sponsorship marketing expert Ricardo Fort, founder of Sport by Fort Consulting and the former head of global sponsorships at Visa Inc. V and Coca-Cola Co. KO, told MarketWatch last week that Budweiser's nimble World Cup marketing will have an impact long after the final goal in Qatar. \"The idea of creating an event after the World Cup to celebrate the winner, I think it's brilliant,\" he said, adding that Budweiser turned a problem into an opportunity to extend its World Cup promotion with consumers beyond the final.</p><p>\"I can easily see them doing it in the future,\" Fort said, adding that the concept could also be applied to other major sporting events. \"'The winning city in the Super Bowl gets all the beer' — this idea has a lot of legs,\" he said.</p><p>Now read: British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad</p><p>Anheuser-Busch InBev's stock rose 0.02% on Monday, while the S&amp;P 500 SPX declined 0.3%.</p><p>Budweiser announces details of World Cup victory celebrations in Argentina</p>",
  "published": "2022-12-19T16:16:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3588,
          "end": 3598
        }
      ]
    }
  ]
}