{
  "_id": "455af36380b6cceea4de573fc127c03e970e26dde532b4f4544898d3b220bbfb",
  "feed": "wall-street-journal",
  "title": "Maskless on Planes? No Thank You, Say Many Asians Worried About Covid-19; From Japan to Thailand, face coverings remain near-universal in public, and countries are keeping mandates",
  "text": "<p>\"I'd be uncomfortable if the person next to me on the plane was unmasked,\" said the 64-year-old retiree as she ate a sandwich outside a Tokyo shopping mall. \"We haven't figured out yet how we could live with the coronavirus. At this phase, we'd better take a more conservative approach.\"</p><p>Pictures of maskless Americans packing sports stadiums, attending business meetings and now riding on airplanes look like they come from another planet for people in much of Asia, where masking is nearly universal and likely to stay that way for some time.</p><p>Japan in particular offers a counterpart to the U.S. trend: Mask requests are generally voluntary, yet compliance is widespread.</p><p>\"I believe it's a product of peer pressure,\" said 22-year-old college student Ryo Takahashi, who was wearing a cloth mask Wednesday as he waited in line at a McDonald's restaurant. Mr. Takahashi said he wasn't worried much about getting infected because he is young and the current Omicron variant tends not to cause serious illness, but he said he was still wearing a mask so as not to stand out.</p><p>Major U.S. airlines quickly dropped the mask mandate after a federal judge in Florida on Monday said a federal mandate exceeded the authority of the Centers for Disease Control and Prevention. Many people responded by removing their masks, some in midflight as news of the ruling spread.</p><p>Those scenes aren't likely to be repeated in East Asia soon. From Thailand to South Korea, either Japanese-style social pressure or government mandates have kept people masked.</p><p>In South Korea, where an Omicron wave has receded after peaking in March at a level that exceeded the worst U.S. outbreak, officials have lifted restrictions on the size of gatherings and business operating hours. But a mask mandate remains.</p><p>Jeon Hae-cheol, minister of interior and safety, said Wednesday that the mandate might be lifted for outdoor settings in May. Officials said masks will have to be worn indoors for a considerable time. \"The importance of mask-wearing remains formidable,\" Mr. Jeon said.</p><p>Hong Kong is set to relax social-distancing rules Thursday after its own Omicron wave eased, but it too is keeping its mask mandate in public places—even for those exercising outdoors. Violators are subject to a fine that is equivalent to more than $600.</p><p>In Japan, mask-wearing was reasonably common even before Covid-19 when people had colds or allergies, and the custom has become ingrained in the last two years.</p><p>Toshihiro Tajima, a 63-year-old engineer, said he planned to wear a mask for the rest of his life. \"Given my age, I'm concerned, because corona won't go extinct,\" he said.</p><p>Infection levels in Japan, South Korea and some other parts of Asia remain higher than in the U.S. as the Omicron BA.2 subvariant continues spreading, although deaths and hospitalizations have fallen.</p><p>Shops, restaurants and event halls in Japan ask visitors to keep their face coverings on except when they are eating. At school, students wear masks most of the time and eat lunch quietly. Signs are ubiquitous in train stations.</p><p>For the moment, it doesn't appear that people are annoyed with being nagged all the time.</p><p>Koji Yoshimura, an official at the Japan Federation of Hire-Taxi Associations, said quarrels over mask requests erupted sometimes between taxi drivers and riders in the early days of the pandemic, when masks were in short supply, but \"such disputes are hardly heard recently.\"</p><p>A survey in March by Planet Inc., a Tokyo data-services company, found that more than a third of respondents intended to keep wearing a mask all the time even after the coronavirus is under control, while half said they would wear a mask sometimes.</p><p>In the wake of the U.S. court ruling, Japanese airlines said they would continue asking passengers on both domestic and international flights to wear face coverings onboard and at airports.</p><p>While the rule isn't mandatory, Tetsuya Hayano, a Japan Airlines Co. spokesman, said, \"we persuade passengers as much as possible\" to wear masks. If they don't comply, they may not be allowed to fly, the company's website says. \"This is to ease the concerns of other passengers,\" Mr. Hayano said.</p><p>Ms. Matsuda, the Tokyo retiree, said she was thinking of flying to Spain and Portugal after the pandemic dies down. After watching the news Wednesday, she said she might avoid U.S. carriers.</p><p>Timothy W. Martin in Seoul and Natasha Khan in Hong Kong contributed to this article.</p><p>Write to Miho Inada at miho.inada@wsj.com</p><p>Maskless on Planes? No Thank You, Say Many Asians Worried About Covid-19</p>",
  "published": "2022-04-20T12:01:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 832,
          "end": 842
        }
      ]
    }
  ]
}