{
  "_id": "4b0d1a9663c0c1532e6d87ce046d90f98c930e977cb80fe00af54fc65c13b84a",
  "feed": "wall-street-journal",
  "title": "Icahn Set  To Lose  Proxy Bid  At Chain  ----  By Cara Lombardo and Dana Cimilluca",
  "text": "<p>   McDonald's Corp. is poised to prevail in a proxy fight with activist Carl Icahn, who challenged the fast-food chain over its suppliers' treatment of pregnant pigs, people familiar with the matter said. </p><p>   Early vote tallies show McDonald's far ahead of Mr. Icahn, who had nominated two directors to the company's board, the people said. </p><p>   Votes will continue coming in until the end of McDonald's shareholder meeting Thursday morning and could still move around, though it is unlikely to change the result, they said. </p><p>   Mr. Icahn's animal-rights campaign had been seen as a long shot from the start, given that it was a far cry from his typical activist battle. </p><p>   It didn't present obvious financial upside to McDonald's shareholders, and he had a tiny McDonald's stake, meaning he needed to persuade a larger-than-normal portion of shareholders to support his cause. </p><p>   Mr. Icahn could cast the campaign as a partial victory given it raised awareness of the issue, which he first got involved in 10 years ago at the behest of his daughter and the Humane Society of the United States. </p><p>   At the center of the conflict is McDonald's suppliers' use of gestation crates, small cages used to constrain pregnant pigs. Suppliers have said the crates make breeding more efficient, while Mr. Icahn and his nominees say they are inhumane. </p><p>   In 2012, McDonald's pledged to stop buying pork by 2022 from producers who use the crates. Little known was that Mr. Icahn had quietly pushed for the changes behind the scenes. </p><p>   This year, Mr. Icahn has argued that McDonald's failed to follow through and changed its interpretation of the pledge. McDonald's now often has its producers move pigs out of the containers only after confirming they are pregnant, which many wait to do so until the sows are four-to-six weeks into their 16-week pregnancies. </p><p>   Mr. Icahn had expected the use of the crates to be banned altogether. </p><p>   McDonald's has said that more than 60% of its U.S. pork is sourced from pigs not housed in gestation crates once they are confirmed to be pregnant, and it expects that figure to be 85% to 90% by the end of this year. </p><p>   The company says Mr. Icahn's demand is unfeasible because it would significantly increase costs and place a financial burden on customers. </p><p>   Mr. Icahn tried appealing to big index funds focused on socially conscious investing, whose support is crucial in most proxy fights. </p><p>   He argued that despite being at the forefront of the environmental, social and governance investing movement, BlackRock Inc. and others have subjectively selected which principles they care about and put too little emphasis on animal welfare. </p><p>   --- </p><p>   Heather Haddon contributed to this article. </p><p></p>",
  "published": "2022-05-25T06:10:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 226,
          "end": 236
        },
        {
          "start": 744,
          "end": 754
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 381,
          "end": 391
        },
        {
          "start": 1106,
          "end": 1116
        },
        {
          "start": 1324,
          "end": 1334
        },
        {
          "start": 1611,
          "end": 1621
        },
        {
          "start": 1887,
          "end": 1897
        },
        {
          "start": 701,
          "end": 711
        },
        {
          "start": 1529,
          "end": 1539
        }
      ]
    }
  ]
}