{
  "_id": "05a2c1823d1341045fe0db1afbd6f9c222023dec60bef76125285f0240c3e74d",
  "feed": "market-watch",
  "title": "'We got him.' Frank James, suspect in Brooklyn subway shooting, arrested in Manhattan; Reports say Frank James, who officials believe opened fire on a subway train in Brooklyn Tuesday morning, was arrested by the New York City Police Department",
  "text": "<p>\"My fellow New Yorkers, we got him. We got him,\" NYC Mayor Eric Adams said while speaking remotely at a press conference. The mayor is still isolating after testing positive for COVID-19 earlier in the week. </p><p>\"I cannot thank the men and women of the New York City Police Department enough,\" he said.</p><p>James was named a suspect on Wednesday morning. He is believed to have donned a gas mask and set off a smoke bomb before opening fire just before 8:30 a.m. local time. A van, believed to have been rented by James, was at the center of the investigation Tuesday afternoon, after the shooting.  </p><p>The gunman sent off smoke grenades in a crowded subway car and then fired at least 33 shots with a 9 mm handgun, police said. Five gunshot victims were in critical condition but all 10 wounded in the shooting were expected to survive. </p><p>At least a dozen others who escaped gunshot wounds were treated for smoke inhalation and other injuries. The shooter escaped in the chaos, but left behind numerous clues, including the gun, ammunition magazines, a hatchet, smoke grenades, gasoline and the key to a U-Haul van.</p><p>That key led investigators to James, a New York City-area native who had more recent addresses in Philadelphia and Wisconsin.</p><p>James \"had posted several rambling, conspiracy-laden YouTube videos, railing against the city's mental health services, complaining about race issues and speaking violently against people who he believes wronged him,\" according to a report from the New York Post.</p><p>Law enforcement officials said James called police to come get him Wednesday, calling to say he knew he was wanted and that police could find him at a McDonald's in Manhattan's East Village neighborhood, the Associated Press reported. </p><p>James was gone when officers arrived, but he was soon spotted and arrested on a busy corner nearby.</p><p>Sewell said that the authorities \"were able to shrink his world quickly.\"</p><p>\"There was nowhere left for him to run.\" </p><p>James was awaiting arraignment on a charge that pertains to terrorist or other violent attacks against mass transit systems and carries a sentence of up to life in prison, Brooklyn U.S. Attorney Breon Peace said.</p><p>–With additional reporting from Associated Press</p><p>'We got him.' Frank James, suspect in Brooklyn subway shooting, arrested in Manhattan</p>",
  "published": "2022-04-14T01:36:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1644,
          "end": 1654
        }
      ]
    }
  ]
}