{
  "_id": "6e47b088f7e518b3bc220070f9659f452ae65c79d263d7f92a5140eb954e7770",
  "feed": "wall-street-journal",
  "title": "Americans Are Showing Inflation Fatigue, and Some Companies See a Breaking Point; From cigarette makers to mattress sellers, some executives caution that while spending is strong, American households are less willing to absorb price increases",
  "text": "<p>Robust consumer spending has powered the U.S. economy through much of the pandemic, as households were helped by Covid-related government stimulus programs, rising wages and a rebound in the U.S. job market that has pushed the unemployment rate down near prepandemic levels.</p><p>Companies that made everything from baby wipes to washing machines were able to raise prices without denting demand much. Now, some executives and analysts say that Americans' buying power is being squeezed by inflation, which in March hit the highest annual rate since 1981. Grocers and other food and staples sellers, for instance, say shoppers have increasingly been seeking discounted products and lower-cost brands.</p><p>\"U.S. consumer confidence has been shaken by rampant inflation and geopolitical uncertainty in recent months,\" Tempur Sealy Chief Executive Scott Thompson told analysts Thursday.</p><p>Consumer spending accounts for the bulk of U.S. economic output, and economists are closely watching how Americans deal with elevated levels of inflation. And although the nation's gross domestic product shrank in the first quarter, as the trade deficit widened and inventory investments by businesses slowed, economists are expecting consumer spending to remain resilient in the months ahead.</p><p>Government data show people have been stepping up purchases on travel and accommodations of late. However, March marked the second consecutive month where spending declined on durable goods such as automobiles and appliances on a seasonally adjusted basis.</p><p>\"You will see an elevated rate of consumer fatigue in terms of some of these price increases,\" Jefferies analyst Jonathan Matuszewski said. \"The good news is that consumers want to spend on travel and entertainment, but are they going to feel healthy enough from a financial perspective to actually do that?\"</p><p>Not all companies are seeing a slowdown and some, including makers of household staples like Procter &amp; Gamble Co., say that consumers are continuing to pay up for pricier alternatives to mainstays like laundry detergent and razors. P&amp;G recently reported its biggest quarterly sales growth in decades, and Barbie maker Mattel Inc. posted record first-quarter sales.</p><p>\"We are firmly in growth mode,\" Mattel CEO Ynon Kreiz said Wednesday in a call with analysts. \"This was an outstanding start to the year.\"</p><p>SHARE YOUR THOUGHTS</p><p>How do you think your own spending might change in the coming year? Join the conversation below.</p><p>Coca-Cola Co. reported sales volume rose across all its operating segments in the three months ended April 1, even as prices were higher than a year earlier. Coke CEO James Quincey said Monday that it is important for the beverage giant to have premium products while also having an \"anchor in the affordability and entry price-point opportunities\" as consumers' budgets come under pressure.</p><p>McDonald's Corp. executives said despite higher menu prices, the company wants to remain a good value for diners. Finance chief Kevin Ozan told analysts Thursday that one thing helping the fast-food chain is that prices for food at home have been increasing more than food away from home.</p><p>Amazon.com Inc. executives said they haven't seen any indicators of weakened consumer demand, even after the retail giant reported its slowest quarterly sales growth in roughly two decades. Amazon hopes any consumer belt-tightening works in its favor.</p><p>\"We're cognizant of the current inflationary environment and the impact it has on household budgets,\" Amazon finance chief Brian Olsavsky told analysts and investors Thursday. \"A lot of times, that is the time when people come to Amazon.\"</p><p>Online retailers are also grappling with shoppers directing more of their spending toward physical stores as more people get vaccinated and return to normal routines two years into the health crisis.</p><p>Some manufacturers such as Whirlpool Corp. and grill maker Weber Inc. say their sales have been hampered by lack of inventory and supply shortages, not weak demand.</p><p>Whirlpool CEO Marc Bitzer said sales in the most recent quarter, though down from a year ago when shut-in consumers in North America splurged on home improvements, remain well above prepandemic levels. He said factors including people using appliances more at home and the elevated age of housing stock should fuel demand for the company's dishwashers, refrigerators and other products.</p><p>\"We remain very confident that the fundamental strength of consumer demand trends will remain intact over multiple years,\" Mr. Bitzer said Tuesday on an earnings conference call.</p><p>Raising prices on consumers may have its limits. Some companies in recent weeks have raised sales targets but stuck to or tempered profit forecasts. That's because price increases may not be enough to outweigh rising costs, analysts say.</p><p>A Jefferies research note published Thursday suggests Americans across income levels are changing their spending plans as a result of inflation. It said that in a recent survey of roughly 3,500 U.S. consumers, more than 70% said they have switched to cheaper alternatives when it comes to food and household staples. Nearly 40% said they were delaying purchases of big-ticket items such as travel, furniture and electronics.</p><p>Macy's Inc. finance chief Adrian Mitchell said consumer demand will probably remain strong throughout the year, but retailers are likely going to have to step up discounting to win their business.</p><p>\"There's still uncertainty. There's still pressure on the consumer,\" Mr. Mitchell said at a retail conference early last month. \"Even though the consumer is healthy, we do see that inflation is elevated more so than what we expected coming into the year.\"</p><p>Suzanne Kapner contributed to this article.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Americans Are Showing Inflation Fatigue, and Some Companies See a Breaking Point</p>",
  "published": "2022-05-01T13:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2848,
          "end": 2864
        }
      ]
    }
  ]
}