{
  "_id": "81962395c0337f75a212e0b3cc96de00e4029707996c76dd4389628a611d377e",
  "feed": "market-watch",
  "title": "Robots are making french fries, chicken wings and more as restaurant kitchens gear up for an automated future; Automation and other high-tech advances are introducing labor efficiencies and other benefits that impact a company's earnings",
  "text": "<p>See: 'It's like being ripped into two': Chipotle workers overwhelmed by online orders and furious customers</p><p>Prior to the investment, Chipotle brought in Chippy, a Miso Robotics creation, to test that robot's abilities at the station that makes tortilla chips. Miso Robotics, a Pasadena, Calif.-based restaurant robotics company founded in 2016, is helping quick-service chains create the kitchens of the future using artificial intelligence, robotics, computer vision, and other high-tech methods.</p><p>The quest to improve service and operations at a wide range of restaurant companies has taken on increased urgency as labor shortages, inflation and other broad challenges add to the cost of doing business. More and more, human workers are sharing space in the kitchen with robots and other machinery.</p><p>Jack in the Box JACK has also been testing technology from Miso Robotics: Flippy 2 uses a robotic arm to operate a fryer that can make items like french fries and chicken wings; and Sippy, an automated beverage dispenser that promises the perfect amount of ice and an airtight seal to prevent spills and keep carbonated drinks from going flat.</p><p>White Castle and Del Taco are a couple of the other chains that have given Miso's technology a try.</p><p>\"What are the biggest problems that are easiest to solve? The fry station was looming large as the first and the biggest,\" said Mike Bell, chief executive of Miso Robotics in an interview with MarketWatch.</p><p>\"It's hard to recruit, hard to retain, and the least favorite job back of house.\"</p><p>According to Bell, there's plenty more that technology and engineering could do with robotics in quick-serve kitchens. But money is a factor.</p><p>\"There are things that can be taken over by automation but not all make business sense,\" Bell said.</p><p>The Flippy 2 starts at $3,000 per month to lease, with companies typically signing on for five-year terms. Miso Robotics is currently working with more than 10,000 restaurant locations.</p><p>Mark Kalinowski, chief executive of Kalinowski Equity Research, calls it \"early innings\" for restaurant automation.</p><p>Fast-food chains can have thousands of locations, many of them franchised, which can make the price tag for adding hi-tech solutions out of reach for many operators, especially when considering the other costs of doing business.</p><p>\"Right now a lot of automation technologies are expensive or unproven,\" he said.</p><p>And there's the issue of scale. Many big chains have thousands of restaurants.</p><p>\"If you want something in 5,000 restaurants, it better work in 5,000 locations,\" he said.</p><p>Robots as co-workers</p><p>Back in 2016, then-President-elect Trump's nominee for Secretary of Labor Andy Puzder, chief executive of Carl's Jr. parent CKE Restaurants Inc., talked up automation as a way to replace inefficient humans with bottom-line friendly robots that don't need basic human necessities like sleep and time off. The backlash was loud and swift. (Puzder ultimately withdrew from consideration amid separate controversies.)</p><p>Sam Zietz, chief executive of Grubbrr, says that there is a financial benefit to adding robots to restaurant operations.</p><p>\"On average, a cashier at a quick-service restaurant open 15 hours per day will cost more than $6,000 per month (with all associated carrying costs),\" he told MarketWatch.</p><p>\"In contrast, automation technology can perform all of the functions of the cashier at a fraction of the price. In addition, technology always show up, don't call in sick, and are ready to work 24/7.\"</p><p>Restaurant operators continue to struggle to find workers to fill open positions. A shortage of workers has forced businesses to consider the ways in which technology can fill in the gaps.</p><p>\"Before, we used to be coy about our technology as a labor-saving solution,\" said Zeitz.</p><p>\"Now, restaurants are struggling to find employees even at record-high wages. For a multitude of reasons, these workers have left the industry and are not returning.\"</p><p>For now at least, Chippy, Flippy and Sippy are giving a glimpse of how robots and other technologies can function side-by-side with human workers to keep restaurant operations running smoothly.</p><p>\"Restaurant work has always been challenging and particularly so over the past 2.5 years. So I think many employees are asking employers, what can we do to make my job easier?\" said Kalinowski.</p><p>\"Smart employers are thinking of automation in that respect… If we can help employees and customers all the better.\"</p><p>According to Synergy Restaurant Consultants, artificial intelligence and machine learning are already commonly used for things like helping with self-serve options, inventory, scheduling and marketing.</p><p>Robots are also fun</p><p>In late June, Kura Sushi USA KRUS announced the launch of new technology in its 37 restaurants, including Kur-B the KuraBot, a robot that brings drinks and condiments to customers.</p><p>\"This new element also allows more time for our servers to engage and check-in with customers,\" the company said in its announcement.</p><p>Kura Sushi is using tablets and other mobile devices to expedite ordering and paying as well.</p><p>Aside from the practical uses for technology, Kura Sushi says it's just more fun, calling its approach to the restaurant business \"eater-tainment.\"</p><p>Kura Sushi is a \"revolving sushi bar\" that offers anime video and toy rewards alongside plates of rolls, nigiri and other items. The company began trading on the Nasdaq in August 2019.</p><p>Kura Sushi USA, which is a subsidiary of Kura Japan, is expected to reach sales of $140.6 million in 2022, according to FactSet, making it just a fraction of the size of chains like Starbucks SBUX (forecast for $32.22 billion in 2022) and McDonald's Corp. (consensus for $23.24 billion in 2022), which have steadily added digital developments over recent years. But it might be signaling what's to come.</p><p>\"Way into the future, the robotics will be different,\" said Miso's Bell.</p><p>\"There's not a shortage of problems in the restaurant industry. There's lots to automate.\"</p><p>Robots are making french fries, chicken wings and more as restaurant kitchens gear up for an automated future</p>",
  "published": "2022-07-26T12:52:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5637,
          "end": 5653
        }
      ]
    }
  ]
}