{
  "_id": "92a5be7440856c7f2554c18a548d132c3b3ceaae3cd075e3429496d99607abd5",
  "feed": "ftcomall",
  "title": "ESG: investors must stop trying to do the right thing for the wrong reasons",
  "text": "<p>Environmental, social and governance investing has been a source of huge growth for the asset management industry in recent years. Total investment in sustainable funds reached $2.74tn last year — 53 per cent more than in 2020, according to Morningstar. </p> <p>But ESG investing is not all it is cracked up to be. Its growth and size has put it at a critical juncture. Concerns about <a href=\"https://www.ft.com/content/ae78c05a-0481-4774-8f9b-d3f02e4f2c6f\">greenwashing</a> — using sustainable investing as a mere marketing gimmick — have provoked European and US regulators to frame new rules to improve disclosure.</p> <p>At the same time, Russia's war in Ukraine has exposed the failings of asset managers to assess ESG risks properly. Morningstar reckons 14 per cent of ESG funds had exposure to Russian assets prior to the war. The value of these assets has in many cases been marked down to zero in the wake of western sanctions. </p> <p>The situation in Russia is prompting <a href=\"https://www.ft.com/content/e818361b-2109-4747-b656-be0fac37cb91\">a broader rethink</a> about what counts as ESG investing and whether it is really a win-win for investors. Assume that the aim of ESG investing is to deprive companies that “misbehave” of capital and reallocate it to “good” ones. If so, should investors continue pouring money into other autocratic regimes like China, where human rights abuses are rife? </p> <p>If funds disentangled themselves from China and companies with exposure to it, what kind of returns would investors be left with?</p> <p>When it comes to ethical investing, activist investors may be better pathfinders than stolid ESG indices. Carl Icahn this week expanded his campaign on ESG issues. A month after launching a proxy fight with McDonald's over its treatment of pigs, the Wall Street billionaire is taking supermarket chain <a href=\"https://www.prnewswire.com/news-releases/kroger-issues-statement-regarding-carl-icahns-intent-to-nominate-two-director-candidates-301513075.html\">Kroger to task over</a> the same issue, as well as wage inequality.</p> <p>Icahn's recent campaigns have been driven primarily by his concern for animal welfare. They are uncontaminated with statistical voodoo about the stronger returns ethical companies supposedly enjoy. Supporters would say he is doing the right thing for right reasons. The complex and conflicted aims of institutionalised ESG are, in contrast, provoking rational scepticism.</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/c2942dea-e19d-45f1-b253-7d9aeceb3750\"><em>Keeping faith with ESG principles is hard to do</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/c2942dea-e19d-45f1-b253-7d9aeceb3750\"><em>From Stephen Beer, London SW9, UK</em></a></p><p>Source:  2022 'ESG: investors must stop trying to do the right thing for the wrong reasons' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-31T12:00:30.445Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1570,
          "end": 1580
        }
      ]
    }
  ]
}