{
  "_id": "6d988cc7de9370dad5de3ad9352eb628a006c803f65b77b4c2ae7c8364b9f7de",
  "feed": "wall-street-journal",
  "title": "McDonald's Tightens Restaurant Ownership Rules as It Looks for New Franchisees; Burger giant adds new standards to owner reviews; 'A new franchise term is earned, not given'",
  "text": "<p>McDonald's &amp; Its Franchisees</p><p>* McDonald's to Back Diverse Restaurant Owners (Dec. 8, 2021)</p><p>* The Franchise Relationship That Powers Small Business Is Fraying (Nov. 30, 2020)</p><p>* McDonald's Seeks Dismissal of Discrimination Lawsuit Filed by Black Former Franchisees (Oct. 23, 2020)</p><p>* McDonald's, Chipotle and Domino's Are Booming During Coronavirus While Your Neighborhood Restaurant Struggles (Oct. 12, 2020)</p><p>* McDonald's Franchisees Plan Push for Stronger Sales (Oct. 10, 2018)</p><p>* McDonald's Franchisees Grumble That Restaurants Are No Cash Cow (Oct. 9, 2018)</p><p>In a shift that could affect some of the chain's longest-tenured restaurant operators, McDonald's is also requiring that some next-generation heirs put up more cash to keep operating their locations—and to designate a single family member as the operator. Current McDonald's franchisees can designate several heirs, such as the children of a parent owner, to take over their McDonald's restaurants as part of their agreement with the chain.</p><p>\"This change is in keeping with the principle that receiving a new franchise term is earned, not given,\" McDonald's said in the message to franchisees regarding the changes.</p><p>Franchisees run 95% of the company's U.S. restaurants. McDonald's anticipates it will begin to implement the franchising changes next January.</p><p>McDonald's, the world's biggest fast food chain, relies heavily on its franchisees, who own and operate McDonald's locations while paying the chain royalties to use its branding, marketing and supply chain.</p><p>The arrangement, which is also used by fast food giants like Wendy's Co. and Burger King, is a way for restaurant companies to focus on high-level operations while entrusting day-to-day operations to individual operators, who maintain a stake in the performance of each restaurant.</p><p>The pandemic fueled tensions between many franchisees and corporate parents across restaurants, hotels and retail shops, as both sides navigated an unprecedented disruption to business. Franchisees pushed back on store upgrades, promotional discounts and fees they said were excessive in light of the crisis. Companies imposed shifting rules in response to changing government mandates.</p><p>Many fast-food restaurant chains recovered their sales from the pandemic last year as Americans flocked to their drive-throughs, boosting franchisee profits. Valuations of chain restaurant franchises grew, prompting turnover as some owners retired and sold their businesses.</p><p>McDonald's in the past year has been assessing how it can attract operators who come from more diverse backgrounds, along with franchisees who cultivate a good environment for workers and abide by the company's corporate values. The new policies are meant to advance those goals, chain U.S. president Joe Erlinger wrote in a message to U.S. owners and employees viewed by the Journal.</p><p>Some McDonald's owners said they were caught off guard by the new rules. Chain franchisees are scheduled to meet with company executives next week, and some owners said they intend to push back at the changes. The National Black McDonald's Operators Association sent a message to franchisees Thursday asking if they should issue a vote of no confidence toward company CEO Chris Kempczinski.</p><p>McDonald's declined to comment.</p><p>More than 1,750 McDonald's locations exchanged hands last year, up from roughly 750 in 2019 and 2020, the chain's most recent franchise disclosure document shows. The total number of U.S. restaurants stood at 13,679 last year, compared with 13,912 at the start of 2019.</p><p>The company counted more than 2,400 U.S. restaurant owners as of the end of last year.</p><p>Some critics have said that McDonald's hasn't done enough to help recruit Black people and other minorities into restaurant ownership in recent years. McDonald's last year said it would offer $250 million in low-interest loans to new franchisees over the next five years to help increase diverse ownershipof its U.S. restaurants.</p><p>McDonald's owners generate some of the largest annual sales per restaurant among any U.S. fast-food chain, but it is costly to get into franchising at McDonald's. Total initial investment needed to operate a traditional McDonald's franchise ranges from $1,366,000 to $2,450,000, including a starting franchise fee of $45,000, according to the disclosure document. Franchisees pay rent and service fees based on a percentage of total sales.</p><p>Chain executives this year have signaled to owners that they want its franchising group to evolve. During an address at the company's global convention in April, Mr. Erlinger said that McDonald's wanted owners who were committed to operating great restaurants, and that could come from outside its current franchisee group.</p><p>\"Everything, or should I say everyone, we need to build the future of McDonald's isn't in this room today. We must attract the right people and we will do that together,\" Mr. Erlinger said during his remarks to company employees, franchisees and suppliers, a recording of which was viewed by the Journal.</p><p>Franchisees have been on edge about the company's push to recruit new owners. Some owners also have bristled at a new grading system of their restaurants that the chain plans to roll out in January 2023 to encourage better operations through inspections and more training.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>McDonald's Tightens Restaurant Ownership Rules as It Looks for New Franchisees</p>",
  "published": "2022-06-23T19:48:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3243,
          "end": 3253
        },
        {
          "start": 2857,
          "end": 2867
        },
        {
          "start": 3962,
          "end": 3972
        },
        {
          "start": 1104,
          "end": 1114
        },
        {
          "start": 3660,
          "end": 3670
        },
        {
          "start": 822,
          "end": 832
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 409,
          "end": 419
        },
        {
          "start": 5354,
          "end": 5364
        },
        {
          "start": 176,
          "end": 186
        },
        {
          "start": 1420,
          "end": 1430
        },
        {
          "start": 479,
          "end": 489
        },
        {
          "start": 645,
          "end": 655
        },
        {
          "start": 1228,
          "end": 1238
        },
        {
          "start": 2467,
          "end": 2477
        },
        {
          "start": 3783,
          "end": 3793
        },
        {
          "start": 3081,
          "end": 3091
        },
        {
          "start": 3291,
          "end": 3301
        },
        {
          "start": 933,
          "end": 943
        },
        {
          "start": 31,
          "end": 41
        },
        {
          "start": 4587,
          "end": 4597
        },
        {
          "start": 4796,
          "end": 4806
        },
        {
          "start": 4182,
          "end": 4192
        }
      ]
    }
  ]
}