{
  "_id": "b1a2111cdfe596f02ae8c2298169805362e747d1bbca40ca5d370aebabcb1afa",
  "feed": "wall-street-journal",
  "title": "California's War on Entry-Level Jobs; Where will unskilled Golden Staters go for restaurant experience?",
  "text": "<p>Proponents of a higher wage floor always say it's needed to help lift the poor, and they play down or ignore significant trade-offs. Most poor people already make more than the minimum wage, and the people who do earn the minimum are much more likely to be teenagers or young adults working part-time (as I was) than they are to be the family's sole breadwinner. Poor people need jobs more than they need a minimum-wage hike, and raising the minimum results in fewer employment opportunities than would otherwise be available. California's new commission would be able to mandate how much Burger King pays you, but it can't force Burger King to hire you in the first place...</p><p>Last year, the economists David Neumark and Peter Shirley released an assessment of academic research on minimum-wage hikes that had been published over the previous three decades. The authors found that close to 80% of the papers they surveyed showed negative employment effects in the form of fewer jobs or hours, and that the negative impact was strongest for teenagers, young adults and people with less education. Because blacks and Hispanics are overrepresented among such workers, minimum-wage increases can also widen racial disparities.</p><p>Empirical evidence matters little to social-justice do-gooders, who maintain that government mandates are the best way to address inequality. But people in California and the rest of the country ought to know the cold facts and disappointing history of such schemes. You don't help people by destroying low-paying jobs or by making it too expensive for employers to hire them. Rather, you help people by making them more productive. And that first job, however menial or low-paying, can be the first step in developing productive attitudes and skills that will serve someone well for a lifetime.</p><p>Along with such fundamental assaults on opportunity, the bill's drafters seem to have created a sort of bill of attainder against the targeted companies. McDonald's USA President Joe Erlinger writes:</p><p>It imposes higher costs on one type of restaurant, while sparing another. That's true even if those two restaurants have the same revenues and the same number of employees.</p><p>Let me explain how. If you are a small business owner running two restaurants that are part of a national chain, like McDonald's, you can be targeted by the bill. But if you own 20 restaurants that are not part of a large chain, the bill does not apply to you. For unexplainable reasons, brands with fewer than 100 locations are excluded. Even more mystifying, the legislation excludes certain restaurants that bake bread. I can only conclude this is the outcome of backroom politicking.</p><p>This is a clear example of picking \"winners\" and \"losers,\" which is not the appropriate role of government.</p><p>People seeking entry into the workforce will be the biggest losers, for the reasons Mr. Riley described. Every day there are new ways for businesses to avoid the need to hire. Greg Nichols reported for the technology website ZDNet in June:</p><p>The maker of a fast food robot designed to cook burgers, fries, wings, and chips for major chains is partnering with Amazon Web Services. The move will allow Miso Robotics to drastically increase its simulation capacity, a key ingredient in the fast-food robot wars... the long uphill climb to restaurant automation seems, at last, to be cresting. Integrations like AWS RoboMaker to Miso's development process are just the latest in a long line of technology convergence, helping automation fall in price, increase in complexity, and become compatible with customization. That process, which started with mobile computing and a drastic decline in sensor prices, continued with AI and machine vision advances, and is enabled by cloud architecture, is reaching maturity exactly as a tight labor market and rising wages are making a case for automation difficult to ignore.</p><p>In other words, we're about to see a WHOLE LOT of robots in spaces typically occupied by low wage workers. Fast food is a textbook example. The robots from Miso Robotics, which has a lead in the space, and the addition of brands like Jack in the Box to its growing list of pilot customers, marks a very important milestone in next-generation automation.</p><p>By making labor more expensive, California's proposed law will encourage those restaurant owners who can afford to remain in business to replace inexperienced workers with technology.</p><p>Is this what politicians mean when they call such legislation progressive?</p><p>***</p><p>Annals of Socialized Medicine Over in the U.K., the long, slow collapse of the country's government-run health system seems to be accelerating. Helen Puttick reports in The Times of London on the National Health Service:</p><p>Operations have been cancelled at Edinburgh Royal Infirmary after a pipe burst in the room used to sterilise surgical instruments. A leak on Saturday led to puddles forming on the floor of the hospital sterilisation and decontamination unit. The walls also became damp...</p><p>Critics said that suspending surgery for patients, who were likely to have waited for treatment for months, was \"piling on the misery\".</p><p>The Scottish health service is already struggling with bed shortages and backlogs of patients waiting for procedures such as hip and knee replacements and cataract surgery.</p><p>There are almost 23,000 people waiting for hospital treatment in the NHS Lothian region. More than 40 per cent have waited for more than six months and more than 10 per cent have been waiting for more than two years, according to Public Health Scotland.</p><p>It may seem almost unbelievable to have such dysfunction in an otherwise modern, consumer-friendly economy, but the pain is being felt throughout the realm. In the Guardian, Andrew Gregory quotes Matthew Taylor, head of the NHS Confederation, which covers England, Wales and Northern Ireland, saying that \"the NHS is in a state of crisis\" and that waiting lists \"stretch into the millions across elective care, mental health and community care.\" The Guardian report continues:</p><p>\"The NHS has never been as challenged as it is now,\" says Alastair McLellan, the editor of Health Service Journal. \"There is not one area of NHS provision that isn't really struggling … There is literally nowhere where it isn't bad, and in some cases really bad.\"</p><p>... A record 29,317 people had to wait over 12 hours in English [emergency] departments in July from a decision to admit to actually being admitted. That was up 33% from 22,034 the previous month and is the highest for any month in records going back to August 2010.</p><p>\"Patients face extremely long waiting times,\" says Dr Adrian Boyle, the vice president of the Royal College of Emergency Medicine, who says many are in a serious condition or have severe injuries. \"We know long waiting times for patients can cause harm or worsen conditions or injuries. The huge number of patients waiting for care is alarming.\"..</p><p>\"If you call an ambulance in the south-west … there's a reasonable chance you will die before it turns up,\" says McLellan.</p><p>***</p><p>Bottom Story of the Day</p><p>Naked and Afraid: Pasta Edition \"Trucks spill tomatoes, Alfredo sauce on separate highways,\" NBC's \"Today,\" August 31</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web. Thanks to Tony Lima and John Trickett.)</p><p>California's War on Entry-Level Jobs</p>",
  "published": "2022-08-31T18:47:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2294,
          "end": 2304
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}