{
  "_id": "33bb86a4e5a9571f478da20756bdc71eccf3d4dfe7845ddd601df9c5327cbfee",
  "feed": "wall-street-journal",
  "title": "Obituaries:  Lawyer's Small Favor  Impressed Big Client  ----  By James R. Hagerty",
  "text": "<p>\n  DONALD G. LUBIN </p><p>\n  1934-2022 </p><pre> </pre><p>\n  As a Harvard-trained lawyer for the Sonnenschein law firm in Chicago in the late 1950s, Donald G. Lubin did some low-level legal chores for McDonald's, then a small hamburger chain. </p><p>\n  A few years later, in 1964, Mr. Lubin got a call from June Martino, a bookkeeper and corporate secretary at McDonald's. She wondered if he could provide legal information about weddings in Las Vegas, where a friend of hers was about to get married. He promptly called a county clerk in Nevada, got the answers and relayed them to Ms. Martino. </p><p>\n  He refused to accept any payment for what he saw as a simple favor. </p><p>\n  Ms. Martino was so impressed that she gave Mr. Lubin some billable work: making her will. Then she arranged for him to prepare a will for her boss, Ray Kroc, the head of McDonald's. </p><p>\n  Mr. Lubin bonded with Mr. Kroc, joined the board of McDonald's in 1967 and remained a director for 37 years. Sonnenschein picked up a large share of the legal work as McDonald's expanded globally. </p><p>\n  When Mr. Kroc bought the San Diego Padres baseball team in 1974, Mr. Lubin negotiated the deal and became the team's general counsel. Though the team failed to sign Reggie Jackson, he came away with an autograph for one of his sons. </p><p>\n  Mr. Lubin, who died June 5 at the age of 88, offered this advice: Do even the smallest tasks well and clients will remember you fondly. </p><p>\n  He became one of the biggest rainmakers at Sonnenschein and served as chairman of the Chicago-based firm in the early 1990s. Sonnenschein later merged into what is now the global law firm Dentons. </p><p>\n  Donald Gilbert Lubin was born Jan. 10, 1934, and grew up in Brooklyn, N.Y. His parents were immigrants from Eastern Europe. His father co-founded a Manhattan-based maker of men's shirts. </p><p>\n  Donald Lubin worked as a dishwasher to help pay expenses at the University of Pennsylvania's Wharton School. He graduated in 1954. </p><p>\n  Four law schools accepted him: Harvard, Yale, the University of Pennsylvania and Columbia. Despite his parents' efforts to keep him in New York, he chose Harvard. Shortly after he arrived there, a mutual friend introduced him to Amy Schwartz, who was attending Wellesley College. </p><p>\n  The romance survived his choice of a gift for her 19th birthday, a Mr. Potato Head toy, which became a long-running family joke. Within a few months, Mr. Lubin proposed. They married in 1956. </p><p>\n  Writing a will for Ray Kroc led to more legal work, both for Mr. Kroc's personal life and for the fast-growing McDonald's business. </p><p>\n  Mr. Lubin was a longtime supporter of the Ravinia music festival in Highland Park, Ill., and a former chairman of its board of trustees. Welz Kauffman, a former chief executive of the festival, recalled that Mr. Lubin sought to solve practical problems, such as how to bring busloads of people in more efficiently. </p><p>\n  In the early 1980s, he had a more glamorous task: introducing a performance by Luciano Pavarotti. While dressing for the event, he remarked that he would be speaking in front of 16,000 people. </p><p>\n  His wife replied: \"And you know what? Not one of them is coming to hear you speak.\" </p><p></p>",
  "published": "2022-06-18T06:07:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 854,
          "end": 864
        },
        {
          "start": 2466,
          "end": 2476
        },
        {
          "start": 969,
          "end": 979
        }
      ]
    }
  ]
}