{
  "_id": "941921eea2475effd6717afdf6915136c64cabc71bde5e70fc8c9bb0764651cc",
  "feed": "market-watch",
  "title": "As Ukraine claws back territory, the IMF is crucial to gaining more financial support from Kyiv's allies, says National Bank chief; The European Commission and the World Bank estimated that the current cost of recovery and reconstruction in Ukraine is $349 billion",
  "text": "<p>Cooperation with the IMF also sends \"an important signal\" to other creditors, Shevchenko added. \"The Fund's support can be a catalyst for receiving other assistance,\" he said. \"This would help us gain access to the resources of other allies so that we can minimize our monetary financing efforts and thus maintain macrofinancial stability.\"</p><p>Earlier this month, a joint assessment by the Ukrainian government, the European Commission and the World Bank estimated that the current cost of recovery and reconstruction in Ukraine is $349 billion. That figure is expected to grow as the war continues, they added.</p><p>The war began when Russian troops poured over Ukraine's borders on Feb. 24. Recently, however, a successful Ukrainian counteroffensive has been pushing back the Russian invaders in the Kharkiv region. As Europe's biggest conflict since World War II rages on, Ukraine is pushing for more financial support from the IMF.</p><p>See Now: As Ukraine calls for more financial support, IMF plans in-person mission to war-torn country</p><p>\"We primarily expect the approval of an expanded Rapid Financing Instrument (RFI). The Fund has been using the RFI to help the countries affected by the war-related food crisis,\" Shevchenko told MarketWatch. \"I hope that under this instrument, Ukraine will be granted an additional $1.4 billion in aid as early as October.\"</p><p>The Rapid Financing Instrument is available to IMF member countries facing an urgent balance-of-payments need.</p><p>\"We are also grateful to the IMF for the $1.4 billion tranche we received at the outbreak of the full-scale war,\" said Shevchenko, noting that Ukraine highly appreciates the assistance. \"At the same time, it is important that Ukraine qualify for an upper-credit-tranche (UCT) level program,\" he added.</p><p>The upper-credit-tranche refers to credit available from the IMF above 25% of a country's quota. Access to IMF credit is also permitted \"substantially\" over 100% of quota. The tranche typically involves agreement with the IMF on a series of macroeconomic measures, such as managing the budget and money supply and, potentially, structural measures, according to the Center for Global Development.</p><p>Quotas are described as the building blocks of the IMF's financial and governance structure and are designated in Special Drawing Rights, an international reserve asset. As of July 29, 2022, a total of SDR 660.7 billion, equivalent to about $943 billion, have been allocated by the IMF. Ukraine's quota is just over SDR 2 billion, according to the IMF's website.</p><p>See Now: Six months after Russia invaded Ukraine, Moral Rating Agency's 'Courage Index' analyzes companies' statements on Kremlin's aggression</p><p>\"Our goal is therefore to participate in a conventional extended program that provides direct financial support for covering balance of payments gaps, ensuring the protection of the NBU's FX reserves, and, most important, carrying out structural reforms,\" said Shevchenko. \"Ukraine is ready to implement such a program, even in the face of uncertainty as the war grinds on. We are willing to take responsibility to conduct structural reforms and take other measures to support Ukraine's macrofinancial stability.\"</p><p>The IMF is now planning an in-person mission to Ukraine. \"The IMF will soon start technical discussions with the Ukrainian authorities, starting with an in-person mission to assess the budget, which will be followed later in the year by closer engagement and monitoring of the full range of economic policies,\" an IMF spokesperson told MarketWatch via email this week. \"This will help lay the foundations for longer-term engagement and a potential full-fledged program.\"</p><p>Bloomberg reports that Gavin Gray has been appointed as the IMF's new mission chief in Ukraine. Gray, who served as the fund's mission chief in Iraq from 2018 to 2020, was set to take up his new role on Sept. 20, according to Bloomberg.</p><p>\"There already is an understanding that an IMF mission will be dispatched in October to start negotiating a possible content of such a program and the terms of its launch,\" Shevchenko told MarketWatch.</p><p>Shevchenko recently told Reuters that the country is aiming for an IMF loan of $15 billion to $20 billion by the end of 2022.</p><p>See Now: War in Ukraine will lead to a significant slowdown in global economy, IMF says</p><p>The World Bank is also in the spotlight amid Ukraine's push for financial support. Last month the World Bank announced $4.5 billion in additional financing for Ukraine under its Public Expenditures for Administrative Capacity Endurance (PEACE) in Ukraine project. The package is comprised of a $4.5 billion grant provided by the U.S.</p><p>\"The World Bank Group is working hard to support the continuation of essential government services,\" it said, in a statement provided to MarketWatch this week. \"We have mobilized $13 billion in emergency financing, including commitments and pledges to provide wages for hospital workers, government and school employees, pensions for the elderly, salaries for public servants, and social programs for the vulnerable.\" Of that amount, $11 billion has been fully disbursed, according to the World Bank.</p><p>\"In addition to this support, Ukraine needs urgent help for investment in immediate recovery needs – including pressing repairs to roads, bridges, housing, schools, clinics and energy infrastructure – to ensure that services can be delivered, and the population can have heat this winter,\" it added. \"The World Bank is creating a dedicated Trust Fund facility for Ukraine to channel resources to these and other urgent needs, and working with other development partners to prepare projects that can be funded and executed quickly.\"</p><p>While Ukraine pushes for more financial assistance, most U.S. companies in the country are up and running, according to the American Chamber of Commerce in Ukraine.</p><p>See Now: U.S. companies urged to invest in Ukraine as 'massive' reconstruction looms</p><p>Almost three-quarters of the member companies surveyed by the organization are fully operational, the Kyiv-based organization said in a statement released last month.</p><p>One of the highest-profile chamber members is McDonald's Corp. MCD. In August the Associated Press reported that the fast-food giant is reopening some of its restaurants in Ukraine, a move that was welcomed on social media by Ukrainians, including Oleksandr Tkachenko, the country's minister of culture and information policy.</p><p>As Ukraine claws back territory, the IMF is crucial to gaining more financial support from Kyiv's allies, says National Bank chief</p>",
  "published": "2022-09-26T12:28:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 6138,
          "end": 6154
        }
      ]
    }
  ]
}