{
  "_id": "3aa2cebdb460d551b8179f6408495069f336313adbdb80d2aacba33384cacf1b",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Theater Review:  A Broadway  Debut, Long  Overdue  ---  A haunting 1992 play by Adrienne Kennedy,  age 91, starring Audra McDonald  ----  By Charles Isherwood",
  "text": "<p>\n  Ohio State Murders </p><p>\n  James Earl Jones Theatre, 138 W. 48th St., New York, $59-$189, 212-239-6200, closes Feb. 12, 2023 </p><pre> </pre><p>\n  New York -- Few Broadway openings can be called significant cultural events. But mildly pompous though it may sound, the arrival of Adrienne Kennedy's 1992 play \"Ohio State Murders\" at the epicenter of America's commercial theater surely qualifies. Ms. Kennedy, age 91, is arguably -- or do I mean inarguably? -- the country's greatest living playwright. And although her works have been taught and widely produced at nonprofit theaters since the 1960s, she has never before received a Broadway production and the resulting attention it could and should bring to her singular oeuvre. This is cause for hats-in-the-air celebration. </p><p>\n  A catalyst for the new production, perhaps the prime mover behind it, is its star, Audra McDonald, who is arguably -- or do I mean inarguably again? -- the finest stage actress of her generation. Certainly she is the most lauded, with a record-setting six Tony Awards. Ms. McDonald's performances have been many and varied, but consistent in their excellence, and she is nothing short of magnificent here, in a challenging role that keeps her onstage for the 75-minute duration of the play. </p><p>\n  Ms. McDonald plays Suzanne Alexander, a fictional alter ego of Ms. Kennedy's (about whom she wrote a series of works), at two stages in her life. As the play begins, the elder Suzanne is preparing to give a talk at her alma mater, Ohio State University. The suggested subject: the \"violent imagery\" in her stories and plays. As we will witness as the play moves between the present and the past, the source of that imagery can be traced to the traumatic experiences she endured stemming from her time at the school. </p><p>\n  The play is essentially an extended monologue, a narration of Suzanne's life during a period of crisis, interspersed with short scenes depicting the events that led to her expulsion from college, an unexpected pregnancy and the tragedies that resulted. </p><p>\n  Despite the gruesome matters the play discusses, which take place in 1950 and 1951, Ms. Kennedy writes with a chilly detachment that paradoxically enhances the churning unease and subsequent horror the play accumulates. Early in her talk, Suzanne matter-of-factly describes a ravine where the faculty lived, adding: \"A year and a half later one of my baby twins would be found dead there. That was later.\" </p><p>\n  Ms. McDonald, a regal presence, brings her superb musicality to the crisp clarity of Ms. Kennedy's language, the richness and subtle variations in her voice casting a spell that so perfectly captures the rhythms and colors of the writing that we are captivated by its eerie, unadorned beauty. Recordings of an interview with Ms. Kennedy are played before the show begins and after it ends, and I suspect Ms. McDonald gave close study to the mellifluous elegance of the playwright's voice. </p><p>\n  The young Suzanne was just one of 12 black women in her dormitory of 600, and the university's racist culture is a forceful antagonist in the drama. Although Suzanne impresses her first literature professor, Robert Hampshire (a jittery, bloodless-looking Bryce Pinkham), with her \"brilliant\" work -- a paper on Thomas Hardy's \"Tess of the D'Urbervilles\" -- black students were systematically forbidden from majoring in English literature. She and the other black students are ostentatiously ignored by the white students; the school was all but segregated. </p><p>\n  The play moves ineluctably toward tragedy (Ms. Kennedy is a great admirer of the Greeks, and has even written plays about Electra and Orestes) when Suzanne becomes pregnant -- by Robert, who refuses to acknowledge his paternity and brushes past Suzanne brusquely when she confronts him. She is forced to leave the school and gives birth to twin girls while still in Columbus. Shunned by her parents, she is taken in by a sympathetic aunt in New York after her daughter Cathi is killed, but later feels compelled to return to Ohio to attempt to find out who murdered her child. </p><p>\n  There's no sense in spoiling what turns into a murder mystery; Ms. Kennedy is an avid movie-lover, and \"Ohio State Murders\" accrues as much prickly suspense as the best of Hitchcock. But even as the terrible truth grows nearer, the play's tone remains cool, its precise, lapidary language unrippled by heightened emotion, until in the later scenes Ms. McDonald delicately illuminates the grievous emotional toll the events of Suzanne's young life have taken upon her. </p><p>\n  I have but one small qualm about the production, which is directed with quiet grace and the steady pace of a funeral march by the veteran Kenny Leon. This would be the unfortunately overscaled and overblown set design, by Beowulf Boritt; stuffed library-style bookshelves are strewn helter-skelter around the stage and even hanging above it, a distraction in a work this rigorously ascetic in its dramatic means. </p><p>\n  I spent a restless, almost sleepless night after seeing the play, haunted by its peculiar, unsettling power. Encountering a great work of art can be as disorienting as it is rewarding. \"Ohio State Murders\" leaves a lasting imprint -- I picture a bloody handprint -- on what for lack of a better term I'll call the soul. </p><p>\n  --- </p><p>\n  Mr. Isherwood is the Journal's theater critic. </p><p></p>",
  "published": "2022-12-09T07:04:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1022,
          "end": 1032
        }
      ]
    }
  ]
}