{
  "_id": "def651473064474c28f970593efb7ab633654e9295528e5d7f0d942f1570f16a",
  "feed": "market-watch",
  "title": "Amazon, Microsoft, McDonald's and Citi to examine their impact on civil rights and racial equity. Will more companies follow suit? Some of the biggest U.S. companies have agreed to third-party racial-equity audits after shareholder pressure that increased amid the Black Lives Matter movement",
  "text": "<p>Amazon.com Inc. AMZN recently committed to a racial-equity audit, avoiding a shareholder vote on a proposal for one. Microsoft Corp. MSFT last week announced its commitment to an audit in what could be a pre-emptive move; the company wouldn't say whether it was the result of shareholder pressure. Meanwhile, Facebook parent company Meta Platforms Inc. META has already undergone a civil-rights audit.</p><p>That leaves Google parent Alphabet Inc. GOOG GOOGL as the only company of the tech industry's five most valuable players that continues to fight against an audit, even though 63.4% of independent shareholders recently voted for a racial-equity audit, according to the filer of the proposal, the Nathan Cummings Foundation.</p><p>The vote failed because under Alphabet's dual-class structure, insiders such as Google co-founders Larry Page and Sergey Brin hold the bulk of Class B shares, which are worth 10 votes each. So the resolution received only 22.4% of overall votes.</p><p>Besides the biggest of the tech behemoths, Citigroup Inc. C, Uber Technologies Inc. UBER and McDonald's Corp. MCD have also agreed to audits after shareholder pressure or votes this proxy season.</p><p>Companies 'have to do work' after an audit</p><p>The audits are the latest shareholder push to hold companies accountable to promises they made two years ago after the police murder of George Floyd, a Black man, set off a racial reckoning and many companies expressed solidarity with the Black Lives Matter movement and anti-racism.</p><p>See: Two years after George Floyd's killing, Big Tech shareholders vote on racial-justice proposals</p><p>\"Clearly there's a strong shareholder demand that companies need to do more than just issue reports on their good deeds,\" said Dieter Waizenegger, the executive director of SOC Investment Group, one of the shareholder groups leading the charge on proposing such audits. \"This is about showing us if your efforts are making an impact.\"</p><p>Also: Companies declared 'Black lives matter' last year, and now they're being asked to prove it</p><p>The companies would be expected to report important changes that stem from the audits. But there are many variables at play, including who's going to conduct the audits and what actually happens afterward.</p><p>Aside from undergoing an audit, the companies need to follow through on the resulting recommendations, civil-rights experts and others say. Results of the audits that have been conducted at other companies, such as Meta's Facebook, Airbnb Inc. ABNB and Starbucks Corp. SBUX, have had varying degrees of success.</p><p>\"I like to think of a civil-rights audit as a very structured kind of checkup, like a doctor's appointment,\" said Rashad Robinson, the president of Color of Change, a racial-justice organization that was instrumental in the push to get Facebook to commit to an audit in 2018. \"A checkup doesn't mean you're going to be healthier. You have to do work after that appointment.\"</p><p>Robinson said Airbnb, whose civil-rights audit was completed in 2016, \"took it seriously and put in the energy\" to make changes, including measuring discrimination on its platform.</p><p>But in Facebook's case, Color of Change and the auditor herself, civil-rights attorney Laura Murphy, have said that since the release of the audit's final report in 2020, the company has yet to fulfill many of the audit's recommendations. In addition, documents released by a whistleblower show that the company did not share data about the impact of hate speech with the auditor.</p><p>A Meta spokeswoman said the company has a dedicated civil-rights team led by a vice president, Roy Austin. She also said the company has made \"substantial progress\" and that 91% of the audit's recommendations have either been completed or are in progress.</p><p>Even though he thinks Facebook has fallen short on its civil-rights audit follow-through so far, Robinson said the company still \"did something that Google refused to do, still refuses to do and other companies are just getting around to doing.\" \"We are way better off knowing what the problems were, and are, than not,\" he said.</p><p>The stockholder proposal at Alphabet includes the concern that \"Google and YouTube have been implicated in perpetuating racism.\" When reached for comment, a spokeswoman for Alphabet referred to statements the company made in its proxy, which tout its commitment to racial equity.</p><p>At Apple, the shareholder resolution for a civil-rights audit received 53% of shareholder votes cast in March. Some of the concerns raised by SOC, the Service Employees International Union and Trillium Asset Management included allegations that Apple shut down an employee-run survey about pay, as well as a lack of diversity in the company's leadership.</p><p>Apple has not commented publicly about the passage of the proposal, and the company did not return MarketWatch's request for comment. But representatives from Color of Change say they have met with Apple about the audit.</p><p>\"What we've heard from the staff is that they're being thoughtful,\" said Johnny Mathias, the group's deputy senior campaign director. \"But we do need to see them move forward with same type of speed, time and resources that they give [to other things they prioritize].\"</p><p>Amazon announced in April, ahead of its annual general meeting, that it would undergo a racial-equity audit, so the New York State Common Retirement Fund withdrew its shareholder proposal for such an audit. Among that investor's concerns, according to the proposal: controversies related to workforce diversity; treatment of workers of color, including those at the company's warehouses; environmental justice in communities of color; and the impact of the company's products and services on civil rights.</p><p>The retail and internet company said its audit will be led by Loretta Lynch, who under former President Barack Obama became the first African-American woman to serve as U.S. attorney general, and the law firm where she now works.</p><p>That's a bit concerning to Robinson, who pointed out that Lynch is also defending companies and organizations accused of racial discrimination, including the National Football League and McDonald's, which have both denied the allegations against them.</p><p>\"One minute Loretta Lynch is doing audits, the next minute she's defending these companies against racist lawsuits,\" he said. \"We need standards to make sure the auditors are dealing with conflicts of interest.\"</p><p>Lynch's firm Paul, Weiss didn't immediately respond to a request for comment.</p><p>Audits of major companies could force others to follow suit</p><p>Bhaskar Chakravorti, the dean of global business at Tufts University's Fletcher School, is skeptical about the audits, and questions how much access to company information and data the auditors are given. \"The audit is not necessarily that you get a gold star,\" he said. \"It's 'here are the issues and challenges that management needs to address.'\"</p><p>He suggested that audits should be professionalized and standardized, and added that they are just one part of a larger process. \"You need the markets to be doing the audits; it can't be just a single expert,\" he said. \"You need the real world telling you.\"</p><p>In some cases, examples of harms from the real world are brought to light through lawsuits. In May, Robinson presented a shareholder resolution at McDonald's annual general meeting, saying numerous lawsuits show that the company \"has reinforced a system of inequity and discrimination against Black people and women within its corporate ranks and throughout its franchise network.\" About 55% of McDonald's shareholders approved the shareholder proposal for a civil-rights audit, whose lead filer was SOC.</p><p>A McDonald's spokesperson said the company \"has engaged a third party to conduct an assessment.\"</p><p>Citigroup announced in October that it would undergo a racial-equity audit after pressure from shareholders including SOC, which was also part of the shareholder coalition that pushed Uber to undergo a civil-rights audit. The ride-hailing and delivery company announced in May that it had committed to an audit.</p><p>Despite Chakravorti's reservations about the audits, he expects that the growing trend could do some good. \"If major players like Microsoft and Amazon are doing this, that could force other companies to also do the same,\" he said.</p><p>Amazon, Microsoft, McDonald's and Citi to examine their impact on civil rights and racial equity. Will more companies follow suit?</p>",
  "published": "2022-06-15T17:09:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 19,
          "end": 29
        },
        {
          "start": 1064,
          "end": 1079
        },
        {
          "start": 6116,
          "end": 6126
        },
        {
          "start": 7533,
          "end": 7543
        },
        {
          "start": 8302,
          "end": 8312
        }
      ]
    }
  ]
}