{
  "_id": "772aaa851dfafb25d23254695735d024028d59cb4ea672dd8a10c33c95b977a4",
  "feed": "market-watch",
  "title": "Beyond Meat stock hits all-time low as company executive arrested in nose-biting incident; Inflation and competition are digging in to demand, as fake meat becomes mainstream",
  "text": "<p>Shares are down nearly 75% over this year. By comparison, the S&amp;P 500 index SPX is down 19%.</p><p>The stock has also slumped as plant-based hamburgers, sausages and other imitation-meat products move out of novelty territory and into the mainstream.</p><p>Tyson Foods Inc. TSN, Kellogg Co. K and others sell plant-based proteins. Fast-food chains over recent years have added or tested plant-based products, pitting Beyond Meat and privately held rival Impossible Foods against each other as they try to land items on restaurant menus.</p><p>Rising prices for groceries and other essentials are also hurting Beyond Meat. The company last month reported a dip in sales and a bigger-than-expected per-share loss, and announced a round of layoffs. Management said that customers \"traded down among proteins in the context of inflationary pressures.\"</p><p>The bad news surrounding Beyond Meat's restaurant partnerships, which it has banked on for expansion, has also increased. Earlier this summer, JPMorgan analysts concluded that the McPlant, a McDonald's Corp. MCD sandwich that uses Beyond Meat products, had largely been removed from U.S. menus at the burger chain.Earlier in the year, other analysts pointed to signs that \"sales performance was underwhelming\" for the McPlant.</p><p>Beyond Meat did not respond to requests for comment on reports of the arrest of Chief Operations Officer Doug Ramsey.</p><p>Ramsey was arrested Saturday night and charged with third-degree battery and \"terroristic threatening\" after allegedly biting a man's nose in a parking garage near a college football stadium in Arkansas.</p><p>According to television station KNWA, in Fayetteville, Ark., the altercation occurred in a parking garage close to Razorback Stadium, following a college football game between the University of Arkansas and Missouri State.</p><p>According to a police account cited by KNWA, a Subaru \"inched his way\" in front of the Bronco that Ramsey was driving while trying to leave the garage and made contact with the front passenger-side tire on Ramsey's vehicle. Ramsey allegedly then exited and \"punched through the back windshield of the Subaru,\" according to the police account cited by the news outlet.</p><p>After the driver of the Subaru exited, Ramsey allegedly \"pulled him in close and started punching his body,\" and bit the driver's nose, \"ripping the flesh on the tip of the nose.\" KNWA said the alleged victim and a witness also heard Ramsey \"threaten to kill\" the Subaru driver.</p><p>Ramsey was booked late Saturday night at Washington County Jail, according to KNWA and an inmate record. He was released Sunday morning on a total $11,085 bond. Ramsey is scheduled to appear in court again on Oct. 19.</p><p>A representative for the University of Arkansas Police Department, which the record listed as the arresting agency in the incident, did not immediately respond to a request for more information.</p><p>On the Reddit forum Wall Street Bets, the commentary on Ramsey's arrest was largely jokes. But at least one noted the incident was unlikely to affect the stock, as it had been \"plummeting all year all on its own.\"</p><p>Beyond Meat stock hits all-time low as company executive arrested in nose-biting incident</p>",
  "published": "2022-09-20T18:39:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1021,
          "end": 1037
        }
      ]
    }
  ]
}