{
  "_id": "e83c205dfbaa77ddd0e79c115f1915de72ab6ea2ff6b1245d653a96bf9778800",
  "feed": "ftcomall",
  "title": "Russian vs Chinese: language learning tracks geopolitics",
  "text": "<p>Big business's <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">exodus</a> from Russia marks a morally-driven retreat from what was once the world's biggest and most promising emerging market. Yet Russia long ceded that crown to China, a country of 10 times as many consumers with (as of 2020) more GDP per capita.</p> <p>One data point illustrates the transition: language learning. The Foreign Service Institute <a href=\"https://effectivelanguagelearning.com/language-guide/language-difficulty/\">ranks</a> Mandarin as one of five “exceptionally difficult” tongues requiring 88 weeks of study. Russian is one level below, but both are horrendously hard for native English speakers to master. Mandarin, China's official language, is tonal and thus all too easy to mispronounce. Written characters are a slog to commit to memory. Russian grammar is as fiendish as Latin, with three genders and six cases. Knowing which rules can be broken is as much an art as learning them in the first place.</p> <p>That did not deter the students who flocked to learn it in the 1970s. Nearly 1,000 degrees, including 768 Bachelors, were awarded in the US in the 1969-70 academic year. The Cold War may have finished while they were children but kremlinology continued to fascinate. The demise of the Soviet Union and arrival of glasnost — and McDonald's — inspired a fresh generation of students in the early 1990s. But come the turn of the millennium those numbers had halved while interest in Chinese began picking up.</p> <p>More casual learners track a similar path. Chinese last year overtook Russian on the Duolingo language app where it is now the <a href=\"https://blog.duolingo.com/2021-duolingo-language-report/\">eighth</a> most popular language.</p> <p>The UK tells a similar story, with a twist. Roughly two Chinese degrees have been awarded for every one in Russian since 2007; for several years the ratio ran at 3:1. Russian has fallen so far behind it has been overtaken by Korean. Chinese, meanwhile, has trounced Italian, the language of art, love and food — and a country just two hours' flight away.</p> <p>As with language, there are nuances. China's <a href=\"https://www.ft.com/content/b6a32a72-0d33-11ea-8fb7-8fcec0c3b0f9\">contentious Confucius Institutes</a>, a lever of soft power, champion study; UK tertiary colleges attached to those bodies boast almost twice as many students on average as those without, <a href=\"https://university-council-modern-languages.org/wp-content/uploads/2020/04/BACS-State-of-the-Field-2018-19.pdf\">according</a> to the British Association for Chinese Studies.</p> <p>More recent university numbers show that interest in Chinese language, like Russian before it, is waning. Some other factors are at play. Fewer Brits, stereotypical to the last, are learning languages of any description. But it also serves as a harbinger of a broader shift in politics and business as China becomes more autocratic and <a href=\"https://www.wsj.com/articles/foreign-companies-in-china-are-less-optimistic-about-investing-there-11646697602\">less welcoming</a> to foreigners. Businesses, as in Russia, are increasingly having to make decisions based on ethics. Spurning Chinese may after all be an educated bet.</p><p>Source:  2022 'Russian vs Chinese: language learning tracks geopolitics' FT.com 13 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-13T07:00:47.948Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1173,
          "end": 1183
        }
      ]
    }
  ]
}