{
  "_id": "0e3d7d7414ed587ae9cb5961138ac1896dbfed917e2669f1261884995aea6438",
  "feed": "ftcomall",
  "title": "Where is the Ukraine conflict heading?",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/rachman-review\"><em>Rachman Review</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/0a55b6e2-8f0d-43db-9ae9-0946a26f0da2\"><em>Where is the Ukraine conflict heading?</em></a></p> <p>[MUSIC PLAYING]</p> <p><strong>Ben Hall <br></strong>Hello and welcome to the Rachman Review. I'm Ben Hall, the FT's Europe editor standing in for Gideon Rachman. Vladimir Putin's invasion of Ukraine is entering its third week, and Russian forces are making heavy going of their offensive. They have made only limited advances in recent days along three axes from the south, the north and the east. Russia's troops have suffered from supply problems, low morale and heavy losses of men and equipment. But they appear to be regrouping for a renewed assault on Kyiv, and we know little about the real state of Ukraine's defences. To discuss how the war is unfolding and how the strategy of both sides may evolve, I'm joined by Jean-Paul Rathbone, our security and defence correspondent, and by Henry Foy, a European diplomatic correspondent and former Moscow bureau chief. So how long can Ukrainians hold out? Will Putin be stuck in a never ending war? Would Russians tolerate? Might western powers still be dragged in? </p> <p>[MUSIC FADES]</p> <p>Ukrainian forces have put up astonishing resistance to stronger Russian invaders. President Volodymyr Zelensky has galvanised his nation in defiance. Zelensky has stepped up his appeals to western capitals to come to Ukraine's aid. Here he is, making an unprecedented address to Britain's House of Commons. </p> <p><strong>Volodymyr Zelensky<br></strong>(Speaking in foreign language with overlapping English translation) We will not give up, and we will not lose. We will fight till the end at sea, in the air. We will continue fighting for our land whatever the cost. We will fight in the forests, in the fields, on the shores, in the streets. </p> <p><strong>Ben Hall<br></strong>But Nato members have rejected Ukrainian pleas for a no-fly zone over Ukraine, fearing it would inevitably drag them into a full-blown war with Russia. Here's Jens Stoltenberg, Nato's secretary-general, speaking in Latvia this week. </p> <p><strong>Jens Stoltenberg<br></strong>The suffering we now see in Ukraine is horrific. It affects us all, and we have a responsibility to ensure the conflict does not escalate and spread beyond Ukraine. That would be even more dangerous, destructive and even more deadly. The situation could spiral out of control. </p> <p><strong>Ben Hall <br></strong>I began by asking John Paul to sum up the situation on the ground in Ukraine. </p> <p><strong>John Paul Rathbone<br></strong>So you've broadly got two parts to the invasion. In the north, there's a convoy coming down from Belarus to the western side of Kyiv. And then approaching from the east in a pincer movement another Russian approach, which has shelled Kharkiv very heavily but is pressing in towards the capital and seeking to encircle it. And so that's a pincer movement there, and it's had mixed success. The convoy, the famous convoy, which in fact is a series of convoys that got bogged down to the north but to the east of the capital, there is progress there. In the south, it's quite a different operation. Russian forces have come out of the Crimea and spread very fast. In fact, at a faster rate than US troops during the 2003 invasion of Iraq. And they are establishing, seeking to establish, a land bridge stretching from Crimea towards Russia, which would cut off Ukraine from the Black Sea and ports, which control 60 per cent of exports and 50 per cent of imports. So that, in a nutshell, is the pattern of the Russian advance so far. </p> <p><strong>Ben Hall <br></strong>The Russians have not taken any big Ukrainian cities, and they also seem to be struggling to encircle some of them. Why are they facing such difficulties? </p> <p><strong>John Paul Rathbone</strong><br>They've taken Kherson, but of course, capturing a city and occupying it are two very different things, and cities are notoriously difficult to capture. And that's why partly they've resorted to such heavy artillery bombardment, which is a classic Russian approach — flatten the city as happened in Grozny and Syria and break the will to resist of the inhabitants inside. And the less successful part of the operation, part of the reason for this very rapid advance, is they deployed forward these paratroopers with the idea of taking key airports, but they were unsupported and cut off. And that has contributed to some of the puzzling military tactics of their campaign. </p> <p><strong>Ben Hall<br></strong>Henry, we've seen in recent weeks a picture of the sort of Russian army in action that I think many people had not expected. Severe problems with supplies, morale, tactics, as John Paul just mentioned, the Russian army was supposed to be better than this, wasn't it? </p> <p><strong>Henry Foy<br></strong>Well, we were all led to believe so, yeah, that's right, Ben. But I think there's three major elements to this that could very well explain the situation that Russia is in. The first is a failure effectively by Putin himself. This was an operation planned, drawn up and consulted with a tiny group of people. I mean, we're looking less than 10, effectively, inside the Kremlin, his closest advisers. So effectively, all the troops on the ground and indeed their commanders, even down to sort of battalion commander level, really did think they were on an exercise. So when the Americans and the Brits and Nato and others were saying, look, this invasion is going to happen, it's going to be, you know, mid to late February. And the Russians are saying, no, that's ridiculous. These are just exercises. The troops on the ground really believe that. So that's the first problem. So then when it when an invasion begins, these troops are not mentally prepared. Their vehicles are not been maintained to a right sound that is all well and good, you know, practising during an exercise. But for real, you want your equipment, your ammunitions, all the little bits and bobs that keep an army moving effectively and quickly to be tip-top, and they really weren't. The second was a failure of intelligence. Now we don't know, of course, whether that was the failure of the intelligence to reach Putin's office or whether it was a failure of Putin to read it and believe it. But effectively, he believed Ukraine would be a pushover. He believed that what had happened in 2014 with the Russian invasion of Crimea and the taking of large parts of the east of the country, the Donbas by Russian-backed separatists was a reflection of how poorly equipped and the low morale inside the Ukrainian army and the will to fight. Now, the Ukrainians since then have spent a lot of time, money, effort with western support, of course, in upgrading the standard of their army and upgrading their skills and training, and telling the world that they were much better prepared this time. And effectively, the Russians wrote that off. And the third part is perhaps the most important, which is the Ukrainian will to fight, the skill, the courage, the determination that's been shown by the Ukrainians to hold on to key territory. They've got lucky in parts, but that's about practise and about preparation as well. As John Paul has said earlier, there's been some failures of strategy by the Russians. But those three things have really contributed to the fact that most western analysts, most western intelligence officials, will tell you that they're incredibly surprised by how slow this attack has been in a war that could have been over in a week. Now it looks like it's going to run into months, if not longer. </p> <p><strong>Ben Hall<br></strong>Yes, if we've not seen the shock and awe that perhaps we might have expected from the Russian military, it's certainly going to be very brutal in the next days and weeks. John Paul, can you give us a sense of how you think the Russian tactics will unfold now if they are not deploying their air power and their ground forces in such an overwhelming way? how are they going to seise back the initiative in this war? </p> <p><strong>John Paul Rathbone<br></strong>I think it's dangerous to get too pessimistic from Moscow's point of view on how things are proceeding. I mean, they have established control of the southern coast, and they are encircling Kyiv. They have had logistical problems, but there's been a pause in the attacks. So they're regrouping and bringing up logistics, and there's lots of open-source intelligence. So they're even bringing in more troops from the interior of Russia. They haven't brought on the full force of their munitions, or their missiles, or their drones, or their Air Force capability. And the Russian forces can still bring a lot of might and firepower to bear so I think there's a danger of over-optimism about the Ukrainian resistance, which has been remarkable. </p> <p><strong>Ben Hall <br></strong>Yes, there's quite a lot we don't actually know about the state of Ukrainian defences. Henry, are we perhaps being too optimistic in our assessments of how long they can withstand the force of this and the scale of this Russian offensive? </p> <p><strong>Henry Foy<br></strong>You're absolutely right. I mean, the actual information from the ground is quite difficult to interpret, and often we're getting one side of a much more multi-faceted picture. What will determine, I think, the level of resistance is how well Ukraine is able to adapt to urban warfare when Russia really is able to encircle Kyiv and essentially siege that city. How long can it last? How well and for how long can western military defence and other supplies continue to reach the soldiers in Ukraine that need it the most and indeed, perhaps civilians, if it comes to that? But when I speak to western intelligence officials here in the US and the UK, et cetera, what they tell me is there are effectively three scenarios that still believe is possible. The first is a complete capture of Ukraine with decapitation of the leadership, or perhaps Mr Zelensky taking his administration into exile. The second option would be some kind of rump Ukrainian state left in the west with or without Kyiv, and if Kyiv falls, it would be headquartered in Lviv. And the third would be some kind of insurgency, guerrilla warfare that goes on for a very long time supported by the west. So I think the fact that the west still doesn't see the fall of Kyiv, the fall of Zelensky's administration as a taboo, shows that actually, even though the Ukrainians have done incredibly well and exceeded expectations, most people are assuming that Russia will prevail at this point. They have a huge amount more force to bear. We haven't seen Russia go all in with air power, mainly because they're worried about whether or not they'd have supremacy. If indeed they gambled on that, they could well begin quite destructive and incredibly dangerous for civilian air strikes. </p> <p><strong>Ben Hall <br></strong>Yes, JP, why do you think they have not deployed their air power more than they have up till now? Is it because of the Ukrainians, of actually that their air defences have been more resilient? I mean, where do you see this sort of Russian air supremacy question right now? </p> <p><strong>John Paul Rathbone <br></strong>That's one of the big puzzles of the invasion. When you talk to defence officials and analysts, there isn't a clear answer to that. There are several possibilities. One is that the Ukrainians disperse their air forces around the country, so that made it harder for the Russians to attack. They weren't all massed in one place. So that meant the Ukrainians have maintained air superiority of some areas of the country, if not all of them. There's also the anti-aircraft missiles, the stingers that the west has supply to the Ukrainians, and they've been very effective at lower-flying aircraft and helicopters. And then there's also perhaps this element of initially Putin had this premise that the invasion would be a walk in the park to capture Kyiv in four days, the government would fall and Ukrainians would throw roses at the advancing Russian troops. And as part of that, it started off with the softly, softly rules of engagement and not entirely bombing everything with air force and overwhelming power may have been part of that. That's changed with the artillery. And the last possibility is that in these command and control regimes, there's always an overselling of how good things are. And some of the Russian technology, some of the Russian planes, some of the more advanced ones, may be less proficient than advertised. That's speculation because, of course, Russia did have a successful air campaign in Syria. But this, of course, is also on a far larger scale. </p> <p><strong>Ben Hall <br></strong>We've seen horrendous pictures of death and destruction from Russian artillery in around Kharkiv and in some of the towns to the north and north-west of Kyiv. And some analysts have already labelled this the sort of Groznification of Ukraine, essentially indiscriminate force to flatten urban areas as in the Chechen capital 22 years ago. Is the sort of Russian attempt, Henry, to sort of intimidate the Ukrainian people by just wreaking so much death and destruction that somehow they think this will force Zelensky to concede? </p> <p><strong>Henry Foy<br></strong>I think, to answer that you really have to go back to last summer when Putin pens this incredibly long historical essay filled with falsities and effectively myths of the Russian state that he, we believe, himself believes in about Russia and Ukraine being one people, about this great historical anomaly of the cleaving of the two countries and how they should both be brought back together in a brotherhood and a common peoples of Russia. The beginning of the war suggested that he honestly did believe that, that he shouldn't be shelling Ukrainians, non-uniformed Ukrainians, because they were brothers and that they ultimately wanted to be and should be brought back into Russia. People talk about Putin's success in Chechnya and Syria, and indeed in Crimea and Tbilisi, the Georgian war of 2008. Now, with the exception of Crimea, which was very easy because of the large amounts of pro-Russian population there, Grozny and Syria were foreign countries where he was effectively getting rid of a problem for the Russian state. In Syria, it was the necessity to prop up Bashar al-Assad to keep Russian presence on the Mediterranean and to keep Syria as a pro-Russian client-state. In Grozny, this was an internal rebellion, something that really did challenge the Yeltsin-Putin importance of security and stability in Russia and the power of the Kremlin. Ukraine is completely different. It is a country that many, many people in Russia believe should be, perhaps not as strongly as Putin, but believes should be part of a brotherhood with Russia that is deeply connected with the history of the country. And of course, with the Soviet Union and indeed the Russian Empire and all that come before that, so it is a very, very different war for him to fight than what he did in Grozny and what he did in Syria. I recall when myself and Lionel Barber, the former editor of the FT, interviewed Vladimir Putin, he talked about how Syria was a great chance for him to test his weapons, to show the power of the Russian army. Now, that is not the kind of thing you want to be doing to a country that you really believe are your brothers, that this is a country that should be brought back into the embrace of Russia. And I think that has really confused and clouded the way the Russians have approached this. And now you're seeing him going all in. I mean, after the first five days of the invasion, only 50 per cent of the troops that had been assembled on the borders of Ukraine have been deployed. On Monday, we had 100 per cent. So effectively, this is the green light from the Kremlin, from the general staff to say, OK, our initial tactic hasn't worked. We're going to have to take this country by force, whether they like it or not. And everybody that you speak to here and indeed inside Ukraine say this is going to get a lot, lot worse as the resistance continues and as Putin realises that the only way he can come away with this, with a victory is to go more brutal and to make sure he wins this by force. </p> <p><strong>Ben Hall <br></strong>Putin has achieved what the previous Ukrainian leaders struggled to achieve, which is uniting the Ukrainian people in a sense of national unification and defiance. I just wonder how does that translate into resistance? Are the Ukrainians well-prepared for an insurgency? Do you think it will actually withstand brutal Russian military tactics? </p> <p><strong>Henry Foy<br></strong>I would say we're already seeing the insurgency in many places. You know, the way in which the Ukrainian army are attacking the Russians is reminiscent of guerrilla tactics. The Russians are being allowed to take major highways, being allowed to take major roads through countryside areas, but being attacked on their flanks from cover from forests. And they're not being allowed into the cities, which is where it's very, very hard to fight anyway. You know, the fastest way to lose a tank division is to send a tank division into the city. And the Ukrainians have been very astute in the way that they've thought about this, I think, and whether it's by masterpiece of planning or simply by the fact that they know that they're outmatched in terms of power and they have to use the terrain and they have to use the vast scale of the country to their advantage. And I think, yes, you have seen huge numbers of Ukrainians sign up to join, you know, local defence battalions to get a few days training and a rifle. You're seeing people come from overseas indeed to do the same. And so I do think you're absolutely right that Putin has achieved this incredible thing of uniting a country that, let's face it, has been deeply divided in many, many ways on social lines and linguistic lines, on geopolitical lines, pretty since the collapse of Soviet Union. And there is now a united idea that we must defend Ukraine, whether or not we disagree with our neighbours. But we don't want somebody coming in and telling us what to do. </p> <p><strong>Ben Hall <br></strong>John Paul, do you think Nato is prepared to give its full support for a Ukrainian insurgency? And what are the risks that it will actually end up being sucked into this conflict through supplying arms to that insurgency? </p> <p><strong>John Paul Rathbone<br></strong>Well, Nato per se has been really careful to differentiate between its own response to the invasion and its individual members. So the UK, the US, Poland and other members of Nato have individually supplied arms, but Nato, as itself, has not. So that's one really important distinction. And there is a huge risk of escalation. You could imagine a border incident, say on Poland, a convoy of weapons moving forward into Ukraine to supply the resistance and it being interdicted by Russian forces and the risk of an escalation there starts to grow. And there's also the possibility of, you know, if this war continues to go relatively badly for Putin, a war that started off as a war of choice has now become a war of necessity. He has to win. He may seek to create trouble elsewhere to turn it into a war with Nato and use that to kind of rally Russia against a common enemy in the way that the Ukrainian brothers are not. So the risk is very there. And I think when you hear the defence ministers of the UK and the US, they're very, very clear about the dividing line and their reluctance to commit forces directly to Ukraine. That's why we've had this argument about the no-fly zone, which isn't a kind of magic dome that suddenly appears over Ukraine. It's something we'd have to be enforced. And then you would have Nato aeroplanes engaging with Russian planes, which essentially would be a declaration of war. Then the sky's the limit. </p> <p><strong>Ben Hall<br></strong>And we've also seen it over this argument over Poland supplying its make fighter jets to Ukraine. Poland doesn't really want to take responsibility for that, and it's suggested that the US do so. And the US doesn't really want to take responsibility for it either. Does show us sort of perhaps a lack of collective resolve on the part of Nato. </p> <p><strong>John Paul Rathbone<br></strong>Well, again, I mean, that's a real case in point that Nato and its members don't want to offer Putin a pretext where he can say, hey, war has been declared on Russia. That would be a whole new theatre of war and escalation. </p> <p><strong>Ben Hall<br></strong>Henry, tell us about Russian public opinion and how you see that evolving over the weeks and months ahead. Western powers have inflicted punishing sanctions on Russia, and that is going to have a profound effect on ordinary Russians. Do you think that will help turn opinion and that Russians will wake up in effect to the true nature of Vladimir Putin's war in Ukraine? </p> <p><strong>Henry Foy <br></strong>The information that Russians are being fed is so completely different from what we are reading and seeing outside of Russia. I think it's really important for people to realise that Russians are not looking at the same stuff on TV about the war in Ukraine that we are looking at and saying, gosh, this is really bad. Russians are dying. They're killing Ukrainians as well. This is a place where I used to go on holiday just a year ago, and now we're hitting it with cruise missiles. They are hearing reports of a special operation in the east of the country to take down Nazis and terrorist elements and things that are dangerous to Russia. There is, however, a groundswell of liberal opinion, certainly in the cities in Moscow, St. Petersburg, Sochi of mainly young people who have access to VPNs to do virtual private networks. They can access internet outside of Russia and social media channels who are waking up to the fact that this is not what they're being told. This is a war that has been declared on another country that is changing the borders of that country by force and killing thousands of people in that country. We have seen sporadic protests. Small in number, less than 5,000 people at a time, but again, we must remember that this comes after years and years of huge repression against protesters, mainly anti-corruption protests and protests against the regime of Vladimir Putin and in favour of opposition activists such as Alexei Navalny. Navalny's now in jail with zero sign of him being let out, and many people have ever gone to protest have a criminal record, which means they lose access to their jobs at times or perhaps even have to leave the country. So it is very hard to see a protest movement that could be organised against Putin and against this war. However, that is not to say that it is impossible that there would be some kind of groundswell, and I think what you just mentioned about the sanctions is much more key here. This will be ordinary Russians coming out on the streets, perhaps not with a full understanding of why this is happening, but incredibly upset that their livelihood, their jobs, their spending money, the food that they see in the shops are all going down rapidly. We've seen places like McDonald's closed down this week. That sounds silly, but that will have a massive impact on people. People will start to say, wait, things that we used to rely on, we used to enjoy in this country and are now being taken away. Why is that happening? And whether or not they blame the west or they blame Putin, they will still be upset about it. So that's something to watch. In terms of elite palace coup, some kind of elite push against Putin, I think that's less likely for now, mainly because there are very few options and all the options that they are all vehemently dislike the other options. And so you're not going to see some kind of clique emerge that would overthrow Putin, and it would require a huge amount of co-ordination. I mean, Putin has control effectively all of the armed forces; the FSB, the security services; and the National Guard. You need those three parties and probably more to come together and decide on a single candidate to replace Vladimir Putin. And of course, the final thing I say is the west needs to wonder what it's wishing for. And would the alternative to Putin at this moment in time be worse than him? </p> <p>[MUSIC PLAYING]</p> <p><strong>Ben Hall<br></strong>That was Henry Foy ending this edition of the Rachman Review. Thanks for listening, and I hope you'll be able to join us again next week when Gideon will be back as host of the show. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Ben Hall 2022 'Where is the Ukraine conflict heading?' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T05:00:51.183Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 22678,
          "end": 22688
        }
      ]
    }
  ]
}