{
  "_id": "08fbc939f2c285232c57578143dfce1fc2bf17bc7968c9f5aaf8d4241beab0ee",
  "feed": "market-watch",
  "title": "This McDonald's in Texas is the first with a fully automated drive-through; The company says it's only a test location at this point, and is part of McDonald's 'Accelerating the Arches' growth strategy",
  "text": "<p>Here is a video of the order-ahead lane and the restaurant that was posted on TikTok this week:</p><p>The video shows a conveyer belt from which order-ahead customers grab their food. The location has no employees taking orders, favoring customers use of mobile or touchscreen ordering.</p><p>\"The technology in this restaurant not only allows us to serve our customers in new, innovative ways, it gives our restaurant team the ability to concentrate more on order speed and accuracy, which makes the experience more enjoyable for everyone,\" explained Keith Vanecek, the franchisee operating the test restaurant.</p><p>This McDonald's location isn't fully automated and still has a staff preparing the food. The restaurant has shifted importance from dining-in to speed of orders getting out to hungry customers. A spokesperson for McDonald's reportedly told the Guardian that the test concept \"is not fully automated\" and said the restaurant employs a number of workers similar to that of a normal store.</p><p>MarketWatch reached out to McDonald's with an inquiry about its future plans for automated drive-throughs but didn't immediately hear back.</p><p>Many people, including the podcaster who posted the video of the Fort Worth location, were critical of the fast-food giant's move to automation. Much of the discussion centered around the wages of McDonald's workers, and the overall minimum wage in Texas, which is $7.25.</p><p>See: 'Nobody wants to work anymore' has been said for 100 years. It wasn't true then, and it isn't true now.</p><p>According to a living-wage calculator developed by researchers at the Massachusetts Institute of Technology, a single adult with no children needs to make at least $17.03 an hour in Forth Worth to achieve acceptable living standards.</p><p>Estimates from the job board Indeed show that McDonald's restaurant employees in Fort Worth make an average of $9.99 to $11.64 an hour.</p><p>Many McDonald's restaurants in the U.S. pay workers slightly above minimum wage, according to research from Princeton University — the federal minimum wage in the U.S. is $7.25. Numerous states set a lower hourly wage floor.</p><p>McDonald's employees are not unionized, and some have suggested that a union could help workers negotiate better pay, as occurred in Denmark, where McDonald's workers make $21.13 an hour, according to the company's annual report.</p><p>The semiautomated McDonald's is only a test location at this point, the company said, and is part of McDonald's \"Accelerating the Arches\" growth strategy.</p><p>\"I am immensely proud to have this new restaurant concept serving our customers in the Dallas–Fort Worth Metroplex,\" Vanecek said.</p><p>This McDonald's joins a growing list of food establishments being influenced by automation in recent years. In addition to helping with tasks like ordering and food pickup, these \"robot\" chefs have helped make foods including sushi, cocktails, burgers and pizza.</p><p>This McDonald's in Texas is the first with a fully automated drive-through</p>",
  "published": "2022-12-23T18:08:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 149,
          "end": 159
        },
        {
          "start": 5,
          "end": 15
        },
        {
          "start": 2888,
          "end": 2898
        },
        {
          "start": 1015,
          "end": 1025
        },
        {
          "start": 2352,
          "end": 2362
        },
        {
          "start": 2625,
          "end": 2635
        },
        {
          "start": 1789,
          "end": 1799
        },
        {
          "start": 606,
          "end": 616
        },
        {
          "start": 814,
          "end": 824
        },
        {
          "start": 2104,
          "end": 2114
        },
        {
          "start": 2435,
          "end": 2445
        },
        {
          "start": 1325,
          "end": 1335
        },
        {
          "start": 2252,
          "end": 2262
        }
      ]
    }
  ]
}