{
  "_id": "60f3b0a9e8813d9c474422c47bfd2952ad35ff304a76f81af86be8c915b52768",
  "feed": "ftcomall",
  "title": "Elon Musk's bid for Twitter: secured financing is secured",
  "text": "<p><strong>One thing to start: </strong>Formula One driver <strong>Lewis Hamilton </strong>and tennis star <strong>Serena Williams </strong>are <a href=\"https://www.ft.com/content/0ba24070-202f-4ce0-b0f5-888ca3acbc25\">backing the bid</a> for <strong>Chelsea Football Club</strong> led by City grandee <strong>Martin Broughton </strong>and private equity billionaires <strong>Josh Harris</strong> and <strong>David Blitzer</strong>, according to people with knowledge of the matter.</p> <h2>Musk thinks before he tweets</h2> <p>When <strong>Elon Musk</strong> floated a bid to take <strong>Tesla </strong>private, he carelessly front-ran his takeover effort with his infamous <a href=\"https://www.ft.com/content/3c381f68-c432-11e8-bc21-54264d1c4647\">“funding secured” tweet</a>, which led to a multimillion-dollar settlement with regulators that the billionaire recently said imperilled Tesla's future.</p> <p>Now that Musk is trying to buy <strong>Twitter</strong>, he's first securing the financing <em>and then </em>tweeting. </p> <p>On Thursday, Musk <a href=\"https://www.ft.com/content/37c18d58-dae8-4816-bbdd-879338332152\">unveiled a $46.5bn financing package</a> to fund his potential acquisition of the social media group in what could be one of the largest take-private deals in history.</p> <p>The billionaire has lined up $13bn in debt financing secured by a consortium of lenders led by <strong>Morgan Stanley</strong>, a $12.5bn margin loan offered by a dozen banks against his Tesla shares, and a mammoth $21bn equity commitment that Musk has vouched for himself.</p> <p>The arrangement underscores the seriousness of the South Africa-born billionaire's effort, but questions linger. Musk is effectively on the hook for $33.5bn of the financing package, or more than 70 per cent.</p> <p>Unless he wants to cast a significant portion of his net worth into Twitter and borrow against most of his Tesla shares, he needs a large financial partner or consortium of partners.</p> <p>Sure, Musk's debt and margin funding is actually secured, but it remains unknown where the equity component that he has vouched for will come from.</p> <p>Musk may find a helpful partner in billionaire <a href=\"https://www.ft.com/content/96e7bc8d-5881-449e-8114-8107e60f582a\"><strong>Orlando Bravo</strong></a> of <strong>Thoma</strong> <strong>Bravo</strong>. The software buyout firm with more than $100bn in assets has proved its ability to raise unprecedented <a href=\"https://www.ft.com/content/456f2fd7-f868-4ea6-abd7-fce34e783333\">amounts of equity capital</a> for massive tech buyouts on a tight timeline, and win the support of large lenders.</p> <p>Thoma Bravo is talking to Musk about partnering on the bid, though the firm has not decided whether or not to move forward. With its involvement, Musk would be able to syndicate a large portion of the equity cheque and rope in private credit lenders such as <strong>Apollo</strong>, relieving the financial burden put on himself and the balance sheets of banks like Morgan Stanley.</p> <p>Twitter itself has yet to respond to Musk's offer, which it called “non-binding”, outside of stating that its board was “committed to conducting a careful, comprehensive and deliberate review”. The company enlisted <strong>JPMorgan Chase</strong> and<strong> Goldman Sachs</strong> as advisers on the hostile bid.</p> <p>Last week, Twitter's board unanimously decided to enact a so-called “<a href=\"https://www.ft.com/content/0de89960-7cea-4fe2-bed2-54f221d5ba6d\">poison pill</a>”, dramatically limiting Musk's ability to increase his holding beyond 15 per cent.</p> <p>Regardless, the social media group's willingness to entertain Musk's bid and at what price are front and centre now that the billionaire has shown that funding is, in fact, secured.</p> <h2>Icahn vs Ackman: the saga continues</h2> <p><strong>Carl Icahn</strong> just scored another point in the drawn-out grudge match against his fellow billionaire<strong> Bill Ackman</strong>.</p> <p>In January, Ackman bought a $1.1bn stake in <strong>Netflix</strong>, pledging to focus on the “long-term horizon”. It made his <strong>Pershing Square</strong> hedge fund a top-20 shareholder in the streaming video group. Yesterday, Ackman revealed he sold his entire stake at a roughly <a href=\"https://www.ft.com/content/47694fa4-2a4d-489d-b87b-65a3a91d178f\">$400mn loss</a> just three months later. </p> <p>Clearly Netflix's most painful day of trading since 2004 on Wednesday — during which it lost <a href=\"https://www.ft.com/content/c3b63a57-0d46-41c7-8f6b-c61d388db039\">close to 40 per cent</a> of its market value after revealing a steep decline in subscriptions — wasn't the <a href=\"https://www.ft.com/content/ba5ab83c-3a84-4544-8b7f-3158b358ef69\">“compelling risk/reward”</a> scenario he'd imagined when pledging to stick around for the long haul.</p> <a href=\"http://www.ft.com/cms/9482633.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>DD imagines that Ackman's longtime foe Icahn, who <a href=\"https://www.ft.com/content/1b5188e0-1a88-11e5-a130-2e7db721f996\">cashed out</a> the remainder of his 10 per cent stake in Netflix for a $2bn profit in 2015, is pulling out the popcorn right about now. </p> <p>The activist investors' epic feud dates back as far as 2003, when a deal over a property investment firm between Icahn and Ackman's first hedge fund <strong>Gotham Partners</strong> spiralled into eight years of <a href=\"https://www.nytimes.com/2011/11/27/business/william-ackman-carl-icahn-and-the-seven-year-tiff.html\">bitter litigation</a>.</p> <p>Then there was the $1bn bet Ackman placed in 2013 against shares in nutrition company <strong>Herbalife </strong>— of which Icahn <a href=\"https://www.ft.com/content/47ac46d0-81df-11e2-b050-00144feabdc0\">owned a 21 per cent stake</a>. The two aired their grievances on a legendary <a href=\"https://www.youtube.com/watch?v=G2m76UH_cGY\">heated exchange</a> on <strong>CNBC</strong>.</p> <p>Icahn ended up winning that fight — the famed corporate raider says he made $1bn on paper after exiting his Herbalife position.</p> <p>Now, as Netflix stock crashes alongside other pandemic darlings such as <strong>Peloton</strong> and <strong>Just Eat Takeaway</strong>, Icahn has notched up another victory against his arch-rival. But from where DD's standing, it looks like the pair have matured since swapping insults on live television.</p> <p>Ackman's exit from Netflix, for one, suggests that he's willing to abandon the quest for boardroom control in bad investments, despite his reputation as a loyal “forever shareholder” — rather than just throwing more money at them à la Pershing's <a href=\"https://www.ft.com/content/111afa0a-fcdc-11e5-b3f6-11d5706b613b\">disastrous bet</a> on <strong>Valeant Pharmaceuticals</strong>.</p> <p>Meanwhile, Icahn, who has compared himself to <strong>Alexander the Great</strong>, has taken a hiatus from his relentless campaigns to pursue a less profitable cause — urging <strong>BlackRock </strong>and other ESG-minded investors to back his proxy fight against <strong>McDonald's</strong> for better treatment of pregnant pigs.</p> <p>Could it be a truce? DD wouldn't put money on it.</p> <h2>A Wall Street boss and a crypto billionaire meet in the Caribbean</h2> <p>Last year, <strong>Sam Bankman-Fried</strong> — the billionaire who sleeps on a beanbag chair so that he can be closer to his work building his crypto exchange<strong> FTX</strong> —<a href=\"https://www.ft.com/content/c8ffb228-1dbe-4e8a-b30b-be7203d71e7d\"> told our colleague Eva Szalay</a> that buying a financial institution such as <strong>Goldman Sachs </strong>would be “not out of the question at all” should it overtake its rival trading platforms.</p> <p><strong>David Solomon</strong>, chief executive of the Wall Street behemoth, appears to have read the FT.</p> <p>But instead of knocking down the door of FTX's Bahamian offices to gripe over how a barely three-year-old cryptocurrency exchange valued at $32bn and its t<a href=\"https://www.ft.com/content/8f8bb265-8d86-400c-a9d2-780a343f0ca8\">hree-person board</a> could take on an investment bank worth about $115bn, Solomon flew to the Caribbean with some business ideas in mind.</p> <p>The Goldman CEO and Bankman-Fried&#xa0;discussed ways to forge closer ties between the Wall Street lender and FTX, according to two people familiar with the matter.</p> <p>They considered a range of possibilities including Goldman advising FTX in its discussions with US regulators and whether Goldman could play a role in a potential IPO of FTX (though one of the people close to the meeting said Bankman-Fried was mostly exploring private fundraising options for now and hadn't made a final decision on whether to take FTX public).</p> <p>Solomon knows what he's doing.</p> <p>Goldman <a href=\"https://www.ft.com/content/5ec1d0aa-7992-4fb8-8011-9d7f7b44faac\">rebooted its crypto desk</a> last year after it<a href=\"https://www.ft.com/content/59a16554-b16e-11e8-8d14-6f049d06439c\"> quietly abandoned</a> its fledgling bitcoin operations when the digital currency crashed in 2018. </p> <p>The bank's renewed foray into crypto has been met by formidable industry disrupters including <strong>Coinbase</strong>,<strong> Binance</strong>, and, of course, FTX. In March, FTX filed a proposal to the <strong>Commodity Futures Trading Commission</strong> that would allow it to sell leveraged crypto derivatives to retail investors and settle their trades directly, thus cutting out intermediaries including Goldman. </p> <p>With <a href=\"https://www.ft.com/content/56b35970-de1e-41a6-9fb1-b482075e092b\">well-known investors</a> including<strong> SoftBank</strong>, <strong>Tiger Management</strong> and Canada's <strong>Ontario Teachers' Pension Plan</strong> on its side, FTX will probably find the firepower to grow with or without Wall Street's blessing.</p> <p>Big lenders have long been hesitant to open accounts for crypto exchanges because of the sector's unpredictable regulatory status and the risks of money laundering and other financial crimes.</p> <p>But FTX has one crucial selling point to regulators: a strategy to work with officials to create what it claims will be a less risky way to trade US futures, rather than focusing on the more controversial digital currencies that also flow across its platform. Solomon could be just the person for the job.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Activision Blizzard </strong>has appointed<strong> Lulu Cheng Meservey</strong>, a communications executive at newsletter platform <strong>Substack</strong>, and senior<strong> Bacardi</strong> executive<strong> Kerry Carr</strong>, to its board. Their appointments follow <a href=\"https://www.ft.com/content/b3aa83d4-4c00-40b3-ae53-d9c9bed5a361\">allegations of sexual harassment</a> at the company, which California regulators last year said had a <a href=\"https://www.ft.com/content/96801e40-a949-46f7-893f-4c1d8235f7db\">“pervasive frat boy workplace culture”</a>.</p></li>  <li><p><strong>Oatly </strong><a href=\"https://www.ft.com/content/60697bc4-ea13-4135-a6f2-61a00caadf62\">has poached</a> veteran<strong> Mars </strong>executive<strong> Jean-Christophe Flatin</strong> for the new role of global president and former <strong>Danone</strong> executive <strong>Daniel Ordóñez</strong> as chief operating officer</p></li>  <li><p><strong>Vagit Alekperov</strong> <a href=\"https://www.reuters.com/business/lukoils-alekperov-supporter-russia-opec-ties-resigns-2022-04-21/\">has resigned</a> as president of Russia's second-largest oil producer<strong> Lukoil </strong>after being <a href=\"https://www.reuters.com/world/uk/britain-adds-206-new-listings-under-russia-sanctions-regime-2022-04-13/\">targeted by UK sanctions</a>, per Reuters.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Paradise found? </strong>In the southwestern English Channel lies the floating tax haven of Sark, where a community of crypto investors and freethinkers is taking shape. Jane Martinson <a href=\"https://www.ft.com/content/ee25056f-1918-4c24-9f64-ce4e9131780b\">journeys to the island</a> to chronicle life in the supposed libertarian oasis for FT Weekend.</p> <p><strong>No deal </strong>As the Middle East's wealth funds grow more selective and China reels in its conglomerates, dealmakers are scrambling to court Mukesh Ambani's Reliance for quick cash. But the Indian tycoon <a href=\"https://www.reuters.com/breakingviews/indias-reliance-is-miscast-ma-stalking-horse-2022-04-21/\">is shrewder than that</a>, Reuters' Breakingviews writes.</p> <p><strong>Dirty money </strong>As the search for Russian assets in the US gathers steam, lawmakers in liberal tax havens are <a href=\"https://www.washingtonpost.com/business/2022/04/21/financial-secrecy-laws-russian-assets/\">pushing for sweeping reforms</a> to identify the owners of highly confidential trusts, The Washington Post reports.</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/3407547b-7709-4a18-bc65-654903f8d6c8\">Wirecard middleman pleads guilty to hacking</a> (FT) </p> <p><a href=\"https://www.ft.com/content/12dadc78-9e35-4b8b-89c1-c5e2b83a05c4\">THG says it received ‘unacceptable' proposals for company</a> (FT + <a href=\"https://www.ft.com/content/6503cb9d-9bd2-4dfb-9d2f-763b5735e246\">Opinion</a>)</p> <p><a href=\"https://www.ft.com/content/d82c4b3a-24c8-4506-b937-fcc37f6ebd2b\">UBS could be subject to 10-year ban from Papua New Guinea over oil loan</a> (FT)</p> <p><a href=\"https://asia.nikkei.com/Business/Business-deals/Hitachi-in-talks-to-sell-1.56bn-stake-in-Hitachi-Transport-to-KKR\">Hitachi in talks to sell $1.56bn stake in Hitachi Transport to KKR</a> (Nikkei Asia)</p> <p><a href=\"https://www.ft.com/content/6795270a-87d6-4a3c-b3ba-bdd0c9d3c18c\">WarnerMedia adds 3mn HBO subscribers as streaming wars heat up</a> (FT) </p> <p><a href=\"https://www.wsj.com/articles/sandberg-facebook-kotick-activision-blizzard-daily-mail-11650549074?mod=business_lead_pos3\">Meta's Sheryl Sandberg pressured Daily Mail to drop Bobby Kotick reporting</a> (WSJ)</p> <p><a href=\"https://ft.com/content/f5e9e5e8-5f84-4923-b810-5df86a6fa7c6\">Oleg Tinkov, the Russian tycoon who denounced ‘crazy war' in Ukraine</a>&#xa0;</p> <p><a href=\"https://www.nytimes.com/2022/04/21/business/cnn-plus-shutting-down.html\">CNN+ streaming service is set to shut down</a> (New York Times)</p> <p><a href=\"https://www.ft.com/content/b50f2f2e-591a-49bb-a4f3-ae2709c62440\">Florida passes bill to strip Disney's special tax status</a> (FT)</p><p>Source:  2022 'Elon Musk's bid for Twitter: secured financing is secured' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T04:00:57.537Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5187,
          "end": 5197
        }
      ]
    }
  ]
}