{
  "_id": "841855ed197b24af645761e33f406c4a5e5018b6c05083ae97d8bf5293b45708",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Corporate News Briefs",
  "text": "<p>Reduced Bonuses</p><p>Twitter Inc. warned staff that the size of bonus payments this year was at risk because of financial difficulties, adding to belt-tightening measures tech companies are implementing in the face of the economic downturn.</p><p>The social-media company told employees Friday that it had \"experienced significant challenges\" to revenue since January. It linked those to a variety of factors, including problems in the global economy and others tied to uncertainty over Elon Musk's $44 billion acquisition of the social-media platform, which the billionaire is trying to abandon.</p><p>Twitter last month reported a surprise decline in sales that it blamed on similar factors. The company reported a loss of $270 million, or 35 cents a share.</p><p>Twitter, in Friday's message to employees, said that the pool of potential money available for bonuses, which is based on the business's performance, has dropped to half of what it was expected to be when the board approved the plan back in January. The warning to staff about the bonuses was reported earlier by the New York Times.</p><p>-- Meghan Bobrowsky</p><p>---</p><p>FOOT LOCKER</p><p>New CEO Hails From</p><p>Ulta and McDonald's</p><p>Foot Locker Inc. named former Ulta Beauty Inc. Chief Executive Mary Dillon as its next CEO, succeeding Richard Johnson, who is retiring.</p><p>Ms. Dillon, 61 years old, will take up her new post and join the board on Sept. 1. Mr. Johnson, who is 64, will remain executive chairman through Jan. 31, 2023. He will then become a senior adviser to the CEO until early April 2023.</p><p>Foot Locker's lead independent director, Dona Young, will assume the role of nonexecutive chairman on Feb. 1, making Foot Locker one of a few publicly traded companies to have women in the top two jobs.</p><p>Mr. Johnson said the board evaluated internal and external candidates and that Ms. Dillon's strong record at Ulta and McDonald's Corp., where she previously served as chief marketing officer, made her the obvious choice.</p><p>One of Ms. Dillon's mandates will be to improve Foot Locker's digital operations, something she was able to do at Ulta.</p><p>-- Suzanne Kapner</p><p>---</p><p>WALMART</p><p>Insurance Expanded</p><p>For Some Abortions</p><p>Walmart Inc. is expanding the types of medical situations for which its employee health plan would cover abortions and the cost of travel, to include conditions such as ectopic pregnancy.</p><p>The shift at Walmart, the country's largest private employer, is another sign of how companies are grappling with the Supreme Court's decision to overturn the constitutional right to abortion.</p><p>On Friday Walmart sent a memo to its roughly 1.7 million U.S. workers that said its healthcare plan would cover the cost of abortion when \"there is a health risk to the mother, rape or incest, ectopic pregnancy, miscarriage or lack of fetal viability.\"</p><p>Walmart said it would defer to the woman's doctor in determining whether those conditions are met.</p><p>Previously, Walmart's health plan said the company would cover the procedure \"when the health of the mother would be in danger if the fetus were carried to term, the fetus could not survive the birthing process, or death would be imminent after birth.\"</p><p>Walmart's expanded coverage was reported earlier by CNBC.</p><p>Walmart is headquartered in Bentonville, Ark., a state that allows abortion to save a mother's life, but not in the case of rape or incest.</p><p>On Friday Walmart told workers it would cover travel for medically necessary abortions.</p><p>-- Sarah Nassauer</p><p>---</p><p>WAYFAIR</p><p>Workforce Is Cut 5%</p><p>Or About 870 People</p><p>Wayfair Inc. said it would lay off about 870 employees as part of efforts to manage operating costs and realign investment priorities. The reduction represents about 5% of the company's global workforce and about 10% of its corporate team, Wayfair said Friday.</p><p>The company had previously announced a hiring freeze, which it said began in May.</p><p>Shares fell 20% in Friday trading. The stock has lost about two-thirds of its value this year.</p><p>The Boston-based furniture and home-goods company said it expects the layoffs to cost between $30 million and $40 million, consisting largely of employee severance and benefits. These costs are expected to be reflected in the current quarter, it said.</p><p>Chief Executive Niraj Shah told employees in an email announcing the layoffs that the company had spent several years staffing up to match the growth to both e-commerce and home goods, fueled by shoppers sprucing up their homes during the pandemic. \"This year, that growth has not materialized as we had anticipated,\" he wrote.</p><p>-- Charity L. Scott and Connor Hart</p>",
  "published": "2022-08-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 1830,
          "end": 1846
        }
      ],
      "weightsV2": {
        "weight": 0.9025,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}