{
  "_id": "e731ca3493a0c921013b94153d042506a017d1680993974d3e4d4c8e58ecf798",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  2,013 Miles. No Gas. Many Hassles. -2-",
  "text": "<p>   \"Factors such as average highway speed, altitude changes, and total cargo weight can all impact range, whether derived from a tank of gasoline or a fully charged battery,\" he says. </p><p>   To save power, we turn off the car's cooling system and the radio, unplug our phones and lower the windshield wipers to the lowest possible setting while still being able to see. Three miles away from the station, we have one mile of estimated range. </p><p>   \"Charge, Urgently!\" the dashboard urges. \"We know!\" we respond. </p><p>   At zero miles, we fly screeching into a gas-station parking lot. A trash can goes flying and lands with a clatter to greet us. Dinner is beef jerky, our plans to dine at a kitschy beauty shop-turned-restaurant in Memphis long gone. </p><p>   Then we start to argue. Mack reminds me she needs to be back in time for her shift the next day. There's no way we'll make it, I say. </p><p>   \"Should we just drive straight through to New Orleans?\" I finally ask desperately, even as I realize I've failed to map out the last 400 miles of our route. </p><p>   To scout our options, Mack calls a McDonald's in Winona, Miss., that is home to one of the few fast chargers along our route back to New Orleans. PlugShare tells us the last user has reported the charger broken. An employee who picks up reasonably responds that given the rain, she'll pass on checking. </p><p>   At our hotel, we decide 4 hours of sleep is better than none, and set our alarms for 4 a.m. </p><p>   We figure 11 hours should be plenty for a trip that would normally take half as long. That is, if absolutely everything goes right. </p><p>   Miraculously, it does. At the McDonald's where we stop for our first charge at 6 a.m., the charger zaps to life. A Chevy dealership employee in Brandon, Miss., unlocks a charger for us at 10 a.m. </p><p>   We pull into New Orleans 30 minutes before Mack's shift starts -- exhausted and grumpy. </p><p>   The following week, I fill up my Jetta at a local Shell station. Gas is up to $4.08 a gallon. </p><p>   I inhale deeply. Fumes never smelled so sweet. </p><p></p>",
  "published": "2022-06-04T06:09:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1054,
          "end": 1064
        },
        {
          "start": 1576,
          "end": 1586
        }
      ]
    }
  ]
}