{
  "_id": "371e7fc2e9709c3cb48173f2eb3f6c314d781486e6da56696196e13b5dda393a",
  "feed": "wall-street-journal",
  "title": "Obituaries: Doctor Provided Refuge For Patients' Families",
  "text": "<p>In the mid-1970s, an English-born oncologist in Philadelphia was trying to find a place where families could lodge in comfort while their children were being treated for cancer. Meanwhile, McDonald's franchisees were looking for ways to promote \"shamrock\" milkshakes.</p><p>Those two goals proved surprisingly compatible.</p><p>The oncologist, Audrey Evans, headed a cancer department at Children's Hospital of Philadelphia. When a representative of the Philadelphia Eagles football team delivered her a check to support the department, Dr. Evans mentioned her idea for a way to spare family members from sleeping in hospital lobbies and subsisting on vending-machine snacks.</p><p>The Eagles agreed that their quarterback, Roman Gabriel, could appear in TV commercials for the shakes if part of the proceeds went to creating the guesthouse. The McDonald's franchisees agreed to turn over all the profits from the promotion if the home could be named in honor of their clown mascot.</p><p>In 1974, a Ronald McDonald House opened in Philadelphia. It was the first of a nonprofit chain that now extends to 380 Ronald McDonald House programs around the world.</p><p>Dr. Evans, also known for her cancer research, argued that doctors had to care for the entire family, not just the patient. She died Sept. 29 at the age of 97.</p><p>To distract and comfort children, she was willing to diverge from standard hospital practices. At one point, she recalled, her ward had a floor-to-ceiling birdcage so finches could provide entertainment. When one girl wanted to bring her pet rabbit to an appointment, Dr. Evans recalled telling her, \"Of course you can have your bunny here!\"</p><p>As a researcher, she created a method of measuring the severity of neuroblastoma, a cancer that strikes children. Her system helped guide treatment and identify patients who didn't need to undergo chemotherapy. \"More than any other person during the last three decades, she has transformed our thinking about neuroblastoma,\" the journal Cancer Research reported in 2000.</p><p>Audrey Elizabeth Evans was born March 6, 1925, in York, England, into what she described as a middle-class family. She attended a Quaker school for a time and missed a long period of schooling while recovering from tuberculosis.</p><p>\"I always knew I wanted to be a doctor,\" she said in a video interview. \"Fortunately, my parents believed that girls should do as well as boys.\" As a girl, she kept a first-aid kit handy so she would be \"ready for any eventuality.\"</p><p>At the Royal College of Surgeons in Edinburgh, she flunked an anatomy course and needed a tutor to help her catch up. \"I never excelled in school because I have a memory problem,\" she said. \"Most people learn things from what they read, and I remember things from what I hear.\"</p><p>She graduated in 1953 and moved to Boston Children's Hospital for a residency with help from a Fulbright fellowship. There she trained under Sidney Farber, a pioneer in the use of chemotherapy. C. Everett Koop, later U.S. surgeon general, recruited her as chief of pediatric oncology at Children's Hospital of Philadelphia in 1969.</p><p>Around that time, Fred Hill, a tight end for the Eagles, was raising money for cancer treatment and research in honor of his daughter Kim, who was diagnosed with leukemia at age 3. The Eagles owner, Leonard Tose, encouraged that fundraising and assigned one of his aides, Jimmy Murray, to spearhead the project. Mr. Murray made the connection between McDonald's and Dr. Evans.</p><p>A local builder, John Canuso, volunteered to renovate a row house on Philadelphia's Spruce Street to create the first Ronald McDonald house.</p><p>Dr. Evans, who enjoyed horseback riding and scuba diving, retired from the hospital in 2009. \"I decided that I wasn't needed to do either clinical work or hands-on research,\" she said. \"I didn't want to stay as a decoration.\"</p><p>Needing a new project, she co-founded the St. James School in Philadelphia, which caters to struggling students.</p><p>In 2005, Dr. Evans married Giulio D'Angio, a radiation oncologist. He died in 2018.</p><p>In describing her motivations, Dr. Evans often mentioned her religious faith. \"I've always had a strong belief in a God who watches over us and takes care of us and has expectations of us to do a good job in the life he gave us,\" she said in a video prepared for her 90th birthday.</p>",
  "published": "2022-10-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1084,
          "end": 1099
        },
        {
          "start": 3572,
          "end": 3587
        },
        {
          "start": 976,
          "end": 991
        },
        {
          "start": 189,
          "end": 199
        },
        {
          "start": 828,
          "end": 838
        },
        {
          "start": 3428,
          "end": 3438
        }
      ],
      "nexusId": "10050164"
    }
  ]
}