{
  "_id": "cbd16bf91df4520a84cd548aa0a4b145c76c00d27efb077e5ad9bcd577adf539",
  "feed": "wall-street-journal",
  "title": "Fetch Rewards Hires Facebook Retail Executive as Its First Customer Chief; The shopper rewards startup plans to expand its corporate partnerships and user base following a SoftBank investment",
  "text": "<p>The appointment comes nine months after Fetch closed a $210 million Series D funding round led by SoftBank Group Corp.'s Vision Fund 2, which brought the company's total funding to more than $325 million and its valuation to more than $1 billion.</p><p>Fetch was founded in 2013 to let customers earn rewards from multiple companies, without having to sign up to the loyalty programs of each, said Mr. Schroll.</p><p>\"I thought consumers would just get fed up with trying to maintain loyalty across 15 different systems,\" he said.</p><p>More companies have introduced or revamped their rewards programs in the past few years, appealing on customers' loyalty to generate sales and capitalizing on the consumer data as technology companies restrict advertisers' ability to track users across the internet.</p><p>McDonald's last summer began rolling out its points-based loyalty program across the U.S. Restaurant chains Pret a Manger, Panera Bread and Taco Bell in the past two years all introduced \"subscription\" services that let customers order unlimited or discounted daily orders in exchange for a monthly fee. Some airlines, meanwhile, used the quiet travel period of the Covid-19 pandemic to modernize the perks and structure of their loyalty programs.</p><p>Rather than linking each transaction with the rewards program of each vendor, Fetch members earn rewards by scanning and uploading a receipt from any retailer, even if the store isn't one of the platform's 300-plus partners.</p><p>Customers can also link their Fetch account to their email or Amazon.com Inc. account, allowing the system to scan for web receipts. Rewards balances are paid out in the form of a gift card from certain retailers, including Amazon, Sephora and Target Corp.</p><p>Participating companies glean insights into consumers' shopping habits in stores and online, and can use that data to target specific customers with offers, Mr. Schroll said.</p><p>Other technology companies are trying to make it faster for customers to earn shopping rewards and consolidate where they collect them. Market Track LLC's Receipt Hog, Ibotta Inc. and ReceiptPal, which is owned by market research firm the NPD Group Inc., all offer shoppers rewards in the form of cash back or gift cards by scanning their receipts online.</p><p>Still used by a fairly small number of shoppers, such apps act like a modern-day equivalent to coupon collecting and redeeming, according to Nick Ewen, senior editor at the Points Guy, a website that offers advice on consumer deals and travel rewards.</p><p>\"I certainly do think they will grow more popular, especially as inflation has become a huge concern for a lot of consumers,\" he said.</p><p>At Fetch, Mr. Sommer will be tasked with overseeing product development, building its marketing team and leading campaigns designed to increase both participating vendors and active shoppers. The company hopes to expand its monthly users to 35 million in the next 2½ years from 13 million today, and expand into more categories outside of retail, Mr. Schroll said.</p><p>The company last year started working with restaurants, announcing partnerships with Burger King, Panera and Papa John's.</p><p>\"We look at our users submitting receipts as them voting for the next categories they want us to go into,\" Mr. Schroll said.</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Fetch Rewards Hires Facebook Retail Executive as Its First Customer Chief</p>",
  "published": "2022-01-19T12:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 786,
          "end": 796
        }
      ]
    }
  ]
}