{
  "_id": "e74b3c926ced57763de87ddc0dc4b91b0a4604b5b98412d2c3a8b949fecac0cb",
  "feed": "wall-street-journal",
  "title": "Starbucks to Exit From Russia; Coffee chain joins McDonald's, other Western companies in ending operations in Russia over Ukrainian war",
  "text": "<p>Starbucks said nearly 2,000 employees in Russia would continue to be paid for six months and receive help finding new jobs outside of the chain. The company declined to comment on the financial impact of closing its Russian market, which accounts for a relatively small portion of its sales. The Seattle-based company had included Russia among the countries it targeted for growth about a decade ago, though the number of stores in the country had trickled down since the pandemic hit.</p><p>\"One thing that we're very proud of is we're continuing to pay our partners in Russia,\" Chief Executive Howard Schultz said, referring to the company's employees.</p><p>Western companies have been under pressure to pull the plug on their operations in Russia since the country invaded Ukraine in late February. Sanctions from Western governments have also made it harder for U.S. firms to continue doing business in the country.</p><p>In recent months, companies have exited or signaled their intention to further pull back from Russia.</p><p>McDonald's Corp. last week said it was selling its Russian business, ending more than three decades in the country. The company had 847 restaurants and employed 62,000 people there, and McDonald's is now working to sell its Russian business to Alexander Govor, a McDonald's licensee since 2015 who operates 25 restaurants in Siberia. McDonald's said it expected to record an accounting charge of between $1.2 billion and $1.4 billion and recognize a significant foreign-currency translation loss.</p><p>PHOTOS: Capitalist Diplomacy: Big U.S. Brands in Russia</p><p>The burger chain directly owned most of its Russian restaurants, unlike Starbucks, which ran its business there through a licensee. Kuwait-based M.H. Alshaya Co. also operates Starbucks stores in North Africa and the Middle East. Starbucks ships its coffee and other products to its licensees to run in specific markets. An Alshaya spokesman declined to comment.</p><p>Other companies leaving Russia include French auto maker Renault SA, which reached a deal to cede its 68% stake in Russia's biggest car maker, AvtoVAZ, to a state-backed entity, though it kept an option to take back some of its assets in a few years. Oil major Shell PLC has been exiting from its Russian businesses in phases.</p><p>Marriott International Inc. CEO Anthony Capuano said in an interview Monday that the hotel chain holds weekly calls and regularly discusses the viability of operating in Russia. Marriott has 23 operating hotels in the country these days, with six others no longer in its system following the outbreak of the Russia-Ukraine war.</p><p>Mr. Capuano, in an interview at the World Economic Forum in Davos, said some of those hotels operate under contractual relationships with third-party owners, and employees are paid through those owners. While some customers have objected to Marriott's continued operations in Russia, Mr. Capuano said many employees, especially in Europe, are urging the company to continue employing their workers in Russia. \"In these times, you end up with so many people on both sides,\" he said.</p><p>Some U.S. restaurant brands have continued operating in Russia, pointing to existing franchising agreements that they say can't easily be unwound. Subway, for example, said its roughly 450 Russian restaurants are all independently owned and overseen by a local franchisee, and the sandwich chain has limited oversight of their day-to-day operations. A company spokeswoman on Monday said that arrangement hasn't changed.</p><p>Burger King has said it is unwinding its ownership stake in its Russian business, but the exit is taking time based on the terms of its agreement. The company contacted the main operator of its business and asked it to close the Burger King restaurants in Russia, but the operator refused to do so, parent-company Restaurant Brands International Inc. said. Burger King suspended support for its Russian market, which consisted of roughly 800 restaurants.</p><p>Restaurant Brands took a $12 million hit during its most recent quarter in connection to Russia, it told investors earlier this month. Its Russian Burger King market had been growing, contributing to 4.5% of total restaurant growth in 2021 and 2% of total sales.</p><p>KFC and Pizza Hut owner Yum Brands Inc. said its operating profit this year is expected to be lower than expected because of the suspension of new business in its Russian market. Yum told investors earlier this month that it is still completing an agreement with its Pizza Hut master franchisee in Russia to spin off the business.</p><p>Starbucks's departure from Russia is another move by Mr. Schultz since the longtime Starbucks leader returned in April for a third stint as CEO.</p><p>Mr. Schultz has been broadly assessing Starbucks's operations since returning, outlining plans to expand pay and benefits to workers as part of the company's efforts to persuade baristas that the company, not a labor union, can best look out for employees' interests. He also has said new stores need to be redesigned to focus on to-go sales, including through more productive drive-through locations.</p><p>Mr. Schultz is also playing a lead role in selecting his successor. He has said that the coffee chain expects to find a new permanent CEO by the fall, and that he will remain at the company until sometime in 2023 to help train the new leader. Mr. Schultz has said he intends to remain on the company's board.</p><p>Emily Glazer contributed to this article.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Starbucks to Exit From Russia</p>",
  "published": "2022-05-23T18:09:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1345,
          "end": 1355
        },
        {
          "start": 1197,
          "end": 1207
        },
        {
          "start": 1011,
          "end": 1027
        },
        {
          "start": 1274,
          "end": 1284
        }
      ]
    }
  ]
}