{
  "_id": "ae28f57496662001b40849f89deab12e1cb1835a89aef7d8725a04f5d6f83583",
  "feed": "wall-street-journal",
  "title": "Walmart Cuts Profit Outlook as It Lowers Prices to Move Goods; Retailer said higher food and fuel prices are denting consumer spending, requiring more markdowns on apparel, other inventory",
  "text": "<p>Walmart Inc. warned that higher prices for food and fuel were causing consumers to pull back, an ominous sign for the U.S. economy that has relied on resilient household spending power through rising inflation.</p><p>The country's largest retailer, which warned in May that it was stuck with too much unsold goods, said on Monday that it was having to cut prices to reduce merchandise levels at its flagship chain and Sam's Club warehouse chain. The markdowns will cause the company's profits to fall in the second quarter and fiscal year.</p><p>The announcement sent Walmart's shares down nearly 10% in after-hours trading Monday, and pressured other stocks, with Amazon.com Inc. falling about 4%. Walmart's e-commerce rival is slated to report its latest results on Thursday.</p><p>The warning casts a cloud over a week when a raft of global brands and multinational companies, from McDonald's Corp. and Procter &amp; Gamble Co. to Visa Inc. and General Motors Co., are slated to update investors on their latest quarterly results and the outlook for the rest of the year.</p><p>Inflation has been running near the highest levels in decades, and the Federal Reserve is expected to raise interest rates this week as it seeks to fight higher prices. Several high-tech companies have warned in recent days of slowing growth, and leaders of some of the biggest banking companies have cautioned they see a high risk of recession.</p><p>Walmart said higher prices for food and fuel have hurt sales of general merchandise, especially apparel, which generate higher profit margins for the company. Overall, the company expects comparable-store sales, excluding fuel, for its Walmart U.S. division to rise 6% in the second quarter from a year ago, but the growth is coming from less profitable items. The company is slated to give its full second-quarter report Aug. 16.</p><p>While U.S. unemployment remains near its lowest levels in decades, consumer sentiment fell in June to its lowest point on record, a sign of concern because household spending accounts for about 70% of U.S. economic output. Some shoppers, especially from lower-income households, are trading down to economy beer and discount cigarettes as they feel more pressure on their pocketbooks.</p><p>\"Most retailers are not struggling to grow their top lines, but they are struggling to maintain the high levels of profitability that were commonplace over the past few years,\" said Neil Saunders, managing director at GlobalData.</p><p>Target Corp. issued a profit warning in June three weeks after it reported quarterly results, which like Walmart, showed a surge in inventory levels. The big-box retailers were caught off guard this spring as shoppers shifted their spending away from items that have been in high demand during the pandemic.</p><p>The abrupt shift left many retailers with a glut of peak pandemic favorites such as casual clothes and home products that needed to be marked down. Chains such as Bed Bath &amp; Beyond and Gap Inc. recently issued profit warnings and replaced their leaders.</p><p>Walmart in May reported that inventories rose about 33% in the first quarter, in part because it misjudged shifts in consumer spending. Executives said the higher cost of goods because of inflation, as well as an easing of the supply-chain snarls that limited supplies earlier in the pandemic, also contributed to the excess inventory.</p><p>Now Walmart and other retailers are trying to unload those items at a time when rising prices for gas and groceries have made some people rethink their spending.</p><p>\"The increasing levels of food and fuel inflation are affecting how customers spend,\" Walmart Chief Executive Doug McMillon said in a statement, \"and while we've made good progress clearing hardline categories, apparel in Walmart U.S. is requiring more markdown dollars.\"</p><p>Mr. McMillon said the company expects additional pressure on general merchandise in the rest of the year, including the holiday shopping season, but said school supplies were selling well as families prepare for a new academic year.</p><p>Walmart now expects its operating income, excluding units it has divested, to decline between 10% and 12% for the fiscal year ending in January. In May the company said it expected operating income for the year to decrease about 1%, excluding currency fluctuations, down from a previous estimate of an around 3% increase.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Cuts Profit Outlook as It Lowers Prices to Move Goods</p>",
  "published": "2022-07-25T22:07:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 867,
          "end": 883
        }
      ]
    }
  ]
}