{
  "_id": "7582611f5c4c7a5f864c0409214d877c5f2abe06fbae0cfa2710a8c25a49668d",
  "feed": "ftcomall",
  "title": "The retail poetry of Palace's Lev Tanju",
  "text": "<p><em>Palace Product Descriptions: The Selected Archive</em> is one of the most delightfully peculiar releases from a fashion brand in recent memory. A joint venture between London skate brand Palace Skateboards and art book publisher Phaidon, it delivers exactly what its title promises: more than 300 pages of the miniature texts that accompanied items for sale on Palace's web shop, all written over the past decade-plus by co-founding creative director Lev Tanju. </p> <p>While product copy is a fundamental part of online retail, it is typically noticed only when it has somehow gone wrong — a typo, a repeated descriptor, an overly intellectualised flourish describing what is, ultimately, a pretty basic jumper. So, what is it about Palace's copy that merits a bound retrospective?</p> <p>For one thing, Tanju's descriptions are highly irregular. They often have nothing to do with the products they're attached to, written in enjambed bullet points pinging from bawdy to erudite. His slangy all-caps style can be totally inscrutable to the uninitiated, yet there is a sort of poetry to it. Here is a representative example, describing a pair of socks:</p> <ul>  <li><p>JUST ORDERED DELIVEROO TAPAS</p></li>  <li><p>WILL LET YOU KNOW WHAT IT'S SAYING</p></li>  <li><p>SEEMS LIKE A GAMBLE</p></li>  <li><p>YOU KNOW HOW THEM PRAWNS TRAVEL</p></li>  <li><p>CHECK THIS PAIR OF SOCKS OUT</p></li> </ul> <p>Or this one, appearing alongside a lime green T-shirt with reflective print and piping: </p> <ul>  <li><p>SAW YOUR SISTER IN PRET</p></li>  <li><p>STEALING A SANDWICH</p></li>  <li><p>BUT ONE OF THE ONES YOU ARE SUPPOSED TO HEAT UP</p></li> </ul> <p>The book organises thousands of these snippets into sections such as “Religion”, “Etiquette”, “Romance”, “Food &amp; Drink”. Topics of persistent interest for Tanju include male pattern baldness, streaming television, the comfort of his couch, and how exhausting it is coming up with new product descriptions. He's a high-low gourmand as likely to advise on structuring a perfect McDonald's takeaway order as he is to fret about a hypothetical downturn in Palace sales forcing a right-sizing of his calamari budget. </p> <p>Tanju hectors the reader warmly, like an older brother. The overall effect is one of rough conviviality, and if you really need, say, a precise pocket count on a pair of trousers, technical breakdowns of each piece are included on the site as well. A 2021 <a href=\"https://www.gq.com/story/palace-fashion-profile\">profile</a> in GQ, the most substantial on the brand to date, devoted two paragraphs to the captions and their insouciant charm. </p> <p>As the brand grows, so does Tanju's remit as lone copywriter. “Basically when Instagram was starting as a platform, the products would go up and I'd write some stupid shit about them,” Tanju says in a phone interview. “There were only a few products back then, like five or something, and it snowballed from there.” </p> <p>When his caption for a hoodie involves him moaning about how much more he has to write that evening, it works as a humorous reminder that copywriting is labour in a business largely focused on image rather than text. “Palace is quite a personal brand for me,” says Tanju. “A lot of it is my life and my friends, so I like the way that the person that's running the company writing the descriptions brings you back to ground level. I'll take the piss out of our own products, which I think is funny, too.” </p> <p>Tanju has been Palace's copywriter for as long as they have had products to hawk. The label was founded in 2009 by Tanju and friend Gareth Skewis, who had previously run fashion and skate brands and co-owned legendary London skate shop Slam City Skates. </p> <p>“I was on benefit, skateboarding at Southbank, and all my friends around me were really talented skateboarders,” says Tanju. “I didn't think they were getting a good deal from the brands they were riding for, they were being taken for granted. I came to Gareth, who handles the business stuff, with a proposal and he helped get it off the ground. I'm super into clothes, so it branched out pretty early on and wanted to make quality stuff.”</p> <p>Beyond Palace's ever-expanding range of mainline products — which began with skate decks and hardware and now runs the gamut from denim and Gore-Tex outerwear to button-down shirting and knits — Palace collaborates enthusiastically and often, sketching out a lifestyle with its partners: Adidas, Stella Artois, French artist and designer Jean-Charles de Castelbajac, Mercedes, Gucci, who seek the cred that comes from working with a legitimate skate brand. Palace now has shops in London, Tokyo, New York and Los Angeles, though Tanju's texts are an online-only exclusive.</p> <p>The looseness of Tanju's captions makes one wonder what other designers might say if they took the same approach to communication with their audiences. How much more enticing would an observation from Miuccia Prada or Raf Simons make one of their jackets, even if it was just a Tanju-style stray thought on restaurant etiquette? Or Rick Owens, who also writes indelibly in all-caps? </p> <p>Shopping online has become brutally functional, spiritually deadening. The sameness of mobile interfaces has flattened a wide range of experiences into a style of interaction that makes everything feel vaguely like shopping, whether one is swiping through black slingbacks on Ssense or potential partners on Hinge. </p> <p>In the right environment, though, shopping can be rewarding. Sometimes it's educational, with the potential to expand one's tastes and understanding of craft, and sometimes it's simply entertaining. Palace, through Tanju's dashed-off micro-ramblings, is one of the few ecommerce operations that have managed to create a consistently surprising experience. That's worth celebrating in print. </p> <p>Plus, amid the delivery app orders, bathroom jokes and episodes of <em>Bake Off</em>, Tanju occasionally delivers something wryly useful. Like this one, accompanying a varsity jacket available for purchase <a href=\"https://shop.palaceskateboards.com/products/ds8rffmj8k6o\">right now</a> on the Palace web shop: </p> <ul>  <li><p>LOOK AFTER THE PENNIES</p></li>  <li><p>AND THE POUNDS</p></li>  <li><p>WILL TAKE CARE</p></li>  <li><p>OF THEMSELVES</p></li>  <li><p>YOU WILL COME ACROSS QUITE TIGHT THOUGH</p></li> </ul> <p>File that one under the “Etiquette” section of the next edition.</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em> </p><p>Source: Adam Wray 2022 'The retail poetry of Palace's Lev Tanju' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T05:00:57.764Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1835,
          "end": 1845
        }
      ]
    }
  ]
}