{
  "_id": "063c388a2d65369089dc767bee119a7c02b6244d0e900bbe08fb8b4ab4c6700a",
  "feed": "wall-street-journal",
  "title": "Businesses Add Up Losses From Russia",
  "text": "<p>Many are reassessing the reported value of those Russian businesses, as a weakening local economy and a lack of willing buyers render once-valuable assets worthless. Companies under U.S. and international reporting standards have to take impairment charges, or write-downs, when the value of an asset declines.</p><p>The write-downs to date span a range of industries, from banks and brewers to manufacturers, retailers, restaurants and shipping companies -- even a wind-turbine maker and a forestry firm. Fast-food giant McDonald's Corp. expects to record an accounting charge of $1.2 billion to $1.4 billion after agreeing to sell its Russian restaurants to a local licensee; Exxon Mobil Corp. took a $3.4 billion charge after halting operations at an oil and gas project in Russia's Far East; Budweiser brewer Anheuser-Busch InBev SA took a $1.1 billion charge after deciding to sell its stake in a Russian joint venture.</p><p>\"This round of impairments is not the end of it,\" said Carla Nunes, a managing director at risk-consulting firm Kroll LLC. \"As the crisis continues, we could see more financial fallout, including indirect impact from the conflict.\"</p><p>The financial repercussions of the conflict aren't significant for most multinationals, in part because of the relatively small size of the Russian economy. Fewer than 50 companies account for most of the $59 billion tally. Even for those, the Russian losses are typically a relatively small part of their overall finances. McDonald's, for example, said its Russia and Ukraine businesses represented less than 3% of its operating income last year.</p><p>Some companies are writing off assets stranded in Russia. Irish aircraft-leasing company AerCap Holdings NV last month took an accounting charge of $2.7 billion, which included writing off the value of more than 100 of its planes stuck in the country. The aircraft were leased to Russian airlines.</p><p>Other businesses are assuming that they will realize no money from their Russian operations, even before they have finalized exit plans. British oil major BP PLC's $25.5 billion accounting charge on its Russian holdings last month included writing off $13.5 billion of shares in oil producer Rosneft. The company hasn't said how or when it plans to divest its Russian assets.</p><p>Even some companies that are retaining a presence in Russia are writing down assets. French energy giant TotalEnergies SE took a $4.1 billion charge in April on the value of its natural-gas reserves, citing the impact of Western sanctions targeting Russia.</p><p>The Securities and Exchange Commission last month told companies that they have to disclose Russian-related losses clearly, and that they shouldn't adjust revenue to add back the estimated income that has been lost because of Russia.</p><p>Bank of New York Mellon Corp., which in March said it had stopped new banking business in Russia, appeared to breach this guidance when it reported its results for the first three months of this year. The New York custody bank in April reported $4 billion in revenue under one measure that included $88 million added to reflect income lost because of Russia. A BNY Mellon spokesman declined to comment.</p><p>Investors appear to have mixed reactions to the write-downs, partly because most multinationals have relatively small Russian exposure, academic research suggests.</p><p>Financial markets are \"rewarding companies for leaving Russia,\" a recent study by Yale School of Management found. The share-price gains for companies pulling out have \"far surpassed the cost of one-time impairments for companies that have written down the value of their Russian assets,\" the researchers concluded.</p><p>Research using a different methodology found a more subtle investor reaction. Analysis by Indiana University professor Vivek Astvansh and his co-authors of the short-term market impact of more than 200 corporate announcements revealed a marked trans-Atlantic divide. Investors punished U.S. companies for pulling out of Russia, and non-American companies for not withdrawing, the analysis found.</p><p>More write-downs and other Russia-related accounting charges are expected in the coming months.</p><p>British American Tobacco PLC, whose brands include Rothmans and Lucky Strike, said on March 11 it had \"initiated the process to rapidly transfer our Russian business.\" That transfer is still ongoing, according to a spokeswoman. BAT hasn't taken an impairment in relation to the business.</p><p>Ride-sharing giant Uber Technologies Inc. in May took a $182 million impairment on the value of its stake in a Russian taxi joint-venture. Uber said in February it was looking for opportunities to accelerate its planned sale of the stake.</p>",
  "published": "2022-06-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 516,
          "end": 532
        }
      ]
    }
  ]
}