{
  "_id": "20ced8b8c109902b913458391c0c071b2462db81533c9b04a7dcb99fc2c94666",
  "feed": "ftcomall",
  "title": "Putin vows to raise Russian salaries and pensions to cushion sanctions",
  "text": "<p>Vladimir Putin has vowed to raise Russia's minimum wage and the salaries of all public sector workers as part of measures designed to cushion western economic sanctions triggered by his decision to wage war against Ukraine.</p> <p>Speaking on Wednesday at a meeting about providing support to Russian regions, the president said the government would also increase pensions and state payouts to the disadvantaged as the price of goods rose. </p> <p>“I understand that rising prices are seriously hitting people's incomes,” Putin said via video link. “Therefore, in the near future, we will decide to increase all social benefits.”</p> <p>The measures are an early indication of the blow the western punitive measures against Russia's banking system, payment network and trade are starting to have on the country's economy. </p> <p>Prices of imported goods have soared as the value of the rouble has plummeted. Panic-buying of staple products has triggered snap shortages in some areas. Russian carmaker Avtovaz on Wednesday said it was bringing its workers' scheduled summer holiday forward to April “due to the ongoing crisis in the supply of electronic components and in order to avoid a significant reduction in employee earnings”.</p> <p>Putin sought to reassure Russians by insisting there would be no large-scale shortages of goods and that the Russian central bank would not need to “print money” since the country had sufficient budget revenues. He also instructed his government to reduce the poverty rate by the end of the year. </p> <p>While he admitted that sanctions would strain Russia's economy, he said the situation would be beneficial in the long run as it meant becoming more independent from the west.</p> <p>“Of course, the new reality will require deep structural changes to our economy,” Putin said. “I won't conceal that they will be difficult. They will lead to a temporary rise in inflation and unemployment. Our task is to minimise such risks.”</p> <p>He repeated claims that the west would have imposed sanctions on the country regardless of Russia's attack on Ukraine and complained about western nations' alleged plan to rein in Russia's development.</p> <p>Putin also blamed the EU and US for announcing “a very real default on their obligations before Russia” and said Russia's foreign reserves were “simply stolen”. He was referring to an <a href=\"https://www.ft.com/content/2c0d7a8b-a48b-4287-ac3a-376603347ba3\">earlier indication</a> by Moscow that it would pay two interest payments on dollar-denominated bonds in roubles, which credit agencies say would likely amount to a technical default. Two interest payments are due on Wednesday.</p> <p>Some western companies, such as McDonald's and Ikea, have suspended operations in Russia since the sanctions were established, placing numerous jobs in Russia at risk. The Kremlin has suggested it would nationalise some assets, describing this as a measure intended to keep business running. </p><p>Source: Polina Ivanova in London 2022 'Putin vows to raise Russian salaries and pensions to cushion sanctions' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T16:56:58.060Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2560,
          "end": 2570
        }
      ]
    }
  ]
}