{
  "_id": "75dbe9591b74d80f4882a768f3bcfb22f93777dab116b4a1fa4516be6b2020ab",
  "feed": "wall-street-journal",
  "title": "Restaurant Brands Taps Former Domino's CEO as Chairman; Burger King parent expects Patrick Doyle to help improve operations, share price",
  "text": "<p>Two of Restaurant Brands' biggest divisions, Tim Hortons and Burger King, have struggled coming out of the pandemic. Covid-19 restrictions in Canada hurt sales at coffee chain Tim Hortons. Burger King, traditionally the second-biggest burger brand behind McDonald's Corp., in 2020 slipped behind Wendy's Co.</p><p>Toronto-based Restaurant Brands has recently boosted investment in its chains, which also include Popeyes Louisiana Kitchen and Firehouse Subs.</p><p>Mr. Doyle said he is confident his work will boost the company's stock, and was putting his own money behind it. \"My investment in this is the best indication I can give you that there's a lot of value that can be created here,\" he said.</p><p>Restaurant Brands last year installed another longtime Domino's executive to head Burger King's U.S. business. The company recently said it would spend $400 million to boost Burger King's U.S. advertising and store conditions as it seeks to restore its position among top burger chains.</p><p>\"The business has been growing fast and it is capable of growing even faster,\" said Daniel Schwartz, co-managing partner of private-equity firm 3G Capital, in an interview. 3G acquired Burger King in 2010 and helped create Restaurant Brands, with Mr. Schwartz serving as its CEO before stepping down in 2019. 3G and the private-equity firm's individual investors retain holdings in RBI.</p><p>Mr. Schwartz said he has known Mr. Doyle for more than a decade, and Restaurant Brands several months ago started discussions with him to join the company. Mr. Doyle has resigned from Carlyle but will retain his executive chairman role at Best Buy Co. Inc., Restaurant Brands said.</p><p>Mr. Doyle, who stepped down as Domino's CEO in 2018, said he wanted to return to restaurants. He intends to initially focus on helping Restaurant Brands' franchisees and its operations, particularly its online ordering systems, he said.</p><p>\"The success of a predominantly franchise restaurant business begins and ends with the success of the franchisees,\" Mr. Doyle said.</p><p>Mr. Doyle is credited with helping boost Domino's sales during his eight years as CEO.</p><p>Mr. Doyle's compensation package will include performance share units that are tied to the company's share price increasing in five years, the company said. Restaurant Brands expects Mr. Doyle to take a hands-on role with the company, executives said.</p><p>Mr. Doyle will earn the performance-linked shares if Restaurant Brands' stock climbs to at least $81.32 in five years, with a maximum award if the company's stock increases to more than $122, the company said in a filing. Restaurant Brands shares closed at $59.70 Tuesday.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Restaurant Brands Taps Former Domino's CEO as Chairman</p>",
  "published": "2022-11-16T10:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 255,
          "end": 265
        }
      ]
    }
  ]
}