{
  "_id": "cf7fb7d79c1532dfef3847b44f1338a9d007e4bf74851ac185c8be8450590cea",
  "feed": "wall-street-journal",
  "title": "World News:  Dismal Life in Russian-Occupied Ukraine  ---  Now-impoverished  areas fuel Ukraine's  resistance to potential  broader invasion  ----  By Yaroslav Trofimov",
  "text": "<p>   STANYTSIA LUHANSKA, Ukraine -- The Russian-controlled areas of Ukraine's Luhansk and Donetsk regions were once the engines of the country's economy and dominated its politics. </p><p>   They produced its richest man, billionaire industrialist Rinat Akhmetov , as well as former President Viktor Yanukovych, ousted by the street protests that triggered the Russian invasion in 2014. </p><p>   Since then, however, the two areas -- now nominally independent \"people's republics\" inside the larger regions of Luhansk and Donetsk -- have turned into impoverished, depopulated enclaves that increasingly rely on Russian subsidies to survive. As much as half the prewar population of 3.8 million has left, for the rest of Ukraine, more prosperous Russia or Europe. </p><p>   Those who remain are disproportionately retirees, members of the security services and people simply too poor to move. Current economic output has shrunk to roughly 30% of the level before the Russian invasion, economists estimate. </p><p>   As Russian President Vladimir Putin is massing more than 100,000 troops for a possible broader invasion of Ukraine, the developments in Donetsk and Luhansk show what many fear could happen to the rest of the country if he were to carry that out. The dismal record of Russian rule is one reason so many Ukrainian citizens, including Russian-speakers, are ready to take up arms so that their hometowns won't meet the same fate. </p><p>   \"The nightmare that started in 2014 in Donetsk has transformed the popular attitudes in mostly Russian-speaking parts of Ukraine,\" said Oleksiy Goncharenko, a lawmaker from Odessa, one of the cities in southern and eastern Ukraine rocked by large-scale pro-Russian protests at the time. </p><p>   \"Back in 2014, the majority here were undecided -- their main priority was to keep living normally, working in their businesses, sending their kids to school,\" Mr. Goncharenko said. \"Since then, they've seen very clearly that life is quiet only in the areas where the Ukrainian flag remains. They said: We don't want to live in such a zombie zone, in some kind of Somalia.\" </p><p>   Borys Korolyov, a native of Luhansk city, is now studying at a university in the northeastern Ukrainian city of Kharkiv, some 220 miles away. On a recent day, he lingered for a few minutes while his cellphone still worked in Stanytsia Luhanska, a crossing point from Ukrainian-controlled to Russian-held areas. Then he picked up his suitcase and headed across a bridge into Luhansk, to visit his parents. </p><p>   \"In Kharkiv, there are new, unexpected things, opportunities at every corner,\" said Mr. Korolyov. \"In Luhansk, there is nothing to do except stay at home. Boring. No prospects for the future.\" </p><p>   The Donetsk and Luhansk people's republics are among a number of breakaway statelets Russia has fostered on its periphery as it seeks to undermine pro-Western neighbors. Russian troops also occupy the self-proclaimed republics of Abkhazia and South Ossetia in Georgia, and the Transnistria republic in Moldova. These conflicts hamper the moves by Ukraine, Georgia and Moldova toward possible membership in the European Union and the North Atlantic Treaty Organization. </p><p>   When unrest began in eastern Ukraine following Mr. Yanukovych's ouster and the Russian takeover of Crimea in February 2014, it was led by local pro-Russian militants with the tacit support of local law enforcement and some oligarchs. In April 2014, heavily armed Russian military veterans led by former Russian intelligence officer Igor Girkin seized the city of Slovyansk in the Donetsk region, heralding the start of more open Russian military involvement. </p><p>   Hastily formed Ukrainian volunteer battalions and the country's then-dilapidated military responded with a bloody counteroffensive, retaking Slovyansk and a string of other rebel-held towns in the Donetsk and Luhansk regions, an area collectively known as Donbas. </p><p>   When Ukrainian forces reached the outskirts of Donetsk and Luhansk cities in August 2014, Russia amped up its involvement, sending tanks, anti-aircraft batteries and long-range artillery across the border and imposing a cease-fire agreement on Kyiv. Front lines have remained largely static since the latest Russian tank offensive in February 2015, even though sniper fire and artillery exchanges continue almost daily, with casualties on both sides. </p><p>   Serhiy Shakun, known in Luhansk for his openly pro-Ukrainian opinions, operated one of the city's largest taxi companies, with a fleet of 200 vehicles before the Russian takeover. </p><p>   In 2014, pro-Russian gunmen came to his office looking to detain him. Warned by a phone call, he took his family and escaped, eventually settling in Severodonetsk, the government seat of the Kyiv-held part of the Luhansk region. \"They have taken everything. Nothing is left,\" he said. </p><p>   Many other businesses and institutions were expropriated. Isolyatsiya used to be a popular contemporary art space in Donetsk, hosting exhibitions and performances at a Soviet-era insulation materials factory. When Russian-backed militants took it over in 2014, saying the space was needed to store Russian humanitarian aid, they allowed staff to rescue a collection of Soviet-period social-realist paintings but smashed the contemporary art pieces, melting some of the statues and installations for scrap metal. </p><p>   The Russian-installed official in charge, Leonid Baranov, went on television at the time to say that degenerate art had to be destroyed because it ran counter to the values of the new state, prevented young families from procreating and promoted hatred of the Russian idea. </p><p>   Weeks later, Isolyatsiya's compound turned into a detention facility operated by the Donetsk republic's ministry of state security. One of the hundreds of prisoners there was Ukrainian novelist and journalist Stanislav Aseev, who was detained in 2017 after local security officials discovered he was contributing under a pen name to Ukrainian news outlets. Mr. Aseev, who says he was repeatedly tortured with electric shock, was freed in December 2019 as part of a prisoner exchange and now lives near Kyiv. </p><p>   \"They've managed to rebuild a Soviet system in the occupied territories -- and not the Soviet system of the 1960s and 1970s, but a Soviet system of the 1930s and 1940s, with dungeons, with torture chambers, a system where lives are ruined if you dare to write or say something negative about these republics and their authorities,\" Mr. Aseev said. </p><p>   Russia still doesn't formally recognize the self-proclaimed independence of the Donetsk and Luhansk people's republics, something it has already granted to Abkhazia and South Ossetia. A bill to do so is making its way through the Russian parliament. Meanwhile, Russia has increasingly absorbed the two enclaves into its own economy. </p><p>   The breakaway areas have switched from the Ukrainian currency to the Russian ruble; citizens have been issued Russian passports; students receive Russian diplomas; and the leaders of both republics last year publicly joined Mr. Putin's political party, United Russia. Mr. Putin recently ordered the extension of Russia's welfare benefits to the residents of the Donetsk and Luhansk republics. </p><p>   \"We see what Ukraine does to us: It shells and blockades Donbas, incites hatred of its residents. In this context, Russia's actions clearly demonstrate who really cares about the people and their legitimate rights, and who is only interested in gaining territory,\" the speaker of the Donetsk people's republic parliament, Vladimir Bidyovka, said as he thanked Mr. Putin for the move. </p><p>   Donetsk, once one of Ukraine's wealthiest cities, hosted the 2012 European soccer championship with a new international airport, stadium and swanky hotels built for the event. Its buildings now are covered with billboards praising unity with Russia. </p><p>   With the Russian-occupied territories cut off from the international financial system and trade, Western brands' stores and chain restaurants have shut down. McDonald's outlets have rebranded as DonMac, offering fries and burgers in similar red packaging. Because of a curfew, most shops and restaurants close early. Property prices have plunged and transactions are difficult because of the legal limbo. </p><p>   Little remains of the airport, the site of some of the war's most intense combat in 2014. Mobile network service is patchy and reliable connections with the rest of Ukraine are usually only possible via internet messaging services. </p><p>   With the bulk of prominent Donbas businesspeople -- including Mr. Akhmetov -- escaping to Ukraine-controlled territory, the republics have seized most of the region's biggest mines and industrial enterprises. The most valuable ones now are controlled by Russian investor Yevgeni Yurchenko. In a recent interview with Donetsk TV channels, Mr. Yurchenko said he plans to raise salaries threefold by 2024, bringing them on par with the nearby Russian regions to stem the exodus of skilled workers. </p><p>   Ukraine recognizes the residents of the occupied territories in Donetsk and Luhansk as its own citizens, and allows them to enter to renew their documents, obtain medical, mail and banking services unavailable in the breakaway republics -- or resettle permanently if they so choose. Even residents who opt for Russian citizenship usually keep their Ukrainian passports, which allow visa-free entry to the European Union. </p><p>   The crossings into Russian-occupied areas were relatively easy before the Covid-19 pandemic. Currently only the checkpoint at Stanytsia Luhanska, just across the river from Luhansk city, operates daily. The crossing is usually open only to Luhansk residents, so Donetsk residents wishing to travel to and from the rest of Ukraine have to drive for over 24 hours, making a giant loop via Russia proper. </p><p></p>",
  "published": "2022-02-05T07:14:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 7924,
          "end": 7934
        }
      ],
      "nexusId": "10050164"
    }
  ]
}