{
  "_id": "b2a6274efb5d11a35fde4f895f9d786f975383ab926979c86213e12f3af6ce68",
  "feed": "ftcomall",
  "title": "McDonald's agrees to pay €1.25bn to settle French tax dispute",
  "text": "<p>McDonald's has agreed to pay €1.25bn to settle a dispute with French authorities over claims the fast-food chain diverted income abroad to cut its tax bill.</p> <p>The settlement comes after a probe by France's anti-corruption and tax fraud prosecutors into a complaint originally made by employees that <a href=\"https://www.ft.com/stream/cd3da4b6-b8af-4c29-9453-492b79dce3ca\">McDonald's</a> had diverted income to a foreign jurisdiction to pay lower taxes between 2009 and 2020.</p> <p>The finance ministry said on Thursday that it was the largest such settlement to date.</p> <p>A McDonald's subsidiary in Luxembourg, MCD Luxembourg Real Estate, was part of the settlement, <a href=\"https://www.ft.com/france\">France's </a>financial prosecutor said. </p> <p>France, which borders the tiny grand duchy, has long been one of the company's largest markets outside the US.</p> <p>The dispute centred on the abusive practice of royalties — transfer payments — between the French subsidiary and other parts of the group located abroad, the finance ministry said.</p> <p>The settlement comes as France and other OECD governments seek to enforce a global minimum corporate rate to reduce tax avoidance by multinational companies. </p> <p>Such companies have often paid minimal tax in some of their big markets by booking profits in low-tax jurisdictions such as Ireland and Luxembourg.</p> <p>The McDonald's settlement includes a fine of about €508mn and tax paybacks and penalties of €609mn.</p> <p>The amount is among the highest obtained through the French Public Interest Legal Convention, a mechanism set up in 2016 to allow companies to settle corruption and tax probes through fines.</p> <p>McDonald's told French media that it had reached a deal without admission of guilt and would now “do everything possible to comply with the laws”. The company added that it had paid more than €2.2bn in corporate income tax in France and created almost 25,000 jobs during the 11 years in question.</p> <p>The initial McDonald's probe, which started in 2016, was followed by a police raid at the company's French headquarters. The company denied any wrongdoing at the time.</p> <p>Among previous tax settlements between multinationals and the French authorities, Google settled for almost €1bn in 2019 and Amazon for an undisclosed sum after the authorities demanded €200mn in 2018.</p> <p>Other settlements — for example, the €2.1bn fine paid by Airbus in 2020 over aircraft and satellite sales in international markets — were to end investigations into corruption. </p> <p><em>Additional reporting by Victor Mallet in Paris</em> </p><p>Source: Akila Quinio in Paris 2022 'McDonald's agrees to pay €1.25bn to settle French tax dispute' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-16T11:03:20.395Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 297,
          "end": 307
        },
        {
          "start": 1503,
          "end": 1513
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1812,
          "end": 1822
        },
        {
          "start": 1216,
          "end": 1226
        },
        {
          "start": 485,
          "end": 495
        }
      ]
    }
  ]
}