{
  "_id": "9cb3e74bd1a724923f32444c512793502885963b2983403892d98b39a023a150",
  "feed": "market-watch",
  "title": "U.S. stocks trade mixed Tuesday afternoon as investors weigh ban on Russia oil imports",
  "text": "<p>How are stock indexes performing?</p><p>The Dow Jones Industrial Average DJIA rose 29 points, or 0.1%, to 32,846.</p><p>The S&amp;P 500 SPX was down 4 points, or 0.1%, at 4,197.</p><p>The Nasdaq Composite COMP was up 32 points, or 0.3%, at 12,863.</p><p>Stocks fell sharply on Monday, with the S&amp;P 500 logging its biggest daily drop since Oct. 28, 2020. The Dow's decline saw the blue-chip gauge enter a market correction, as the benchmark was 11% lower than its Jan. 4 record high, while the Nasdaq entered a bear market, with the tech-heavy index down more than 20% from its record peak in November.</p><p>Read:A death cross for the S&amp;P 500 is nearing as inflation fears, Russia's Ukraine offensive rattles stock-market investors</p><p>What's driving markets?</p><p>President Joe Biden announced a U.S. ban on Russian oil imports, ratcheting up pressure on Moscow in retaliation for its invasion of Ukraine as the war in eastern Europe continues to worry investors.</p><p>“The great concern of war on the continent has everyone alarmed,” said John Lynch, chief investment officer at Comerica Wealth Management, in a phone interview Tuesday. Investors worry about the ways Russia's invasion of Ukraine adds to already high inflation, he said, pointing to the jump in cost of commodities in areas such as metals, agriculture and energy.</p><p>Oil futures remained higher on the day, with West Texas Intermediate crude for April delivery up about 5% Tuesday afternoon at around $125 a barrel. That's after the U.S. crude oil benchmark closed Monday at its highest since September 2008.</p><p>Energy has been “part of our cyclical play” in the stock market, said Lynch. “It's getting very expensive but it looks like there's room to run.”</p><p>Shares of Chevron Corp. CVX&#xa0;were up around 6% in Tuesday afternoon trading while Exxon Mobil XOM was about 1.3%, according to FactSet data, at last check.</p><p>Russia's deputy prime minister, Alexander Novak, said the country could cut vital natural gas supplies to Europe, and said oil prices could jump to $300 per barrel if the West imposed a ban on Russian oil.</p><p>“The surge in oil prices has benefited U.S. energy stocks,” noted David Bahnsen, chief investment officer, at the Bahnsen Group, in emailed comments. Energy XX:SP500EW.10 is the only one of the S&amp;P 500's 11 sectors in positive territory for 2022, soaring nearly 40% this year, according to FactSet data Tuesday afternoon.</p><p>“With higher prices, oil producers receive higher profits for their product. Even with the surge in oil prices, there are still additional opportunities in the energy stock sector, such as the midstream area, which is responsible for transporting and storing oil,” he said. “The transportation of energy plays a huge future of the U.S. energy story.”</p><p>Read:What soaring oil prices mean for the stock market as Dow tumbles into correction</p><p>The gyrations in commodities markets continued Tuesday, this time in nickel, where on the London Metal Exchange, prices jumped past $100,000 per ton before a trading halt.</p><p>“Investors should be prepared for further market volatility, and losses from here are still possible,” said Seema Shah, chief strategist at Principal Global Investors, in a note. “Even as headlines disrupt and distort the underlying picture, the investment trends that are emerging are based on fundamentals, and therefore should likely solidify in the coming weeks and months ahead.”</p><p>Shah said that given the chaos, U.S. equities “have held up well — particularly relative to Europe.” The Stoxx Europe 600 XX:SXXP has dropped around 15% so far in 2022, while the S&amp;P 500, the U.S. large-cap benchmark, is down more than 11% based on Tuesday afternoon trading.</p><p>“Not only is this a reflection of the underlying strength of the U.S. economy, but also America's status as a net energy exporter,” she said. “By contrast, as a net energy importer dependent on Russian oil and gas, the European economy faces considerably greater downside economic risk.”</p><p>In U.S. economic data Tuesday, the National Federation of Independent Business said its small-business optimism index dropped 1.4 points to 95.7 in February, a one -year low. The largest number of small businesses since 1981 said high inflation is their chief worry, with many increasing prices to offset their own rising costs.</p><p>“Small businesses are really challenged,” said Luke Tilley, chief economist at Wilmington Trust, in a phone interview Tuesday. “They're attributing a lot of that to inflation” in their cost of goods and labor, he said.</p><p>Meanwhile, the U.S. trade deficit climbed 9.4% in January to a record $89.7 billion as the U.S. bought more foreign oil, autos and other goods.</p><p>“The deficit is going to be a drag on first-quarter GDP,” said Tilley. “We're buying a lot more than we're selling abroad.”</p><p>Which companies are in focus?</p><p>Google parent Alphabet Inc.GOOGL said Tuesday it had signed a definitive agreement to acquire cybersecurity company Mandiant Inc.MNDT for $23 a share or about $5.4 billion in cash. The stock closed Monday at $22.49. Mandiant shares were down 2.2%, while Alphabet shares rose 1.4%.</p><p>McDonald's Corp.MCDsaid it would temporarily close its 850 stores in Russia in response to the invasion of Ukraine. Shares of the Dow component rose 0.7%.</p><p>What are other assets doing?</p><p>The yield on the 10-year Treasury note jumped about 11 basis points to around 1.86%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.3%.</p><p>Gold futures GC00 were up 2.8% at around $2,051.90 an ounce.</p><p>Bitcoin BTCUSD was up 1.9% at $38,609.</p><p>In European equities, the Stoxx Europe 600 closed 0.5% lower, while London's FTSE 100 UK:UKX rose 0.1%.</p><p>In Asia, the Shanghai Composite CN:SHCOMP dropped 2.4%, while the Hang Seng Index HK:HSI fell 1.4% and Japan's Nikkei 225 JP:NIK declined 1.7%.</p><p>—Steve Goldstein contributed to this report.</p>",
  "published": "2022-03-08T14:22:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5041,
          "end": 5051
        }
      ]
    }
  ]
}