{
  "_id": "485ec581d0ce8e89e400bc6b4f8ea71a3262db09421fa67943b34b7d6eb8bbeb",
  "feed": "ftcomall",
  "title": "World's largest consumer goods groups reveal soaring price rises",
  "text": "<p>Unilever, Coca-Cola and McDonald's laid bare the impact of global inflation on Tuesday, responding to higher costs with price increases that will heap more pressure on households. </p> <p>The warnings from some of the world's largest consumer goods groups about the extent of price increases on basic goods followed a profits downgrade from <a href=\"https://www.ft.com/stream/4a210ea8-7a54-4681-8a3b-b4ed2b7f7038\">Walmart</a>, the US retailer, which said food and fuel inflation was “affecting how customers spend”.</p> <p>As inflation reached its highest level in decades in many countries, Amazon increased prices for its Prime membership scheme across its major European markets. The online retailer blamed “increased <a href=\"https://www.ft.com/global-inflation\">inflation </a>and operating costs” while Unilever warned of a “truly unprecedented cost landscape”. </p> <p>Prices for the UK group's brands — including Dove soap, Hellmann's mayonnaise and Cif cleaning products — rose an average of 11.2 per cent in the second quarter, compared with a year earlier and would increase further, the company said.</p> <p>The increases helped Unilever report higher than expected sales even though volumes were 2 per cent lower as consumers traded down to cheaper products.</p> <p>Coca-Cola reported a similar trend, with prices of its products rising about 5 per cent, while McDonald's said it was considering adding more discounted menu options because inflation was prompting some consumers to switch to cheaper alternatives. An increase in sales was driven by “strategic menu price increases”, the company said. </p> <p>Other groups also felt the effect of consumers having to pay more for food and other staples as inflation hits its highest level for decades.</p> <p>Shares in US retailers were sharply down on Tuesday after Walmart issued its profit warning — its second in 10 weeks — as its customers held back from purchases such as clothing.</p> <p>Walmart's shares fell almost 9 per cent following its profit warning, pulling down rival retailers including Ross Stores, Etsy and Best Buy, which were among the biggest fallers in the S&amp;P 500 on Tuesday morning. </p> <p>Consumer goods companies are struggling over whether to pass on higher costs to retailers even though that could push cash-strapped shoppers to seek out cheaper options or stop buying altogether. US consumer confidence fell in July to its lowest level since February 2021, according to data released on Tuesday.</p> <p>Unilever said it was losing market share to supermarket own-brands, particularly in Europe, and was increasing spending on advertising as a result. It expects its margins to take a hit this year as it absorbs some of the increased costs of material and goods. </p> <p>Unilever chief executive Alan Jope warned: “We are entering into a period of slower economic growth. Whether it tips into full-blown recession remains to be seen . . . our ability to navigate these conditions is almost entirely dependent on the strength of our brands.”</p> <p>Coca-Cola chief executive James Quincey said consumers were not yet cutting back on purchases of the company's products, but added: “A typically recessionary pattern . . . would be consumers initially stop buying high-ticket items, discretionary things. ‘I'll replace the car later, I'll replace the mattress later.' </p> <p>“They then start saving on the lower-ticket items . . . We can see, in some categories in some countries, what looks like the beginning of that process.”</p> <p>Other consumer goods groups including Reckitt Benckiser, Procter &amp; Gamble and Nestlé are due to report their earnings later this week.</p> <p>Companies also face pressure from staff to lift wages to help deal with the cost of living. Jope said: “We are being frequently asked: ‘Will wages keep up with inflation?' And the answer is no . . . inflation is a scourge and impacts everyone's standard of living.”</p> <p><em>Additional reporting by Lydia Tomkiw and Andrew Edgecliffe-Johnson in New York and Adam Samson in London</em></p><p>Source: Judith Evans in London 2022 'World's largest consumer goods groups reveal soaring price rises' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-26T18:04:25.384Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1209,
          "end": 1219
        },
        {
          "start": 24,
          "end": 34
        }
      ]
    }
  ]
}