{
  "_id": "7c512a6d90faeb2a82bfaebecb327f56d4636300f97f63bf794647d3c28ecede",
  "feed": "ftcomall",
  "title": "In war-weary Ukraine, a hunt for the real meaning of borscht",
  "text": "<p>Lviv, the old Habsburg city in the relatively peaceful west of Ukraine, has become a kind of Casablanca, a hub for diplomats, journalists, refugees and foreign volunteer fighters. In the first days of the war, restaurants closed. But soon many began to reopen, and almost all those that did split their operations between cooking meals for refugees and serving regular customers. </p> <p>By the time I meet Ievgen Klopotenko at the end of March, people have got so used to the air-raid sirens they ignore them. We meet at his pop-up bistro Inshi, which has been open for about a week. </p> <p>He and his team at his main restaurant in Kyiv had been <a href=\"https://www.slowfood.com/make-borscht-not-war-from-fine-dining-to-feeding-the-front-line/\">cooking 1,000 meals</a> a day for volunteers and soldiers. Inshi is partly intended as an outpost to employ some of his staff who have left for the relative safety of Lviv.</p> <p>Klopotenko's hair is razored on one side and stands up in a curly shock on the other. Like most Ukrainians in the second month of the war, he is pale and tired, with circles under his eyes. We sit down at a table with a pot of tea. A customer wants a selfie, and he obliges before apologising, “It's just because I'm famous, you know.” After winning Ukraine's <em>MasterChef</em> in 2015, hosting several TV shows and writing best-selling cookbooks, Klopotenko, 35, is probably Ukraine's best-known chef. He has a bouncy enthusiasm, a pell-mell kind of energy and a talent for publicity. People like to call him Ukraine's Jamie Oliver.</p> <p>Klopotenko has also been over the past several years a dedicated champion of Ukrainian ingredients and cuisine, but he is perhaps most famous for his explorations into all things borscht. In 2020, he made a YouTube series filming different people making borscht all over the country, and he has spearheaded the campaign to have borscht <a href=\"https://www.euronews.com/travel/2021/04/01/borscht-soup-set-to-become-official-ukrainian-cultural-heritage\">recognised by Unesco</a> as part of Ukraine's national heritage. </p> <p>“I understood that what unites us is borscht. Presidents and governors had been looking for something to unite Ukrainians, but I saw that we were many different people. We cooked different borschts but, at the same time, it was the same borscht.” For Klopotenko, borscht is not just a national dish. It is a symbol of the very Ukrainian identity Russia is violently trying to erase. </p>  <p><strong>Klopotenko was born in 1986 “in the USSR”</strong> and grew up in Kyiv. In his twenties he travelled, working as a lifeguard in Wisconsin, discovering pasta and parmesan in Italy, flipping fries at a McDonald's in Germany. Between travels, he worked stints in many different restaurants in Kyiv. Back in the 2000s, the fare was often staid, he says, with menus stuck in a Soviet hangover of cutlets, mashed potato and the ubiquitous Russian salad — potato and carrot and peas bound with mayonnaise. </p> <p>Klopotenko won <em>MasterChef</em> just after the Maidan revolution that toppled President Yanukovich, who had come to be seen as pro-Russian. Ukrainians were embracing the idea of a new European-looking identity. When he was presented with the trophy the judge asked him, “What next?” Klopotenko answered in high ­exuberance, almost without thinking, “I will change the food culture in Ukraine.”</p> <p>How to do this? Klopotenko realised he had to rediscover his country's lost cultural history and traditions. On the back of his new fame, he made a TV show called <em>Odyssey</em>, in which he links Ukrainian writers, composers and artists with culinary tradition. “Food is the DNA of my nation,” says Klopotenko. “I wanted to understand my DNA. I wanted to discover who I am.” One episode focused on the 19th-century poet <a href=\"https://www.theneweuropean.co.uk/taras-shevchenko-great-european-lives/\">Taras Shevchenko</a>, who had eaten borscht with carp, another <a href=\"https://www.fi.edu/case-files/igor-sikorsky\">Igor Sikorsky</a>, the helicopter designer, who had loved potato and buckwheat pie. The show ran for three seasons and featured more than 60 cultural figures. </p> <p>“Seventy-five years of the USSR changed our memories,” Klopotenko tells me. “I would ask people, tell me five Ukrainian dishes, and no one could. I was almost crying.” The most common answer: “borscht and <em>salo</em>”, salted pork fat. The 20th century brought Ukraine a terrible toll of wars, hunger, Holocaust and repression; food became a matter of mere survival. Under the Soviets, standardisation reproduced the same dishes in canteens from Riga to Vladivostok. “I understood that we had lost our traditions and that we had to recover them,” he says. Borscht was universal, and it was the country's most famous dish. So, to resurrect Ukrainian food, he started with borscht.</p>  <p><strong>The first time I ate proper Ukrainian borscht</strong> was March 1 2022. I had crossed the border the day before, four days after the war had begun. I found myself in the unimposing town of Lyuboml, near the Belarus border. It was cold and grey, the shops mostly shuttered. Mid-afternoon, hungry, I stopped at a small roadside restaurant. It was empty and looked closed, but a table was kindly laid for us and tea and borscht brought. A group of about eight women, cheerful and chattering, came in, pushed several tables together and began to roll out dough to make <em>vareniki</em>, potato-filled dumplings, to feed the volunteers manning the new sandbagged checkpoints on all the roads. </p> <p>I had always thought of borscht as a kind of beetroot soup. It is not. It's thick, rich, complicated; sweet and sour and salty and tangy, bright with dill, creamy with a dollop of smetana, sour cream. I ate it in greedy spoonfuls, warmed, ­heartened, enlivened, restored. It was more than a bowl of soup. It was an embrace.</p> <p>The main idea of borscht, Klopotenko explains to me later, is fairly simple: a stock, either meat or vegetable, to which is added beetroot — grated, cubed, pickled, fermented, juiced — it doesn't matter. “This is the base and then to this is mixed everything you have in the garden,” usually some combination of potatoes, carrots and cabbage, often tomatoes or tomato paste, beans and red peppers. Borscht is not quite a soup and not quite a stew. Like goulash or ragu or cassoulet or jambalaya, it defies categorisation, is subject to myriad variations and yet, somehow, remains distinctively, recognisably borscht.</p> <p>There are endless permutations: red borscht made with beetroot, green borscht made with sorrel or nettles, yellow borscht made with sugar beet or rutabaga. Stewed pears and prunes are added in Lviv, cep mushrooms in the Carpathian Mountains where hunters use boar's blood as a thickener. </p> <p>Borscht can be made with duck or goose or smoked veal bones, with fish stock made from carp or chunks of sardines that were once a cheap staple of Soviet shelves. In Odesa, Jewish families make borscht with chicken stock, not pork. The Crimean Tartars are Muslim and use lamb; in some places in the south of Ukraine they make it with tomatoes and peppers and think the idea of borscht made with beetroot is a bit funny. </p> <p>You can add really anything you want, smoked sausage or sauerkraut, kvass or beer, paprika or a dash of horseradish. “Ukraine is a country that has always been open to many different peoples and influences,” says Klopotenko. ­Anything could be mixed into borscht: “Why not bananas?”</p> <p>In one episode of Klopotenko's 2020 YouTube series on borscht, <em>The Secret Ingredient</em>, he filmed a Ukrainian army unit on the Donbas front which was fond of adding powdered salted fat for extra body. In another, he went to Chernobyl and made borscht with the head cook of the power station who stirred in parsley and a little butter at the end.</p> <p>In the north, near the border with Belarus, he interviewed an old, widowed beekeeper. “He made his borscht in a very simple way,” Klopotenko tells me, “by placing whole beets in a pot of water inside his wood-burning stove.” It made a thin pink stock to which he added everything else he had: cabbage, parsley, sauerkraut, a few potatoes and a spoonful of honey. The beekeeper began to cry as he made this soup. “He was ill. He was alone. There were no neighbours for 10km. He said to me, ‘I think this is the last thing I will do in my life.'”</p> <p>On his travels, Klopotenko found that variations in borscht were not as regional as he had once imagined, but more individual. There's a maxim that every Ukrainian's favourite borscht is their mother's or their grandmother's. When a Ukrainian couple marries, Klopotenko says, only half-joking, borscht represents the first hurdle of matrimonial compromise. One person might prefer chicken stock, another might dislike sauerkraut. Individual preferences and their configurations are infinite. They come together and become something new — an almost-perfect metaphor for an emergent Ukrainian identity.</p>  <p><strong>Borscht is delicious, I agree</strong>, but why, when it was also popular in Lithuania and Poland and Hungary and, yes, Russia — as well as clearly having deep Ashkenazi Jewish roots — is it so important that it be Ukrainian? </p> <p>Marianna Dushar has a Fulbright scholarship to study food history and sociology in the Ukrainian diaspora in the US and is working on a doctorate. She is writing a book about borscht with her friend Aurora Ogorodnyk, a food writer and researcher who also works for Ukraine's largest supermarket chain. We meet at a restaurant in the centre of Lviv. The chef brings a dish of <em>tsvikli</em>, a beetroot purée sharpened with vinegar and horseradish, that Dushar says was almost certainly a precursor of borscht. </p> <p>“It's an old dish found from the time of the earliest recipe books, in the 16th century, with roots in Ukrainian, Jewish and Polish cuisines.” The origin of the word borscht is thought to be ­Yiddish. But as Ogorodnyk explains, there is also a case to be made that it comes from the Slavic word for hogweed, from which some early forms of this dish were made. </p> <p>“So where does borscht come from?” I ask.</p> <p>“We cannot make an ironclad argument that Ukraine is the motherland of borscht,” Ogorodnyk says with academic care, “because it exists all over.” What they have done is to map many of the early references to borscht found in memoirs and travelogues going back to the 15th century. They found that their early “borscht map” roughly corresponds with the borders of the Polish-Lithuanian commonwealth of the 16th and 17th centuries, which covered a broad swath of what is now the Baltic states, western Belarus, western Ukraine and eastern Poland. </p> <p>“Very fascinatingly,” says Dushar, “this also overlays with the Pale of Settlement,” the area where the Jews of the Russian empire were permitted to live, despite being often excluded from cities and ­subject to pogroms. </p> <p>Borscht was spread to Russia by successive waves of migrants. For example, by Cossacks forced to leave Ukraine, in the time of Catherine the Great, who settled near St Petersburg, and by Ukrainian intelligentsia who studied in Russian cities and merchants who travelled to Russia. “Over time, borscht became part of Russian cuisine,” says Dushar. “It changed and evolved. You can see it appears often with different names, like Moscow Borscht.”</p> <p>Dushar and Ogorodnyk describe how borscht is embedded into Ukrainian literature, songs and proverbs. “Don't over-borscht” means, don't overdo something. Many families gather for a special Sunday borscht; borscht served on Christmas Eve is always meatless, because it is traditionally a fast day and often served with <em>vushka</em>, little dumplings stuffed with mushrooms or prunes or herring. “Borscht is made for weddings,” says Dushar, “and for funerals and baptisms and other church rituals. It accompanies Ukrainians through their lives.”</p> <p>“Does it matter if it is Ukrainian rather than Russian?” I ask. </p> <p>“Yes, it matters,” replies Dushar. She points out that even in old ­Russian culinary literature, borscht is usually referred to as being from Ukraine, “even though they call it <em>malo Russ</em> — lesser Russia”. </p> <p>“For many decades, even centuries, we were invisible,” Dushar tells me. “The world couldn't see us behind the huge grey shadow of Russia. No one recognised that Ukraine has its own culture. And now, when we have everyone's attention, every step we take to help Ukraine to become more visible is important. Borscht is bright, and it's the right dish to put at the forefront of this effort.”</p> <p>Klopotenko's efforts to have Ukrainian borscht recognised by Unesco were, in part, a reaction to <a href=\"https://forumdaily.com/en/borshh-nash-kak-rossijskij-mid-ispolzoval-ukrainskoe-blyudo-dlya-voennoj-propagandy-rf/amp/\">a tweet</a> from the Russian foreign ministry in 2019 that described borscht as one of Russia's “most famous and beloved dishes”. This seemed to reinforce the commonly held impression outside Ukraine that borscht is a Russian thing — an extension of Russian hegemony. For Klopotenko, the question of the Ukrainianness of borscht was “the same question of why we are at war”. The Russian claim to borscht was just another example of cultural appropriation. </p> <p>At the beginning of April, the Russian foreign ministry spokesperson Maria Zakharova called Ukraine's apparent refusal to “share” borscht an illustration of its “<a href=\"https://www.thedailybeast.com/russia-claims-ukraines-refusal-to-share-borscht-proves-nazism\">xenophobia, Nazism, extremism</a> in all its forms”. Borscht as proxy.</p> <p>At Inshi, Klopotenko's borscht was a thick mix of molten meat and beetroot and vegetables, with the addition of smoked <em>smetana</em> that wafted a gently charred taste at the back of the throat. He tells me that, before the war, he aspired to see his restaurant in Kyiv on the list of the World Best 50 restaurants. Now this ambition has fallen away. “We are going back to the roots of why people cook, to feed people, to save lives.”</p> <p>As we talk, an old woman comes up to thank Klopotenko. She says she has just come from Mariupol and shakes her head with all the sadness and horror of the war, then squeezes his hands with tears in her eyes. The restaurant, he explains when she leaves, has two menus, one for regular paying customers and another free one for everybody else. </p> <p><em>Wendell Steavenson writes about food and other things</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Wendell Steavenson  2022 'In war-weary Ukraine, a hunt for the real meaning of borscht' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-16T04:00:50.034Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2400,
          "end": 2410
        }
      ]
    }
  ]
}