{
  "_id": "8d9f7614ac9d95ef30537de5e258dbb92c97ae5be5a5e752fcc54a5536ee2a86",
  "feed": "ftcomall",
  "title": "HTSI editor's letter: how to escape  this summer",
  "text": "<p>Are you having terrible issues trying to secure a private jet this summer? No, me neither, but it turns out that trying to retain one's pilot is a conversation point among high-net-worth individuals at the moment, as the shortage of PJs heralds the “great aviation crisis of 2022”.&#xa0;</p> <p>Having stalled somewhat since the 2008 financial crisis, the boom in business-jet travel is starting to soar again. People got used to Logan Roy-ing it across the water during the pandemic, and having tried it they're reluctant to go back. The first five months of 2022 saw double-digit increases in the private aviation market, with many companies reporting increased business by as&#xa0;much as 30 per cent in the past year. Add in a global shortage of pilots, rentals and plane parts, and how is&#xa0;anyone meant to get to the Hamptons any more?</p> <p><em>HTSI</em> travel editor Maria Shollenbarger's <a href=\"https://www.ft.com/content/0ef421b1-5d3a-475b-b1ca-ca47bbbdc992\">report on the&#xa0;market situation</a> illustrates the wealth accretion still ongoing among the super-rich. With vintage cars and watches selling for record prices and luxury brands reporting bonanza profits, the demand for mega-luxury items has not been dulled by recent news. Should you have a spare $75mn, might I steer you towards the latest&#xa0;PJ models around? The Dassault Falcon 10X, for&#xa0;example, should speed you from San Francisco to&#xa0;São Paulo without a pit stop, and it comes with a&#xa0;master&#xa0;suite, conference area and shower.&#xa0;</p> <p>But who needs such extravagances? Patti Waldmeir, esteemed <em>FT</em> writer and former North America correspondent, barely requires the proverbial pot to piss in when she's heading off on hols: she just uses a spare cooler&#xa0;box, as observed in her hilarious survey of the current vogue for teeny tiny campervans. As she discovered in her <a href=\"https://ft.com/content/1ebe4200-2cb8-4299-9909-0c181031f63f\">campervan adventuring</a> around Chicago and along other North American roads, the new breed of small campers may not accommodate such necessities as&#xa0;ovens, sinks or, yes, it transpires, loos. But what she gained&#xa0;in manoeuvrability and independence – she could fit it&#xa0;under the McDonald's drive-through to pick up her “cut-price senior coffee”, for example – more than made up for the lack of space.&#xa0;</p> <p>Brendan Greeley is also eschewing the superyacht this season to <a href=\"https://ft.com/content/50a23928-e432-4995-b48f-8a162357801f\">take a PocketShip for a&#xa0;sail</a>. Part of a long tradition of&#xa0;“stitch and glue” boats that started growing in popularity in the '60s, these 4.5m long vessels are simple yet lovely dinghies with a cabin just big enough in&#xa0;which to lie down. Superyachts may boast onboard cinemas, jet skis and helipads but, as Brendan points out, they&#xa0;sure don't have the charm.&#xa0;</p> <p>I was a dreadful sailor, often near-decapitating my shipmates with my insouciant boom use and failure to observe the most basic rules. Even so, were I to be led on an expedition by Ernest Shackleton I would gladly get stuck into the rigging or drag the extra sled. Grace Cook tried out a <a href=\"https://ft.com/content/0088a083-f8ee-4726-8951-0352f10e399c\">new escapist fantasy</a>, tramping the wilderness near Finse, in western Norway, on an adventure celebrating the legacy of the Antarctic explorer who died 100 years ago. You'll be glad to know she didn't perish, although she did cry a great deal, and described the trip as “hell on ice”. Which may not tally with your idea of jolly holidays – until she concludes it was probably “the best experience of my life”.</p> <p>Horses for courses. Actually, we don't have any horses in this issue, I'm sorry. For most of us, however, thoughts of escape mean swimming pools and lazy afternoons and sunlight dancing on the sea. Of which we have lots. Our <a href=\"https://ft.com/content/a13a28c6-cc86-4437-9372-b2947badd2e2\">cover story</a> takes us to Istanbul, beside the Bosphorus – a city that has for centuries served as the gateway to the world. It seems as good a metaphor as any: Istanbul with its melting pot of cultures, architecture and cuisines is a potent symbol of possibility and change. I love the shoot by Delphine Danhier and Ana Kraš that captures the spirit of locals going about their lives. And I love the cover image, which encapsulates the spirit of escaping. Don't you just want to rip your clothes off too, and dive straight into the nearest sea? &#xa0;</p> <p><a href=\"https://www.instagram.com/jellison22/?hl=en\"><em>@jellison22</em></a></p> <p><em>For the best of HTSI straight into&#xa0;your inbox, sign&#xa0;up to our newsletter at </em><a href=\"https://www.ft.com/newsletters-beta\"><em>ft.com/newsletters</em></a></p><p>Source: Jo Ellison 2022 'HTSI editor's letter: how to escape  this summer' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-18T09:55:06.740Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1992,
          "end": 2002
        }
      ]
    }
  ]
}