{
  "_id": "c0efd821939562d607e4572b9ec2bb970f667a75b60b5b93590d726b6a6b889a",
  "feed": "wall-street-journal",
  "title": "California's Big Mac Attack; The latest Sacramento idea to destroy the franchise business model and unionize the fast-food industry.",
  "text": "<p>The Fast Food Accountability and Standards Recovery Act would establish an 11-member council appointed by the Governor, the Speaker of the Assembly and Senate Rules Committee to set wages, benefits, hours, training and work conditions for fast-food restaurants with 30 or more establishments nationally that share a common brand.</p><p>The council wouldn't need legislative approval for its diktats. How convenient. Democrats could raise the state's minimum wage for fast-food operations without holding a vote. If the council mandates a $20 minimum wage for fast-food workers, employers in other industries would have to raise their pay to compete for labor.</p><p>Democrats claim fast-food restaurants pay \"poverty wages,\" and the legislation directs the council to \"supply the necessary cost of proper living to fast food restaurant employees.\" According to MIT, the \"living wage\" in California for single adults is $21.82 per hour. Workers can thank progressive policies for their sky-high energy and housing costs.</p><p>Restaurants that mistreat workers, or don't pay enough to keep them, wouldn't prosper for long, especially in today's historically tight labor market. And statewide employment in fast-food and takeout dining is up 3.3% from pre-pandemic levels while overall jobs in leisure and hospitality are down 8.6%.</p><p>Beyond higher wages, the council could also require expansive health and fringe benefits such as paid vacation even for workers who don't work full-time. It could even require restaurants to pay overtime to workers who log more than 30 hours a week instead of the 40 mandated by state law.</p><p>Franchisees would struggle to manage payroll costs since corporations often set price ranges for items. But note that the council's powers would extend beyond pecuniary issues. For instance, the council could mandate disclosure of pay based on racial or gender categories. Unions will surely demand that business owners be required to let them into their restaurants to train, er, organize workers.</p><p>The bill would also deem corporations that operate on the franchise model to be joint-employers, so they would be on the hook for the labor violations of individual franchise operators. This would discourage companies like McDonald's and Carl's Jr. from offering new franchise agreements in the state, especially to entrepreneurs with little business experience. That may be the goal.</p><p>The Center for American Progress, which has endorsed California's legislation, says the franchising model \"tends to drive down labor standards\" and the council's \"recommended standards can ensure that high-road firms that want to provide good wages and benefits are able to do so profitably and are not undercut by low-road companies providing poverty-level compensation.\"</p><p>\"High-road\" firms? One guess about what it would take to meet that test—simply let the Service Employees International Union organize your workers. Arizona is looking better as a business alternative all the time.</p><p>California's Big Mac Attack</p>",
  "published": "2022-06-09T23:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2225,
          "end": 2235
        }
      ]
    }
  ]
}