{
  "_id": "3c9b56f80b2d15f40c6a02eff18eb4909d429b5648d160b83e73d439dc00d782",
  "feed": "market-watch",
  "title": "What happened to ‘buy the dip'? Wall Street's terrible start may just be bad enough to tempt in some buyers, says strategist.",
  "text": "<p>While Federal Reserve tightening at the doorstep, a thus-far not great earnings season, continued COVID-19 fallout and even some geopolitical worries have been battering sentiment, here is Jefferies global equity strategist Sean Darby with another view:</p><p>“Our sense is that equity markets are experiencing the proverbial ‘shakeout' thatperhaps should have unfolded in 4Q2021. We were one quarter too early,” said Darby, adding that the team has been “surprised to see how little discounting has taken place in view of faster tightening cycle,” said Darby, in a note to clients.</p><p>That said, he doesn't see much mainstream panic out there, noting investors poured $8.73 billion into emerging-market themed equities and developed Europe last week.</p><p>“The bottom line is that risk assets were already underperforming in 2021 (biotech, SPACs) and that the current de-risking has admonished both the more speculative areas and popular, high PE shares mostly in the U.S. credit spreads are widening in the U.S. but have to adjust from record negative real levels,” said Darby.</p><p>So OK, investors are dipping into Europe and EM, but when are the dip buyers going to make a dent in the Wall Street selling? Our call of the day, from RBC head of U.S. equity strategy Lori Calvasina and strategist Sara Mahaffy, sees a contrarian buy signal on the horizon.</p><p>“There was one piece of very good news for stocks in our weekly indicators last week. Net bullishness on the AAII survey fell to -25.7% last week, close to pandemic lows (-29%),” said the pair. That mostly had to do with bulls being in retreat, while bears have “moved up but are not at past peaks yet,” said Calvasina and Mahaffy.</p><p>“On a four-week average, this indicator is at -8%, close to our -10% contrarian buy threshold (below the -10% threshold, the S&amp;P 500 has been up 15% on average over the next 12 months 86% of the time). Note that in 2020, retail investor sentiment remained below the -10% four week average threshold for 12 weeks — but first got there in mid March,” they said.</p><p>RBC U.S. Equity Strategy, AAII, Bloomberg. Performance and AAII as of 01/13/2022.That same indicator was also cited by Yardeni Research's Dr. Ed. Yardeni, who noted the weekly bull/bear ratio [BBR] dropped to 1.59 during the Jan. 18 week from 4.00 at last year's peak during the July 13 week.</p><p>“The way the market traded this past week, the BBR likely fell closer to 1.00, which in the past has been a remarkably good buying indicator. The market does seem poised for a significant rebound, perhaps after the end of the latest FOMC meeting and Fed Chair Jerome Powell's press conference on Wednesday,” said Yardeni.</p><p>Still, Yardeni said the current panic attack that he thinks began Jan 5., when the Fed released minutes of the Dec. 14-15 Federal Open Market Committee meeting, could “linger for a while.”</p><p>“During those previous three taper tantrums in the financial markets, the Fed had room to back off because inflation was so low, and it did so to calm the markets. That's not likely to happen today because inflation is a serious problem,” he said.</p><p>Read:Here are Wall Street's favorite Nasdaq stocks as ‘signals around bottoms are starting to appear'</p><p>And:Is the market crashing? No. Here's what's happening to stocks, bonds as the Fed aims to end the days of easy money, analysts say.</p><p>The buzz</p><p>IBM IBM will report after the close, in what will be a huge earnings week, with Microsoft MSFT, Apple AAPL, Tesla TSLA, McDonald's MCD and Robinhood HOOD among the names on tap.</p><p>Kohl's KSS shares are soaring, after a consortium backed by activist hedge fund Starboard Value LP reportedly offered $9 billion for the retail chain. Stock in rivals Macy's M and Nordstrom JWNare also climbing.</p><p>An activist investor is set to push Peloton Interactive PTON to fire its CEO and seek a sale, as shares have slumped in recent months. Meanwhile, another public relations disaster could be looming, after a key “Billions” character was shown suffering a heart attack while using a Peloton machine. Shares are down.</p><p>The Markit manufacturing and services purchasing managers indexes are due after the market open, in a week that will bring us a Fed meeting and more inflation data.</p><p>China has lifted a month-long COVID-19 lockdown on 13 million residents in X'ian, but anyone who buys anti-fever drugs will be required to test for the virus. And the World Health Health Organization's Europe director says the omicron coronavirus variant could bring an end to the pandemic in Europe.</p><p>And here's why El Salvador's president is donning a McDonald's uniform on his Twitter TWTR profile, following bitcoin's recent plunge. Note, cryptos are back under pressure for Monday, with bitcoin BTCUSD pushing further below $35,000.</p><p>The chart</p><p>Russian stocks RU:RTSare collapsing and the ruble USDRUB has dropped to a fresh low after the U.S. ordered families of its diplomats to leave Ukraine amid fears of an imminent Russian invasion. Another report said President Joe Biden could send U.S. troops to the Baltic states.</p><p>Read how the standoff couldtrigger market shock waves.</p><p>The markets</p><p>Stock futures ES00YM00NQ00are slipping in some bumpy premarket trading after last week's selling. European stocks XX:SXXP are getting hammered and Asia markets were mostly lower. The yield on the 10-year U.S. Treasury BX:TMUBMUSD10Y is down 3 basis points to 1.725%.</p><p>Read:Is the market crashing? No. Here's what's happening to stocks, bonds as the Fed aims to end the days of easy money, analysts say</p><p>The tickers</p><p>Here are the most active stock tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  AAPL    Apple  NFLX    Netflix  AMZN    Amazon  NVDA    Nvidia  BBIG    Vinco Ventures  BABA    Alibaba</p><p>Random reads</p><p>Here's to screaming, exhausted pandemic-mom style.</p><p>A Spanish engineer made a ‘WhatsApp' device for his noncellphone-using grandma.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily,&#xa0;a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-01-24T08:40:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4551,
          "end": 4561
        },
        {
          "start": 3449,
          "end": 3459
        }
      ],
      "nexusId": "10050164"
    }
  ]
}