{
  "_id": "112bf7f709f0eae3e78080e12c2d0876ef2ea4cf205118c4adec273fb0c374bb",
  "feed": "ftcomall",
  "title": "Ukraine war creates new tensions for ESG investors",
  "text": "<p>Russia's invasion of Ukraine has opened a new chapter for the responsible investing movement.</p> <p>Already in early 2022, fossil-fuel companies were benefiting from a bounceback in transport and wider energy demand, as economies recovered from the Covid-19 pandemic. But the conflict has given oil and gas companies and their investors a further boost, as prices rise on concerns over Russian supply. </p> <p>The subsequent <a href=\"https://www.morningstar.com/articles/1087276/russia-ukraine-crisis-triggers-a-surge-in-energy-shares\">outperformance of energy sector shares</a> has presented one of the biggest tests for eco-conscious investors since the emergence of the environmental, social and governance (ESG) investing phenomenon. </p> <p>Suddenly, responsible investors — who typically underweight oil and gas companies in their portfolios — have started to see their performance wane when compared with conventional funds.</p> <p>Even asset manager BlackRock — which has launched dozens of ESG funds in recent years backing moves to decarbonise the economy — has signalled that the equation had changed. Earlier this month, it suggested some short-term boost to fossil-fuel output was required despite its broad support for net zero objectives.</p> <p>US climate envoy John Kerry has warned governments not to turn to coal to wean themselves off Russian gas. “The key thing is not to give into this notion that, ‘Oh, Ukraine has changed everything, and so we will be building out infrastructure that we decided a little while ago that we can't do now',” Kerry told the Financial Times a few weeks ago.</p> <p>But, despite these calls, Europe is turning to alternative fossil fuels to shift away from Russian gas. The European Commission has said the bloc can use 5 per cent more coal than previously expected over the next five to 10 years to replace Russian energy imports. In a worst-case scenario, if Europe replaces all Russian gas imports with coal, emissions could rise by up to 0.8 gigatons of CO₂ equivalent in the first year, according to a new report from MSCI, the financial data provider.</p> <p>“Making up for a short-term increase in emissions down the road may prove costly for the global economy, with negative impacts on the current generation,” MSCI says.</p> <p>A further complication for responsible investors is the fact that, in some ESG funds, qualifying oil and gas companies make up a growing proportion of holdings as their share prices rise. In BlackRock's largest ESG exchange-traded fund, ExxonMobil had climbed to the 17th-largest holding as of May 17, up from 38th at the end of 2021.</p> <p>Still, shareholders have leverage in pushing for an energy transition — should they choose to use it. Energy companies Chevron, ConocoPhillips and Pioneer Natural Resources have all increased their dividends thanks to surging energy prices, MSCI notes. However, both the companies and their investors could divert these payouts into renewable energy projects. </p> <p>“Investors must first have sufficient power to drive large-scale reallocation of capital, which likely requires collective resolve and action,” MSCI argues. It notes that coalitions such as the net zero Asset Owner Alliance and Climate Action 100+ could act as co-ordinators for investment funds.</p> <p>Shortly after the Ukraine invasion, critics also asked <a href=\"https://www.ft.com/content/fad3e241-08fa-47fc-bdbd-32dd5b72403d\">why Russian assets were held by ESG funds</a> in the first place. They suggested responsible investment funds should not have anything to do with Russian companies.</p> <p>But, in reality, the sector's exposure to Russia has been almost negligible. Of sustainable emerging market funds, only one had Russian exposure of more than 4.9 per cent, according to Morningstar, the data provider. And sustainable emerging market equity funds had nearly two-thirds less Russian exposure than the category average.</p> <p>Companies themselves have been withdrawing from Russia. While much of the divestment has been driven by sanction regimes, almost 1,000 global companies have announced they are scaling back operations in Russia voluntarily — and beyond what has been required by sanctions, according to Jeffrey Sonnenfeld, a professor at Yale School of Management. </p> <p>One of the most recent western companies to withdraw is fast-food chain McDonald's, which has said <a href=\"https://www.ft.com/content/21a9a482-3a87-42b4-8c70-81b3a25bbcea\">it will sell its Russian businesses</a>, on the grounds that remaining in the country was not “consistent with McDonald's values” following President Vladimir Putin's attack on Ukraine.</p> <p>Responsible investors are set to continue challenging international companies on their reasons for continuing to operate in Russia. Schroders, for example, says it supports companies <a href=\"https://www.ft.com/content/cf7f4bc0-f3a1-4863-809f-c08f6e48642a\">such as BP</a> that have decided they can no longer operate in Russia and support the Putin regime.</p> <p>“Companies are expected to ‘take positions' rather than solely ‘abide by rules',” says Marina Severinovsky, head of sustainability, North America at Schroders. “Companies operating in Russia need to consider the implications of withdrawal on employees — for example, some companies have stated they will continue to pay salaries even when stores are shut,” she adds.</p><p>Source: Patrick Temple-West 2022 'Ukraine war creates new tensions for ESG investors' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T04:00:02.943Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4212,
          "end": 4222
        }
      ]
    }
  ]
}