{
  "_id": "b487be5bd246deb4bbc59725c78713c58a1fdb88187c16e47312c3db39019b16",
  "feed": "market-watch",
  "title": "Dow rises 450 points after strong GDP data, as investors shake off ‘kick in the teeth' from Fed's Powell",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA was up 458.43 points, or 1.3%, at 34,626.52, after rising more than 600 points at its session high in early activity.</p><p>The S&amp;P 500 SPX rose 56.28 points, or 1.3%, to 4,406.21.</p><p>The Nasdaq Composite COMP gained 109.24 points, or 0.8%, to trade at 13,651.36.</p><p>On Wednesday, stocks gave up gains during Powell's news conference to end mostly lower, with the Dow falling 0.4% and the S&amp;P 500 shedding 0.2%, while the Nasdaq Composite eked out a tiny gain.</p><p>What's driving markets</p><p>The U.S. economy sped up toward the end of 2021 before a late omicron surge, growing at an annual rate of 6.9% in the fourth quarter as consumers spent more and businesses stocked back up. Economists polled by The Wall Street Journal had forecast gross domestic product to rise by 5.5% in the fourth quarter after a slower 2.3% annualized pace in the third quarter.</p><p>While strong economic data could stoke expectations the Fed will be more aggressive in tightening policy, economists noted that inventory gains were a key driver, without which the economy would have expanded at just a 1.9% pace. Moreover, rising inventories could be read as a sign that supply-chain bottlenecks are easing, which would ease inflationary pressures.</p><p>“The silver lining in today's report is that the supply side of the economy is starting to catch up to demand, as evidenced by the large inventory build in Q4,” wrote economists Aneta Markowska and Thomas Simons at Jefferies. “Although inventory levels are still low, they have clearly inflected, which should begin to take pressure off inflation fairly soon.”</p><p>While the statement from the Federal Open Market Committee issued Wednesday afternoon didn't surprise investors, the tone of Powell's comments did.</p><p>The central bank chief didn't reject the notion that the Fed could hike at each of its meetings this year, and talked of the need to be “nimble.” He also said there was “quite a bit of room to raise rates without hurting jobs.”</p><p>Seema Shah, chief strategist at Principal Global Investors, called that remark about the ability to lift rates without hurting the jobs market a “real kick to market teeth.”</p><p>Need to Know:S&amp;P 500 would need to drop another 20% to get the Fed's attention, says co-CIO at Ray Dalio's Bridgewater</p><p>Fed-funds futures on Thursday showed that the chances of the Federal Reserve delivering five 25-basis-point rate hikes by year-end had risen to nearly 33% from 22% Tuesday, according to the CME FedWatch Tool.</p><p>Powell also refused to rule out the prospect of half a percentage point, rather than quarter-point, increases in rates over the course of the hiking cycle.</p><p>“The equity market didn't take Powell's attempt to retain maximum flexibility kindly” in Wednesday's session, said Stephen Gallo, European head of FX strategy at BMO Capital Markets, in a note.</p><p>The yield on the 2-year Treasury BX:TMUBMUSD02Y, at 1.036% five minutes before the Fed decision, was at 1.1711% Thursday.</p><p>Read:These 11 arguments will define ‘titanic battle' between stock market bulls and bears as Fed lifts rates</p><p>Powell's comment that his core PCE inflation forecast had increased by about 20 basis points since December equates to a roughly 30 basis point increase in projected fed-funds rate, said Lawrence Dyer, head of U.S. rates strategy at HSBC.</p><p>He said fed-funds futures for the end of 2022 are up a bit more than that, which could mean that the yields could reverse in the next few days.</p><p>In other U.S. data, orders for durable goods fell a larger-than-expected 0.9% in December, while initial claims for U.S. unemployment benefits fell by 30,000 last week to 260,000, signaling that disruptions in the labor market tied to omicron are starting to fade.</p><p>Pending home sales dropped 3.8% in December, according to the monthly index released by the National Association of Realtors.</p><p>Investors were also reacting to a deluge of earnings, while Apple Inc. AAPL was due to deliver results after the closing bell.</p><p>Companies in focus</p><p>Electric car maker Tesla Inc.TSLA late Wednesday delivered a report that showed a stronger profit than forecast but cautious guidance on the supply-chain snags in microchips. Shares fell 6.9%.</p><p>Shares of McDonald's Corp.MCD were down 0.8% after the fast-food giant reported fourth-quarter earnings and revenue that missed expectations.&#xa0;</p><p>Microchip equipment maker Lam Research Corp. LRCX said supply-chain conditions worsened in late December. Shares dropped 6.3%.</p><p>How other assets are trading</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 4 basis points to 1.801%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, jumped 1.4%, trading at its highest since July 2020.</p><p>Oil futures CL.1 edged lower after closing at more-than-seven-year highs on Wednesday, with the U.S. benchmark down 0.2%. Gold futures GC00 dropped 1.8%, slipping below the $1,800 an ounce threshold.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP rose 0.7%, while London's FTSE 100 UK:UKX gained 1.3%.</p><p>The Shanghai Composite CN:SHCOMP fell 1.8%, while the Hang Seng Index HK:HSI was down 2% and Japan's Nikkei 225 JP:NIK dropped 3.1%.</p><p>Sign up for the premarket Need to Know newsletter</p>",
  "published": "2022-01-27T11:08:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4202,
          "end": 4212
        }
      ],
      "nexusId": "10050164"
    }
  ]
}