{
  "_id": "149a129421a6efbdbb527521af66f1911c2e79fada5ee90d611b309946260180",
  "feed": "wall-street-journal",
  "title": "Kourtney Kardashian Barker Takes on Gummies; This month, 'The Kardashians' star and Poosh founder debuts Lemme, a line of nutritional supplements. In an exclusive interview ahead of the launch, she discusses why she's expanding further into the wellness world.",
  "text": "<p>Obviously, Kim, 41, is her younger sister, the Kardashian-Jenner brood's most successful transition from reality-TV personality to business powerhouse. Earlier this year, after combining her social media and direct-to-consumer marketing savvy, Kim's now three-year-old shapewear company, Skims, was valued at $3.2 billion. In 2019, another of Kardashian Barker's sisters, Kylie Jenner, now 25, leveraged her network of fans who came to her for lip kits to sell a majority stake in her Kylie Cosmetics company to Coty at a $1.2 billion valuation.</p><p>This fall Kardashian Barker plans to utilize the family business's mix of pop-culture relevance, self-education and moxy to make her mark on the world of wellness. Later this month, she launches Lemme, a line of all-natural edible supplements with names like Lemme Chill (ingredients include ashwagandha, lemon balm, passionflower and goji berry), Lemme Focus (Cognizin citicoline, organic lion's mane mushroom, organic medium-chain triglyceride [MCT] oil, vitamin B12) and Lemme Matcha (organic matcha, B12, coenzyme Q10).</p><p>The company name came to Kardashian Barker organically. \"I couldn't think of the right word for each scenario [in which to take a supplement], but we'd say all the time, 'Lemme focus on this.' Once we realized we use it so much in our vocabulary, none of us could get it out of our heads,\" she says of her Lemme team. The goal is to have a Lemme gummy for all of life's scenarios: \"You know, Lemme-everything-that-I'm-doing.\" The company plans to eventually launch products beyond gummies as well.</p><p>Kardashian Barker has been cooking up the brand for years. \"When I had Mason [her 12-year-old son with ex-partner Scott Disick] is when I really started my wellness journey,\" she says. \"He's very smart. He'll tell me, 'A person was bad because they let me have Cheetos.'\" She spent five years working with nutrition professors, naturopathic practitioners and medical doctors to create the formulations for Lemme. The company's manufacturing partner is certified by NSF and meets the FDA's current good manufacturing practice (cGMP) regulations.</p><p>In recent years, she says she has taken up to 30 supplements a day: \"I know, whoa!\" They've included vitamin D (which helps regulate the body's calcium and phosphate levels), zinc (for immunity), methylfolate (for energy) and more. She uses them when she feels tired, angry or anxious.</p><p>When she was developing her own brand, she made it a priority to use non-GMO, vegan, gluten-free, gelatin-free ingredients that don't include corn syrup, artificial colors, flavors or sweeteners, and she had all the formulas muscle tested—an alternative medicine practice that aims to locate weaknesses in the body and to diagnose food allergies and other deficiencies—on herself. Muscle testing is controversial in the medical community, which cites a lack of evidence of its efficacy. \"Blood work is generally the best way to assess nutrient status,\" says Katie Kissane, a Colorado-based registered dietitian and nutritionist. Lemme's packaging is all post-consumer recycled plastic and distributed with carbon-neutral shipping.</p><p>The Kardashians are America's version of a royal family. Via television, social media and a 24-hour online tabloid news cycle, the brood has given their audiences all access to their breakups, makeups, tragedies, triumphs and family connections, including those with multiplatinum musicians and professional athletes. Kardashian Barker debuted on reality TV at the age of 28 on the E! network's Keeping Up With the Kardashians, which premiered in 2007. For anyone who needs a refresher on the family tree: Kourtney, Kim, Khloé (38) and Rob (35) Kardashian are the children of Kris Jenner, 66, and Robert Kardashian, who died in 2003. Kylie and Kendall Jenner, 26, are Jenner's children with Caitlyn Jenner, 72.</p><p>The Kardashian-Jenners left E! after 20 seasons (including spin-offs with Kourtney and Khloé in Miami and the Hamptons) in 2021, signed a reported nine-figure deal with Hulu and rebranded the show as just The Kardashians, which began airing this year. Kardashian Barker has appeared as the sensible, honest, tell-it-like-it-is older sister who in later seasons of the original show wanted more privacy. So it was a plot twist when her recent storyline emerged with a hot-and-heavy romance with Blink-182 drummer Travis Barker, which culminated in an over-the-top wedding in Portofino, Italy, this summer.</p><p>Lemme is Kourtney's second brand in the lifestyle category. In 2019, she launched a website called Poosh that publishes advice on fitness and nutrition, as well as product recommendations. The name was inspired by the nickname of her 10-year-old daughter, Penelope. Poosh currently has 4.7 million Instagram followers, which is nearly three times as many as Gwyneth Paltrow's Goop, perhaps the best-known celebrity-founded wellness company, and nearly half a million more than Skims. But it's still a drop in the bucket compared to the 196 million who follow Kourtney's personal Instagram account.</p><p>\"Poosh was the first name that we thought of and it just stuck. I feel like naming a business is like naming a kid,\" she says. \"There was one [name] that always felt so right for each of my kids, and I felt the same way with Poosh and Lemme.\"</p><p>Here, the Lemme founder shares details about her latest launch exclusively with WSJ.</p><p>Derek Blasberg: Was wellness part of your life when you were growing up?</p><p>Kourtney Kardashian Barker: It was the '80s! We had really unhealthy food in our house. Everyone ate chips and Lunchables and the animal cookies that were pink and white with sprinkles. But there was one health food store in L.A.—it was called Mrs. Gooch's, and when I would go to [friends'] houses that had Mrs. Gooch's snacks I would get excited because they tasted so different from the snacks I had at my house. But I think I was always conscious in high school, and I always worked out. My mom and Caitlyn would do these infomercials that sold fitness equipment. Kim and I would do Tae Bo and workout classes. That stuck with me when I went off to college.</p><p>DB: Was there a person who made you pay more attention to it when you were older?</p><p>KKB: Once I had kids was when I really bumped it up and started taking it more seriously. Nicole Richie really helped. She was one of my only friends who had kids before I did. She was like, You have to buy this one book, Super Baby Food, and it was all about making [your own] baby food. It taught me about organic products and, honestly, it changed my life on how I started eating. Then it was a snowball effect. You can't unlearn information, right? By the time I was pregnant with Penelope, I was fully in it and doing different kinds of cleanses—like I did a Panchakarma cleanse. All these different things that I was getting into really changed my life, [down to] home-cleaning products.</p><p>DB: What's the most extreme thing you've done in your wellness journey?</p><p>KKB: Probably this Ayurvedic Panchakarma cleanse, which I'm going to do in the fall again. You may have seen it on our show. It's all these things you can't do: No sex, no caffeine, no alcohol, no sugar. You've gotta eat this really clean, strict diet and you do it for five days.</p><p>DB: What are the supposed medical benefits of depriving yourself of caffeine, sex, alcohol and sugar?</p><p>KKB: It's to reset your body. You do all of that—and it's cleaning out [the toxins from] your tissues. And then you go into this spa and do treatments every day for four hours. Everything is very ritualistic and has a purpose, and it's fascinating. I was doing it mostly for cleansing my body [in preparation to] hopefully have a baby.</p><p>DB: You talked on the show about having more children with your new husband. How are things going with that?</p><p>KKB: We started an IVF journey, but I stopped. It was a lot. I took a break to just focus on our wedding and getting married.</p><p>DB: Yes, that wedding was all over the internet. Will it be on The Kardashians?</p><p>KKB: We don't know yet. I have hours and hours and hours of footage. I don't know if we're going to keep it for home video or share it with the world.</p><p>DB: Is it hard to not have caffeine, alcohol, not eat sugar and not have sex?</p><p>KKB: Yeah, kind of. But the reward on the other side—when you can't have something and then you have it, right? It's like I can't wait for all the obvious things, but then I also like the simplest things like I can't wait to have caffeine. It's definitely about moderation and being kind to yourself…. If I'm going to Cabo, I'm definitely drinking margaritas and having chips and guacamole. It's all about the balance.</p><p>DB: Your sister Kim told the New York Times she would eat poop if it'd make her look younger.</p><p>KKB: I would not do that. That's where the line is.</p><p>DB: I saw that you and Gwyneth Paltrow did a candle collaboration together called \"This Smells Like My Pooshy.\" How did that happen?</p><p>KKB: Kim connected us, and [Gwyneth] texted me and said, \"I think it would be so empowering for women to show that teaming up together [has more of an impact than] pitting them against each other.\" She felt really strongly about that, and I loved that. Everyone has their own ways of going about things and I just feel like there's so much room for everyone in that. We should be supporting each other!</p><p>DB: Why are you starting Lemme with gummies?</p><p>KKB: I take a lot of gummies. I keep a little glass jar next to my bed filled with them. When I was taking 30 supplements a day—they weren't gummies—it wasn't an enjoyable thing. I'm like, I cannot wait to take my gummies—can I take more? I usually take them after I eat something. I like knowing that I'm taking something that's clean, [has] good-for-me ingredients and has a purpose.</p><p>DB: What was Lemme's product research?</p><p>KKB: My process [with a new product] is take it to my natural doctor, and he would muscle test me with it. I would hold the product in my hand, and he would see how it reacts to my body. Some things test well but most of the time things didn't test well on me. I found it so interesting when he would say, \"Oh, it's because they're using corn or corn syrup or it's genetically modified.\" Matcha is probably my favorite gummy. It has B12, [so] it's not like jittery caffeine energy. Matcha naturally has caffeine, so it's not caffeine-free, but it's like the tiniest bit of caffeine. The B12 and the coenzyme Q10 give you that sustained energy. I feel really passionate about the ingredients and the combinations.</p><p>DB: How's your health now?</p><p>KKB: My health is amazing. I love to get blood work and analyze it and send it to my doctors and make sure I'm all good. Frequently. As often as possible! Every three months maybe.</p><p>DB: Is there anything that you're looking out for specifically?</p><p>KKB: Honestly, nothing. I know when I feel my best. That's when I'm working out at least five days a week and eating as cleanly as I can, which means mostly eating at home.</p><p>DB: Is it hard to stay in? L.A. is a social place and you have a big social group.</p><p>KKB: I think we're pretty antisocial! We have family dinner once a week at home with a chef and then besides that I love to have one-on-one time with my kids. I try to either take them out to dinner or take them out to lunch. So, I probably go out four times a week. I love Travis and I love to go out to dinner, just us.</p><p>DB: Thinking of your childhood of potato chips and Lunchables, do you think your kids are deprived of something by not letting them have it?</p><p>KKB: Today I was having my one-on-one time with my son [Mason] and he said, \"Mom, I need McDonald's french fries today, please. It's been a year since I've had it.\" I was like, \"Today's not the day, sorry.\"</p><p>This interview has been edited for length and clarity.</p><p>Kourtney Kardashian Barker Takes on Gummies</p>",
  "published": "2022-09-12T11:45:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 11582,
          "end": 11592
        }
      ]
    }
  ]
}