{
  "_id": "764445c9309880bfb5abfb14188cabf328c8b69022ae3454bbc67a848c3229f6",
  "feed": "ftcomall",
  "title": "Akzo Nobel expects Russian operations to fold in weeks",
  "text": "<p>Europe's biggest paint maker Akzo Nobel expects its Russian operations to collapse in a matter of weeks, making it one of the first multinationals to reveal how the country's economy is buckling under the wave of sanctions.</p> <p>Thierry Vanlancker, who has led Akzo Nobel since 2017, said that a combination of interruption to key supply chains and the financial strains facing its Russian customers made the failure of the business inevitable.</p> <p>“We're pretty realistic that over a one month, two month period this will come to a gradual, if not normal, phasing out of the business [in Russia],” Vanlancker told the Financial Times. </p> <p>“It's either because the raw materials aren't available any more, or it is because somewhere the main customer may not be able to pay any more.” </p> <p>Given that the group, which is best known for its Dulux brand, expects its Russian operations to rapidly unravel, Vanlancker said there was little point in trying to pull out of a country it had been in for more than 30 years.</p> <p>“You haven't seen any big announcements around us pulling out,” Vanlancker added. “It's a decision that makes weeks of difference given the economic reality.”</p> <p>Russian president Vladimir Putin's decision to invade Ukraine has triggered a <a href=\"https://www.ft.com/content/21e27317-5151-43c8-b0be-40f37542698d\">corporate exodus from Russia</a>, with multinationals from BP to McDonald's either announcing they will leave or are suspending operations. All have faced pressure to do so as Russia's military has stepped up its assault.</p> <p>But Akzo Nobel's warning highlights that the wave of sanctions imposed by western governments will also cut the appeal of the market in Russia, which economists expect to plunge into a deep recession.</p> <p>Akzo Nobel has four paint plants in Russia, supplying both residential and industrial customers. They employ about 650 people, and generated about €200mn, or 2 per cent, of the group's €9.6bn annual revenue. </p> <p>The turmoil at the group's Russian business comes as Akzo Nobel has faced a broader rise in the cost of raw materials used to make paint, which have increased 35 per cent since the end of 2020.</p> <p>The world's biggest paint manufacturers have largely managed to pass on the high costs to customers, with Akzo Nobel <a href=\"https://www.ft.com/content/211d858d-c89d-4197-a771-c07d5c4c6a96\">warning in February</a> that its prices would rise as much as 16 per cent in the first quarter of the year.</p> <p>Akzo Nobel sells both to consumers through retailers and to major industrial customers across the auto and aerospace industries. </p> <p>Despite a surge in energy prices that the war in Ukraine has helped fuel, Vanlancker said he expected to see a “net drop” in the group's raw material costs, citing an easing in the global supply chain disruptions.</p> <p>“We still believe that we will see reduced raw material cost input as of the middle of this year.” </p><p>Source: Harry Dempsey 2022 'Akzo Nobel expects Russian operations to fold in weeks' FT.com 14 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-14T04:00:58.169Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1297,
          "end": 1307
        }
      ]
    }
  ]
}