{
  "_id": "8d1d0c527983a95757bfab89f4f3fcd0c79731008e3c995f1025817d869931f9",
  "feed": "market-watch",
  "title": "Why McDonald's, Google and other big businesses may face responsibility for many more workers; The NLRB wants to replace Trump-era regulations that made it easier for companies to avoid responsibility for labor violations and harder for workers to organize",
  "text": "<p>The National Labor Relations Board issued a notice of proposed rule-making earlier this month, saying it aims to provide a clear joint-employer standard that would expand to include companies that don't have direct control over all aspects of an employee's working conditions, \"so long as those forms of control bear on employees' essential terms and conditions of employment.\" The rule could take effect next year.</p><p>In changing the standard by which companies would be considered \"joint employers\" that deal with direct as well as indirect employees, the proposed regulations could affect large companies that outsource liability by hiring vendors and subcontractors or adopting the franchise model. Workers who are not directly employed by those companies could then try to hold them accountable for labor violations.</p><p>See also: FTC sends a warning to Uber, Lyft, DoorDash and other 'gig-work' companies</p><p>\"In an economy where employment relationships are increasingly complex, the board must ensure that its legal rules for deciding which employers should engage in collective bargaining serve the goals of the National Labor Relations Act,\" NLRB Chair Lauren McFerran said in a statement.</p><p>If adopted, the change could affect household names such as McDonald's and 7-Eleven JP:3382, which use the franchise model, as well as Alphabet Inc.'s GOOGL GOOG Google, whose workforce includes a large percentage of temps, vendors and contractors for both tech jobs and service positions. In fact, Google's temp and contract workers reportedly outnumber its full-time employees.</p><p>The labor board's proposal comes amid growing efforts to unionize, which isn't an accident of timing, according to John Logan, a professor of labor studies at San Francisco State University. \"These campaigns are giving the [labor board] the opportunity to rewrite rules,\" he said, adding that the NLRB can point to instances of labor-law violations and say, \"This is why we need this new rule.\"</p><p>Logan also said that if the NLRB does change the rule, he foresees court challenges by big companies.</p><p>\"If there were a large-scale or nationwide union campaign at a franchise restaurant at which there were lots of allegations of unfair labor practices, the board could issue a consolidated cease-and-desist order that would apply nationwide,\" Logan said.</p><p>That would probably cause a large company to protest and take legal action.</p><p>A current unionization drive at Facebook parent company Meta Platforms Inc. META involves mailroom workers who are directly employed by Canon Business Process Services, a vendor hired by Meta. Canon is refusing to recognize the union because the vote ended in a tie, but the Teamsters allege that the vendor engaged in anti-union activity and that a majority of workers signed union-authorization cards.</p><p>See: This obscure band of Facebook workers is in the middle of a union fight</p><p>Logan said it's hard to know whether Meta would be considered a joint employer and would therefore have to negotiate with that union under the proposed regulation change. But because Meta is such a high-profile company that has seen a lot of union activity among its service workers, he said, the implications are interesting.</p><p>\"This is an area where there has been a lot of labor activism,\" he noted.</p><p>Groups such as the U.S. Chamber of Commerce and the International Franchise Association are speaking out against the proposed change. The rule \"proposes to take away [franchise owners'] independence,\" said Michael Layman, a lobbyist for the IFA, in a statement.</p><p>A policy official at the Chamber of Commerce told The Wall Street Journal that \"contracting as a whole could face legal jeopardy in the context of this rule.\"</p><p>The current joint-employer regulations, which limited the joint-employer standard to companies that directly control workers' conditions, were put in place by former President Donald Trump's labor board and took effect in April 2020.</p><p>The five-member NLRB is currently made up of three Democrats and two Republicans; the Republican members issued a dissent against the proposed changes. The board is inviting public comment through Nov. 7, with responses to those comments due by Nov. 21. A final rule could take effect early next year, according to labor attorneys who are blogging about the proposed change.</p><p>In-depth: Lyft and Uber tried to change the law. Driver who was assaulted believes 'it's a way for Lyft not to be held accountable.'</p><p>Why McDonald's, Google and other big businesses may face responsibility for many more workers</p>",
  "published": "2022-09-17T17:42:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1249,
          "end": 1259
        }
      ],
      "nexusId": "10050164"
    }
  ]
}