{
  "_id": "44bbbf5e5cb5d1d72a2785a73a5a3633eaefc1acfcb2e34227acbe20c41602f5",
  "feed": "ftcomall",
  "title": "Energy crisis intensifies as gas prices surge",
  "text": "<p>Good evening</p> <p>The energy crisis sparked by Russia's invasion of Ukraine intensified today as gas prices rocketed and the US warned of a fresh surge in oil prices unless big importers agreed to cap the amount they pay for Russian crude.</p> <p>This morning's rise in <a href=\"https://www.ft.com/content/283f2ed2-0334-4507-a4f4-11c80be5991a\">European gas prices</a> of another 12 per cent comes on top of an increase of more than a third so far this week. They now stand at roughly 10 times the price last year before Russia began to restrict supplies.</p> <p>Gascade, Germany's gas network operator, said this morning that flows on <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-53965aa8-eada-4b7f-a12e-922ae550db73\">Nord Stream 1</a>, which connects Russia with Germany, had roughly halved to 20 per cent of capacity. Russia says the reduction was due to turbine problems, made worse by western sanctions.</p> <p>The EU, which prior to the invasion of Ukraine had relied on Russia for 40 per cent of its supplies, has been struggling to get member states to agree to a voluntary <a href=\"https://www.ft.com/content/8abdc56d-9b8e-417d-8e49-82684f9f8357\">cut in consumption</a> by 15 per cent to help fill storage sites ahead of winter. Agreement has finally been reached but with a long list of opt-outs should the target become binding. Rationing and shortages this winter are a real prospect, especially if Russia tightens its grip.</p> <p>Italy's outgoing prime minister Mario Draghi highlighted the scale of the challenge, saying his country's “unacceptable energy dependence” on Russia was the “consequence of decades of shortsighted and dangerous choices”.</p> <p>Energy companies, meanwhile, are benefiting from the turmoil, with Norway's Equinor and Spain's Iberdrola today both reporting <a href=\"https://www.ft.com/content/57bc7a79-6d40-46ad-aee9-ecaad1f176d5\">bumper profits</a>. The European oil and gas majors BP, Shell and TotalEnergies, all of whom report earnings over the next week, are generating more money than ever, raising the prospect of large-scale acquisitions to boost their <a href=\"https://www.ft.com/content/760ba17c-3437-45eb-841a-e5980bf3ae22\">transition to clean energy</a>.</p> <p>Across the Atlantic, the main concern is high petrol prices, which have been a drag on <a href=\"https://www.ft.com/content/901d183d-8acd-4885-bd76-e80f9a893a96#post-351d0ac0-3972-4537-b898-bbff9cc78667\">US consumer confidence</a>. Even though prices have fallen back in recent weeks, the market remains extremely fragile, reports our <a href=\"https://www.ft.com/content/1c440244-a483-4a67-8036-99607778541e\">Energy Source</a> newsletter (for Premium subscribers). </p> <p>The Biden administration is trying to get big oil importers such as China and India&#xa0;to agree to a <a href=\"https://www.ft.com/content/2cc9e478-2594-4254-9fe0-d7a5efd686fe\">price cap on Russian crude</a> to prevent an even more damaging rise in fuel costs. India's reliance on <a href=\"https://www.ft.com/content/30a87a08-6ca6-40a7-9372-16c8e0cee323\">imported oil</a> could yet derail the country's pandemic recovery, and given its growing importance as a consumer market and manufacturing hub, can only add to fears of a global slowdown.</p> <p>The US is also joining the EU ban on insurance and services for ships carrying Russian oil but fears the expected drop in exports could leave markets short and send prices higher.</p> <p>However, one aspect of European energy policy that the US is unlikely to follow is urging its citizens to be more frugal. Trying to do so would be <a href=\"https://www.ft.com/content/ed785094-ddc0-4e60-8ab4-fa244e0249a3\">political suicide</a>, reports US correspondent Myles McCormick.</p> <p>As one industry consultant puts it: “In Europe, they've said turn down the thermostats and you'll find your way to freedom. President Jimmy Carter put on a cardigan and said the same thing — and he lost his re-election.” </p> <h1>Latest news</h1> <ul>  <li><p>US president <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-eb2f89ca-8e06-4390-b568-7878a596c52f\">Joe Biden</a> tests negative for Covid-19 </p></li>  <li><p>Insurance contracts agreed for resumption of <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-22640880-0e05-4d06-be0c-3a971d461307\">Ukraine grain exports</a></p></li>  <li><p>US <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-814eea28-cb17-48e4-bbf1-6d9535ed6475\">durable goods orders rise</a> by a more than expected 1.9 per cent in June</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The <strong>US Federal Reserve</strong> announces its <a href=\"https://www.ft.com/content/f3c1e89b-6cd6-4dcc-ba59-ae57d912a460\">interest rate decision</a> at 2pm ET/7pm UK today against the backdrop of surging consumer prices and mounting fears of recession. Check <a href=\"https://www.ft.com/\">FT.com</a> for details and the latest reaction.</p> <p>The <strong>IMF</strong> issued a gloomy update to its global economic outlook, highlighting risks “overwhelmingly tilted to the downside”. The fund slashed its <a href=\"https://www.ft.com/content/67ce86b5-163d-4204-a973-ab1528af473c\">growth forecast</a> for 2022 to 3.2 per cent, with 2.9 per cent for next year. Its projections for inflation rose to 8.3 per cent this year and 5.7 per cent in 2023.</p> <a href=\"http://www.ft.com/cms/10731575.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>Latest for the UK and Europe</h2> <p><strong>Long Covid</strong> is costing UK workers £1.5bn in lost earnings and looks like it will have a <a href=\"https://www.ft.com/content/a48db365-ee15-440a-8028-0905f71194b1\">lasting effect on the economy</a>, according to new research. About 2mn people had symptoms in May and the number suffering with the condition has doubled in the past year.</p> <p>A UK parliamentary committee said the government needed to provide immediate help for households battling with <strong>soaring energy costs</strong> or risk more <a href=\"https://www.ft.com/content/b064e660-0103-454e-8b95-76fb952b3390\">damage to the wider economy</a>. Contender for prime minister Rishi Sunak said he would <a href=\"https://www.ft.com/content/eb919a28-7371-4ef1-9f26-7318145b9914\">cut VAT on bills</a>. Our <a href=\"https://www.ft.com/content/f6917b8d-00d8-4975-bd9e-1a5712b0a441\">Money Clinic podcast</a> offers some practical tips for managing rising prices and higher interest rates.</p> <p>Brussels said <strong>Italy</strong>'s next government could not renegotiate the basics of the €200bn EU-funded <a href=\"https://www.ft.com/content/a0d78778-2d10-47e6-88a9-6fc70356fa9d\">Covid-19 recovery plan</a> and must stick with its pledges on economic reform. Polls suggest the September 25 elections could result in victory for the far-right <a href=\"https://www.ft.com/content/8d896051-2ad4-4cba-a102-0fdb78737f24\">Brothers of Italy</a>.</p> <h2>Global latest</h2> <p><strong>El Salvador</strong> said it would buy back $1.6bn of its sovereign bonds to ward off <a href=\"https://www.ft.com/content/23d39cec-188e-4ec1-ae01-dd599a77b835\">fears of default</a>. The bonds have traded at deep discounts since its adoption of bitcoin as legal tender, alongside the US dollar, in September 2021.</p> <p>What sets the current <strong>global food crisis</strong> apart is that there are multiple causes, our latest <a href=\"https://www.ft.com/content/e44db6b3-7266-4188-8d08-79d678a61146\">Big Read</a> explains, from conflict in Ukraine, to drought to supply chain problems dating from the pandemic. The UN Food and Agriculture Organization predicts the war alone will raise the number of undernourished people by up to 13mn this year and another 17mn in 2023.</p> <p>The policy of strict <a href=\"https://www.ft.com/content/7dfed876-f73e-42b0-acb8-088f20a4e550\">inflation targets for <strong>central banks</strong></a> has caused economic harm, says financial historian <a href=\"https://www.ft.com/stream/384b1c88-b7a2-4aa3-91e3-1d12ccafb2a2\">Edward Chancellor</a>. Whenever an institution is guided by a specific target, critical judgment tends to be suspended, he argues. Chief economics commentator Martin Wolf weighs up Chancellor's arguments against those of former Fed chair Ben Bernanke in our latest <a href=\"https://www.ft.com/content/e7cc3c01-08e3-47fc-9442-d45378b34bb8\">books essay</a>. </p> <h1>Need to know: business</h1> <p>One of the most striking aspects of the second-quarter earnings season has been <strong>price rises</strong> from the big <a href=\"https://www.ft.com/content/02b58107-a328-458e-97b2-061fa87e5df2\">consumer goods</a> companies such as <a href=\"https://www.ft.com/content/c17d220d-fa4b-4651-b8d3-ea790c848474\">Unilever</a>, <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-004f30e5-1fbc-41e3-962f-3982beb9f02e\">Kraft Heinz</a>, <a href=\"https://www.ft.com/content/901d183d-8acd-4885-bd76-e80f9a893a96#post-e895e6db-497a-4077-ae19-e10700317d66\">McDonald's</a> and <a href=\"https://www.ft.com/content/c4138c0d-c96f-476e-8566-16615a83409c#post-36d29a81-1d52-43b3-8507-0a86a1da91dc\">Danone</a> as they respond to higher prices. </p> <p><strong>Retailers</strong> too are reporting changing consumer behaviour as times get tough: <a href=\"https://www.ft.com/content/664f16d0-2faf-4b7b-af72-236e370dbd08\">Walmart</a>, the world's largest, this week issued its second profit warning in 10 weeks. </p> <p><strong>Ecommerce</strong> is not immune: shares in <a href=\"https://www.ft.com/content/87469ddf-16a3-48f6-a908-b45e890f63bb\">Shopify</a> plunged after it said it would lay off 10 per cent of its workers, explaining that it had made a mistake in believing the pandemic surge in online retail would continue. <a href=\"https://www.ft.com/content/18a5c0df-cd83-449f-a5aa-95c434641a09\">Amazon</a> blamed inflation as it increased the cost of its Prime membership service in Europe, while Chinese rival <a href=\"https://www.ft.com/content/b6903ab3-ddba-450c-8f6e-e88598e6a420\">Alibaba</a> scaled back its global expansion plans.</p> <p><strong>Energy costs</strong> too are a recurring feature of this week's results stories. Frozen food store <a href=\"https://www.ft.com/content/2243b368-8c47-49ce-ba26-03628d46f02f\">Iceland</a> today warned of the hit from keeping its freezers going. Grocers such as <a href=\"https://www.ft.com/content/c8a0280d-e29c-453a-94bf-69041f53acc3\">Aldi</a> are also facing growing labour market pressures.</p> <p>The <strong>tech sector</strong> has been a little more optimistic. <a href=\"https://www.ft.com/content/6a62f265-602c-4bcf-b08d-16f30e0aab50\">Microsoft</a> said it was confident of hitting full-year targets despite a weaker PC market and stronger US dollar. Google parent company <a href=\"https://www.ft.com/content/424162c9-c4f6-4cb4-a828-1b93b0692326\">Alphabet</a> reported “solid growth” in its core markets even as economic uncertainty hit ad spending.</p> <p>Good news too from the <strong>luxury sector</strong>, where <a href=\"https://www.ft.com/content/901d183d-8acd-4885-bd76-e80f9a893a96#post-d0fbea33-2e0f-47fb-8d2a-94b732d74d92\">Louis Vuitton</a> benefited from strong US sales and a tourist boom in Europe that helped outweigh the effect of lockdowns in China. German carmaker <a href=\"https://www.ft.com/content/91f85ab5-b60a-4a61-a9f8-cddf68e6d2ee\">Mercedes</a> raised its revenue forecasts after profiting from rising demand for its upmarket models.</p> <p><strong>Financial services </strong>companies reported mixed fortunes. <a href=\"https://www.ft.com/content/652ee933-c0f4-4a10-a76b-283a3764d8fc\">Lloyds</a> beat profit forecasts thanks to rate rises and mortgage business; <a href=\"https://www.ft.com/content/229ec946-0902-442a-baf8-2f9a14212296\">Credit Suisse</a> fell into loss; <a href=\"https://www.ft.com/content/ff5339e1-2f80-45ee-a184-4cf9e25ce20e\">Deutsche Bank</a> scrapped its full-year cost target; and <strong>UBS</strong>, the world's largest wealth manager, reported lower-than-expected profits as clients “<a href=\"https://www.ft.com/content/b4f0fc26-5752-4e4f-af8f-fb68d8be84bb\">stayed on the sidelines</a>” amid volatile markets.</p> <p>Post-Brexit regulations will cost the <strong>UK</strong> <strong>chemicals industry</strong> £2bn in red tape — <a href=\"https://www.ft.com/content/f41e3350-c870-41a7-b350-80d3a483ef8d\">twice the initial estimate</a>. Both candidates for UK prime minister have promised to review all retained EU law and scrap onerous rules but replacing them with British regulation is likely to prove costly and disruptive. Experts have also warned of a “chasm” opening up between UK and EU standards on <a href=\"https://www.ft.com/content/22f0c812-3ad4-45b6-b93a-0758625fd4ab\">hazardous chemicals</a>.</p> <p>The <strong>Qatar Airways</strong> chief told the FT that <a href=\"https://www.ft.com/content/580e1831-9992-45d5-89c3-2d08aacbe0ec\">aviation disruption</a> would last for years, as he outlined his company's hit from staff shortages in Europe, delays in deliveries and a lack of spare parts. <strong>Heathrow airport</strong> warned it could extend its <a href=\"https://www.ft.com/content/be4f65c7-c123-43ef-92e0-7145eff23f61\">cap on flights</a>.</p> <h1>The World of Work</h1> <p>Bosses may be keen to get people <strong>back into the office</strong>, but many workers who have experienced a new sense of autonomy working from home aren't so keen. Isabel Berwick and guests discuss how the stand-off can be resolved in the new <a href=\"https://www.ft.com/content/cf5fba2f-5e18-47c0-92c9-a89d3f9a3dee\">Working It podcast</a>. </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news...</h1> <p>It's a golden time for sports fans with <a href=\"https://www.ft.com/content/cfed3844-478e-4302-8490-3df8fbfca8b4\">England's Lionesses</a> roaring through to the Euro 2022 final on Sunday, heroic feats at the <a href=\"https://worldathletics.org/competitions/world-athletics-championships/oregon22/news/report/wch-oregon22-report-men-pole-vault\">World Athletics Championships</a> and the <a href=\"https://www.birmingham2022.com/\">Commonwealth Games</a> beginning tomorrow. Today is also the tenth anniversary of one of the greatest spectacles ever staged in Britain: the London 2012 Opening Ceremony. Make yourself a nice cup of tea and relive the <a href=\"https://olympics.com/en/video/opening-ceremony-london-2012-replays\">full experience here</a>. </p><p>Source: Darren Dodd 2022 'Energy crisis intensifies as gas prices surge' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-27T17:15:22.202Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5908,
          "end": 5918
        }
      ]
    }
  ]
}