{
  "_id": "a9734fac973a0a97141e079c8451e0791efa30f12dd9df0b711c154db12f02fb",
  "feed": "ftcomall",
  "title": "Carl Icahn wades into the ESG debate",
  "text": "<p>“Greed is good,” said Gordon Gekko, the unforgettable villain of Oliver Stone's classic 1987 film <em>Wall Street</em>. The character, Stone later said, was inspired in large part by one of that decade's most controversial financial figures: Carl Icahn, <a href=\"https://www.stlmag.com/TWA-Death-Of-A-Legend/\">once described</a> as “the ultimate corporate predator”.</p> <p>But if Icahn's explosive Trans World Airlines takeover in the 1980s was emblematic of that era of business, his latest move — a campaign for better sustainability standards at McDonald's — is a striking reflection of the rise of the environmental, social and governance agenda.</p> <p>In his interview with Moral Money for today's newsletter, 86-year-old Icahn played down any sense of a personal epiphany, arguing that the contrast with his earlier hostile takeovers and activist shareholder campaigns is not as great as it might seem. It's all ultimately a question of taking on poor management, he says.</p> <p>Some readers may agree with Icahn's call for higher standards in the ESG debate. Others might feel his contentious record leaves him ill-placed to take such a stand. Whatever your view, we'd love to hear it. As ever, we're at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>. <em>(Simon Mundy)</em></p> <h1>McDonald's vote will show investors' ESG mettle, Icahn says </h1> <p>Billionaire investor Carl Icahn made his name in the 1980s as a hard-charging “corporate raider”, accused by critics of ruthless asset-stripping after his hostile takeover of the ailing airline TWA.</p> <p>Now, well into his ninth decade, Icahn is showing a rather different side, as he aims to shake up the debate around environmental, social and governance investing. In a wide-ranging conversation with Moral Money this week, Icahn sought to show his credentials as a force for more sustainable business — lambasting food giant McDonald's over its treatment of pigs, slamming the US's rising economic inequality, and calling for the ESG agenda to pay more attention to corporate governance.</p> <p>Our discussion came after Icahn launched a new activist shareholder campaign, taking a stake in McDonald's and proposing two new directors for its board. Unlike his previous moves on companies such as eBay and Motorola, Icahn is not in this one for the money, having bought just 200 shares in the burger chain. In what is perhaps a sign of the times, he's instead pursuing an ESG objective: going after McDonald's management over what he calls a breached vow to improve their suppliers' treatment of pigs.</p> <p>“I feel strongly about accountability, and it bothers me that torture of animals is occurring in McDonald's supply chain,” Icahn told me.</p> <p>The alleged torture in question is the use of “gestation stalls”, cages used by pork producers to hold pregnant sows. The practice boosts the number of animals that can be held in a single space, but animal rights activists say it has damaging effects on the sows, which are confined so tightly they cannot turn round.</p> <p>Icahn privately approached McDonald's over its suppliers' use of this practice in 2012, at the instigation of his daughter, who was working with the Humane Society of the US. The company swiftly announced a <a href=\"https://corporate.mcdonalds.com/corpmcd/en-us/our-stories/article/ourstories.gestation_stall.html\">new policy</a>, requiring suppliers to “outline their plans to phase out” gestation stalls. Icahn said that the management privately assured him that the stalls would be gone from its supply chain within a decade. “McDonald's broke their promise,” he added.</p> <p>At McDonald's annual meeting next month, shareholders will vote on a motion filed by Icahn to appoint two new directors: Leslie Samuelrich, president of ESG investment firm Green Century, and Maisie Ganzler, chief strategy officer of Bon Appétit Management Company, a restaurant business with a focus on sustainable practices. Both told me they would seek a rapid elimination of gestation stalls from McDonald's supply chain, and a broader improvement of its sustainability performance.</p> <p>McDonald's has <a href=\"https://corporate.mcdonalds.com/corpmcd/en-us/our-stories/article/press-releases.mcdonalds-carl-icahn.html\">hit back</a> against Icahn, saying that to source all its pork from suppliers that never use gestation crates is “completely unfeasible” since such companies still represent a tiny fraction of the pork industry. Such a move would significantly increase its costs, “placing a burden on all aspects of our business, our supply chain and McDonald's customers”, it said. It also accused Icahn of hypocrisy because he is the majority owner of Viskase, a company that supplies packaging to pork producers — including ones that use gestation crates.</p> <p>In a further comment to Moral Money, McDonald's called Icahn “out of touch”, urging him to consider the interests of Americans who value reasonably priced food. It added that it had “led the industry on ESG matters”, and said its 2012 policy shift had driven a “step change” in the pork industry's animal welfare standards.</p> <p>Icahn, however, is adamant that his campaign has produced a vital ESG test case — one that will spotlight McDonald's seriousness about sustainability, and also that of its big institutional investors. In a recent letter to McDonald's shareholders, Icahn hit out at “what may be the biggest hypocrisy of our time: a large number of Wall Street firms and their bankers and lawyers appear to be capitalizing on ESG to drive profits without doing nearly enough to support tangible societal progress”.</p> <p>The letter contained a pointed warning for the giant asset management groups BlackRock, Vanguard and State Street, whose funds between them control 21 per cent of McDonald's stock, according to S&amp;P Capital IQ data. “If the ESG movement is to be more than a marketing concept and fundraising tool, the massive asset managers who are among McDonald's' largest owners must back up their words with actions.”</p> <p>The result of the vote at McDonald's — and at retailer Kroger, where Icahn has launched a <a href=\"https://www.cnbc.com/2022/03/29/carl-icahn-is-expanding-his-animal-welfare-campaign-to-kroger.html\">similar campaign</a> — will “come down to what the index funds think about it”, Icahn told me. “If you truly want to see results in ESG, you should walk the walk, not just talk the talk.”</p> <p>In our discussion, Icahn added his voice to those arguing that the ESG agenda had paid too little attention to the second and third letters of the acronym: social and governance issues. On the former, he said, soaring executive pay packages — and stagnating wages for entry-level workers — were driving dangerous levels of income inequality.</p> <p>“How would you feel if you were working at McDonald's and the CEO is making 2,000 times more than you?” Icahn said. McDonald's chief executive Chris Kempczinski earned $20mn last year, while the median employee income — including a large number of part-time staff — was $8,897. “I believe some people are obviously more talented and willing to work harder and deserve a higher income, but not to this extent,” Icahn said.</p> <p>This concern about wealth inequality and low-paid workers might seem curious considering Icahn's net worth of $23bn — and some memorable moments in his business career. Hundreds of flight attendants picketed the tycoon's upstate New York estate in 1987, accusing him of trying to force them out through swingeing pay cuts, and replace them with younger, cheaper staff (Icahn said at the time that cost cuts were needed for the survival of the airline, which subsequently went bankrupt repeatedly before being acquired by American Airlines in 2001).</p> <p>But Kempczinski's soaring income, Icahn insisted, was symptomatic of bad governance, and of a wider erosion of shareholder interests — as well as the interests of society — despite the growing focus on ESG issues. “The lack of shareholder democracy has always been pretty bad in corporate America. But it's getting worse, not better,” Icahn said.</p> <p>Strikingly, Icahn's anger at surging CEO packages aligns him with leftwing Democrats such as Bernie Sanders and Elizabeth Warren, who have proposed new taxes on companies where the ratio of CEO pay to median worker pay exceeds 50 to 1 — and who have previously been a thorn in Icahn's side (in 2017 Warren and other senators <a href=\"https://www.nytimes.com/2017/05/09/business/dealbook/carl-icahn-scrutinized-for-shaping-policy-that-helped-him-profit.html\">urged regulators</a> to investigate Icahn — then a special adviser to President Donald Trump — for insider trading and market manipulation, saying that he had recommended policies that caused the price of biofuels to drop, driving a windfall profit for one of his businesses. Icahn denied any impropriety).</p> <p>“I think the executive pay in the country has run wild because there is no accountability for CEOs any longer,” Icahn said.</p> <p>He faces a stiff fight to secure directorships for his two nominees. While he argued they would address the board's worrying lack of ESG expertise, McDonald's has dismissed them as lacking “not only . . . public company board experience, but also the expertise and qualifications to add meaningful value to the majority of issues regularly faced by the McDonald's board”.</p> <p>In a sign that it was taking the threat seriously, however, McDonald's recently disclosed that it expected to spend $16mn on fighting off Icahn's proxy challenge. That in itself, the billionaire argues, is evidence of the company's flawed management, and of the wider decline of governance standards in the US.</p> <p>“Certain boards and management teams&#xa0;really run these companies&#xa0;to&#xa0;protect the status quo,” paying “tremendous amounts” to lawyers and other highly paid professionals, Icahn said. “There's a lot of money just being printed out and given to the very top echelon of the economic stratum.&#xa0;Sixteen million dollars is a lot of money to most people, and yet they just throw it away.”</p> <p>In short, Icahn reckons, the debate around sustainable business needs to give proper weight not only to the effects and risks of companies' activities, but also to the details of how they are run. “I think [the ESG agenda] should be paying more attention to corporate governance,” he said. “We don't pay&#xa0;enough&#xa0;attention&#xa0;right now&#xa0;—&#xa0;we just&#xa0;give lip service to it.” <em>(Simon Mundy)</em></p> <h1>Chart of the Week </h1> <p>When it comes to setting — and progressing towards — sustainability targets, companies in the retail sector are finding some areas much harder than others. In a recent survey by BCG, with respondents from 37 companies, nearly all said their company had set targets for scope 1 and 2 emissions (from direct operations and energy usage), with 40 per cent on track to hit them. In scope 3 emissions and water usage, progress was proving much more difficult. </p> <h1>Smart read</h1> <ul>  <li><p>Amazon investors will next month vote on a shareholder proposal asking it to produce a tax transparency report, one aligned with global standards that includes country-by-country reporting of taxes paid. Our colleague Helen Thomas says this unprecedented vote should force investors to <a href=\"https://www.ft.com/content/5d82b83f-b903-44e6-af92-4311f9775965\">think about tax fairness as an ESG issue</a>. “The real win is that investors are being asked the question.”</p></li> </ul><p>Source: Simon Mundy  2022 'Carl Icahn wades into the ESG debate' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-29T11:01:41.763Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 8718,
          "end": 8728
        },
        {
          "start": 1746,
          "end": 1756
        },
        {
          "start": 4166,
          "end": 4176
        },
        {
          "start": 3734,
          "end": 3744
        },
        {
          "start": 6259,
          "end": 6269
        },
        {
          "start": 2512,
          "end": 2522
        },
        {
          "start": 3336,
          "end": 3346
        },
        {
          "start": 5626,
          "end": 5636
        },
        {
          "start": 5358,
          "end": 5368
        },
        {
          "start": 2899,
          "end": 2909
        },
        {
          "start": 8639,
          "end": 8649
        },
        {
          "start": 4411,
          "end": 4421
        },
        {
          "start": 8434,
          "end": 8444
        },
        {
          "start": 474,
          "end": 484
        },
        {
          "start": 1162,
          "end": 1172
        },
        {
          "start": 3820,
          "end": 3830
        },
        {
          "start": 2312,
          "end": 2322
        },
        {
          "start": 4921,
          "end": 4931
        },
        {
          "start": 6332,
          "end": 6342
        },
        {
          "start": 2005,
          "end": 2015
        },
        {
          "start": 4804,
          "end": 4814
        }
      ]
    }
  ]
}