{
  "_id": "6b537c57ca7f4429b000ff95a0c56112978316a0b4f3f7789ab782ffc367ae7b",
  "feed": "wall-street-journal",
  "title": "McDonald's Expects Its Costs to Soar",
  "text": "<p>\"There is some pressure certainly,\" Chief Financial Officer Kevin Ozan told investors on Thursday.</p><p>McDonald's is contending with rising costs as surging Covid-19 cases and a return of dining-related restrictions in many markets is fueling uncertainty, labor shortages and supply-chain delays across the world, executives said. Restaurants have been raising menu prices as they have raised wages to attract workers, while paying higher prices for supplies.</p><p>McDonald's said Thursday that price increases and promotions are helping to boost its U.S. sales. The Chicago company reported a 7.5% increase in U.S. same-store sales for its fourth quarter ended Dec. 31, with the chain attributing the growth to menu price increases and marketing of items such as fried chicken sandwiches and the McRib special.</p><p>McDonald's and other restaurant chains have been dealing with rising costs and a labor shortage, and the Omicron variant exacerbated those problems. Some chains are limiting hours and switching to to-go service only in stores facing a rise in Covid-19 cases.</p><p>Chris Kempczinski, McDonald's chief executive, said last month that the company's U.S. locations were open 10% fewer hours on average than before the pandemic because of short staffing.</p><p>On Thursday, Mr. Kempczinski said drive-through service times slowed in the U.S. and other markets last year compared with 2020 averages because of insufficient labor. U.S. staffing levels are starting to improve, he said, with 1% of the company's U.S. restaurants now running with limited hours. About 20% of U.S. restaurants have closed dining rooms, he said.</p><p>The company said it and franchisees raised wages last year by more than 10%, helping to attract and retain workers. McDonald's U.S. menu prices increased by roughly 6% last year annually, the company said, because of rising labor, food, packaging and other costs.</p><p>McDonald's said it expects to open more than 1,800 restaurants this year. It plans to spend $2.2 billion to $2.4 billion on capital expenditures in 2022, with a portion reserved to upgrading U.S. restaurants.</p><p>Global same-store sales grew 12.3% compared with the previous year's period, the company said, as European markets including France, the U.K. and Germany experienced fewer pandemic-related disruptions.</p><p>Sales of $6 billion for the quarter were 12% greater than in the same period before the pandemic.</p><p>McDonald's said that while Covid-19 disruptions have generally eased, the chain still dealt with some government restrictions on restaurant operating hours, limited dine-in seating and some dining-room closures during the quarter. The Omicron variant that has driven a surge in Covid-19 cases globally didn't fully manifest during the company's recently ended quarter.</p><p>McDonald's reported quarterly per-share earnings of $2.23, after adjusting for one-time items, below analysts' expectations of $2.34 a share. Net income climbed to $1.6 billion, up 19% from the amount in last year's period. The chain's total sales were in line with expectations.</p><p>McDonald's stock was slightly lower at $248.74 a share on Thursday. The chain said that higher expenses hurt profit during the quarter.</p>",
  "published": "2022-01-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2752,
          "end": 2762
        },
        {
          "start": 3032,
          "end": 3042
        },
        {
          "start": 1726,
          "end": 1736
        },
        {
          "start": 803,
          "end": 813
        },
        {
          "start": 1081,
          "end": 1091
        },
        {
          "start": 1874,
          "end": 1884
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 99,
          "end": 109
        },
        {
          "start": 2383,
          "end": 2393
        },
        {
          "start": 456,
          "end": 466
        }
      ],
      "nexusId": "10050164"
    }
  ]
}