{
  "_id": "b995c11c309b03c6e4370c687fec21df46bd96031215eaf4a26b494528b2ad3e",
  "feed": "wall-street-journal",
  "title": "Where's the Beef? New Lawsuit Asks McDonald's and Wendy's That Very Question; Suit alleges companies use undercooked patties in advertisements to make burgers appear about 15% to 20% bigger than the ones served",
  "text": "<p>Wendy's and McDonald's didn't immediately respond to requests for comment.</p><p>The lawsuit, which includes at least 20 photos of cheeseburgers, says that both companies use undercooked patties in their advertisements, allowing them to showcase burgers that are about 15% to 20% bigger than the ones served. Meat in general tends to shrink by 25% when cooked, the lawsuit says.</p><p>The same three law firms involved in this case also filed a similar lawsuit against Burger King Corp. in March. That lawsuit, filed in the U.S. District Court for the Southern District of Florida, alleges that Burger King also misadvertises the size of its burgers.</p><p>Burger King said it doesn't comment on pending or potential litigation.</p><p>Burger chains aren't alone in being faced with food-related lawsuits. A proposed class-action lawsuit was brought against sandwich-maker Subway last year alleging that its tuna contained other fish species instead of tuna. Lawsuits have also been filed against Pop-Tart maker Kellogg Co., alleging its strawberry Pop-Tarts don't contain enough strawberries.</p><p>In the lawsuit against McDonald's and Wendy's, one photo comparison shows an ad for a Wendy's bourbon bacon cheeseburger depicting a tall, juicy, bacon-stacked burger. Then it shows the bourbon bacon cheeseburger that a customer was actually served: a shorter burger where only the cheese, patty, bun and small hint of bacon can be seen in the photo.</p><p>A similar situation is portrayed at McDonald's, with the lawsuit showing a photo of a cheeseburger where the burger patty is as wide as the size of the bottom bun. It then shows a photo of a cheeseburger given to a customer that shows a smaller patty.</p><p>\"Wendy's materially overstates the amount of toppings and the size of the beef patties for nearly every menu item in its current advertisements,\" the lawsuit said. \"McDonald's also materially overstates the size of its beef patties using the same deceptive practice as Wendy's,\" it added.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Where's the Beef? New Lawsuit Asks McDonald's and Wendy's That Very Question</p>",
  "published": "2022-05-18T17:51:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1092,
          "end": 1102
        },
        {
          "start": 35,
          "end": 45
        },
        {
          "start": 12,
          "end": 22
        },
        {
          "start": 2044,
          "end": 2054
        }
      ]
    }
  ]
}