{
  "_id": "b9e6bc64fa87a082a6089941f099355b8779f3712ee6c4c27939ab8550fa4117",
  "feed": "wall-street-journal",
  "title": "BTS's Jin Joins the South Korean Army; The oldest member of the K-pop group begins his mandatory military service Tuesday",
  "text": "<p>Jin, who turned 30 this month, is the first of BTS's seven members to enlist in the South Korean army. Most men between the ages of 18 and 28 are required to serve in the military for at least 18 months. Some entertainers, like Jin, are allowed to delay enlistment until they are 30 years old.</p><p>Jin reported to an army training centeron Tuesday in Yeoncheon County near the North Korean border, according to local media reports. Big Hit Music, BTS's label, had asked fans to help prevent overcrowding by not showing up at the site where he would report for duty.</p><p>Jin, whose real name is Kim Seok-jin, posted a picture of his new buzzcut on social media this week with the caption \"cuter than I thought.\" The band shared a picture on Twitter Tuesday of the other six members patting Jin's freshly cut hair.</p><p>\"My brother!! Come back safely!!\" the post said in Korean.</p><p>BTS, short for the Korean name Bangtan Sonyeondan, is one of the most popular music acts in the world. Formed in 2013, the group capitalized on the K-pop genre's growing popularity and built a global fan base with songs about self-acceptance and empowerment.</p><p>This has been a fraught year for BTS's fans, nicknamed the ARMY. The band said in June that its members would be taking time away from each other to release solo music. (Jin released a song in October.) Shares in HYBE, the band's management agency, plunged nearly 25% the day after the announcement.</p><p>Then the band's label, Big Hit Music, said in October that each of the members would eventually enlist in the military, ending speculation that South Korean officials may exempt them from compulsory service. South Korea allows some award-winning musicians and athletes to replace their military duty with alternative services. Government discussions about exempting BTS from the military requirement stalled earlier this year.</p><p>Big Hit Music said that following the members' military service, BTS would reconvene as a group around 2025. The other members range in age from 25 to 29.</p><p>The BTS ARMY has long dreaded the moment that the members would join the real army. It means the band would have to pause its steady cadence of album releases and tours. The break stands to threaten BTS's business empire. The band has generated $4.2 billion for the South Korean economy from ticket sales, merchandise lines and business partnerships with companies including McDonald's Corp.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>BTS's Jin Joins the South Korean Army</p>",
  "published": "2022-12-13T15:56:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2380,
          "end": 2396
        }
      ]
    }
  ]
}