{
  "_id": "38caea260c27ade38ba479cb1a967b51e89fbf70b27416f4d6bc9585f5dc3543",
  "feed": "wall-street-journal",
  "title": "California Pols Aren't Just Coming for Your Burgers; Reasonably priced menus statewide are now at risk.",
  "text": "<p>The Journal's Heather Haddon and Christine Mai-Duc report:</p><p>California's Legislature passed a bill Monday to create a government panel that would set wages for an estimated half-million fast food workers in the state, a first-in-the-U.S. approach to workplace regulation that labor union backers hope will spread nationally.</p><p>The bill, known as the Fast Act, would establish a panel with members appointed by the governor and legislative leaders composed of workers, union representatives, employers and business advocates. They would set hourly wages of up to $22 for fast food workers starting next year and can increase them annually by the same rate as the consumer-price index, up to a maximum of 3.5%.</p><p>A previous version of the bill passed by the state Assembly in January also allowed the council to oversee workplace conditions such as scheduling and made restaurant chains joint employers of their franchise's employers, potentially opening them to liability for labor violations.</p><p>Representatives for companies including McDonald's Corp., Yum Brands Inc. and Chipotle Mexican Grill Inc. succeeded in having those provisions removed in the state Senate via amendments over the past week, though they still oppose the bill.</p><p>Consumers wracked by inflation are no doubt gratified that the restaurant chains were able to petition the government for a redress of grievances. But the bill that remains is still a grave threat to the affordable family burger outing, given its ability to ratchet up compensation costs across the fast-food landscape.</p><p>Much more than burgers are at stake. Reporting for the Los Angeles Times, Jaimie Ding and Suhauna Hussain note the negative reaction from the California Restaurant Association and add:</p><p>Blair Salisbury, owner of an El Cholo in Pasadena and former president of CRA's Los Angeles chapter, said he was planning on franchising a local restaurant called Daddy's Chicken Shack when AB 257 gave him pause.</p><p>\"It just gave me very cold feet,\" he said. Under the 20-restaurant agreement he entered into, he will open one location himself and must find 19 other people to open franchises in five years. He believes AB 257 will make it more difficult to find franchisees.</p><p>Your humble correspondent has never eaten at Daddy's Chicken Shack, but what casual diner doesn't find the name intriguing? The budding chain's website describes its \"All American Daddy Sandwich\" thusly:</p><p>Buttermilk fried chicken, bacon, house-made ranch, Napa slaw, house-made pickles, house-made remoulade sauce, brioche bun . . . The chicken is brined overnight in buttermilk and herbs and double dredged so that it is perfectly crispy.</p><p>Certainly it's hard to imagine California consumers will be better off without having at least the option to try it. Fried chicken freedom must not be infringed.</p><p>The last thing middle-income consumers need right now is government policy driving up meal prices. Gov. Gavin Newsom (D., Calif.) should seize the opportunity to appear reasonable and veto this anticonsumer legislation.</p><p>***</p><p>Annals of Socialized Medicine Kat Lay, Ademola Bello and George Willoughby report for the Times of London on the U.K.'s National Health Service:</p><p>There are 6.7 million patients on the official NHS waiting list, which includes people who have been referred by GPs for hospital treatment such as cataract or hip and knee surgery.</p><p>But the Times reporters add that \"data released by health service trusts under freedom of information laws\" suggest \"there are 10.3 million further patients who need follow-up care.\"</p><p>The needs can be significant. The Times report includes one particularly disturbing case investigated by Kat Lay:</p><p>Jenny Morgan, 71, from Solihull, is facing a long wait to be seen by a pain clinic after having unsuccessful surgery to correct fractures . . .</p><p>She had a fall just before the first Covid lockdown in March 2020, and went to [an emergency room] in severe pain. After x-rays, she was told her injuries were muscular and was sent home to recuperate.</p><p>About two months later she was invited back to hospital for a CT scan and discovered that a review of her x-rays had revealed cause for concern. The hospital treatment team found six fractures.</p><p>Morgan said she was in \"appalling pain\" by this time. She was prescribed morphine, but the specialist team to which she was referred did not see her until July 2020. She was placed on a waiting list for surgery, which she finally had in October that year.</p><p>\"The procedure wasn't a success,\" she said. \"I continued to be in pain, and despite my GP asking, the hospital wouldn't do any more to investigate my symptoms.\"</p><p>After paying to see a private spinal specialist, she found out that her spine had collapsed by five inches.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web. Thanks to Tony Lima and John Trickett.)</p><p>California Pols Aren't Just Coming for Your Burgers</p>",
  "published": "2022-08-30T19:21:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 1024,
          "end": 1040
        }
      ],
      "weightsV2": {
        "weight": 1.0000714,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 7.1406364e-05,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}