{
  "_id": "962504fef6fffd8dd1cc281d0a1185a1780b3ed54ede22c52af12739964fc9d7",
  "feed": "wall-street-journal",
  "title": "Western Trademarks Usurped  In Russia as Companies Exit  ----  By Yuliya Chernova",
  "text": "<p>   Soon after McDonald's closed its restaurants in Russia, a local burger chain launched a new menu with the iconic brand's red and yellow colors and a name that started with \"Mac\" in Russian. </p><p>   Yury Levitas, co-founder of the Black Star Burger chain, said that the promotion, called \"Maximum Menu\" in Russian, capitalized on the attention the American fast-food company was getting in Russia for its departure. \"We were noticed, it worked,\" Mr. Levitas said. </p><p>   Russian companies are imitating or trying to swipe the brands of Western companies that have left the country since the invasion of Ukraine. The Russian government, which views Western sanctions and corporate exits as an illegitimate economic war, doesn't appear to be cracking down. </p><p>    McDonald's Corp. sent a letter through a law firm in May demanding Black Star Burger take down the menus. More than a month later, Black Star says it removed the \"Mac\" prefix but kept the colors. A McDonald's representative said the company has fully exited the Russian market and declined to comment on the trademark issue. </p><p>   \"We respect the rights and laws of any country,\" Mr. Levitas said. The McDonald's-inspired menu was successful for Black Star, he said, adding, \"That's why we are continuing to troll our competitors.\" </p><p>   The most visible proponent of the rebranding effort is a member of Russia's parliament who was elected after she finished serving a jail term in the U.S. Maria Butina was deported back to Russia after serving for more than 15 months in prison for trying to influence U.S. politics by infiltrating conservative groups, including the National Rifle Association, during the 2016 presidential election. </p><p>   Now she hosts a program on state television promoting local producers. Western companies, she said in an interview, cashed in on Russian consumers then abandoned them. \"What Russians are used to will be preserved, but it will be made with a local zest,\" Ms. Butina said. </p><p>   Russia is party to international agreements on intellectual property and it has trademark protection laws on its books. In April, Rospatent, Russia's federal office for intellectual property, said it would continue enforcing the rights of Western trademark owners. </p><p>   All of that may be undercut by Russian President Vladimir Putin, who issued decrees that undermine the ability of foreign companies to claim IP protections in Russia. Judges have already ruled against rightful Western owners of trademarks while referencing these decrees in some cases, said Irene Calboli, a professor of law at Texas A&amp;M University School of Law. </p><p>   \"Certainly Western brands should be prepared to lose in court even if they might be right according to the law,\" Ms. Calboli said. </p><p>   Russian entities have filed more than 300 applications to register brands as varied as Chanel, Durex and Mercedes-Benz with Russia's federal office for intellectual property since Russia invaded Ukraine on Feb. 24, according to research by Ms. Calboli and Vera Sevastianova, a Ph.D. candidate at the Hanken School of Economics, a university in Finland. None of the applications have been granted so far, Ms. Calboli said. </p><p>   A more subtle type of brand imitation is also emerging in Russia from the local teams recently orphaned by their Western employers. </p><p>   After Hearst Corp. pulled the license for its magazines, including Men's Health, the publication's staff kept publishing under the name Men Today, with a similar white font on a red background. So far, the magazine has only published online, but it is planning a print edition in July with a run of up to 100,000 copies, compared with 130,000 under Hearst. </p><p>   Anton Ivanov, editor in chief of the Russian publication, said that the new name was approved by Hearst after a negotiation. \"It was important for them that it be different. But for us it was important that it not be different. We arrived at a compromise,\" Mr. Ivanov said. </p><p>   A spokeswoman for Hearst said that its \"brands are no longer authorized to operate in Russia,\" and that Men Today isn't affiliated with Hearst, declining to comment further. </p><p>   Nikolay Kazansky bought out the Russian business of global real-estate firm Colliers International Group Inc., after it decided to exit from the Russian market. He surveyed his employees and renamed the company \"Nikoliers,\" which he says echoes both the original brand and his first name. The company also adopted a new logo. Instead of the yellow, blue and red stripes running along the bottom edge of the Colliers logo, the Nikoliers logo has the white, blue and red stripes of the Russian national flag. </p><p>   \"We wanted to give people a new brand, but we also wanted our employees and clients to feel in their hearts an association with all the good we did for many years under the old brand,\" Mr. Kazansky said. </p><p>   Colliers didn't respond to a request for comment. </p><p>   Russian companies say they are trying to replace brands that have left. Soft-drink maker Ochakovo introduced three new drinks: CoolCola, a mix of Coke and Pepsi; Fancy, which looks like Fanta; and Street, a knockoff of Sprite. </p><p>   A representative of Coca-Cola declined to comment. </p><p>   Gennadii Golovan, who owns two grocery stores in Yuzhno Sakhalinsk, a city in Russia's Far East, said the new brands aren't very popular. Russian customers prefer traditional Russian drinks like kvass, a fizzy, grain-based brew, as well as summer drinks like lemonade, followed by Western brands like Coca-Cola, some of which are still in stock with distributors. </p><p>   \"For each bottle of CoolCola, we sell six Coca-Cola bottles and 20 bottles of lemonade,\" Mr. Golovan said. </p><p>   Black Star Burger's Mr. Levitas is on to his next promotion, imitating the green and red colors of the company that took over McDonald's in Russia. At the same time, he is all for strong trademark protections. </p><p>   \"Otherwise, everyone would be stealing each other's brands. That's not right,\" Mr. Levitas said. </p><p></p>",
  "published": "2022-06-23T06:10:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 5690,
          "end": 5700
        },
        {
          "start": 937,
          "end": 947
        },
        {
          "start": 11,
          "end": 21
        },
        {
          "start": 739,
          "end": 755
        }
      ]
    }
  ]
}