{
  "_id": "11a77589596a5de0ca3a7a2109acb3c074f3d4e5007e65c16465952fa1f993dc",
  "feed": "wall-street-journal",
  "title": "McDonald's Settles French Tax Case for $1.3 Billion; Fast-food giant is among several multinational companies to face tax investigations in Europe",
  "text": "<p>A McDonald's Corp. spokeswoman didn't immediately have any comment.</p><p>The tax case in France dates back more than half a decade. As early as 2014, French tax officials were investigating whether McDonald's was diverting fees paid by its franchise restaurants to units in other countries—thereby reducing its taxable income in France.</p><p>France is one of the countries where McDonald's is most popular, counting some 1,500 restaurants, according to the company's French website. The bulk of those restaurants are franchises that pay a licensing fee to McDonald's for use of the brand and for such things as information-technology systems, restaurant decoration and training for staff.</p><p>McDonald's is one of several multinational companies that have faced investigations in Europe for allegedly shifting profits or avoiding taxes through the use of royalties and payments between business units, often for intellectual property.</p><p>Some of those cases have faced a tough reception in court. A European Union court sided with Amazon.com Inc. last year, annulling an order that the company pay some €250 million ($260 million) in additional taxes to Luxembourg. The same court in 2020 overturned an earlier order that Apple should pay some €13 billion in additional taxes to Ireland. The EU's executive arm is appealing both decisions to the bloc's top court.</p><p>EU regulators in 2018 dropped their similar investigation into McDonald's tax arrangements in Luxembourg, saying they had been legal because they didn't confer an unfair advantage on McDonald's versus other companies operating in Luxembourg.</p><p>France has, however, had some success with national cases. In 2019, the same financial prosecutor reached an agreement with Google for Google to pay more than €965 million to settle a pair of tax disputes, including both back taxes and a fine.</p><p>France's investigation into McDonald's—which lasted around six years —was jointly led by French tax authorities and police officers from a unit fighting corruption and financial crime. The settlement allows the company to avoid a trial.</p><p>Write to Nick Kostov at Nick.Kostov@wsj.com and Sam Schechner at sam.schechner@wsj.com</p><p>McDonald's Settles French Tax Case for $1.3 Billion</p>",
  "published": "2022-06-15T15:47:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1530,
          "end": 1540
        },
        {
          "start": 369,
          "end": 379
        },
        {
          "start": 679,
          "end": 689
        },
        {
          "start": 2,
          "end": 18
        },
        {
          "start": 546,
          "end": 556
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 193,
          "end": 203
        },
        {
          "start": 2157,
          "end": 2167
        },
        {
          "start": 1410,
          "end": 1420
        }
      ]
    }
  ]
}