{
  "_id": "51776d96ef9f2f1ef5a1d47f4a51460403ee25de5115429e005e1d9548fa90fd",
  "feed": "wall-street-journal",
  "title": "As Easy As 1, 2, 3",
  "text": "<p>(Avid Reader, 182 pages, $24)</p><p>When Alfred Taubman was chief executive of the restaurant chain A&amp;W, he came up with a clever way of challenging the competition: He offered a third-pound burger for the cost of a McDonald's quarter-pounder. The result? More than half of A&amp;W's customers seethed, convinced that they were being asked to pay the same amount for what sounded to them like a smaller burger.</p><p>One lesson from this episode: \"Math is no one's native tongue.\" So observe Chip Heath and Karla Starr in \"Making Numbers Count,\" a close look at the challenge of understanding -- and communicating -- numerical claims. The authors note that, once we get beyond 1, 2, 3, our ability to grasp numbers quickly deteriorates; it's better, if possible, to translate them into \"concrete, vivid, meaningful messages that are clear enough to make numbers unnecessary.\"</p><p>Consider how we might describe the world's water: 97.5% is salinated; the other 2.5% is fresh water, but 99% of that amount is trapped in glaciers, leaving only a small fraction that is actually drinkable. If you want people to \"see and feel the numbers, not just read them,\" Mr. Heath and Ms. Starr say, consider a visual analogy: Imagine \"a gallon jug filled with water with three ice cubes next to it.\" The jug represents the earth's salt water, the ice cubes the glaciers, and \"the drops melting off each\" -- that's what's available for consumption. Another eye-catching comparison, this one taken from a 2018 New York Times article: Among Fortune 500 CEOs, there are more men named \"James\" than there are women in total.</p><p>One way to make numbers come alive is through stories, which our brains process \"better than statistics.\" We're unlikely to remember details about desperately low wages and unconscionably high interest rates in Bangladesh, for example, but we can't forget the story of the economist Muhammad Yunus's efforts to distribute small, transformative loans to grateful recipients.</p><p>Often the use of numbers is unavoidable, as Mr. Heath, a business professor at Stanford, and Ms. Starr, a science writer, readily concede. What to do? Since we process \"user-friendly numbers\" much better than decimals and percentages (as A&amp;W discovered to its dismay), simple analogies can be useful. Global health data, for instance, might be translated into a representative village of 100, in which 29 people would be overweight and 10 would be going hungry. We can also employ culturally relevant frames of reference. The 6-foot social-distancing guidance for Covid has been compared to a hockey stick (in Canada), a tatami mat (Japan), a surf board (San Diego) and an ostrich-like cassowary (Australia). Other comparisons -- 24 buffalo wings (Buffalo, N.Y.) and 72 (presumably giant) pistachios (New Mexico) -- seem more clever than useful.</p><p>Really large numbers are especially troublesome. \"Billions, trillions, millions, kajillions,\" the authors write, \"they all sound the same but describe wildly differently realities.\" The goal is to make the reality vivid. Consider Jeff Bezos, whose net worth is around $198 billion. To convey that number's magnitude, the authors suggest that we imagine a staircase in which each step represents $100,000 in the bank. Half of all Americans, and nearly 90% of the world, can't even reach the first step. After four steps, 75% of Americans drop out; by the 10th step, 90%. To climb to Mr. Bezos's wealth-height would require nearly two million steps. To deploy another unit of measure: If you assume a leisurely climbing rate of 61 steps a minute, you would have to climb nine hours a day for two months to reach Mr. Bezos, though, as the authors note, you'd \"have Ironman-level quads\" to show for it (like Mr. Bezos himself these days, come to think of it).</p><p>Among the techniques that make data pop is \"category jumping,\" such as body builder Arnold Schwarzenegger's description of a swole competitor: \"Those aren't arms, they're legs!\" Also \"making it personal,\" a technique exemplified by the proverbial law-school professor who tells first-year students: Look to your left, look to your right. One of the three of you won't be joining us next fall.\" Another method: using \"landmarks,\" as this prose passage does to describe the terrifying experience of Swedish skier Anna Bagenholm when she fell through some ice and spent more than a half-hour in freezing water: \"Normal body temperature is 37 degrees Celsius. Hypothermia begins to set in at about 35 degrees C. When Anna arrived at the hospital, her temperature was 13.7 degrees C. No one that cold had ever lived.\" Then there is benchmarking against a familiar process. The extreme precision of Six Sigma manufacturing could be represented by a baker who prepares two dozen cookies flawlessly every night for 37 years.</p><p>Critically, the authors stress the foundational importance of precise quantification -- \"you have to do the right analysis to get the right answer\" -- while also emphasizing the need to report the results effectively. You may not be a numbers person (\"none of us is\"), but there's always a \"translation\" that you can use to allow others to \"feel\" a number intuitively. When computer pioneer (and, later, naval officer) Grace Hopper taught math, Mr. Heath and Ms. Starr tell us, she would grade her students on their writing as well as on their computation: She told them that there was no point in learning math \"unless they could communicate with other people.\"</p><p>Concise, breezy and pragmatic, \"Making Numbers Count\" clocks in at a spare 135 pages of primary text. If you started reading it on the Acela when you left New York, you'd finish it by the time you arrived in Boston -- with more than enough time left over to peruse the endnotes, review the consolidated advice in the appendix and ponder the authors' core maxim, which comes to a mere eight words: \"Use whole numbers, not too many. Preferably small.\"</p><p>---</p><p>Dr. Shaywitz, a physician-scientist, is a biotechnology and digital-medicine adviser and a lecturer at Harvard Medical School.</p><p>(See related letter: \"Letters to the Editor: Three Rs Treated Differently\" -- WSJ Feb. 7, 2022)</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 210,
          "end": 220
        }
      ],
      "nexusId": "10050164"
    }
  ]
}