{
  "_id": "5061ffe5ba613d00d8dacaa0718e3b0c670df332eef3beb81b7d537fbad2a36f",
  "feed": "wall-street-journal",
  "title": "Burger King's  Parent Names  New Chairman  ----  By Heather Haddon",
  "text": "<p>   The former chief executive of Domino's Pizza Inc. is joining Burger King parent Restaurant Brands International Inc. as its executive chairman, and will take a stake in the company as it seeks to improve its operations. </p><p>   Patrick Doyle, an executive partner at investment firm Carlyle Group Inc., will buy 500,000 company shares valued at around $30 million and take leadership of Restaurant Brands' board immediately, the company said Wednesday. Mr. Doyle, 59 years old, will receive equity awards instead of a salary as he works with Restaurant Brands executives to improve its stock performance and equity value, the company said. </p><p>   Two of Restaurant Brands' biggest divisions, Tim Hortons and Burger King, have struggled coming out of the pandemic. Covid-19 restrictions in Canada hurt sales at coffee chain Tim Hortons. Burger King, traditionally the second-biggest burger brand behind McDonald's Corp., in 2020 slipped behind Wendy's Co. </p><p>   Toronto-based Restaurant Brands recently increased investment in its chains, which include Popeyes Louisiana Kitchen and Firehouse Subs. </p><p>   Mr. Doyle said he is confident his work will boost the company's stock, and was putting his own money behind it. \"My investment in this is the best indication I can give you that there's a lot of value that can be created here,\" he said. </p><p>   Restaurant Brands last year installed another longtime Domino's executive to head Burger King's U.S. business. The company recently said it would spend $400 million to boost Burger King's U.S. advertising and store conditions. </p><p>   Mr. Doyle will earn the performance-linked shares if Restaurant Brands' stock climbs to at least $81.32 in five years, with a maximum award if the company's stock increases to more than $122, the company said. Restaurant Brands shares rose 6.7% Wednesday to $63.75. </p><p></p>",
  "published": "2022-11-17T07:05:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 887,
          "end": 897
        }
      ]
    }
  ]
}