{
  "_id": "75359c5c5389e4edf3934996b490f6f2a769f3b3e6a103a95715aec6a5ccdb0e",
  "feed": "market-watch",
  "title": "Beyond Meat's stock slides 26% on weak sales, widening loss",
  "text": "<p>Net revenue, at $109.5 million, inched up 1% from $108.2 million last year.</p><p>Analysts polled by FactSet expected a net loss of 97 cents a share on revenue of $112.4 million.</p><p>The results sent Beyond Meat's stock spiraling down 26% in after-hours trading Wednesday, after plunging 14% to $26.12 in the regular session. Beyond closed trading at its lowest share price since its IPO price of $25.</p><p>\"Though we recognize that the decisions we are making today in support of our long-run ambition have contributed to challenging near-term results, including a sizable though temporary reduction in gross margin as we took cost-intensive measures to support important strategic launches, we are confident in the future we are building while advancing our mission,\" Beyond Meat Chief Executive Ethan Brown said in a statementannouncing the results.</p><p>Beyond executives warned of \"near-term uncertainty related to macroeconomic issues, including inflation and rising interest rates, COVID-19 and its potential impact on consumer behavior and demand levels, labor availability and supply chain disruptions, partially attributable to recent geopolitical tensions.\" Beyond also offered fiscal 2022 revenue guidance of between $560 million and $620 million; analysts polled by FactSet expect $580.7 million.</p><p>Then there is the McPlant conundrum.</p><p>McDonald's Corp. MCD did not mention further expansion of Beyond's McPlant in the U.S. during its earnings call last week after earlier disputing a report that it planned to keep the plant-based burger as a permanent menu item.</p><p>The confusion began after comments by McDonald's Global Chief Marketing Officer Morgan Flatley at Fast Company 's Most Innovative Companies Summit on April 27, in which Flatley said the customer dining experience will \"dramatically change\" in the future, and likely include \"very established products\" with Beyond Meat like McPlant.</p><p>Beyond Meat's stock has cratered 60% so far in 2022, while the broader S&amp;P 500 index SPX has dropped 17%.</p><p>Beyond's battering has shined a bright light on the plant-based meat market, and its ripple effect.</p><p>Impossible Foods Inc., long rumored to be an IPO candidate, is in a holding pattern, based on recent comments from its new CEO, Peter McGuinness. \"I don't think it's a good time for anyone right now as the markets are so incredibly volatile,\" he told Food Navigator. \"And in the case of Impossible, the cash position is very strong, so there's plenty of investment to fuel all the growth, so there's no urgency on going public right now.\"</p><p>Beyond Meat's stock slides 26% on weak sales, widening loss</p>",
  "published": "2022-05-11T20:25:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1327,
          "end": 1343
        },
        {
          "start": 1593,
          "end": 1603
        }
      ]
    }
  ]
}