{
  "_id": "3b871559df4e60a2e19e95a14532b96699d88104154bc3b6cda6d646cc0980ce",
  "feed": "market-watch",
  "title": "Big Tech earnings are about to determine the direction of the market; Earnings Watch: Amazon, Apple, Google, Facebook and Microsoft will all report in a crucial three-day stretch while making up nearly a quarter of the S&P 500's market cap",
  "text": "<p>Amazon ripped off the Band-Aid three months ago, and it looks like some of its Big Tech cohorts may look to do the same in this earnings season. Apple has reportedly planned cost cuts for next year, while Microsoft is closing down open positions and making small layoffs. Meta Chief Executive Mark Zuckerberg told employees on the last day of the second quarter that they face one of the \"worst downturns that we've seen in recent history,\" and Alphabet CEO Sundar Pichai warned employees of slowing hiring just a few days after the quarter close. Results last week from Snap Inc. SNAP and Twitter Inc. TWTRshow concerns about the digital-advertising business are founded.</p><p>Meta earnings preview: Facebook enters a storm of uncertainty, and the wrong kind of 'firsts' are showing up</p><p>Even an early warning from Microsoft about its earnings and the knowledge that Amazon is already cutting costs may not be enough to truly prepare Wall Street for what may be coming. One area that could cause a major ripple is a slowdown in cloud-computing growth, as Therese Poletti opined, with one analyst telling her that \"people are going to freak out.\"</p><p>Any big moves for those five companies would have major ripple effects in the market. Collectively worth roughly $7.5 trillion despite the declines that have already struck this year, the five companies make up about 23% of the total market cap of the S&amp;P 500 index SPX, according to the Dow Jones Market Data Group.</p><p>The group's earnings and revenue have buffeted the entire market in recent years, as the COVID-19 pandemic juiced their balance sheets. Collectively,the quintet produced profit surpassing $320 billion last year, with sales topping $1.4 trillion, which would rank 13th in gross domestic product as a nation, just behind Brazil and ahead of Australia, according to World Bank figures.</p><p>This year is going to be a tough comparison to that performance, especially after Amazon reported a loss of nearly $4 billion in the first quarter. And cost-cutting from those companies will have an effect on the larger tech economy. The true concern in Silicon Valley and Wall Street is that a domino effect happens — Big Tech cuts costs, hurting smaller tech companies that rely on them, who in turn go under or at least cut back on costs such as cloud computing, cloud software, hardware and more, causing more pain throughout the industry.</p><p>Take, for example, Kornit Digital Ltd. KRNT, which warned Wall Street earlier this month that it would miss revenue projections by more than 30%, with executives explaining that \"some of our customers are working through excess capacity built throughout the two-year pandemic period.\" Kornit's biggest customer for its print-on-demand clothing services and machinery: Amazon, which accounts for more than a quarter of the company's revenue. While the company did not detail any planned cost cuts in that announcement, executives could detail such plans when reporting full results in August.</p><p>Any clues of widespread cost cuts ahead will be included in forecasts instead of the actual numbers, and forecasts have been scary so far: Of 11 S&amp;P 500 companies to offer an earnings forecast so far this season, 10 have come in under expectations, FactSet Senior Earnings Analyst John Butters reported Friday. Apple has not been guiding during the pandemic and Google executives do not provide any type of financial forecast, so look instead for color about what is ahead for those companies.</p><p>Alphabet earnings preview: Google may be the safest of the digital-advertising giants, but that isn't saying much right now</p><p>Alphabet will report Tuesday afternoon, followed by Google and Microsoft on Wednesday and Apple and Amazon on Thursday. They will be the headliners of the busiest week of earnings season so far, though many more will join them.</p><p>This week in earnings</p><p>Roughly 35% of the S&amp;P 500, 175 companies, are expected to report in the week ahead, and 40% of the 30 Dow Jones Industrial Average DJIA components are on the docket. In addition to Apple and Microsoft, Dow components reporting include Coca-Cola Co. KO, 3M Co. MMM, McDonald's Corp. MCDand Visa Inc. Von Tuesday; Boeing Co. BAon Wednesday; Honeywell Intl. Inc. HON, Intel Corp. INTCand Merck &amp; Co. Inc. MRKon Thursday; and Chevron Corp. CVX and Procter &amp; Gamble Co. PGto wrap up the week on Friday.</p><p>In addition to Big Tech, here are some other reports and numbers that will matter to the market.</p><p>The numbers to watch</p><p>Oil company profits: The fate of corporate profit margins, which hit a record high more than a point higher than seen before in 2021, rests with Big Oil. With Russian oil largely cut off during the invasion of Ukraine, American oil giants are receiving windfall profits, which will be explained in detail Friday morning when Exxon Corp. XOM and Chevron both report. Exxon has already disclosed about $2.5 billion in additional earnings from the quarter, while analysts are expecting $10 billion in total quarterly profit from Chevron. And expectations are only rising — Butters noted Friday that expectations for earnings in the energy sector have grown from growth of 219.8% to 265.3% since earnings season began, while revenue-growth expectations have increased to 55.9% from 44.7%.</p><p>Full earnings preview: Intel needs a big second half to hit forecast, but end of PC boom makes success appear unlikely</p><p>Intel margins: Intel Chief Executive Pat Gelsinger has decided to sacrifice the chip maker's margins somewhat as he attempts to build a more robust manufacturing regimen, but how much he is willing to cut is the big question on Wall Street. In addition to financial results, Intel may be celebrating a big win in Washington D.C. this week, as congress attempts to close out funding for U.S. chip manufacturing that Intel and Gelsinger have been pushing for in recent months.</p><p>The calls to put on your calendar</p><p>Visa and Mastercard: Amid legitimate fears of a recession, American Express Co. AXPput some analysts' minds at ease about consumer spending on Friday, with Chief Financial Officer Jeff Campbell telling MarketWatch that customers are showing \"no signs of any stress from a credit perspective.\" AmEx customers tend to be higher income, however, so when Visa reports Tuesday afternoon and Mastercard Inc. MAon Thursday morning, their executives should provide a fuller picture of consumer spending in the second quarter.</p><p>Shopify: E-commerce has been on the downswing in year three of the COVID-19 pandemic, and while Amazon is the king of e-commerce, Shopify Inc. SHOP has its hands in many more pies as the backbone of most efforts outside of Amazon's gargantuan marketplace. Since detailing the decline in first-quarter earnings, Shopify has jumped on the stock-split train in order to keep its founder in control, so now that founder, CEO Tobi Lütke, will be looked to to calm investors who have sent shares down 73.4% so far this year.</p><p>Big Tech earnings are about to determine the direction of the market</p>",
  "published": "2022-07-25T17:19:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4110,
          "end": 4126
        }
      ]
    }
  ]
}