{
  "_id": "26e5af08f370631e60bd699c39973142f2746cad5806756b7a72651efc6e718f",
  "feed": "ftcomall",
  "title": "Vivek Ramaswamy: the self-styled scourge of ‘woke' boardrooms",
  "text": "<p>Vivek Ramaswamy is the self-styled scourge of social justice in the boardroom, promoting his war on what he calls “Woke, Inc” with television appearances, opinion pieces, two books and public letters to S&amp;P 500 companies.</p> <p>Now he is putting other people's money where his mouth is. Since August, the serial entrepreneur has launched two new exchange traded funds that explicitly seek to pressure companies to drop efforts to diversify their workforces and cancel their pledges to address climate change.</p> <p>Strive, his new activist asset manager, has attracted just over $300mn in assets, mostly from retail investors, and it recently hired two former State Street executives to head institutional sales.</p> <p>The move comes amid a growing rightwing backlash against asset managers who use environmental, social and governance factors to influence their investing. Conservative politicians in more than a dozen US states are threatening to pull state investments from BlackRock and other asset managers that they <a href=\"https://www.ft.com/content/1fc2cc54-d364-48ad-aace-30625e5c61f6\">say “boycott” fossil fuel</a> or otherwise are too progressive.</p> <p>“There's an opportunity to build the world's largest asset manager,” the 37-year-old told the Financial Times. “But, for me the personal motivating goal is realise our mission to be a voice for the everyday citizen that stands for an exclusive focus on excellence in corporate boardrooms.”</p> <p>It is not the first time that Ramaswamy has raised money on the back of bold claims. He launched two huge biotech floats when that sector was booming in the 2010s, including one that was valued at nearly $3bn even though it had just one, unproven drug.</p> <p>Strive's ETFs are set up as passive index trackers that seek to compete head on with industry leaders BlackRock, State Street and Vanguard. STRV, which holds all the companies in the S&amp;P 500, has a 5.45 basis point expense ratio, twice as much as Vanguard for a similar product, but less than market leader State Street. DRLL tracks a US energy stock index and its 41bp fee is quadruple State Street, but almost identical to BlackRock. </p> <p>Ramaswamy last week wrote public letters to <a href=\"https://strive.com/strive-asset-management-letter-to-disney/\">Apple</a> telling it to halt plans for a racial equity audit and to <a href=\"https://strive.com/strive-asset-management-letter-to-disney/\">Disney</a> insisting that the company stop “speaking out on political issues that do not affect its business” such as gay rights. He also said he met recently with Chevron's chief financial officer to lay out his belief that oil companies have no business trying to bring down the carbon emissions of their suppliers and customers. </p> <p>“It's like McDonald's volunteering to take responsibility for the adult body weight of anyone who's eating a Big Mac,” he said, over a meal during which he ordered five different Mexican dishes, took a few bites of each and left the rest uneaten. </p> <p>Strive's marketing literature says that if oil and gas companies were freed from climate and other ESG concerns “US energy stocks have room to appreciate 2-3x in value over the next 12-24 months”. </p> <p>Conventional energy analysts and economists say it is highly unlikely that ExxonMobil and Chevron, which make up 38 per cent of DRLL's holdings, would appreciate that quickly. Historically, energy company stocks have followed the same trajectory as oil prices, which briefly spiked to $130 a barrel after Russia invaded Ukraine and have come down to $85.</p> <p>Expecting that the overall DRLL ETF “would double strikes me as overly ambitious”, said Pavel Molchanov, energy analyst at Raymond James. “This thing will trade in tandem with oil prices.”</p> <p>Ramaswamy said Strive values companies differently. He contended that energy companies trade on a lower price-to-earnings ratio than the broader market because investors believe that fossil fuels will stop being used after 2030. If the sector were fully free of climate-related restrictions, he said, investors would rate the long-term value of its output more highly.</p> <p>“The price that investors are willing to pay for those earnings will go up,” he said. “The ESG movement introduced a price to earnings multiple compression.”</p> <p>Ramaswamy can point to a record of attracting big backers. In 2014, he founded Roivant Sciences (the name is a reference to “return on investment”) which applies technology to drug development through a series of subsidiaries it calls “vants”. The company received a 2017 <a href=\"https://www.ft.com/content/9fbfb05c-7c74-11e7-9108-edda0bcbc928\">infusion</a> from SoftBank's Vision Fund.</p> <p>One subsidiary, Axovant, floated in 2015 with just one drug in its portfolio, an Alzheimer's treatment that GSK sold off as unpromising for $5mn. It raised $315mn and was valued at nearly $3bn after the first day of trading, making it the largest biotech initial public offering to date. The drug <a href=\"https://www.ft.com/content/e46b265a-a2ad-11e7-9e4f-7f5e6a7c98a2\">failed</a> late-stage trials in 2017. Today, the company, now known as Sio Gene, is valued at $22mn.</p> <p>Myovant, the biggest biotech IPO in 2016, did better. Two drugs that it had purchased from Takeda won FDA approval. The company is valued at $1.6bn, although shares are down nearly 40 per cent from their 2020 peak.</p> <p>While running Roivant, Ramaswamy signed a 2017 <a href=\"https://www.massbio.org/news/recent-news/an-open-letter-to-the-biopharma-community/\">open letter</a> in which biotech CEOs outlined best practice for increasing diversity. The executives wrote: “Unconscious biases are ubiquitous and difficult to pinpoint and address . . . We agree with the importance of setting concrete hiring goals to achieve gender parity and inclusion at each level of our organisations and to measure and report regularly on our progress towards goals.”</p> <p>By the time he had authored <a href=\"https://www.ft.com/content/90878854-faed-4a4c-b3d1-65788ab2570a\"><em>Woke, Inc</em></a>, which became a New York Times best-seller, in 2021, he had changed his tune, writing: “When institutions conflate racial and gender diversity metrics with diversity of thought in their organisations, they implicitly reinforce the incorrect assumption that genetic characteristics predict something important about the way that a person thinks.” </p> <p>Roivant listed last October by merging with a special purpose acquisition vehicle in a deal struck a few months after Ramaswamy stepped back from the CEO role and became chair. The shares are down nearly 70 per cent since the merger, pushing the company's value down to $2bn.</p> <p>“Drug development involves successes and failures and we have had our share of both. At the end of the day, I believe in judging based on the results of the impact we have,” he said.<em> “</em>I started a company with four people in a side conference room over dinner and it's a multibillion-dollar company that's developed five drugs that are FDA-approved.”</p> <p>Ramaswamy is also co-founder of Chapter, a for-profit tech platform that advises seniors on Medicare. It raised $42mn in January and has backing from Peter Thiel, the venture capitalist who has been bankrolling populist Republican US Senate candidates. </p> <p>When Ramaswamy stepped down from the day-to-day management of Roivant, he toyed with the idea running to become the Senator for Ohio, where he grew up and where Strive is based. He is a substantial Republican donor, having given more than $80,000 to the party and its candidates since 2014. </p> <p>But he opted instead to start Strive. “The issues I am interested in are best addressed through the market rather than state action,” he said.</p><p>Source: Brooke Masters in New York 2022 'Vivek Ramaswamy: the self-styled scourge of ‘woke' boardrooms' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-27T04:00:30.449Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2490,
          "end": 2500
        }
      ],
      "nexusId": "10050164"
    }
  ]
}