{
  "_id": "3482955204fab8590c6aafcc2e13e680b67d0bf1b4fa45431a9903dbf66ade5c",
  "feed": "wall-street-journal",
  "title": "McDonald's Names New Finance, Supply-Chain Executives; Fast-food company taps Ian Borden as CFO as Kevin Ozan moves into new role; Marion Gross will oversee global supply-chain operations",
  "text": "<p>Mr. Ozan, who joined McDonald's in 1997, will work with Chief Executive Chris Kempczinski and the company's senior leadership to spearhead several strategic initiatives, McDonald's said.</p><p>Ian Borden, a 30-year McDonald's system veteran who serves as president of international operations, will succeed Mr. Ozan as chief financial officer.</p><p>Earlier this month, Mr. Borden told investors that McDonald's is studying the impact of its restaurants' price increases to make sure they aren't too much for consumers. Franchisees have been raising prices to compensate for higher food costs.</p><p>\"We have the approach that we want to do more frequent increases but at smaller levels,\" Mr. Borden said.</p><p>McDonald's said Francesca DeBiase, its global chief supply-chain officer since March 2015, is retiring after more than three decades with the company.</p><p>Marion Gross, another seasoned McDonald's veteran who serves as North America chief supply-chain officer, will succeed Ms. DeBiase.</p><p>McDonald's said the executive changes are effective Sept. 1.</p><p>The moves come as the company is planning to make some of the biggest changes in decades to the franchising system that underpins its U.S. operations, as it seeks to reinvigorate its base of restaurant owners.</p><p>The burger chain's franchisees will have to go through a more stringent review every 20 years to keep their restaurants, according to an email to franchisees viewed by The Wall Street Journal. McDonald's will consider new factors as it asks owners to apply to keep their locations and to determine which franchisees can add new locations.</p><p>McDonald's in the past year has been assessing how it can attract operators who come from more diverse backgrounds, along with franchisees who cultivate a good environment for workers and abide by the company's corporate values. The new policies are meant to advance those goals, chain U.S. president Joe Erlinger wrote in a message to U.S. owners and employees viewed by the Journal.</p><p>Heather Haddon, Jaewon Kang and Annie Gasparro contributed to this article.</p><p>Write to Colin Kellaher at colin.kellaher@wsj.com</p><p>McDonald's Names New Finance, Supply-Chain Executives</p>",
  "published": "2022-06-27T13:29:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 21,
          "end": 31
        },
        {
          "start": 1435,
          "end": 1445
        },
        {
          "start": 688,
          "end": 698
        },
        {
          "start": 389,
          "end": 399
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1581,
          "end": 1591
        },
        {
          "start": 2092,
          "end": 2102
        },
        {
          "start": 170,
          "end": 180
        },
        {
          "start": 870,
          "end": 880
        },
        {
          "start": 209,
          "end": 219
        },
        {
          "start": 971,
          "end": 981
        }
      ]
    }
  ]
}