{
  "_id": "415339ca93af60d166fd4c2cdab45621e51603714deb1bc51cfe7ba0487ccac8",
  "feed": "market-watch",
  "title": "What's open on Easter? Are banks and post offices open on Good Friday? What restaurants are open on Easter? Here's a guide to what's open and closed over the Easter holiday weekend.",
  "text": "<p>Related: Is the stock market open on Good Friday?</p><p>It should be noted that Good Friday and Easter Sunday are actually not federal holidays, and therefore, many courts and government-run operations may still be open on Friday. But because Easter falls on a Sunday, which is a day when many business are closed or may operate under reduced hours, one can expect some places to follow holiday hours, if they're even open at all. Many other non-federal businesses and services may have different hours due to the holidays, as well. So it can get complicated.</p><p>What's open and what's closed on Good Friday and Easter? Here's a handy guide.</p><p>Stock Market: The U.S. stock market is closed on Good Friday. Bond markets, are also closed, as they operate on a more abbreviated schedule.</p><p>See also: Asian markets fall, trading muted with Good Friday holidays</p><p>Federal government offices and courts: Federal courts, government buildings and offices should be operating normally on Good Friday, because it is not a federal holiday. For Easter Sunday, these same offices will likely be closed because they normally do not operate on the weekend. Reach out to them directly to confirm their hours. But 12 states, including Connecticut, Texas, Delaware, Hawaii, Indiana, Tennessee, Florida, Kentucky, Louisiana, New Jersey, North Carolina and North Dakota, do recognize Good Friday as a state holiday. So those state courts and offices may have Friday off.</p><p>Mail: The United States Postal Service (USPS) is government-run, and therefore is operating normally on Good Friday. Most post office locations are closed on Sundays, and will likely be closed on Easter Sunday, as well — but you can check with your local branch. Similarly, FedEx FDX and UPS UPS locations are open on Good Friday, but because they normally do not operate on Sundays, they may also be closed on Easter. But FedEx Custom Critical and UPS Express Critical services should still be running. And if Amazon AMZN generally delivers on Sundays in your area, then you can expect any deliveries scheduled for Easter Sunday to arrive that day, barring shipping delays.</p><p>Grocery stores: Most grocery stores will be open on Good Friday, but may slightly alter their operating hours. Easter Sunday hours are less consistent, and depends on where you shop. Walmart WMT for example is open on Easter, while Costco COST and Target TGT are closed. Stores that are open may have slightly different hours of operation than normal, so its a good idea to check out the hours of your local store.</p><p>Restaurants: Many restaurants will be open on Good Friday and Easter — after all, Easter brunch is a holiday tradition for many families. That includes national chains like McDonald's MCD and Starbucks SBUX, but some local restaurants may not be operating on these holidays, or may have altered hours. Check your local eateries to confirm if they have special holiday hours.</p><p>See also: Elon Musk says there's a 'Plan B' to acquire Twitter if his current bid fails — but he doesn't say what it is</p><p>Banks: Most banks, including Citibank, Wells Fargo and Bank of America are operating normally on Good Friday. Most bank branches are typically closed on Sundays, and therefore probably won't be open on Easter. But bank-attached ATM's should be working normally throughout the holiday weekend. Contact your local branch to verify holiday hours.</p><p>What's open on Easter?</p>",
  "published": "2022-04-15T20:40:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2699,
          "end": 2709
        }
      ]
    }
  ]
}