{
  "_id": "b647f63f9f6d0d0785d33c6f620845725e67bbcb8e35e190a809df9f78921cb2",
  "feed": "wall-street-journal",
  "title": "Russian Sanctions Created a New World—And It Can't Be Undone; Precedent of Iran suggests that, even if financial sanctions on Russia were reversed, economic integration with the West won't go back to normal",
  "text": "<p>Between 2000 and 2015, Washington and its allies ratcheted up sanctions on Iran, eventually disconnecting its banks from the Swift messaging network. The U.S. Treasury relentlessly punished those who dealt with the country, even applying \"secondary sanctions\" to non-American firms.</p><p>After 2015, sanctions were loosened. But Iran's banks still struggled to re-establish correspondent banking relationships and access foreign-currency clearing. With cases like BNP Paribas' $9 billion fine still fresh, Western lenders were cautious. They turned out to be prescient: In 2018, the Trump administration revived sanctions, tripping up companies such as plane maker Airbus, which hasn't been able to make good on its 2016 agreement to sell 100 jets to IranAir.</p><p>Although the EU has been trying to maintain ties with Iran, most of its banks and corporations haven't. Even French car brands Renault and Peugeot left, despite having no American operations and having invested heavily there. Iranian manufacturers are now building versions of French cars with even more domestic components. Iran is exporting more to China, and officials are seeking ways to circumvent sanctions on banks through bilateral agreements and alternative financial networks.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think will be the lasting impact of sanctions on the global economy? Join the conversation below.</p><p>With the controversial exception of the commodities trade, the U.S. has applied the Iran road map to Russia, freezing the central bank's foreign reserves and severing some banks from Swift. Sales of key technologies in areas like aerospace and semiconductors have been blocked. Multinationals like Amazon, Ford, McDonald's and Samsung have left, fearing reputational backlash and further sanctions. Moscow is trying to develop substitutes, backing Russian fast-food copycats and claiming that Sukhoi Superjet 100 regional planes could be made without Western parts from 2024.</p><p>Many such attempts at economic independence will probably flounder or involve extreme economic pain, especially given Russia's size. Yet, even under dire circumstances, an oil-exporting nation like Iran has had some moderate success in substituting imports and diversifying its economy, and Russia may not have many other options. Foreign corporations are unlikely to hurry back even if the current embargoes are eventually lifted.</p><p>Sanctions have historically failed to spark regime change. In his book \"The Economic Weapon: The Rise of Sanctions as a Tool of Modern War,\" published in January, Cornell University historian Nicholas Mulder recounts how after World War I the U.S. was emboldened by the success of economic warfare against smaller countries like the Balkan states and fascist Spain. This then backfired disastrously with Japan and Germany.</p><p>The West's decision to weaponize its monetary system against Russia as a first resort, rather than initially accept the pain of losing its fuel, comes at a cost. Besides giving Moscow a lifeline, the sanctions strategy has alerted countries like China to the risks involved in exchanging goods for dollar and euro reserves.</p><p>The current situation probably doesn't spell the end of the U.S. dollar's hegemony, because there is no alternative system to replace it. But it does motivate militarization, the stockpiling of commodities and gearing of supply chains toward geopolitical allies. As Prof. Mulder points out, the end of the gold standard in the 1930s \"didn't kill the reserve standard of sterling and the dollar, but it did fragment trade.\"</p><p>No matter how the war in Ukraine ends, investors can't expect the global economy to remain as tightly integrated as it once was.</p><p>Write to Jon Sindreu at jon.sindreu@wsj.com</p><p>Russian Sanctions Created a New World—And It Can't Be Undone</p>",
  "published": "2022-04-05T12:21:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1684,
          "end": 1694
        }
      ]
    }
  ]
}