{
  "_id": "87d954aaaf63e0b8a61111966de314f5f85d1dcb5dd0cbe5ce141733aaa0c3bb",
  "feed": "wall-street-journal",
  "title": "Burger King's New U.S. CEO Seeks to Restore Chain's Luster; Revamp to direct $400 million to advertising and restaurant remodels—and the right way to put cheese on burgers",
  "text": "<p>\"We made some bad decisions in the last couple of years,\" said Jose Cil, chief executive of Burger King parent Restaurant Brands International Inc. \"We've made some significant changes as a result.\"</p><p>Restaurant Brands said it is pushing to turn around the chain, having installed new leadership and earmarking $400 million to boost advertising and revamp everything from restaurant design to the way its flagship burgers are constructed. Executives said that overly complex menus, slow operations and outdated restaurants had tarnished Burger King's standing with diners and investors.</p><p>Burger King is a cornerstone of Restaurant Brands' portfolio, generating $23.5 billion in sales in 2021, with its 7,100 U.S. locations generating around 28% of the Toronto-based parent company's overall revenue. Drive-through and to-go orders helped fast food chains ring up big sales as the Covid-19 pandemic began to spread in the U.S. in 2020, boosting Burger King, McDonald's, Wendy's and other rivals.</p><p>In late 2021, Burger King's comparable sales—a measure used by the industry to evaluate sales from established stores—began to slip. The company's U.S. units ended the year with $10 billion in sales, trailing Wendy's despite Burger King having 1,200 more locations than its rival. Before 2020, the home of the Whopper had been the second-largest burger chain by U.S. sales since at least 1999, Technomic said.</p><p>Restaurant Brands in April 2021 recruited Tom Curtis, a longtime executive with Domino's Pizza Inc., to head Burger King's U.S. business. It was a shift for the private-equity backed company, which has tended to promote from within. Mr. Curtis toured restaurants to get a sense of franchisee concerns, he said, and found some of the chain's challenges could be traced to the kitchen.</p><p>When constructing Whoppers and other burgers, Mr. Curtis said, some employees were slipping cheese slices below the meat, and others on top. Standardizing the procedure has become one of Mr. Curtis's goals, which he said would help workers make burgers faster, he said in a recent interview.</p><p>\"If you can get one consistent build, then team members can have a consistent muscle memory around one set of processes as they build sandwiches,\" Mr. Curtis said. \"That improves order accuracy.\"</p><p>SHARE YOUR THOUGHTS</p><p>Where does Burger King rank in your personal list of fast-food favorites? Join the conversation below.</p><p>Burger King also struggled with its Ch'King sandwich, a crispy chicken menu item launched as the roughly $313 billion U.S. fast-food industry raced to compete with fast-selling versions from Chick-fil-A and Popeyes. Burger King aimed to differentiate its chicken sandwich by having restaurant employees hand-bread each breast patty, but despite heavy marketing and franchisees investing thousands of dollars to equip restaurants with breading stations, it didn't catch on, executives and franchisees said.</p><p>Mr. Curtis said the Ch'King was a great sandwich, but his restaurant tours convinced him that it added too much complexity for workers. Burger King last month scrapped the Ch'King and substituted a new crispy chicken option, which uses a patty breaded before arriving at restaurants. The new option is selling well, the company said.</p><p>Last month Restaurant Brands announced it would invest $400 million to help remodel around 800 of the chain's U.S. restaurants and boost advertising across the next two years, while working to improve store-level operations. The spending constitutes the largest contribution by Restaurant Brands in its eight-year history to one of its individual companies, Mr. Cil said. The company owns Tim Hortons, Popeyes Louisiana Kitchen and Firehouse Subs in addition to Burger King.</p><p>Burger King is developing tools to measure the complexity of its operations, and has eliminated some salads and chocolate milk from its menus to help speed up service times, Mr. Curtis said. The chain also removed the Whopper from its discount menu earlier this year in a strategy change, Mr. Curtis said, with the sandwich's average national price now $5.49. Burger King had at times sold its Whopper as part of a two-items-for-$5 promotion, a discount that some franchisees said hurt their ability to make money off the chain's iconic product.</p><p>Wall Street analysts have given Restaurant Brands credit for ramping up investment in Burger King, but questioned if the total is enough and whether it is coming too late. McDonald's has a head start, with the Golden Arches several years ago investing to improve restaurants' technology and upgrade stores, some analysts wrote.</p><p>Restaurant Brands' shares have declined about 9% since the company announced the investment plan, while the S&amp;P 500 has fallen roughly 9% and the Dow Jones Industrial Average has dropped around 8% during that time period.</p><p>Restaurant performance plays a role in the investments. If Burger King's average restaurant level profit increases roughly 30%, then franchisees will need to kick in more money to the chain's advertising fund, some owners said. Restaurant Brands will provide more improvement funds to operators it has deemed run better restaurants, or commit to more extensive location remodels, they said.</p><p>Some franchisees said they backed the company's new plan, internally dubbed \"Reclaim the Flame,\" and Mr. Curtis's tenure so far has gotten positive reviews. Some owners said they wanted Restaurant Brands to detail more of the company's expectations under the strategy, and worried about taking on new debt to upgrade their restaurants at a time when interest rates have risen sharply.</p><p>Mr. Curtis said franchisees told him: \"Get the brand positioning right, stand for something, let people know what you want to be when you grow up.\"</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Burger King's New U.S. CEO Seeks to Restore Chain's Luster</p>",
  "published": "2022-10-09T11:00:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 4430,
          "end": 4440
        }
      ],
      "nexusId": "10050164"
    }
  ]
}