{
  "_id": "aee85ea908baeced04b083f95eb1ccc390f52a37c0c0037db62cf0ffa6e04265",
  "feed": "market-watch",
  "title": "As Qatar bans beer in stadiums, World Cup sponsor Budweiser touts promotional efforts in other countries; The shock decision by Qatar and FIFA to ban beer sales in stadiums appeared catch World Cup sponsor Budweiser unawares on Friday, as it acknowledged 'circumstances beyond our control'",
  "text": "<p>In a short statement emailed to MarketWatch Friday, a spokesperson for Budweiser parent Anheuser-Busch InBev BUD said that \"some of the planned stadium activations cannot move forward due to circumstances beyond our control.\"</p><p>See also: 'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser</p><p>Budweiser's nonalcoholic Bud Zero will still be available at World Cup stadiums, and beer will be available in specially designated fan zones and licensed venues such as hotels in Qatar. This is the first World Cup to take place in the Arab world.</p><p>While World Cup stadium sales are a drop in the ocean in terms of Budweiser's overall revenue, the last-minute ban is the latest flashpoint in a World Cup buildup fraught with controversy.</p><p>However, the Anheuser-Busch InBev spokesperson pointed to the company's World Cup-related campaigns outside Qatar. \"As partners of FIFA for over three decades, we look forward to our activations of FIFA World Cup campaigns around the world to celebrate football with our consumers,\" the spokesperson said.</p><p>See:  Qatar World Cup controversy means sponsors are walking a tightrope</p><p>The company, for example, is partnering with FIFA to bring Fan Festivals to six cities: Dubai, Mexico City, Sao Paolo, Rio de Janeiro, London and Seoul.</p><p>Budweiser has been a World Cup partner since 1986 and has reportedly forked out $75 million for its latest sponsorship deal.</p><p>Rival Molson Coors Beverage Co. TAP is not a World Cup sponsor, so it has avoided the drama unfolding in Qatar. Nonetheless, the company is still eyeing a World Cup sales boost as fans gather across the globe to watch games. \"We expect that the timing of this year's World Cup will be a fairly significant boost for our on-premise beer sales throughout our European business,\" a spokesperson told MarketWatch. \"That's particularly true in markets like England, where we have the country's number one beer in Carling and a massive position in the on-premise channel. And markets like Croatia, where we are sponsors of the national team, or Serbia, where we have a significant presence.\"</p><p>Related: In Qatar, is it legal to drink alcohol?</p><p>Molson-Coors is also targeting America during the World Cup. \"In the U.S., we've invested in our single-biggest month of Spanish-language TV ads for Topo Chico Hard Seltzer, which will run in nearly 30 matches starting this weekend,\" the spokesperson said.</p><p>Branding experts have warned that the controversial Qatar World Cup poses challenges for the big-name corporations involved in the event. The plight of migrant workers in Qatar, along with LGBTQ+ rights in the Gulf state, has sparked a backlash before a ball has even been kicked.</p><p>FIFA's list of partners includes U.S. corporate titans Coca-Cola Co KO and Visa Inc. V, which will both be involved in the Qatar event. McDonald's Corp. MCD is also signed up as a World Cup sponsor.</p><p>See: With Qatar World Cup looming, Amnesty again urges FIFA to compensate migrant workers</p><p>World soccer's governing body FIFA has estimated that over 1 million people will attend the World Cup's 64 games. The World Cup final takes place on Dec. 18 at Lusail Stadium north of the Qatari capital Doha.</p><p>The 2018 World Cup in Russia generated almost $5.4 billion in revenue for FIFA. Qatar is expected to bring in $6.5 billion for FIFA, according to sports marketing company Sports Value.</p><p>But the tournament has been mired in controversy. In May, Amnesty International, along with 23 other organizations, wrote an open letter to FIFA President Gianni Infantino urging a \"remedy for labor abuses behind the 2022 World Cup.\"</p><p>See: Qatar's World Cup ambassador calls homosexuality 'spiritual harm'</p><p>World Cup sponsors Coca-Cola, McDonald's, Anheuser-Busch InBev/Budweiser, and Adidas AG XE:ADS ADDYY have supported calls for financial compensation, according to Amnesty.</p><p>The death toll among construction workers in Qatar remains firmly in the spotlight, with Amnesty International describing thousands of migrant worker deaths since 2010. The deaths cited by Qatar are significantly less and the country's Supreme Committee for Delivery &amp; Legacy described Amnesty's May letter as inaccurate.</p><p>\"Over the past two decades, Qatar has initiated an overhaul of its labor system, with extensive action taken to benefit the millions of workers in our country,\" said a Qatari government official, in a statement emailed to MarketWatch last week.</p><p>See: The World Cup will kick off amid Elon Musk's Twitter chaos, and nobody knows what happens next</p><p>The World Cup was awarded to Qatar back in 2010, on the same day the 2018 World Cup was awarded to Russia, a decision which also attracted criticism over human rights. The awards to Russia and Qatar also sparked a massive investigation by the U.S Department of Justice that brought down many of FIFA's former leadership.</p><p>Fox Sports, which is owned by Fox Corporation FOX, the sister company of Dow Jones parent News Corp. NWS, has broadcast rights to the Qatar World Cup.</p><p>As Qatar bans beer in stadiums, World Cup sponsor Budweiser touts promotional efforts in other countries</p>",
  "published": "2022-11-19T12:52:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2837,
          "end": 2853
        }
      ]
    }
  ]
}