{
  "_id": "bbdfe2c563bcb91ec535d7daff63f3665acc6500d4c7ffaf5e03edc36bea6fb7",
  "feed": "wall-street-journal",
  "title": "McDonald's Taps Outside Firm to Assess Its Diversity Efforts; Burger chain investors had sought a civil rights audit as shareholders increase focus on social issues",
  "text": "<p>McDonald's reported in a filing Thursday that about 274 million shares of the company's common stock were voted in favor of the proposed audit, based on a preliminary tally following the company's annual shareholder meeting last week. About 217 million shares were voted against the proposal, with about six million abstaining. Bloomberg first reported on preliminary tallies of the vote.</p><p>McDonald's said that diversity and inclusion were central to the company's values, and it was committed to providing opportunities for employees, franchisees and suppliers.</p><p>\"While we are proud of our progress, our efforts are ongoing, and we will continue to focus on actions that have meaningful impact,\" the company said.</p><p>SOC said in its proposal that McDonald's should solicit input from franchisees, employees, suppliers and customers, and make its findings public. Civil rights audits evaluate company policies pertaining to race, sexual orientation, gender and other characteristics, the group said.</p><p>McDonald's had said in a separate filing before the vote that such an audit wouldn't provide a benefit to shareholders, as the company had already committed itself to new standards for conduct across its operations. Chain executives are now evaluated on their progress in increasing minority representation among their ranks as part of their annual compensation review, and last year McDonald's said it would offer low-interest loans to new franchisees to help increase diversity among the ownership of its U.S. restaurants.</p><p>Proxy firm Glass, Lewis &amp; Co. had advised shareholders to back the proposal, writing that taking on a third-party audit would help McDonald's identify and mitigate risks. Failing to do so could potentially harm shareholders' interests, Glass Lewis said.</p><p>Civil rights audits have become more common in recent years as investors examine how companies treat their employees, and as issues of race have taken on a higher profile in the U.S.</p><p>Some companies have elected on their own to conduct such audits. In 2019, Starbucks Corp. hired law firm Covington &amp; Burling LLP, led by former U.S. Attorney General Eric Holder Jr., to assess and provide recommendations of how the company could better address diversity and inclusion in its stores. Starbucks in 2018 faced criticism after the arrest of two Black men in one of its Philadelphia coffee shops.</p><p>This year, Google parent Alphabet Inc., Apple Inc. and cigarette maker Altria Group Inc. were among the companies that have faced investor proposals seeking independent audits of the companies' handling of race and other civil rights issues.</p><p>In recent years, McDonald's has been sued by former and current franchisees, two former executives and a media firm over its alleged bias in treating minorities. The company has said the cases don't have merit, and moved to dismiss or settle many of them.</p><p>In a one suit brought by Black franchisees of four restaurants, the owners last year agreed to leave the chain and drop the suit, while the company bought the restaurants for a total of $6.5 million, McDonald's said. The company said it was confident in the strength of its case, but that the settlement allowed everyone involved to move forward.</p><p>McDonald's Chief Executive Chris Kempczinski last November apologized for a text exchange to Chicago's mayor regarding the shooting deaths of two Chicago children, which critics called racially insensitive. Mr. Kempczinski has said the comments were wrong, and has discussed the matter with employees, franchisees and local leaders.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>McDonald's Taps Outside Firm to Assess Its Diversity Efforts</p>",
  "published": "2022-06-02T22:46:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1379,
          "end": 1389
        },
        {
          "start": 1651,
          "end": 1661
        },
        {
          "start": 743,
          "end": 753
        },
        {
          "start": 389,
          "end": 399
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 3594,
          "end": 3604
        },
        {
          "start": 2625,
          "end": 2635
        },
        {
          "start": 3211,
          "end": 3221
        },
        {
          "start": 995,
          "end": 1005
        },
        {
          "start": 3064,
          "end": 3074
        }
      ]
    }
  ]
}