{
  "_id": "925ad479e83aeb4137c45b70c0630454226e5ee2ef3f56d03183812fa99cc76b",
  "feed": "ftcomall",
  "title": "World Cup fans choose party city Dubai over buttoned-down Qatar",
  "text": "<p>Football fan Chris Leek was born in 1958, the last time Wales qualified for the Fifa World Cup. “All I ever wanted was to see Wales in the World Cup — now I can be happy for the rest of my life,” he said of the principality's participation in this year's tournament in Qatar. </p> <p>Leek plays alto saxophone with The Barry Horns, a brass band made up of 11 Welsh football fans. Seven of them have travelled to the Gulf to play at Wales' matches in Qatar, not only to try to galvanise the crowd with their music but also to promote Welsh identity and independence from the UK.</p> <p>But like thousands of other supporters, they have based themselves in nearby Dubai, the regional trade hub in the United Arab Emirates, making the tiring day-long trip to the Qatari capital Doha via hour-long shuttle flights connecting the cities during the tournament.</p> <p>Fans from the participating countries have opted for Dubai's lively nightlife scene over Doha's buttoned-down atmosphere. Qatar's last-minute decision to ban alcohol sales around the stadiums only served to underline the country's more conservative culture.</p> <p>The party atmosphere starts at Dubai's two airports, where outlets have been so busy this week that some ran out of McDonald's and Heineken beer.</p> <p>Across the city, fan zones have been bustling with supporters from every nation, reflecting the diverse nature of Dubai's expatriate population, which makes up 90 per cent of the 3.5mn population.</p> <p>In the downtown financial centre, bankers have been swapping suits for football shirts to watch matches at its fan park, where companies have been renting out lounges at $5,500 for 20 people, which includes food and booze.</p> <p>With 60 daily shuttle flights between Dubai and Doha, up to 350,000 people could be transported from the region's tourism hub throughout the tournament, which expects to host about 1.5mn visitors.</p> <p>The deluge of fans comes in the middle of Dubai's tourism season, when visitors flock there in search of winter sun. The government-owned airport operator says passenger throughput has eclipsed pre-pandemic numbers, with traffic surpassing 6mn a month during the third quarter. Dubai's Emirates airline has recorded a 228 per cent rise in passengers in its first-half results.</p> <p>“Dubai has extremely strong demand at this time of year and I'm sure there will be people travelling through Dubai to the World Cup,” said Issam Kazim, chief executive of Dubai Tourism. “This tournament will be a boost for the entire region.”</p> <p>But officials say the number of fans who are visiting the emirate with the sole purpose of catching games in Qatar is likely in the low tens of thousands, or the equivalent of an uptick in hotel occupancy of up to three percentage points. Many match tickets have been sold to expatriates in the Gulf, including some of the 100,000-plus Britons living in the UAE.</p> <p>Many hotels are now operating at near full capacity anyway as travel demand has soared. In September, the last available statistics, average occupancy at the roughly 140,000 available rooms across the emirate was 71 per cent with the average daily rate around a quarter higher than 2019. </p> <p>Dubai-based Expat Sport has brought in about 2,000 fans through its hotel and flight packages for supporters who have tickets to attend games in Qatar. Fans from South America, India and the UK are staying in the popular Palm Island district of Dubai, shuttling to and from Qatar on flights booked by the company, which also sells World Cup hospitality packages for UAE-based expatriates.</p> <p>“There's general excitement, it's suddenly here,” said Sue Holt, executive director of the sports tourism group. “People who weren't thinking about it are saying ‘why don't we just go'.”</p> <p>For visitors such as The Barry Horns' founder Fez Watkins, Dubai also offered a chance to visit “amazing” clubs where the blend of south Asian and Arabic-influenced rhythms was “absolutely, mind-blowingly good”.</p> <p>Local well-wishers have been lending the band sound equipment and drums for the matches in Doha as well as their gigs for expatriate enthusiasts at hotels and events at the British embassies in Qatar and Dubai.</p> <p>The group, formed in 2011 when the national team's fortunes were at a low point, plays tunes such as the military march “Men of Harlech” and Depeche Mode's “Just Can't Get Enough”, to raise the morale of the “Red Wall” of Welsh fans decked out in national colours and bucket hats.</p> <p>“There have been a few hassles, but it's been great overall — arriving at the airport with the fans from likes of Mexico and Argentina has been a joyful World Cup experience,” said Watkins.</p> <p>“The World Cup has always been like a party we were never invited to. And now we're finally part of it.”</p><p>Source: Simeon Kerr in Dubai 2022 'World Cup fans choose party city Dubai over buttoned-down Qatar' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T05:00:53.852Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1214,
          "end": 1224
        }
      ]
    }
  ]
}