{
  "_id": "142774f4baaa56fd48ad95dd755f7cf6776c4a5fa4395318e646958129bd53b9",
  "feed": "market-watch",
  "title": "You've got to hear this wildly enthusiastic broadcaster call Saudi Arabia's second and decisive goal against Argentina; Commentary in Arabic goes viral as Saudi side shocks heavily favored Argentina — and the world",
  "text": "<p>While those who don't speak Arabic might struggle to understand his commentary, the language employed is almost beside the point.</p><p>\"Allah, Allah, Allahhhh,\" cries the broadcaster, making his call over the deafening crowd roar as Al-Dawsari executes a cartwheel and that soon-to-be-famous flip. The broadcaster joyously repeats the player's name, as well as that praise for the Islamic deity, several times.</p><p>The Saudi win, in neighboring Qatar, has for some triggered memories of 1990, when Cameroon beat a Diego Maradona–led Argentina 1-0 in a World Cup opener in Milan. </p><p>The video of the  Al-Dawsari goal was notably shared by Pakistani cricket coach and former captain Mohammad Yousaf, and one tweet identified the excited commentator as Hassan Al-Aidarous of beIN Sports, a unit of the Doha-based beIN Media Group, though which broadcaster was making the enthused call could not immediately be confirmed by MarketWatch. </p><p>Here's another look at that moment in Saudi football history, an instantly historic one for a side ranked 53rd in the world as of June, according to the world soccer governing body FIFA. </p><p>\"No idea what the commentator is saying but that is pure football passion, #whatagoal,\" said a Twitter user named @CitizenMalone, no doubt speaking for many.</p><p>Other videos captured Saudi supporters celebrating outside the stadium:</p><p>Tuesday's goal call was hardly an outlier for big moments in the world's most popular sport. Here's an Icelandic broadcaster going fairly nuts over a goal scored in a draw against Portugal in the country's first ever European Championship appearance in 2016:</p><p>And here's Uruguayan commentator Victor Hugo Morales celebrating Maradona's \"Goal of the Century\" in the 1986 World Cup quarterfinal (h/t the Listen and Learn blog):</p><p>Nearly drowned out by the shock of the Saudi win, and the sharing of the beIN broadcaster's moment of global fame, was the unhappiness felt by Argentina fans over the three goals erased by offside calls, in a World Cup that, three days in, hasn't lacked controversy.</p><p>Don't miss: Why is 2022 Qatar World Cup so controversial? Here's a list of issues overshadowing FIFA's tournament.</p><p>Read: British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad</p><p>Several European teams on Monday abandoned plans to wear armbands promoting inclusion and diversity in soccer and society after threats that the team captains sporting them would be issued automatic yellow cards by FIFA.</p><p>You've got to hear this wildly enthusiastic broadcaster call Saudi Arabia's second and decisive goal against Argentina</p>",
  "published": "2022-11-23T07:42:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2179,
          "end": 2189
        }
      ]
    }
  ]
}