{
  "_id": "2df03749e62f7e40bdfa2905303d5e9345f5d104a5912d5bb60e0ec356c0aa37",
  "feed": "market-watch",
  "title": "U.S. economy grows 2.6% in the third quarter — but recession worries aren't going away; Shrinking international trade gap helps turns GDP positive for the first time in 2022",
  "text": "<p>The chief source of the rebound in gross domestic product — the scorecard of sorts for the economy — was a shrinking trade deficit.</p><p>The main engine of the economy, consumer spending, has remained relatively stable this year. Household outlays grew in the third quarter at a mild 1.4% rate, the government said.</p><p>GDP had contracted by a 0.6% pace in the second quarter and 1.6% in the first quarter. Two straight quarters of negative GDP meets an old but informal rule of thumb for when an economy is in recession.</p><p>Yet both declines were exaggerated by unusually large shifts in the international trade deficit and business inventories.</p><p>Economists polled by The Wall Street Journal forecast a 2.3% increase in third-quarter GDP. All figures are adjusted for inflation.</p><p>The GDP comes shortly before the pivotal elections in the fall to determine control of Congress.</p><p>President Biden lauded the increase in growth, saying \"our economic recovery is continuing to power forward.\"</p><p>Sen. Mike Lee, a Utah Republican, called the report a \"welcome improvement.\"But he also said, \"Americans are paying for the Biden administration's policy choices with diminishing purchasing power and slower economic growth.\"</p><p>Big picture: The rebound in GDP in the third quarter is already being overshadowed by increasing signs that the economy is slowing.</p><p>The Federal Reserve is rapidly raising interest rates to try to tame high inflation and the economy is caught in the crosshairs. Higher borrowing costs retard economic growth and boost unemployment by causing consumers and businesses to spend less.</p><p>Early estimates suggest GDP could decline in the fourth quarter and many economists and business leaders predict a recession is likely by early next year.</p><p>\"We expect to experience a mild to moderate recession in the U.S. and one that will be potentially a little deeper and longer in Europe,\" said John Kempczinski, chief executive of McDonald's MCD</p><p>Key details:</p><p>* The increase in consumer spending slowed to a 1.4% rate from 2% in the prior quarter. By contrast, spending rose an average of 2.3% a quarter in the decade before the pandemic. Household purchases account for about 70% of U.S. economic activity.</p><p>* Business fixed investment fell at a 4.9% clip. Spending on equipment, a good sign of future growth prospects, surged at a 10.8% pace, but investment in structures and new housing sank as soaring mortgage rates choked off home sales.</p><p>* The U.S. trade deficit fell from a record high early in the year. Imports dropped 6.9% while exports rose 14.4%. The shrinking trade gap inflated the headline GDP number in the third quarter by adding 2.8 percentage points of growth.</p><p>* The growth in inventories slowed by $48.2 billion and subtracted 0.7 percentage points from headline GDP.</p><p>* Government spending rose at a 2.4% annual clip in the third quarter, partly reflecting funds directed to help Ukraine in its fight against Russia.</p><p>* The rate of inflation rose at an annual 4.2% annual rate, down sharply from 7.3% in the prior quarter. The decline mostly stemmed from a sharp drop in gasoline prices.</p><p>The preliminary GDP report on the third quarter will get updated twice in the next two months as new information is gathered and updated.</p><p>Looking ahead: \"The U.S. is not currently in recession, given the strength of the consumer sector,\" said chief economist Jeffrey Roach of LPL Financial, \"but the trajectory for growth looks weak. A deteriorating housing market and nagging inflation along with an aggressive Federal Reserve puts the economy on unsure footing for 2023.\"</p><p>Market Reaction: The Dow Jones Industrial Average DJIA and S&amp;P 500 SPX rose in Thursday trades, extending a recent rally.</p><p>U.S. economy grows 2.6% in the third quarter — but recession worries aren't going away</p>",
  "published": "2022-10-27T13:14:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1915,
          "end": 1925
        }
      ]
    }
  ]
}