{
  "_id": "fc8cd9dc9200640055902b42eec92ed37caa42857eb39e2ec3f6a00585d9c4bf",
  "feed": "market-watch",
  "title": "Beyond Meat shares sink 11% on sales decline, widening loss, weak guidance",
  "text": "<p>Revenue declined 1% to $100.7 million from $101.9 million a year ago.</p><p>Analysts polled by FactSet had forecast a loss of 70 cents a share on revenue of $101 million.</p><p>Compounding matters, Beyond Meat's revenue outlook for 2022 fell short of Wall Street's expectations. Beyond is forecasting revenue of between $560 million and $620 million; FactSet analysts expect $611 million.</p><p>“In 2021 we saw strong growth in our international-channel net revenues, as well as sporadic yet promising signs of a resumption of growth in U.S. food-service channel net revenues as COVID-19 variants peaked and declined. These gains, however, were dampened by what we believe to be a temporary disruption in U.S. retail growth, for our brand and the broader category,” Beyond Meat Chief Executive Ethan Brown said in a statement announcing the results.</p><p>In a conference call late Thursday, Brown said the maker of plant-based meat products would “substantially moderate” the growth of operating expenses this year, including scaling back of hires. He cited recent launches of Beyond Meat products at McDonald's Corp. MCD and Yum! Brands Inc.'s YUM Kentucky Fried Chicken to turn around U.S. retail sales.</p><p>“As things normalize, and people go back to work, you will see resumption of growth in the retail space,” Brown said during the call with analysts.</p><p>Beyond Meat's stock has plunged 25% so far this year, while the broader S&amp;P 500 index&#xa0;SPX&#xa0;has declined 10%.</p><p>Impossible Foods Inc., Beyond Meat's rival and a long-rumored IPO candidate, on Tuesday announced a deal with Dine Brands Global Inc. DIN to put the Impossible Cheeseburger on the Applebee's Neighborhood Grill &amp; Bar menu.</p>",
  "published": "2022-02-24T20:44:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1078,
          "end": 1094
        }
      ],
      "nexusId": "10050164"
    }
  ]
}