{
  "_id": "8a1c72db198750b9032d7a621b16c1e55205eb40b1b7c61dd78fc7ec98f917ce",
  "feed": "wall-street-journal",
  "title": "Icahn  Gives Up  Kroger  Proxy Bid  ----  By Cara Lombardo",
  "text": "<p>   Carl Icahn is dropping a proxy fight focused on the treatment of pregnant pigs at grocery-chain Kroger Co. after concluding he is likely to lose as he did a similar fight at McDonald's Corp. last month. </p><p>   \"I congratulate the McDonald's team on their victory in this proxy engagement and, after much contemplation, given the company's financial position, I believe the same outcome will result at Kroger,\" he said in a letter he plans to send to Kroger and McDonald's shareholders that was viewed by The Wall Street Journal. </p><p>   He wrote that these campaigns were different from his typical fights given that the two companies are performing well financially, which makes it less likely the campaigns will gain adequate shareholder support. However, he said he doesn't believe their boards are holding their management teams accountable with respect to the treatment of animals or the welfare of their employees. </p><p>   At the center of both campaigns were gestation crates used by the companies' pork suppliers to house pregnant pigs. Farmers have said the small crates make breeding more efficient and safer, while Mr. Icahn and his nominees say they are inhumane given that the spaces are so small the pigs can't turn around. </p><p>   He has also criticized the pay disparities at Kroger and McDonald's between average workers and executives, saying their compensation policies contribute to lagging productivity. It is an issue he frequently levies at a range of companies. </p><p>   \"It is unconscionable that it will take average employees at these companies multiple years to make what their CEO earns in one day,\" he wrote in the letter. </p><p>   Mr. Icahn had nominated two directors to Kroger's board and the company's shareholders would have voted on them at its annual meeting June 23. He owned stakes at both Kroger and McDonald's of less than 0.1%, which is also atypical for him and made them long-shot campaigns from the outset. Kroger said the company is focused on creating sustainable value for its associates, customers, communities and shareholders. It said it will continue to speak with shareholders to inform its policies. </p><p>   Mr. Icahn's two nominees to McDonald's board lost in a shareholder vote in late May, gaining only roughly 1% of the vote after failing to gain support from the major index funds whose votes often sway outcomes. </p><p>   Mr. Icahn wrote that he would continue to focus on issues concerning the treatment of animals and that his work has helped raise awareness. He pointed to changes other companies have made in recent months, including General Mills Inc. and Denny's both moving toward gestation-crate-free pork. </p><p></p>",
  "published": "2022-06-06T06:10:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1791,
          "end": 1801
        },
        {
          "start": 2133,
          "end": 2143
        },
        {
          "start": 174,
          "end": 190
        },
        {
          "start": 223,
          "end": 233
        },
        {
          "start": 1272,
          "end": 1282
        },
        {
          "start": 454,
          "end": 464
        }
      ]
    }
  ]
}