{
  "_id": "36d9295150497c9e16235f01dcd6a57621e2d65c1fc7076a1910100aec1e5ed9",
  "feed": "market-watch",
  "title": "British band The Farm blocked their hit song from appearing in a McDonald's Qatar World Cup ad; British band The Farm have described how they turned down an offer from McDonald's to use one of their hits in an ad tied to the controversial World Cup in Qatar",
  "text": "<p>McDonald's is a sponsor of the World Cup, which kicked off on Sunday and ends on Dec. 18.</p><p>'We gather here as one big tribe': Controversial Qatar World Cup kicks off</p><p>\"McDonalds wanted to use it for Qatar,\" Hooton said, at the event marking the launch of an exhibition with the Official Charts Company on 70 years of the U.K's official singles chart. \"But they're not gonna use it,\" Hooton added, according to the Official Charts website.</p><p>\"No, that wouldn't be right,\" said Hooton's bandmate Keith Mullin.</p><p>An anthemic anti-war song that samples Johann Pachelbel's \"Canon in D Major,\" the lyrics of \"Altogether Now\" describe the famous Christmas Day Truce during World War I. The song's popularity has endured since its release in 1990 and with its message of unity, \"Altogether Now\" has regularly been used in English soccer, as well as appearing in a TV ad for Scotland's Clydesdale Bank.</p><p>See:  Qatar World Cup controversy means sponsors are walking a tightrope</p><p>MarketWatch has reached out to McDonald's with a request for comment on this story.</p><p>Branding experts have warned that the Qatar World Cup poses challenges for the big-name corporations involved in the event. The plight of migrant workers in Qatar, along with LGBTQ+ rights in the Gulf state, sparked a backlash long before a ball was even been kicked.</p><p>During a press conference Saturday, FIFA president Gianni Infantino launched into a lengthy defense of the decision to host the World Cup in Qatar, and accused the West of \"hypocrisy.\"</p><p>See also: 'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser</p><p>FIFA's list of partners includes U.S. corporate titans Coca-Cola Co. KO and Visa Inc. V, who are both involved in the Qatar event. Budweiser is the World Cup's beer sponsor.</p><p>In an abrupt reversal last week, Qatar World Cup organizers banned beer sales in the tournament's eight stadiums just two days before the soccer showpiece kicked off.</p><p>The Muslim nation, which is the first country in the Arab world to host the World Cup, had previously said beer sales within stadiums would be permitted. Budweiser is the official beer sponsor of the World Cup and the decision appeared to surprise the brand, which is owned by Anheuser-Busch InBev BUD.</p><p>See Now: Budweiser shrugs off Qatar stadium beer ban, tweets new World Cup campaign</p><p>The following day, Budweiser shrugged off the beer ban and teased a new campaign tied to the tournament.</p><p>Full details of the promotion have not been released, but a spokesperson for Anheuser-Busch InBev told MarketWatch that more will be revealed during the tournament.</p><p>The 2018 World Cup in Russia generated almost $5.4 billion in revenue for FIFA. Qatar is expected to bring in $6.5 billion for FIFA, according to sports marketing company Sports Value.</p><p>Related: In Qatar, is it legal to drink alcohol?</p><p>In May, Amnesty International, along with 23 other organizations, wrote an open letter to FIFA President Infantino urging a \"remedy for labor abuses behind the 2022 World Cup.\"</p><p>The death toll of construction workers in Qatar remains firmly in the spotlight, with Amnesty International describing thousands of migrant worker deaths since 2010. The deaths cited by Qatar are significantly less and the country's Supreme Committee for Delivery &amp; Legacy, which is overseeing the World Cup, described Amnesty's letter as inaccurate.</p><p>\"Over the past two decades, Qatar has initiated an overhaul of its labor system, with extensive action taken to benefit the millions of workers in our country,\" said a Qatari government official, in a statement emailed to MarketWatch earlier this month.</p><p>'You can enjoy yourself with or without alcohol,' says England star, after Qatar World Cup stadium beer ban</p><p>FIFA has set up grievance mechanisms with Qatar's Supreme Committee for Delivery &amp; Legacy. As of December 2021, workers are said to have received $22.6 million in repayment of recruitment fees, with an additional $5.7 million committed by contractors.</p><p>Fox Sports, which is owned by Fox Corporation FOX, the sister company of Dow Jones parent News Corp. NWS, has broadcast rights to the Qatar World Cup.</p><p>British band The Farm blocked their hit song from appearing in a McDonald's Qatar World Cup ad</p>",
  "published": "2022-11-21T18:07:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 65,
          "end": 75
        },
        {
          "start": 168,
          "end": 178
        },
        {
          "start": 4196,
          "end": 4206
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 991,
          "end": 1001
        }
      ]
    }
  ]
}