{
  "_id": "f1eb422b4e81a5cc9bf9460e2df6f40efae9af9eed01157a493b99db4e9d4d05",
  "feed": "ftcomall",
  "title": "South Africa's Ramaphosa under fire after ranch burglary fuels questions over wealth",
  "text": "<p>Cyril Ramaphosa's first encounter with an Ankole, a breed of long-horned cattle prized by game hunters, came on a trip to east Africa almost 20 years ago.</p> <p>“Once I had first set eyes on the Ankole in Uganda I was determined — in some ways to the point of obsession — to ensure this breed could find a new home in South Africa,” Ramaphosa wrote in 2018, on his way to becoming one of the country's biggest breeders of cattle and rare game.</p> <p>Now it is <a href=\"https://www.ft.com/topics/people/Cyril_Ramaphosa\">Ramaphosa</a> who has become a target after a mysterious burglary at his Phala Phala game reserve where Ankole sales take place stoked questions over the transparency of the president's wealth — just as he prepares to stand for re-election as African National Congress leader.</p> <p>Ramaphosa became president in 2018 after winning a power struggle in the ruling ANC over the fallout from systemic corruption under his predecessor Jacob Zuma. In comparison with Zuma, Ramaphosa was relatively untarnished by allegations of looting the state. </p> <p>But the scandal over the theft at the 4,500-hectare property shows the crisis of money and influence in the ANC is far from over.</p> <p>In a complaint filed this month, the country's former spy boss Arthur Fraser, a Zuma ally, <a href=\"https://www.ft.com/content/7821465e-ee5d-4e51-a8e1-9c0729e8baa7\">accused Ramaphosa</a> of covering up the 2020 theft of $4mn from Phala Phala, leading many to ask why he had such a sum of foreign currency at his home.</p> <p>Ramaphosa has admitted there was a burglary at his home but said far less than $4mn was taken, while declining to say how much. There are strict controls in <a href=\"https://www.ft.com/topics/places/South_Africa\">South Africa</a> on the holding of foreign currency.</p> <p>“I want to assure you, comrades, that all this money was proceeds from selling animals,” he told ANC members at a conference this month in Limpopo province, where Phala Phala is situated.</p> <p>Zuma allies allege a cover-up, saying the suspected thieves were interrogated by the president's security staff rather than face a proper police probe. Ramaphosa has denied any criminal conduct and a police investigation is under way. Fraser alleged the stolen money was spent on cars and deposited in accounts.</p> <p>“How much money was found at Phala Phala? Did he bank it, when did he bank it, when did he declare it?” asked Judith February, executive officer at Freedom Under Law, a legal NGO. “There are more questions than answers.”</p> <p>There has been “no transparency, there has been no accountability from the president”, she added.</p> <p>The burglary row has coincided with a <a href=\"https://www.ft.com/content/45606e25-bb9d-44ba-b218-90cc97c84426\">judicial inquiry into state capture</a> that has been highly critical of how Ramaphosa, who was Zuma's deputy, remained silent during the worst of the graft.</p> <p>“Ramaphosa had nothing to lose by speaking out against what was happening,” the inquiry said. “The option he chose did not prevent state capture.”</p> <p>Ralph Mathekga, a political analyst, said the issues were undercutting the president's image as a saviour of the ANC and made him look as culpable as other politicians in the eyes of South Africans.</p> <p>“When you look at him [Ramaphosa] on his own, and not as an alternative to Zuma, he doesn't stand out so well,” Mathekga added.</p> <p>Ramaphosa's wealth is intertwined with the story of the ANC's post-apartheid rule. A one-time protégé of founding father Nelson Mandela, Ramaphosa left parliament in 1997 and founded the investment group Shanduka in 2001 as opportunities opened up for black ownership of the economy.</p> <p>ANC elites were at the forefront of these opportunities with access to so-called empowerment financing for investments. Shanduka bought up assets including mines and McDonald's franchises, allowing Ramaphosa to indulge his passion for herding.</p> <p>In 2012, Ramaphosa had to apologise for bidding up to R19.5mn ($1.2mn) for a buffalo and her calf at an auction in Rustenburg, seen as an egregiously large sum of money to spend on livestock.</p> <p>He sold his stake in Shanduka to avoid conflicts after becoming Zuma's deputy. Ramaphosa was by then one of South Africa's richest men, worth about $450mn, according to Forbes.</p> <p>This status remains critical to the ANC's finances. Ramaphosa is a magnet for donors, a lifeline for a party that is regularly strapped for cash, analysts say.</p> <p>He personally donated to the ANC last year, according to<a href=\"https://results.elections.org.za/home/PartyFundingReports/4/2/4_2_Published_Declarations_Report.pdf\"> filings</a>. African Rainbow Minerals, a company owned by Ramaphosa's billionaire brother-in-law Patrice Motsepe, is also a major donor.</p> <p>Lukhona Mnguni, head of policy and research at Rivonia Circle, a civic think-tank, said the fact that the president was receiving an income from the game farm on top of his R3mn presidential salary “raises questions that will need to be put to bed at some point”.</p> <p>South Africa's constitution says senior officials must not allow conflicts between their private interests and their responsibilities. Ramaphosa has always said he has declared his farming interests to parliament.</p> <p>Game sales are part of a broader industry encompassing eco-tourism, hunting and breeding that contributes about $1bn to South Africa's economy.</p> <p>Payments at high-profile auctions are usually via bank transfer. Analysts say private cash sales do take place but still need to be declared for tax and currency regulations.</p> <p>Seeking to explain the game sales at Phala Phala, Ramaphosa told ANC members that he had local and international customers who “come through and buy animals and some of them come to also hunt on the farm”.</p> <p>With South Africa a centre for both legal and illegal trade in wildlife “it is generally only right at the bottom [of the illegal trade] that cash is being moved around a lot”, said Simone Haysom, environmental crime expert at the Global Initiative against Transnational Organised Crime.</p> <p>“For the legal trade, it would be unusual to use a large amount of cash,” such as at Phala Phala, she said.</p> <p>With Ramaphosa facing a battle over re-election as head of the ANC in December, the mystery over the ranch theft gives ammunition to Zuma and his allies, analysts say.</p> <p>“Unfortunately this is tarnishing his image and his credibility as an institutional reformer,” Freedom Under Law's February said. “There's something very unsavoury about what's happening at Phala Phala.”</p><p>Source: Joseph Cotterill in Johannesburg 2022 'South Africa's Ramaphosa under fire after ranch burglary fuels questions over wealth' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-01T04:00:19.875Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3491,
          "end": 3501
        }
      ]
    }
  ]
}