{
  "_id": "e190df81d58ccf10c794dcf2827f9debae04c113d78cbcb7045ff7d73f825c77",
  "feed": "market-watch",
  "title": "British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad; Band members say 'it wouldn't be right' to use 'All Together Now' in an ad tied to the controversial World Cup in Qatar",
  "text": "<p>McDonald's is a sponsor of the World Cup, which kicked off Sunday and ends on Dec. 18.</p><p>Also read: 'We gather here as one big tribe': Controversial Qatar World Cup kicks off</p><p>\"McDonald's wanted to use it for Qatar,\" Hooton said at the opening of an exhibition celebrating 70 years of the U.K.'s official singles chart. \"But they're not gonna use it,\" Hooton added, according to the Official Charts website.</p><p>\"No, that wouldn't be right,\" said bandmate Keith Mullin.</p><p>\"All Together Now\" is an anthemic antiwar song that samples Johann Pachelbel's \"Canon in D Major\" and whose lyrics describe the famous Christmas Truce during World War I. The song's popularity has endured since its release three decades ago, and, with its message of unity, \"All Together Now\" has regularly been used in English soccer. It has also been used in a TV ad for Scotland's Clydesdale Bank.</p><p>See:  Qatar World Cup controversy means sponsors are walking a tightrope</p><p>MarketWatch has sought comment from McDonald's.</p><p>Branding experts have warned that the Qatar World Cup poses challenges for the big-name corporations involved in the event. The treatment of migrant workers in Qatar, along with serious concerns about LGBTQ+ rights in the Gulf state, sparked a backlash long before a ball had been kicked.</p><p>During a press conference Saturday, FIFA President Gianni Infantino launched into a lengthy defense of the decision to host the World Cup in Qatar and accused the West of hypocrisy.</p><p>See also: 'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser</p><p>FIFA's list of partners includes U.S. corporate titans Coca-Cola Co. KO and Visa Inc. V, which are both involved in the Qatar event.</p><p>Budweiser is the World Cup's beer sponsor. In an abrupt reversal last week, Qatar World Cup organizers banned beer sales in the tournament's eight stadiums just two days before the event kicked off.</p><p>The Muslim nation, which is the first country in the Arab world to host the World Cup, had previously said beer sales within stadiums would be permitted. The reversal of that decision appeared to surprise the brand, owned by Anheuser-Busch InBev BUD. The following day, though, Budweiser shrugged off the beer ban and teased a new campaign tied to the tournament.</p><p>Read: Budweiser shrugs off Qatar stadium beer ban, tweets new World Cup campaign</p><p>Also: Budweiser says it will give unused Qatar World Cup beer to tournament winner</p><p>Full details of the promotion have not been released, but an Anheuser-Busch InBev representative told MarketWatch that more would be revealed during the tournament.</p><p>Related: In Qatar, is it legal to drink alcohol?</p><p>The 2018 World Cup in Russia generated almost $5.4 billion in revenue for FIFA. Qatar is expected to bring in $6.5 billion for the organization, according to sports marketing company Sports Value.</p><p>In May, Amnesty International, along with 23 other organizations, wrote an open letter to Infantino urging a \"remedy for labor abuses behind the 2022 World Cup.\"</p><p>The death toll among construction workers in Qatar remains firmly in the spotlight, with Amnesty saying there have been thousands of migrant worker deaths since 2010, when Qatar was selected to host this tournament. The number of deaths cited by Qatar is significantly lower, and the country's Supreme Committee for Delivery and Legacy, which is overseeing the World Cup, described Amnesty's letter as inaccurate.</p><p>\"Over the past two decades, Qatar has initiated an overhaul of its labor system, with extensive action taken to benefit the millions of workers in our country,\" said a Qatari government official in a statement emailed to MarketWatch earlier this month.</p><p>Related: 'You can enjoy yourself with or without alcohol,' says England star, after Qatar World Cup stadium beer ban</p><p>FIFA has set up grievance mechanisms with the Supreme Committee for Delivery and Legacy. As of December 2021 workers were said to have received $22.6 million in repayment of recruitment fees, with an additional $5.7 million committed by contractors.</p><p>Fox Sports, owned by Fox Corp. FOX, holds U.S. English-language broadcast rights to the Qatar World Cup. News Corp NWS, parent of MarketWatch publisher Dow Jones, shares ownership with Fox Corp.</p><p>British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad</p>",
  "published": "2022-11-22T13:34:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 29,
          "end": 39
        },
        {
          "start": 4255,
          "end": 4265
        },
        {
          "start": 0,
          "end": 10
        }
      ]
    }
  ]
}