{
  "_id": "a20ca1e8f3287934c39baaf11a146b3ce5903cc3a1c584bcfab27c34a48039c0",
  "feed": "wall-street-journal",
  "title": "McDonald's to Reopen Some Restaurants in Ukraine; Fast-food chain had closed its operations in the country in February after Russia's invasion",
  "text": "<p>Mr. Pomroy said the company will be working on getting the locations ready for reopening over the next few months. He didn't say how many of the more than 100 stores it owns and operates in Ukraine would reopen or provide a specific timeline.</p><p>Ukraine's foreign minister hailed McDonald's decision, saying it was the result of long negotiations between the company and the Ukrainian government.</p><p>\"This is not only about the Big Macs that so many Ukrainians have been missing,\" Dmytro Kuleba wrote on his Facebook page. \"The return of a big American company is a signal for foreign businesses that it's possible to work in Ukraine regardless of the war.\"</p><p>The capital city of Kyiv has somewhat returned to normal months after the invasion began, as the front lines of the conflict have been pushed farther away. The main effort in the war has been taking place in the Donbas area in eastern Ukraine. The only regional capital in Ukraine that Russia has captured since Russian President Vladimir Putin ordered the invasion has been Kherson, which is in the southern part of the country.</p><p>Ukrainians celebrated McDonald's impending return on social media, often with a dash of humor.</p><p>An artist drew the Golden Arches on the head of a popular online cartoon character known as Goose, who is holding a packet of fries. The caption is a to-do list: \"1. Open McDonald's. 2. Win the war. 3. Get drunk.\"</p><p>After Russia launched its invasion in February, international companies began putting contingency plansin place—shutting down offices and factories—as the rail network and ports closed. McDonald's closed its corporate offices and the restaurants in Ukraine that it owns and operates. More than 10,000 people work for McDonald's in Ukraine, and the company said it continued to pay those employees while operations were suspended.</p><p>The fast-food chain closed its more than 800 restaurants in Russia in March, in a move that weighed on the company's bottom line. McDonald's was among companies that stopped operations in Russia amid the war. It later sold its business there.</p><p>Last year, operations in Russia and Ukraine comprised about 9% of revenue at McDonald's because of how many of those restaurants the company itself owns.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>McDonald's to Reopen Some Restaurants in Ukraine</p>",
  "published": "2022-08-11T16:33:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "confidence": 0.99998724,
      "offsets": [
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 275,
          "end": 285
        },
        {
          "start": 1096,
          "end": 1106
        },
        {
          "start": 1337,
          "end": 1347
        },
        {
          "start": 1560,
          "end": 1570
        },
        {
          "start": 1690,
          "end": 1700
        },
        {
          "start": 1931,
          "end": 1941
        },
        {
          "start": 2119,
          "end": 2129
        }
      ],
      "weightsV2": {
        "weight": 13.0,
        "baseWeight": 8.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}