{
  "_id": "85a3213b7031db0e650cda111e6f081eb3e3c8202634ac713559185844854a41",
  "feed": "wall-street-journal",
  "title": "'Five Floors Up' Review: A Tale of Fire and Family; When he died at the World Trade Center, Chief Bill Feehan took a special place in his family's long history of firefighting courage.",
  "text": "<p>The fabric of the Feehan family has been closely interwoven with that of New York's fire department for more than a century, and the journalist Brian McDonald has been entrusted with their stories. The resulting \"Five Floors Up: The Heroic Family Story of Four Generations in the FDNY\" is his deeply researched, intimate look into the lives of \"New York's Bravest.\" This is not a novel pursuit for Mr. McDonald, whose memoir, \"My Father's Gun,\" chronicled his own family's NYPD tradition. A similar theme of devoted service runs through this history of fires and those who fought them, one replete with department legends, love stories and fallen buildings.</p><p>The first paid fire service in New York City was established after state politicians made a strategic decision to consolidate a patchwork of volunteer departments into a unified force. The volunteer companies had become highly territorial and the subsequent rivalries bore more chaos than the fires themselves. \"All classes of the community,\" huffed a letter to the New York Times in 1865, \"are shocked and disgusted by the horrible scenes of disorder attendant on every fire in New York—the shrieking, yelling, hallooing, confusion, absence of all discipline and subordination.\" Within a year of that letter, the modern New York City fire department was born.</p><p>The root of the Feehan firefighting tradition lies with Chief Feehan's father—also named William. The tales of the elder Feehan's antics \"could fill a binder and have been told so many times since in the Feehan family that they're rounded at the edges,\" writes Mr. McDonald. William was the youngest of 10 children in an Irish Catholic family, an ethnic identity shared in the late 1880s by 75% of New York City's fire department. (The FDNY remains a workforce dominated by white men, and Mr. McDonald does not shy away from discussing the racism and sexism that has sullied the force in the past.) In February 1926, at the age of 34, William started the job that would weather his bones but sustain his spirit for the next three decades.</p><p>The trailblazing Feehan was likely older than the other probationary officers of his year, but the \"bear of a man with a broken nose from an amateur boxing career and a balding head\" was no less tough—perhaps too tough for his own good. William's line of work left his wife, Catherine, in near-constant anxiety. Worry over the safety of their husbands would prove a familiar state for most married Feehan women, with good reason. At the time of Mr. McDonald's writing, there had been 1,157 line-of-duty deaths in FDNY history. In a 1991 speech, William's son, Bill, underscored the inevitable risks: \"No matter how well we train, no matter how good our equipment is, no matter how hard we try\" that number will continue to grow.</p><p>In a creative display of both support and concern for her husband's career, Catherine once called upon her brother and part-time FDNY chaplain, Father Jim Cashman, to pull strings for her husband's transfer to a firehouse in a less-perilous neighborhood (William instead arranged on his own to move to even riskier rescue work). Father Jim's distinct characterization makes one believe Mr. McDonald when the author claims that the FDNY is itself like one big family, complete with \"black sheep, crazy uncles, wise-ass little brothers, [and] precocious sisters.\" The 5-foot-2-inch local celebrity \"in silk underwear and old scotch\" might qualify among the \"crazy uncle\" variety. He was, of course, uncle to William and Catherine's son Bill.</p><p>Chief Bill Feehan, like his father, William, before him; his son-in-law, Brian, after him; and grandson Connor after that, proudly wore the fire department's patch on his shoulder. (One almost wishes an illustrated family tree had been included for repeated reference.) Bill was the only officer in FDNY history to hold every rank, including fire commissioner. Mr. McDonald devotes the most space in \"Five Floors Up\" to an account of Bill's career trajectory and home life—from his relationship with his vivacious but ailing wife, Betty, to moonlighting as a security guard for an ungrateful aristocrat, to his battles with raging fires during the \"Bronx is burning\" arson epidemic of the 1970s—and, ultimately, to his heroic death.</p><p>It only makes sense that \"Five Floors Up\" starts and ends with the catastrophe of Sept. 11, 2001. On that morning, Chief Feehan and 342 firefighters alongside him sacrificed their lives in the race to save those caught in the World Trade Center before the collapse. Mr. McDonald's first chapter details a short, rather distant account of the harrowing day from a gathering in the backyard of Bill's grown daughter Tara. These early pages of \"Five Floors Up\" are jarring and a bit disorienting, for you aren't yet familiar with the cast of characters and are unsure of where to place your dismay.</p><p>But in the latter pages Mr. McDonald manages a gut-wrenching firsthand minute-by-minute, decision-by-decision description of the morning of 9/11. With skilled interviewing, the last hours of Chief Feehan's life are pieced together, starting from his routine coffee and over-easy eggs at Flushing's North Shore Diner to his refusal to leave Ground Zero minutes before the North Tower fell.</p><p>\"Five Floors Up\" is an homage to the families who absorb the aftermath of such courageous choices and a tribute to those whose job is much more than a career. It is a resurrection of firefighters fallen in battle with the \"red devil\" and a celebration of those who have picked up the hose in their stead.</p><p>Ms. Torre is a Robert L. Bartley Fellow at the Journal.</p><p>'Five Floors Up' Review: A Tale of Fire and Family</p>",
  "published": "2022-09-18T21:57:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2507,
          "end": 2517
        },
        {
          "start": 4530,
          "end": 4540
        }
      ],
      "nexusId": "10050164"
    }
  ]
}