{
  "_id": "cc7d7a2fe51a48bfe442438dec365c9da13daec3a26af8de31592370d8272e55",
  "feed": "ftcomall",
  "title": "Russian patents grab deemed ‘act of war'",
  "text": "<p>Legal practitioners have described a new law passed in Russia as a move to “grab” patents from opponents of its Ukraine invasion — and, in effect, an “act of war”.</p> <p>On March 6, the Russian government provided the country with the ability to use foreign patents without the consent of the patent holders and without paying royalties. The justification for the legislation was to safeguard Russia's defence and security, and to protect the life and health of its citizens.</p> <p>But legal experts say the change breaks existing treaties on patent infringement. Russia's decree expressly states that companies from “unfriendly states” will be given zero compensation and be compelled to issue licenses to Russian entities.</p> <p>“The decree is akin to expropriation of private property, in my view,” says Siva Thambisetty, an associate professor in intellectual property law at the London School of Economics.</p> <p>She adds that a World Trade Organization agreement on Trade-Related Aspects of Intellectual Property Rights (Trips), signed by Russia in 2012, requires “reasonable remuneration” even if patented products are manufactured in difficult situations, such as in a time of war.</p> <p>“Even if we could justify the non-payment of compensation, the violation of national treatment is difficult to see as anything other than a wilful appropriation of the private property of nationals of particular states,” Thambisetty says. “The targeting of particular nationals and countries makes this, primarily and virtually, a continuation of an act of war.”</p> <p>If the Russian decree was about technological need within the country, she adds, Russia might have expressly identified technology sectors and products as areas in which they would ignore patents, “which is also a violation of the Trips, but which might make more functional sense”.</p> <p>Timo Minssen, director of the Centre for Advanced Studies in Biomedical Innovation Law at the University of Copenhagen, describes the decree as a land grab and says that Trips already has provisions for compulsory licensing of patents in emergency situations, including in “international relations”.</p> <p>“The provisions have been used — including by Russia — during the pandemic to help countries protect and treat their citizens,” says Minssen. “The zero per cent remuneration is not only retaliation against the so-called unfriendly states, but also a way for Russia to grab strategically important technologies to compete with the west.”</p> <p>Olga Gurgula, a patent law lecturer at Brunel University, says Russia has caused the current “emergency in international relations” by invading Ukraine and should, therefore, not be permitted to benefit from the exceptions in Trips.</p> <p>“It's common sense that the aggressor who is the reason for war cannot then violate their obligations and use the security exceptions in the Trips agreement,” says Gurgula.</p> <p>Minssen notes this is not the first time in history that IP rules have been set aside or reinterpreted by states.</p> <p>“The US adopted similar measures in 1917, when President Woodrow Wilson signed the Trading With The Enemy Act, allowing America to seize copyrights and patents emanating from countries deemed as enemies,” he says.</p> <p>Minssen adds that, although the language of Russia's current decree deals primarily with patent-related rights, it is foreseeable that trademarks, copyright and even physical property — such as McDonald's and Starbucks IP and stores across the country — could be next.</p> <p>The Russian decree was “relatively expected” as a response to US and EU sanctions when the importation of technological products and pharmaceuticals ceased, says Matt Fisher, a senior lecturer at University College London.</p> <p>But what is most egregious in the current climate, says Fisher, is the zero compensation edict and the signal it sends to other countries.</p> <p>“It sends the message that intellectual property rights don't need to be respected,” he says. “And, if that's the case, why should another state that wants to increase its own technological standing within the world not do a similar sort of thing?”</p> <p>James Singer, an intellectual property lawyer at Fox Rothschild in Pittsburgh, says while the decree does not mean that a private patent holder is not entitled to compensation for infringement — “at least, it doesn't automatically mean that” — the ­Russian government has given itself the right, in any situation, to force patent holders to grant a Russian entity a licence to use the patent for free.</p> <p>Singer also notes that a second decree, issued on March 8, allowed the Russian government to suspend IP rights for any categories of products throughout 2022. “When you're in an authoritarian state, what rights do you really have?” he says.</p> <p>Russian companies, Singer adds, may now be given free rein to infringe on patents, manufacture items locally and then sell them both in Russia and other markets.</p> <p>“The second repercussion is more long term,” he says. If at the end of the war there is a resumption of trade with Russia, “it will be very difficult for western companies to resume operations in Russia if their IP is being used locally by other companies”.</p> <p><em>Bruce Love is a freelance journalist and Washington reporter at the National Law Journal</em></p><p>Source: Bruce Love 2022 'Russian patents grab deemed ‘act of war'' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-16T03:00:27.024Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3377,
          "end": 3387
        }
      ]
    }
  ]
}