{
  "_id": "1cc38c7c5cac4c15e1ec13414c3e5542f1e99c9ef3001a65f84d9ada6fab3922",
  "feed": "ftcomall",
  "title": "Number of UK over-65s in work hits record",
  "text": "<p>A rise in part-time work drove employment among Britons over the age of 65 to a record high of almost 1.5mn in the second quarter of 2022, the Office for National Statistics said on Monday.</p> <p>The increase in people working past the UK's state pension age could reflect rising cost of living pressures forcing some out of retirement, matching trends seen in the US.</p> <p>In the three months to June, 1,468,000 people aged over 65 were in work, a jump of 174,000 from the previous quarter, taking the employment rate for this age group to 11.9 per cent. </p> <p>Both the rate of increase and the level of employment were the highest on record, according to the ONS.</p> <p>Working lives have over time lengthened in the UK, as life expectancy improved and the government implemented successive increases in the state pension age — which rose to 66 at the end of 2020. &#xa0;</p> <p>The latest figures mark a return to this long-term trend, following a dip during the coronavirus pandemic, when many older people were furloughed or chose to stay away from workplaces amid health concerns.</p> <p>There has, however, been no such rebound in employment among workers aged 50-64, many of whom <a href=\"https://www.ft.com/content/8b7cd47a-68e9-4cf6-8a25-e6a3e5a8d378\">dropped out of the workforce</a> during the pandemic and have yet to return. </p> <p>Their inactivity rate is a major concern for the Bank of England, because the reduction in the size of the labour force is making it harder for employers to recruit and adding to inflationary pressures in the economy.</p> <p>The ONS noted that while payroll employment among the over-65s had returned to its previous steady upward trend, the rebound in self-employment had been much sharper. </p> <p>Older people who had recently joined the labour market also tended to work relatively few hours, the ONS added, reducing the average working week for that age group.</p> <p>This could suggest that people are turning to contract work to top up their incomes as prices rise and stock market falls erode the value of retirement savings. Workers could also be attracted by rising wages in sectors where labour shortages have led employers to hire from a wider pool.</p> <p>The health and social care sector is the biggest employer of workers over 65, but the ONS noted that the sharpest quarterly increases had been in the hospitality and leisure sectors, as well as in education.</p> <p>Emily Andrews, deputy director for work at the Centre for Ageing Better, a charity, last month said that the fact some older people were returning to employment was “hardly surprising, given the severity of the cost of living crisis which may have forced some to re-evaluate their financial position”.</p> <p>But she also pointed to more positive drivers of the trend, noting that employers such as McDonald's were now actively recruiting older people, while others that faced acute labour shortages were doing more to rethink their offer and introduce policies on flexible working.</p><p>Source: Delphine Strauss in London 2022 'Number of UK over-65s in work hits record' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T16:07:14.785Z",
  "tags": [
    {
      "id": "US5801351017",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 2657,
          "end": 2667
        }
      ],
      "nexusId": "10050164"
    }
  ]
}