{
  "_id": "1f3170ba6749c77041ca418128dee1b264bd1c291847bbbe1a52cad0ff8c7a30",
  "feed": "ftcomall",
  "title": "The smaller the campervan...",
  "text": "<p>The trend toward mini campervans began before coronavirus, but the&#xa0;pandemic saw it take off. Production of what are known as Class B vehicles – between 16ft&#xa0;and&#xa0;21ft long – more than tripled in America, from 4,200 in 2019 to 13,827 last year. That's still only 2.3 per cent of all US RV production, which topped 600,000 for the first time in 2021, and it's a far cry from the Class B share in Europe, which rose from 39 to 45 per cent between 2019 and 2021, according to the European Caravan Federation. Still, US Class B market share more than doubled during the pandemic.</p> <p>Singles, young couples and empty nesters like smaller <a href=\"https://www.ft.com/content/20e3df47-3270-4137-ba72-dbf7bc38c2e4\">campers</a> – and everyone likes that they can often be parked on a city street. I've been steadily downsizing my rental RVs for years, because they are so much easier to drive: my last trip was a 17ft&#xa0;7in “Maverick” van from Escape Campervans. It was so short that the kitchen all but fell off the back of the vehicle, and the toilet disappeared altogether. And I&#xa0;couldn't have been happier. My home on wheels was not just shorter in length – it was shorter in height – which meant I could fit under the McDonald's drive-through every morning to pick&#xa0;up my cut-price senior coffee.</p> <p>An “empty nester” camper was perfect for that trip, which I took to celebrate the departure of my two children off to university – again. They left home for the first time in October 2019, when I celebrated with my first solo tour of the US Great Lakes in a camper the size of a moving truck. But I couldn't get that one through any McDonald's drive-throughs – not to mention the low-slung Chicago “L” or elevated train bridges near my home, at 11ft high. So when the children left for university again, after spending 18 months studying at home, I downsized to a van that could slip under the L tracks with ease.</p> <p>It meant standing behind the van to cook in a truncated kitchen that included a pull-out propane camping stove, a small solar-powered refrigerator drawer and a five-gallon water tank. But I soon learned to light the stove in the rain, and keep it lit just long enough to make a cup of tea.</p> <p>The lack of a loo was a slightly bigger issue: normally, I revel in the freedom that comes with peeing in the wild – but not in the frigid nocturnal downpours of that trip. I&#xa0;eventually repurposed a small cooler box as a night-time chamberpot – and made a note not to use it as an ice chest anytime soon.</p> <p>The heater and all but one solar-powered interior light got lopped off too. So I spent most of that week-long celebration of senior freedom sleeping in a balaclava, mittens and ski trousers, and hugging my insulin to my body at night so it did not freeze. Two hot-water bottles from my university days – and two elderly dogs – completed my impromptu heating system. My mobile phone served as flashlight – but that had to sleep tucked up with us too since the elderly battery dies when cold. Since that trip, I've been trying to figure out how to convert my sub-compact Honda Fit into a mini camper. I'm all in favour of shrinking the camper – but this may be a step too far.</p> <p>I may have found a good compromise in the tiny wars: in 2020 Mercedes-Benz introduced its Metris minivan camper to the US. At 16ft 9in, it is nearly a foot shorter than the van I shivered in last year, and diminutive enough for the L tracks and the coffee run. Priced at $69,206, it is far cheaper than the Solis Pocket, the cheapest entrant from Winnebago, which starts at $114,945, complete with Murphy bed. And the best thing about the Metris is&#xa0;that it can easily be driven by day as a minivan but transforms instantly into a pop-top four-person sleeper, without removing seats or hardware.</p> <p>The Metris has everything I really need in a mini camper – almost. The version I test drove at a local Chicago dealership had even less of a kitchen than the one that fell off the back of my rental. No loo, no running water, no heat at night – that probably comes with the size and price. But Mercedes missed a trick when they failed to ensure cross-ventilation for the pop-top sleeper: of the two side windows in the pop-up tent, one is screened but the other is solid plastic. It's not my favourite mini camper – but it's my favourite price, by a long chalk.&#xa0;</p> <p>The real thrift move would be to relocate to Europe and buy the doll-sized, electric Xbus Camper. Starting at under £30,000, it comes with refrigerator, television, hotplate and kitchen sink. Closer to home in the US, I'd have to spend a lot more: the Airstream Interstate 19 appeals because it packs kitchen, loo and bed into a van that fits in a&#xa0;standard parking spot, but it starts at $200,681 and the Airstream website says “due to high demand, wait times for new products are longer than normal”. The Winnebago Revel has four-wheel drive, heating, dinette, stylish kitchen and a power lift bed – but it starts at $208,914.</p> <p>At the other end of the market are DIY minivan conversions, part of the <a href=\"https://www.ft.com/content/b1a21d7b-b81d-4c32-8012-b29e5b6e3528\">#vanlife</a> trend of living full- or part-time in a vehicle that began to take off even before the pandemic. Tom and Caitlin Morton have been living the #vanlife since 2015. They say “advancements in connectivity and power technology” have driven the trend.&#xa0;</p> <p>At one end of the #vanlife continuum are people like Ryan Brown, 35, who moved into his no-build 2013 Dodge Grand Caravan before the pandemic. With a convertible bed, USB fan and a shovel for toileting purposes, he has made the van his home for three years. At the other extreme, Chad DeRosa, 43, has been living the #vanlife for 11 years: recently he spent 38 weeks building out his Mercedes-Benz four-wheel drive Sprinter van because conversion companies have waitlists of one to two years, he says. “Living like this has taught me so many lessons about life – it taught me that humans don't need all this stuff to survive. I was constantly chasing the American dream but I was never happy, this is the happiest I've ever been.”</p> <p>But wait a minute: if we campervan fanatics love nature so much, how can we justify driving vehicles whose petrol mileage is worse than that of a passenger car? Caitlin Morton says the couple's combined annual mileage fell by up to 50 per cent when they began van life. And she adds: “In an RV, you become more aware of your water and power usage.” Instead of powering a 2,500sq ft house, they now power only a fraction of that, and use 100 gallons of water or so a fortnight, compared with that much per person per day on&#xa0;average in the US.</p> <p>I'm not sure that gets me off&#xa0;the hook, as a part-time camper, but my energy use certainly fell when using only dogs and hot-water battles for heat and I wasn't using scarce water to flush any loos. It will take more than petrol at $5.50 a&#xa0;gallon, and even a sense of my&#xa0;own environmental hypocrisy, to stop me indulging in my favourite form of escapism: going off the grid in my very own&#xa0;dolls' house&#xa0;on wheels.&#xa0;</p><p>Source: Patti Waldmeir. Photography by Lyndon French 2022 'The smaller the campervan...' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-17T08:30:23.410Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 1129,
          "end": 1139
        },
        {
          "start": 1540,
          "end": 1550
        }
      ]
    }
  ]
}