{
  "_id": "561355068abdadc5715d97b1c38c0f575abe160d838a5ec766b517f492eab460",
  "feed": "market-watch",
  "title": "Europe will end up joining the U.S. with sanctions that target Russia's energy sector, predicts expert on ‘financial warfare'",
  "text": "<p>Europe is likely to end up joining the U.S. with sanctions that target Russia's energy sector, according to Juan C. Zarate, who served as a deputy national security adviser and assistant Treasury secretary during the George W. Bush administration.</p><p>Zarate also sees the potential for secondary sanctions aimed at China, as well as a range of Russian responses to the moves against its economy. He's the author of a book titled “Treasury's War: The Unleashing of a New Era of Financial Warfare” — and now an executive at compliance company K2 Integrity.</p><p>He spoke with MarketWatch on Friday, shortly after the Biden administration and U.S. allies moved to revoke a special trade status as part of the&#xa0;escalating Western response to Russian President Vladimir Putin's invasion of Ukraine.</p><p>The Q&amp;A below has been edited for clarity and length.</p><p>MarketWatch:&#xa0;How would you rate the sanctions against Russia? Are they the most severe sanctions ever?</p><p>Zarate:&#xa0;What makes them so severe is the scope, the pace and the target of the sanctions. By scope, I mean all of the sanctions are hitting all of the key elements of the Russian economy, other than oil and gas from a European perspective.</p><p>For the most part, you have sanctions implicating all parts of the economy and in particular the financial system, which is being unplugged and isolated dramatically — including the central bank and the de-SWIFT-ing of the seven banks.</p><p>The pace — the degree of all of these things happening over the course of two weeks is dramatic and unprecedented. And then the target — you have the 11th-largest economy in the world, which is the subject of these broad-based sanctions.</p><p>AFP via Getty ImagesMarketWatch:&#xa0;How effective are these sanctions?</p><p>Zarate:&#xa0;A really important starting point is what do we mean by effectiveness, and what do we want the sanctions to do?</p><p>If we're talking about effectiveness in crippling the economy, then I think the full-scale measures to isolate the Russian financial system — to unplug them from SWIFT, to restrict the central bank's access to reserves — in combination with the private sector divesting and pulling out — that is the most impactful. Because it really begins to cripple the ability of the Russian economy to operate.</p><p>If we're talking about effectiveness in changing the mind of Putin, I'm not sure that those actually do that and can turn back the tanks. What you hope for is the combination of resistance on the ground in Ukraine militarily, the broad opprobrium internationally and isolation of Russia, the effects on the economy, plus the effects on the wealth of those who are around Putin, the oligarchs, becomes important.</p><p>If you think about the mindset of the regime itself, it's the combination of all these things that becomes most important in how it thinks about its next steps.</p><p>MarketWatch:&#xa0;What's ahead for Russia itself as it deals with the sanctions?</p><p>Zarate:&#xa0;We're in uncharted waters as to what happens here, because I'm not sure any economy has faced this rapid a set of measures to not just isolate the economy, but to really collapse it. The fact that they've yet to open the Moscow stock exchange, put restrictions on foreign currency withdrawals, and are starting to take some pretty drastic measures to protect the economy, that all suggests that you have a possible implosion of the economy itself.</p><p>What's most devastating is the inability of the economy to transact. This is why the oil CL00BRN00 and gas NG00 lifeline is still so important, because it's not only a source of revenue, but it's an avenue of transaction that remains open and hasn't been shut, when so many other things are being shut, whether it's the doors of McDonald's MCD or divestment from the Norwegians.</p><p>MarketWatch:&#xa0;The U.S. has banned imports of Russian energy products, but Europe hasn't taken that step. Do you think Europe will end up making that move?</p><p>Zarate:&#xa0;It will become a target, and it's already being discussed. Part of this has to do with timing, the winter. Part of it has to do with whether or not they can find adequate replacement, if the spigot is shut.</p><p>If the war continues, countries are going to want to take other measures that punish Russia and cripple the country, especially if there is no military response. If Russia isn't deterred and continues its atrocities, countries in Europe will have to turn to the oil and gas sector and consider shutting it off.</p><p>MarketWatch: What do you make of the moves announced Friday related to revoking most favored nation trade status and banning Russian vodkas, seafood and diamonds?</p><p>Zarate:&#xa0;What you see are measures to fill gaps in the trade and sanctions domain. These are further measures to make sure that Russia isn't benefiting in any way from trade with the U.S., and that U.S. measures actually backstop what the private sector may already be doing.</p><p>Related:U.S. and Canadian liquor stores and taverns pull Russian vodka off shelves</p><p>MarketWatch: Some experts have emphasized it's important to have clear conditions for the removal of sanctions to encourage de-escalation. What do you think the U.S. and its allies should be doing to set the stage for an end to sanctions at some point in the future?</p><p>Zarate:&#xa0;It's a fairly simple message. The sanctions that have been imposed and that will be imposed become potential carrots at the negotiating table, if the Russians stop what they're doing and withdraw from Ukraine. That has to be the message at this point, while Russia is advancing, because any other signal — of an ‘off ramp' or other things — would weaken the sense of resolve around the sanctions themselves.</p><p>MarketWatch: You've been an advisor to Coinbase COIN, the cryptocurrencies exchange. What do you think the invasion and sanctions mean for crypto? Are you keeping an eye out for ransomware attacks, with cryptocurrencies BTCUSD potentially being involved?</p><p>Zarate: We are looking at the space, and there are three aspects to this.</p><p>One: Do we see or might we see crypto and the crypto economy as an avenue for sanctions evasion? That's certainly something that authorities are looking at, and we know that responsible actors in the crypto market are sensitive to.</p><p>Two: Do we see an increase in ransomware attacks, maybe Russian-based, trying to leverage crypto payments to raise funds — and to do so outside the controls of the current sanctions regime? There is that potential that we're watching very carefully, which is kind of a combination of our regulatory compliance work in crypto and our cybersecurity work.</p><p>Then finally, this question broader strategic question: Is Russia able to find alternate systems, if you will, whether it's connectivity to the Chinese system or even the leveraging of the crypto economy to transact and to move assets? Our opinion is we haven't reached a level of maturity for the crypto economy in Russia to allow for a wholesale shift or economic transfer into the crypto domain.</p><p>MarketWatch: What has it been like for you at K2 Integrity and for other companies working in risk and compliance since the invasion started and sanctions began hitting?</p><p>Zarate: It's busier. Obviously, there's a desire to understand the sanctions, first and foremost. We have clients that need to understand their direct and indirect exposure to Russia, and how to manage that.</p><p>There's a broader desire to increase capacity — so training, testing, certification around sanctions, which we provide. We've also seen that this is a moment where institutions that have been thinking about improving or enhancing their sanctions-compliance regimes are coming to us, or coming back to us, to have this conversation.</p><p>MarketWatch: What else do you think MarketWatch readers should know about the sanctions?</p><p>Zarate: The U.S. has had a privileged position in being able to use sanctions aggressively against targets. It's just important for readers to understand that this is a domain of competition and conflict where the U.S. has maintained a great deal of power that's now being wielded in concert with others. And that's important because it speaks to the role of the dollar DXY, the importance of U.S. capital markets SPX, the strength of the economy, the faith and confidence in our system. All of that allows us to — at a moment of crisis like this — wield economic and financial measures that have real impact.</p><p>Another point is you're going to see, on a rolling basis, additional measures that will be taken by not just U.S. but other authorities. The question of secondary sanctions will come up — the targeting of, let's say, Chinese entities that are facilitating Russian activity or sanctions evasion.</p><p>Finally, this point about competition and conflict speaks to what the Russians may do in response. Part of this will be in the economic domain — expropriation of properties, doing things to harass those institutions that remain, or that are trying to unwind and are having a tough time doing it. The kinds of things that throw sand in the gears. They can and will use other means, like cyberattacks, to bite back.</p>",
  "published": "2022-03-12T10:16:00.000Z",
  "tags": [
    {
      "id": "US5801351017",
      "nexusId": "10050164",
      "name": "McDonald's Corporation",
      "offsets": [
        {
          "start": 3677,
          "end": 3687
        }
      ]
    }
  ]
}