{
  "_id": "cea8f8f3cc245886296f0e8e54faf3b2630d448e17a3c981d4af2e64bfacdf50",
  "feed": "market-watch",
  "title": "Pfizer and Moderna announce moves to help get vital COVID medicines to low-income countries, and Arkansas joins U.S. states expanding booster program to all adults",
  "text": "<p>Pfizer has signed a voluntary license agreement with United Nations–backed public health organization the Medicines Patent Pool that will allow generics makers to manufacture its COVID-19 oral antiviral treatment, once it is authorized. The move will allow other drug makers to supply the antiviral to 95 countries, covering up to about 53% of the world's population.</p><p>The company has agreed to waive royalties on sales in all countries covered by the agreement as long as COVID remains classified as a Public Health Emergency of International Concern by the World Health Organization.&#xa0;</p><p>Pfizer PFE released early data from a double-blind Phase 2/3 clinical trial in 1,219 unvaccinated adults with COVID-19 who were at high risk of severe disease and found it reduced the risk of dying or ending up in the hospital by 89%. The company said it would seek emergency-use authorization for the drug “as soon as possible.”</p><p>Read now: Pfizer to seek authorization of COVID-19 pill ‘as soon as possible'</p><p>Antivirals are expected to become a game changer in the pandemic, as they can be taken at home, while existing treatments have to be administered by intravenous or subcutaneous infusion in a clinical setting, or are reserved for the sickest patients in the hospital.</p><p>See: Merck's COVID-19 pill could bring in up to $7 billion in sales next year</p><p>Moderna MRNA said the European Union and European Economic Area countries have agreed to donate more than 70 million doses of its COVID-19 vaccine to the Covax program in 2021, helping the World Health Organization–backed organization deliver vaccines to low-income countries.&#xa0;The initiative was led by France, Sweden and Norway and includes an initial donation of 15 million doses from France and 40 million from Germany.&#xa0;</p><p>https://twitter.com/gavi/status/1460616143643688961Arkansas has joined Colorado, New Mexico and California in expanding its vaccine booster program to all adults, the New York Times reported. The move puts those states ahead of federal regulators, who have not yet made a decision on expanding eligibility.</p><p>Gov. Asa Hutchinson told reporters at a Monday news conference that he had directed the state's health department to issue new guidelines that would allow all adults to get a booster shot, provided they comply with timing rules relating to their primary shots.</p><p>Read:‘Society's very existence could have been threatened': Gen. Stanley McChrystal says the U.S. needs to ‘go to school' on pandemics before we're hit again</p><p>The U.S. is still averaging more than 1,100 COVID deaths a day, according to a Times tracker, and while new cases are falling, they are still averaging more than 84,000 a day. Hospitalizations are above 46,000 a day, on average, the tracker shows, and New Mexico, Colorado, Illinois and Minnesota remain hot spots with average new cases up more than 40% over the past two weeks.</p><p>Don't miss:&#xa0;‘As much as we want to move past the virus, we can't right now': What a canceled trip says about our continuing struggle with COVID-19</p><p>The Centers for Disease Control and Prevention's vaccine tracker is showing that 195 million people living in the U.S. are fully vaccinated, equal to 58.8% of the overall population, a number that has been stubbornly static for weeks. As most of the cases, hospitalizations and deaths are in unvaccinated people — and have been for months — experts say the effort to get those first shots in arms is crucial.</p><p>See: Unvaccinated people will hear you out on the COVID-19 shot — as long as you don't work for the government</p><p>Elsewhere, Munich has canceled its Christmas market for a second straight year, citing the “dramatic” resurgence in cases in the state of Bavaria, as AFP reported. The market typically draws about 3 million visitors.</p><p>“The dramatic situation in our hospitals and the exponentially increasing infection figures leave me no other choice: unfortunately, the Munich Christmas market cannot take place this year,” the Bavarian city's mayor, Dieter Reiter, said in a statement.</p><p>See: Austria locks down its unvaccinated, and Netherlands reimposes restrictions, as Europe battles surge in COVID cases</p><p>Ukraine is so desperate to persuade its citizens to get their shots that it is now offering them a cash incentive of 1,000 hryvnia, or about 35 euros ($40), AFP reported separately. Ukrainian President Volodymyr Zelensky announced the move in a video message. Ukraine is suffering a wave of new cases with less than a third of its population inoculated.</p><p>Russia has agreed to allow clinical trials of the Pfizer antiviral, Reuters reported. The trials conducted on 90 people located in home-like conditions with someone who has symptomatic COVID-19 began on Nov. 12 and will continue until March 2023, according to a state registry of medicines.</p><p>Ireland, which has vaccinated more than 76% of its population, is bringing in new restrictions including a midnight closing time for bars, restaurants and nightclubs, after a steep rise in hospitalizations, the Guardian reported. Health Minister Stephen Donnelly said the move is needed to avoid ICUs becoming overwhelmed.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 254.1 million on Tuesday, while the death toll edged above 5.11 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 47.2 million cases and 764,882 deaths.</p><p>India is second by cases after the U.S. at 34.5 million and has suffered 463,852 deaths. Brazil has the second highest death toll at 611,346 and 21.9 million cases.</p><p>In Europe, Russia recorded has the most fatalities at 253,009, followed by the U.K. at 143,598.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 110,802 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively understated.</p>",
  "published": "2021-11-17T08:23:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1265,
          "end": 1270
        }
      ]
    }
  ]
}