{
  "_id": "69c6dbbf3849885aadbd28cd8c4c53ce64e7b049c834d6d4982de856d134e588",
  "feed": "ftcomall",
  "title": "UK start-up uses AI to design antiviral pills to prevent pandemics",
  "text": "<p>Scientists are using artificial intelligence to design antiviral pills that could treat Covid-19 and stop potential pandemics in their tracks, a drive that has enabled an Oxford start-up to secure funding for its drug development programme from the Gates Foundation.</p> <p><a href=\"https://www.ft.com/content/fe55190e-42bf-11ea-a43a-c4b328d9061c\">Exscientia</a> is looking for treatments that could tackle Sars-Cov-2, other coronaviruses, influenza and Nipah, a virus that can be passed from animals to humans and in many cases causes respiratory infection.</p> <p>In sharp contrast to the speedy and successful development of Covid vaccines, drugs to tackle the virus directly are only just heading into the last stage of trials, with Merck and Pfizer launching the studies last week.</p> <p>Andrew Hopkins, Exscientia's chief executive, said that, by focusing on finding drugs that tackle the parts of viruses that are least likely to change, the scientists can develop treatments that could be used to disable viral threats that emerge in the future.</p> <p>“If we had a broad spectrum anti-coronavirus agent in our medicine chest, as soon as the first ill patients in Wuhan developed, we could have not only treated those patients but potentially actually closed down the outbreak there and then by preventing transmission,” he said.</p> <p>The Bill &amp; Melinda Gates Foundation will take an equity stake in the company, building on a previous donation for Exscientia's work on Covid, in a deal worth up to $70m. </p> <p>It comes as governments around the world are investing in becoming better prepared for future pandemics. Hopkins said politicians are now aware that such efforts will pay for themselves “multiple fold”. </p> <p>Doctors still lack good options for treating Covid patients. With questions about <a href=\"https://www.ft.com/content/3be91aa6-0700-4ca8-8ab8-491b6d35e4fe\">the efficacy of remdesivir</a>, the sole antiviral approved for the disease, most are relying on medicines that only address the symptoms such as the steroid dexamethasone and antibody treatments, which are harder-to-deliver infusions. The holy grail is an antiviral pill that can be given outside hospital and is easy to transport and store.</p> <p>The development of drugs to tackle Covid has lagged behind vaccines because experts working on the latter have benefited from being able to repurpose platforms, whereas the chemistry used in the pills known as small molecules is “more challenging”, said Hopkins, who added that each design is unique.</p> <p>Exscientia uses artificial intelligence at every stage of the process to help cut the time it takes to discover a drug by up to 80 per cent, said Hopkins. </p> <p>Using both public and proprietary data in its models, the company can optimise decisions such as what dose to give and how to target the right cells. Hopkins describes the technique as “precision engineering at the molecular scale”.</p> <p>The company already has drug candidates in clinical trials, two psychiatric treatments in partnership with Japanese drugmaker Sumitomo Dainippon Pharma, and another in oncology, which it is developing itself. Earlier this year, Exscientia <a href=\"https://www.ft.com/content/68fcea54-d90b-442b-860a-028036d272fd\">signed a deal</a> worth up to $1.2bn with US pharmaceutical company Bristol-Myers Squibb to discover new drugs.</p><p>Source: Hannah Kuchler in London 2021 'UK start-up uses AI to design antiviral pills to prevent pandemics' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-08T10:00:51.719Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 645,
          "end": 650
        }
      ],
      "nexusId": "10042334"
    }
  ]
}