{
  "_id": "a79638c06f6c4560130ddda317337c37c97b3ae1921cb4c96cfe0dee8938dee9",
  "feed": "market-watch",
  "title": "Biden's approval ratings on his handling of the pandemic drop as vaccination push continues",
  "text": "<p>According to a new poll from Axios-Ipsos, 39% of Americans think it will take more than a year from now to return to normal life, compared to just 9% of people who thought that in June.</p><p>See also: ‘It's not a magic pill': What Merck's antiviral pill could mean for vaccine hesitancy</p><p>This trend is in conjunction with a drop in the public's trust in Biden's handling of the pandemic. According to the same poll, 42% of Americans trust Biden a great deal or a fair amount to provide them with accurate COVID information, a 10-percentage point drop from April, and a 16-percentage point drop from Biden's first day in office as president.</p><p>“To the extent that he had any kind of warm feelings or optimism in relation to his presidency or benefit of the doubt, perhaps, that people might have been wanting to give to him, that's gone now,” said David Barker, the director of the Center for Congressional and Presidential Studies at American University.</p><p>While it's true that one poll could be an outlier, an average of polls of Americans' views on Biden's handling of the pandemic paint a similar picture.</p><p>According to FiveThirtyEight's polling average, which Biden's overall approval on his handling of the pandemic has dropped from 62.7% in June to 49.6% now.</p><p>Biden has routinely pushed for more Americans to take a COVID vaccine from makers like Pfizer PFE&#xa0;and BioNTech, Moderna MRNA, or Johnson &amp; Johnson JNJ. As of October 13, 76.6% of all Americans age 12 and over have received at least one COVID shot, according to the CDC's vaccine tracker.</p><p>See also: Brooklyn Nets decision to bench Kyrie Irving until he's vaccinated could cost him $15 million</p><p>The president received a COVID booster shot last month, but told reporters just before he got the shot “boosters are important, but the most important thing we need to do is get more people vaccinated.”</p>",
  "published": "2021-10-13T14:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 226,
          "end": 231
        }
      ],
      "nexusId": "10042334"
    }
  ]
}