{
  "_id": "a74e6aa794514a2d4889ea3f78175a152388a2ed80a3211361d0ce5b2345b4c7",
  "feed": "wall-street-journal",
  "title": "Buffett's Berkshire Buys Stakes in Verizon, Chevron",
  "text": "<p>It isn't clear in a filing if Mr. Buffett made the decision to invest in the two firms or if the decision was made by Berkshire money managers Todd Combs and Ted Weschler. The two are expected to take over all of Berkshire's investments once Mr. Buffett is no longer in the top job.</p><p>In the early months of the pandemic, the 90-year old Mr. Buffett said he was optimistic that the American economy would recover over time from Covid-19 turmoil.</p><p>\"You can bet on America, but you are going to have to be careful on how you bet,\" Mr. Buffett said in May. \"Simply because markets can do anything.\"</p><p>The bets on Verizon and Chevron show Berkshire's confidence in the long-term value of these traditional U.S. corporations as well as the telecommunications and fossil fuel industries.</p><p>In 2020, Chevron had its worst year since 2016, and Verizon's fourth-quarter profit fell after it booked higher costs and gained fewer new customers than usual.</p><p>Berkshire adjusted some of its drugmaker investments bets. The conglomerate sold off its $136 million investment in the Covid-19 vaccine maker Pfizer Inc., while increasing stakes in the pharmaceutical brands AbbVie Inc., Merck &amp; Co. and Bristol Myers Squibb Co.</p><p>The conglomerate continued to cut back from financial firms, selling off its remaining $93 million investment in JPMorgan Chase &amp; Co., and whittling away at its stake in Wells Fargo &amp; Co. by $1.4 billion.</p><p>Last year Berkshire Hathaway sold stakes in airlines, including United Airlines Holdings Inc., American Airlines Group Inc., Delta Air Lines Inc. and Southwest Airlines Co. Mr. Buffett said that he thought consumer behavior regarding travel had changed for the long term.</p><p>Industry observers have been waiting for Mr. Buffett to use a large chunk of Berkshire's more than $150 billion stockpile.</p><p>Instead, Berkshire has been spending billions on its own stock, investing $15.7 billion on buybacks alone in the first three quarters of 2020.</p>",
  "published": "2021-02-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1160,
          "end": 1171
        }
      ],
      "nexusId": "10042334"
    }
  ]
}