{
  "_id": "0fd382282fdcdb3025988b846227621c495f06cb2310f8b18f25719203aefcab",
  "feed": "market-watch",
  "title": "Walgreens could shut U.S. stores over the coming years as it invests in VillageMD and other healthcare strategies",
  "text": "<p>Along with its fiscal fourth-quarter results, Walgreens WBA recently announced that has invested $5.2 billion in VillageMD, a primary healthcare company, to bring its stake in the company to 63%, invested a further $970 million to take a 71% stake in Shields, a specialty pharmacy company, and made a $330 million investment for a 55% in CareCentrix, a home healthcare company.</p><p>Taken together, the investments mark the launch of Walgreens Health and are expected to drive long-term earnings-per-share growth of 11% to 13%.</p><p>See:19 states offered million-dollar lotteries to increase COVID vaccination rates — this research says they didn't work</p><p>“This is a new segment within our business that will focus on bringing together our healthcare ambitions and powering up our new and existing assets to support the journey,” said Roz Brewer, the former Starbucks Corp. SBUX executive who was announced as the new Walgreens chief executive in January, during the investor event, according to FactSet.</p><p>To bring this vision of multiplatform healthcare to physical locations and online through an app and other channels, analysts say the company will have to close some stores.</p><p>“Given the fairly significant investments Walgreens is making over the coming years, the company is looking to possibly close additional U.S. stores, albeit less than the number of closures will be less than the previous rationalization program (~125 locations now compared to 250 in the prior program),” Credit Suisse analysts led by A.J. Rise wrote.</p><p>“Further, Walgreens will look to possibly close some U.K. locations as well.”</p><p>In the U.S., the company aims for long-term sales growth of 3.5% to 4% with pharmacy growth of 4.5% and front-of-store retail growth of about 2%.</p><p>Also:The success of Merck's antiviral — and other COVID-19 pills in development — may depend on how quickly people start taking them</p><p>In post-event comments, Walgreens told Credit Suisse, the company discussed changes to its footprint. It has already added 40 Walgreens Health Corners, spaces in stores that include a tech bar and a private health room.</p><p>“When thinking about the 2% number, in today's traditional Walgreens store, an average store is 14,000 square feet, the stock room is 2,000 square feet,” Walgreens management said.</p><p>“The stock room probably doesn't need to be 2,000 square feet and we can leverage some of the space. There will be some square footage loss with VillageMD, and we will look to remove lower turnover/profit stock-keeping units [SKUs] and increase in health and wellness.”</p><p>Credit Suisse rates Walgreens shares neutral with a $48 price target.</p><p>“While we view this announcement as positive, we view it as more of a defensive move than offensive move given the competitive landscape has changed around Walgreens over the last few years,” wrote Mizuho analysts.</p><p>“As a result, we would not expect meaningful share price appreciation until successful execution on its strategy becomes evident.”</p><p>Mizuho rates Walgreens stock neutral with a $51 price target.</p><p>Don't miss:FDA committee says it's safe for all adults who got J&amp;J's COVID-19 vaccine to get a booster</p><p>“While there is plenty of work to do, we think the deeper push into healthcare meaningfully increases Walgreen's potential total addressable market, brings thecompany into higher-growth and higher-margin businesses, improves diversification, drives potential synergies with the base pharmacy business and improves positioning to benefit from overarching sector tailwinds,” wrote Truist analysts in a note.</p><p>Truist rates Walgreens stock hold with a $56 price target.</p><p>Walgreens stock is up 20.4% for the year to date, edging past the S&amp;P 500 index SPX increase of 20.3% for the period.</p>",
  "published": "2021-10-20T08:18:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1763,
          "end": 1768
        }
      ],
      "nexusId": "10042334"
    }
  ]
}