{
  "_id": "dc01d8f1370a3d7b346927ab2b7fd6da35771dd4a5b662342e93eaa7bd86b298",
  "feed": "market-watch",
  "title": "FDA advisers recommend Merck's COVID-19 pill in close vote",
  "text": "<p>Shares of Merck MRK rose 2% in after-hours trading on Tuesday after ending the regular trading day up a fraction. The company is developing the pill, which is called molnupiravir, with privately held Ridgeback Biotherapeutics.</p><p>The FDA is now expected to deliver its final decision, likely before the end of the year. The regulator often takes into account the recommendation of its advisory committees but is not required to do so.&#xa0;</p><p>If molnupiravir is authorized by the FDA in the coming weeks, as expected, the treatment will be the first oral COVID-19 pill that patients can take at home.</p><p>Members of the Antimicrobial Drugs Advisory Committee also suggested a safety-monitoring program, expressed concerns about prescribing the drug to those who are immunocompromised, and shared their concerns about the overall efficacy of the pill.</p><p>Some Wall Street analysts had predicted that the advisors would vote in support of authorization but with a cautious approach.</p><p>“Despite these reservations, molnupiravir is also likely to be approved, and demand is likely to exceed their 20 [million] course supply in 2022,” SVB Leerink analysts wrote on Friday.</p><p>Of the COVID-19 treatments that are currently available, most are used to care for very sick, hospitalized people. This includes the steroid dexamethasone and Gilead Sciences Inc.'s GILD Veklury.</p><p>The monoclonal antibodies developed by Eli Lilly &amp; Co. LLY, Regeneron Pharmaceuticals Inc. REGN, and Vir Biotechnology Inc. VIR and GlaxoSmithKline GSK can be used to treat people with mild or moderate cases of COVID-19, but these treatments have to be administered by an infusion in a clinical setting.</p><p>Molnupiravir was once held as a game changer in the course of the pandemic, but its importance has shifted as new data from the clinical trial came out and a competitor stepped up.</p><p>Wall Street's interest in Merck's pill began to wane in November when Pfizer Inc. PFE produced even more compelling results for its COVID-19 drug candidate, demonstrating that Paxlovid reduced the risk of hospitalization and death by a stunning 89% in a clinical trial. The company filed for emergency authorization later in the month.</p><p>Then, last week, Merck shared that its pill reduced the risk of hospitalization and death by 30% in a clinical trial—and not 50% as reported in the interim results. Wall Street is now factoring in growing worries about the omicron variant and the continuing need for new and better treatments for COVID-19.</p><p>“Concerns over the new omicron variant are increasing expectations on the potential of Pfizer's COVID-19 vaccine Comirnaty and updated data from Merck's oral anti-viral molnupiravir are increasing expectations for Pfizer's anti-viral&#xa0;Paxlovid,” Mizuho Securities analysts told investors on Monday.</p><p>Analysts were once over the moon about the sales potential of the first oral COVID-19 pill that works, predicting between $5 billion and $7 billion in sales next year alone. But the arrival of new efficacy data dragged down interest in both the drug and Merck's stock.</p><p>Citi on Monday downgraded Merck's stock to neutral, from buy, citing concerns about the company's experimental HIV drug islatravir and about molnupiravir.&#xa0;</p><p>Merck is seeking authorization for molnupiravir in adults who have tested positive for the virus, are experiencing mild or moderate symptoms, and are at high risk for severe disease.&#xa0;Patients are expected to start treatment within five days of symptoms.</p><p>The Phase 2/3, randomized, placebo-controlled, double-blind study only enrolled people who were unvaccinated; however, it's unclear whether the pill could be used to treat vaccinated individuals with breakthrough infections if it is authorized.&#xa0;</p><p>Molnupiravir has already been authorized for use in the U.K.</p><p>Read more coverage about Merck and its COVID-19 pill:&#xa0;</p><p>Merck stock dives after Citi downgrades on ‘high probability' that HIV treatment will be abandoned</p><p>Merck's COVID-19 pill could bring in up to $7 billion in sales next year</p><p>Why a pill you take at home could change the direction of the pandemic</p>",
  "published": "2021-11-30T17:20:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 1843,
          "end": 1848
        },
        {
          "start": 1855,
          "end": 1860
        },
        {
          "start": 2168,
          "end": 2173
        },
        {
          "start": 3006,
          "end": 3011
        },
        {
          "start": 3046,
          "end": 3051
        },
        {
          "start": 3174,
          "end": 3179
        }
      ]
    }
  ]
}