{
  "_id": "9485243a86f19a33a3c5a8fd069027d10eba2dfc0b730fd12aee15754f594b1d",
  "feed": "wall-street-journal",
  "title": "Vaccine Sales Lift Pfizer's Rosy Outlook",
  "text": "<p>The vaccine's revenue of $13 billion was the biggest contributor to Pfizer's third-quarter sales of about $24 billion, which more than doubled year over year. More than 75% of vaccine sales this year are from international sales, as the vaccine has reached 152 countries, Pfizer Chief Executive Albert Bourla said on an earnings call.</p><p>The vaccine remains in global demand in countries that are receiving initial supplies and others that have begun booster campaigns, as well as those that have yet to receive any supplies at all. The U.S. has authorized additional shots of the vaccine for many high-risk adults and last week cleared use of the vaccine for children as young as 5 years old.</p><p>In the U.S., the vaccine is expected to be available to the young children as soon as Wednesday in some locations, because the Centers for Disease Control and Prevention on Tuesday night endorsed use of the shot in the children. The agency's endorsement was the last step before the vaccines could be administered to the 5-11 age group, after the Food and Drug Administration had authorized use outside clinical trials last week.</p><p>Booster shots of the vaccine were authorized in September for many high-risk adults.</p><p>Pfizer is planning to produce about four billion doses next year, and has secured orders for 1.7 billion doses. The number of orders shows it is meeting demand, and low-income countries should move to strike supply deals before wealthy countries, to avoid falling behind as they did in the world's initial vaccine rollout, Mr. Bourla said in an interview.</p><p>\"We are already going way above what we forecast is needed based on the orders we have,\" Mr. Bourla said. \"If there are orders we will make more next year.\"</p><p>While data from Pfizer and other researchers have shown an additional dose might increase protection, a trial studying a fourth dose of the vaccine could start next spring, about a year after trial subjects in its studies received third doses, Pfizer Chief Scientific Officer Mikael Dolsten said in an interview.</p><p>That could lead to study results in time for people to get a fourth dose when they get flu shots.</p><p>\"It's really to prepare for what we think is the very likely need for annual revaccinations,\" he said.</p><p>The company recently said that a third dose was found in a large study to be safe and highly protective against symptomatic Covid-19.</p><p>Pfizer said it expects initial results on its experimental Covid-19 antiviral, which is in late-stage testing, by the end of the first quarter of 2022. Researchers are studying the drug in both vaccinated and unvaccinated people, and low-risk individuals, which could differentiate it from a promising antiviral from Merck &amp; Co. and Ridgeback Biotherapeutics LP under review by the FDA.</p><p>The company has begun providing scientific data to the FDA, although it hasn't formally requested authorization.</p><p>Pfizer expects as many as 150 million adults globally could need the antiviral because of infections and close contacts, said Pfizer Biopharmaceuticals President Angela Hwang. She said that there is potential for long-term sales and for government contracts for stockpiling.</p><p>Pfizer forecast $29 billion in sales next year off the 1.7 billion doses. Mr. Bourla said many countries will be purchasing pediatric doses. Next year's revenue is likely to be even higher because the forecast reflects supply agreements signed through mid-October.</p><p>Should the sales materialize, they would make the Pfizer-BioNTech vaccine the bestselling pharmaceutical product of all time. The world's top-selling prescription drug in recent years has been AbbVie Inc.'s anti-inflammatory drug Humira, which sold nearly $20 billion in 2018.</p><p>Pfizer splits vaccine sales with BioNTech.</p><p>In Tuesday trading, Pfizer shares rose 4.15% to $45.45.</p><p>The outlook for Pfizer's vaccine reflects the preference of the vaccine over ones from its rivals. Nearly 200 million people in the U.S. have been fully vaccinated, with more than half receiving Pfizer-BioNTech shots. Most of the rest received the vaccine from Moderna Inc. that uses a similar mRNA-based technology.</p><p>Pfizer has also distributed two billion doses so far and is on track to produce three billion doses.</p><p>Mr. Bourla in the interview urged poor countries to secure supply -- at discounted or not-for-profit prices -- for next year, and that he wants to avoid repeating another year in which they lagged behind wealthier countries. He said he hopes the World Health Organization and Covax can help.</p><p>The Covax program, run by a number of organizations including Unicef and the WHO, was created with the intention to offer rich and poor nations equitable access to vaccines.</p><p>Mr. Bourla said he has sent letters to countries asking them to place orders, and said they should be more proactive than in the past.</p><p>\"Some governments are better than others,\" he said. \"That's the problem.\"</p><p>Pfizer and other vaccine makers are facing criticism from countries, public-health officials and drug-access advocates for not supplying enough doses to low- and middle-income countries. Some countries lacked funds to secure deals with companies or the knowledge to make their own shots, forcing them to rely on the Covax program. Countries with supply deals have also been hampered by inadequate infrastructure needed to refrigerate vaccines.</p><p>Only 3.7% of people in low-income countries have received at least one dose of a Covid-19 vaccine, according to Our World in Data.</p><p>Initial results from a clinical study of the Pfizer-BioNTech vaccine in children 2 to 4 years are expected by the end of the year, while data for children 6 months to under 2 should be in by the end of next quarter, Dr. Dolsten said.</p><p>Pfizer raised its overall financial guidance for the year, forecasting sales of $81 billion to $82 billion, and adjusted earnings of $4.13 a share to $4.18 a share.</p><p>Excluding the Covid-19 vaccine, sales of Pfizer's other drugs rose 7%.</p><p>Stripping out one-time items, the company's adjusted third-quarter profit was $1.34 a share. Wall Street analysts had predicted $22.58 billion in revenue and adjusted earnings of $1.08 a share.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2684,
          "end": 2695
        }
      ]
    }
  ]
}