{
  "_id": "3384b462d398112574d6d591c9d09d86e5a05932b30dafad9ff1e7d7bd094e83",
  "feed": "wall-street-journal",
  "title": "Pfizer Submits Covid-19 Pill for FDA Authorization; Testing found pill 89% effective at reducing risk of hospitalization and death from Covid-19 when taken soon after diagnosis",
  "text": "<p>\"There is an urgent need for lifesaving treatment options,\" said Pfizer Chief Executive Albert Bourla. \"We are moving as quickly as possible in our effort to get this potential treatment into the hands of patients.\"</p><p>Health authorities and doctors have struggled with only a handful of options for treating Covid-19 patients, especially shortly after infection. A Gilead Sciences Inc. antiviral, remdesivir, is mostly used to treat hospitalized patients, while monoclonal antibody treatments have proven effective but are costly and typically given in doctor's offices or hospitals.</p><p>Initial supplies of Pfizer's pill would be limited. Pfizer projects it will be able to manufacture more than 180,000 courses of treatment this year, and plans to increase production to at least 50 million courses next year.</p><p>President Biden has said the U.S. has secured supply of the Pfizer drug, called Paxlovid, but the U.S. government hasn't specified an amount.</p><p>Paxlovid reduced the risk of hospitalization or death in high-risk people in a late-stage study with mild to moderate Covid-19 by about 89% if they took the pill within three days of diagnosis, Pfizer said this month.</p><p>Researchers also reported Paxlovid was found to be generally safe and well-tolerated, Pfizer said. Paxlovid was performing so well in the trial that Pfizer said it stopped enrolling subjects after discussions with the FDA. Drugmakers typically stop studies, after discussion with health regulators, if an experimental drug is found to be so effective that it would be unethical to continue the study including subjects who received a placebo.</p><p>If authorized, people could take Pfizer's drug at home shortly after they first develop Covid-19 symptoms. A course of treatment consists of 30 pills over five days. Twice a day, patients would take two pills of Paxlovid and one pill of another antiviral called ritonavir.</p><p>Pfizer said it has also begun submitting data and other information related to authorizing Paxlovid for use in other countries, including the U.K., Australia and New Zealand.</p><p>Should the FDA give the green light, Paxlovid could become the second easy-to-use treatment available in the world. Another Covid-19 pill, molnupiravir from Merck &amp; Co. and Ridgeback Biotherapeutics LP, is under review by the FDA and could be cleared for use in the U.S. before the end of the year. The U.K. authorized it this month.</p><p>Paxlovid works differently than the Merck-Ridgeback pill and presents fewer safety concerns, according to some physicians and scientists. Merck has said it is confident in molnupiravir's safety profile.</p><p>Researchers designed Pfizer's pill to stop the coronavirus from spreading in people by blocking activity of a key enzyme, known as protease, that the virus needs to replicate. Drugs blocking protease have proven effective against HIV, the virus that causes AIDS.</p><p>Pfizer researchers identified the drug in-house last year. Pfizer has said Paxlovid was found in laboratory testing to respond against variants, including the highly contagious Delta strain, but hasn't said how the drug fared against variants in the late-stage study of high-risk people.</p><p>Pfizer on Tuesday said it was licensing out Paxlovid to a U.N.-backed nonprofit as a way to expand access to the drug to people in low- and middle-income countries.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer Submits Covid-19 Pill for FDA Authorization</p>",
  "published": "2021-11-16T19:28:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2214,
          "end": 2225
        },
        {
          "start": 2529,
          "end": 2534
        }
      ],
      "nexusId": "10042334"
    }
  ]
}