{
  "_id": "fc499e71da91e522cb3a81a0312af1b5bee9249af387b80c61d9dbfab08978ee",
  "feed": "wall-street-journal",
  "title": "There May Soon Be a Covid Pill; Big Pharma comes to the pandemic rescue one more time.",
  "text": "<p>The National Institutes of Health prioritized development of monoclonal antibodies, which have helped many patients. But they are difficult to produce and distribute. Demand this summer exceeded supply, so the feds have rationed treatments. The FDA and NIH missed the chance to accelerate antivirals like molnupiravir, which creates errors in the machinery of the virus copying code.</p><p>An early stage trial this spring showed that molnupiravir rapidly reduced the amount of virus in patients. Based on that promising result, the Biden Administration in June signed a $1.2 billion contract for 1.7 million courses. Critics of Big Pharma complain the government is paying $700 per treatment, but Merck is spending to develop the treatment and scale up production at its own risk.</p><p>Merck has also signed licensing agreements with generic manufacturers to accelerate the pill's availability world-wide. Manufacturers in low-income countries don't need special expertise and supervision to produce the pills, unlike with the Covid vaccines. Molnupiravir can be easily distributed in poorer countries.</p><p>An Indian generic manufacturer in July announced positive results from its own molnupiravir trial, and Canada in August began a rolling review. But the FDA has been reluctant to authorize Covid treatments without Phase 3 trial results, and it may have felt less urgency this summer because vaccines were widely available. But what about the unvaccinated?</p><p>Molnupiravir would have been enormously helpful during this summer's Delta surge that has swamped some hospitals. Preliminary results released Friday from the Phase 3 trial showed 7.3% of at-risk patients who received molnupiravir were hospitalized, and none died within 29 days of treatment. By contrast, 14.1% of placebo recipients were hospitalized or died.</p><p>Evidence also indicates that the drug is effective against different variants and is unlikely to produce viral resistance. The pill could make Covid more manageable in low- and middle-income countries while countries expand vaccine manufacturing and distribution. It may also help reduce transmission and the severity of breakthrough infections.</p><p>The government throughout the pandemic has overlooked the pressing need for a Covid pill, but the FDA can help make up for this mistake by now fast-tracking molnupiravir.</p><p>There May Soon Be a Covid Pill</p>",
  "published": "2021-10-01T22:35:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 776,
          "end": 781
        },
        {
          "start": 692,
          "end": 697
        }
      ],
      "nexusId": "10042334"
    }
  ]
}