{
  "_id": "5a3301ef1b062f33fdaa0c292dc261d83009df7c70796fb4388f1c43d349ed94",
  "feed": "economist-newspaper",
  "title": "The World Ahead 2022; What to expect in year three of the pandemic",
  "text": "<p>Although the supply of vaccines surged in the last quarter of 2021, many countries will remain under-vaccinated for much of 2022, as a result of distribution difficulties and vaccine hesitancy. This will lead to higher rates of death and illness and weaker economic recoveries. The “last mile” problem of vaccine delivery will become painfully apparent as health workers carry vaccines into the planet's poorest and most remote places. But complaints about unequal distribution will start to abate during 2022 as access to patients' arms becomes a larger limiting factor than access to jabs. Indeed, if manufacturers do not scale back vaccine production there will be a glut by the second half of the year, predicts Airfinity, a provider of life-sciences data.</p><p>Booster jabs will be more widely used in 2022 as countries develop an understanding of when they are needed. New variants will also drive uptake, says Stanley Plotkin of the University of Pennsylvania, inventor of the rubella vaccine. Dr Plotkin says current vaccines and tweaked versions will be used as boosters, enhancing protection against variants. </p><p>The vaccination of children will also expand, in some countries to those as young as six months. Where vaccine hesitancy makes it hard for governments to reach their targets they will be inclined to make life difficult for the unvaccinated—by requiring vaccine passports to attend certain venues, and making vaccination compulsory for groups such as health-care workers.</p><p>Immunity and treatments may be widespread enough by mid-2022 to drive down case numbers and reduce the risk of new variants. At this point, the virus will become endemic in many countries. But although existing vaccines may be able to suppress the virus, new ones are needed to cut transmission.</p><p>Stephane Bancel, the boss of Moderna, a maker of vaccines based on mRNA technology, says his firm is working on a “multivalent” vaccine that will protect against more than one variant of covid-19. Beyond that he is looking at a “pan-respiratory” vaccine combining protection against multiple coronaviruses, respiratory viruses and strains of influenza.</p><p>Other innovations in covid-19 vaccines will include freeze-dried formulations of mRNA jabs, and vaccines that are given via skin patches or inhalation. Freeze-dried mRNA vaccines are easy to transport. As the supply of vaccines grows in 2022, those based on mRNA will be increasingly preferred, because they offer higher levels of protection. That will crimp the global market for less effective vaccines, such as the Chinese ones.</p><p>In rich countries there will also be greater focus on antibody treatments for people infected with covid-19. America, Britain and other countries will rely more on cocktails such as those from Regeneron or AstraZeneca.</p><p>Most promising of all are new antiviral drugs. Pfizer is already manufacturing “significant quantities” of its protease inhibitor. In America, the government has agreed to buy 1.2bn courses of an antiviral drug being developed by Merck, known as molnupiravir. This has shown its efficacy in trials, and the company has licensed it for widespread, affordable production.</p><p>There are many other antivirals in the pipeline. Antiviral drugs that can be taken in pill form, after diagnosis, are likely to become blockbusters in 2022, helping make covid-19 an ever more treatable disease. That will lead, in turn, to new concerns about unequal access and of misuse fostering resistant strains.</p><p>The greatest risk to this more optimistic outlook is the emergence of a new variant capable of evading the protection provided by existing vaccines. The coronavirus remains a formidable foe.</p><p>Natasha Loder: Health-policy editor, The Economist</p><p>■</p><p>This article appeared in the Science and Technology section of the print edition of The World Ahead 2022 under the headline “From pandemic to endemic”</p>",
  "published": "2021-11-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3016,
          "end": 3021
        }
      ],
      "nexusId": "10042334"
    }
  ]
}