{
  "_id": "dce831ffddb3f7aa9864bd4487200918da5ef9765a961e529fed0f8961e7e651",
  "feed": "wall-street-journal",
  "title": "Facebook, Ford, Acceleron Pharma: What to Watch When the Stock Market Opens Today; Tech stocks that are sensitive to interest rates fell ahead of the bell; Energy stocks got a boost from rising oil prices",
  "text": "<p>* Ford Motor rose 3.4% premarket. The auto maker plans to spend $7 billion to build two battery factories in Kentucky and a third in western Tennessee—part of a collaboration with SK Innovation—as well as a factory for producing electric trucks.</p><p>* Acceleron Pharma shares gained 1.8% premarket. Merck is in advanced talks to buy Acceleron, according to people familiar with the matter, in a move that would bolster the pharmaceutical giant's rare-disease business. Merck shares ticked down 0.2% premarket.</p><p>* Spotify Technology fell 1.7%. The music and podcast-streaming company has started its first global brand campaign to court marketers, part of an effort to expand revenues from advertising.</p><p>* Moderna fell by more than 3% ahead of the bell. Shares of the Covid-19 vaccine maker have almost quadrupled this year, but the runup has stalled in recent weeks.</p><p>* Activist hedge fund Starboard Value has a more-than-8% stake in Huntsman and plans to agitate for change at the chemicals producer, The Wall Street Journal reported. Huntsman shares rose more than 5% premarket.</p><p>* Occidental Petroleum, Devon Energy and Diamondback Energy were among the firms to get a boost from rising prices for oil and gas prices. Exxon Mobil gained 0.7%. Energy is the best-performing sector in the S&amp;P 500 this year.</p><p>* Shares of chip companies including Nvidia and Micron Technology slipped ahead of the bell. Micron is due to report earnings Tuesday. The latest threat to supply chains for semiconductors: High coal prices and efforts to curb energy consumption in China.</p><p>* Entertainment giant Endeavor Group has agreed to buy an online sports-betting business from game developer Scientific Games for $1.2 billion in cash and stock. Endeavour jumped more than 6% premarket. Scientific rose 0.7% premarket.</p><p>* Concentrix gained 5.1% ahead of the bell. The business-services company's quarterly profit more than doubled and revenue rose 20% from the year earlier.</p><p>Chart of the Day</p><p>* Banks are on pace this year to merge at a level not seen since the 2008 financial crisis. It is a turnaround from last year, when the economy spiraled and many regional and community banks put merger plans on the shelf. Now, bank executives are feeling more certain about what the future holds, but some are finding it hard to make it on their own.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Facebook, Ford, Acceleron Pharma: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-09-28T13:17:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 295,
          "end": 300
        },
        {
          "start": 465,
          "end": 470
        }
      ],
      "nexusId": "10042334"
    }
  ]
}