{
  "_id": "5cdc5ab5bae153c7039e2c30f69f703de6ceafb56a19685f0b6ac92dd968c2ec",
  "feed": "wall-street-journal",
  "title": "Biotech Startup Verge Genomics Collects $98 Million; Startup discovers potential disease treatments using human genetics, AI",
  "text": "<p>Verge and some other biotechs are betting AI and large-scale genetics will improve success rates by increasing the number of brain-disease targets and helping researchers optimize drug compounds.</p><p>Biotechs are benefiting from the falling cost of genetic sequencing and increased availability of neurological brain tissue available for study, thanks to efforts by universities and government agencies to collect tissue from donors. For example, NeuroBioBank, a National Institutes of Health-funded resource for scientists seeking brain tissue, was established in 2013.</p><p>Verge genetically profiles brains and spinal cords from patients who have had diseases such as Alzheimer's and Parkinson's and uses machine learning to map out causes of the disease, Ms. Zhang said.</p><p>Verge's lead drug is a potential treatment for ALS, a progressive condition that affects nerve cells controlling voluntary muscle movement. Two drugs are approved in the U.S., but there is no treatment that cures or reverses the course of the disease, according to the National Institute of Neurological Disorders and Stroke, which is part of the NIH.</p><p>Verge's lead drug for ALS targets an enzyme called PIKfyve. In neurons and other cells, PIKfyve regulates a pathway that clears away debris. This \"garbage\" pathway is dysfunctional in ALS, according to Verge.</p><p>By targeting PIKfyve, Verge aims to restore the functioning of this pathway and prevent neurons from dying, according to Ms. Zhang. This new financing will help the company progress its lead drug programs through clinical trials and expand its pipeline of preclinical and clinical-stage drug candidates, Verge said.</p><p>Verge in July also disclosed a collaboration with drugmaker Eli Lilly &amp; Co. to research and develop ALS treatments. Verge received $25 million initially and could earn an additional $694 million in payments through the deal.</p><p>Competitors include biotech startup AcuraStem Inc., which said Wednesday it has generated promising results from mouse studies of a drug designed to suppress PIKfyve.</p><p>BlackRock Inc. led this second, or Series B, round of financing for Verge. Eli Lilly, Merck Global Health Innovation Fund, Section 32, Vulcan Capital, Threshold Ventures, ALS Investment Fund, Tao Capital Partners and Lifeforce Capital also participated. With the new round, Verge has raised a total of $138 million since forming in 2015.</p><p>Write to Brian Gormley at brian.gormley@wsj.com</p>",
  "published": "2021-12-16T11:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2121,
          "end": 2126
        }
      ],
      "nexusId": "10042334"
    }
  ]
}