{
  "_id": "1c5c11baf5bd43931b0276df016d54ea110c25a06a0df3ab248227d5b6b0a9af",
  "feed": "ftcomall",
  "title": "Coronavirus pill: Merck forges a new hammer to crack pandemic",
  "text": "<p>A virus is simply a piece of bad news wrapped in protein, a Nobel Prize winner once wrote. Its very simplicity makes it a difficult target for drugmakers. After many setbacks, US regulators are considering whether to approve the <a href=\"https://www.ft.com/content/5ec9bdf5-58e8-4f0d-9b07-979668e8bbb8\">first antiviral pill</a> to combat Covid-19. Molnupiravir is named after the mythical hammer of Norse god Thor. Developers Merck and Ridgeback Biotherapeutics expect it to pack a powerful punch. </p> <p>The release of unexpectedly good trial results sent shares in the US pharma group soaring at the start of the month. Molnupiravir represents the leading edge of a second wave of treatments developed in response to coronavirus. Each of these will nibble away at the risks the disease poses.</p> <p>Assuming $2.5bn of sales this year and $5bn thereafter, the drug's net present value is $2.50 per share, says Berenberg. Other estimates are even higher. Much depends on pricing, which may differ significantly from the $700 a dose suggested by a $1.2bn US government order.</p> <p>Competition will also be a factor. Gilead Sciences is developing a pill version of remdesivir which, delivered intravenously, is for now the only approved antiviral against Covid. Pfizer is working on a similar drug, as is Japanese drugmaker Shionogi &amp; Co. There are high expectations of an antiviral pill being developed by Atea Pharmaceuticals, working in partnership with Roche. </p> <p>Molnupiravir, if approved, will eat into rivals' sales. Merck's news hit shares in vaccine makers such as Moderna and BioNTech, as well as Vir Biotechnology, developer of a monoclonal antibody therapy in partnership with GlaxoSmithKline. But the inroads will be limited by the likely restriction of the new drug to treat people most at risk of developing severe disease following a Covid diagnosis. </p> <p>That reflects the limitations of antivirals. The new drug should be taken within the first five days of illness. There are concerns about resistance, though the short treatment period gives little time for the virus to evolve into resistant forms. Some researchers have <a href=\"https://www.nature.com/articles/d41586-021-02783-1\">raised concerns</a> about cancer risks, though Merck is “very comfortable” about the drug's safety profile, </p> <p>Viruses test the ingenuity of scientists to the limit. Molnupiravir has obvious limitations. But drugmakers should be able to build on it to create other treatments. Science, like Thor's hammer, flattens giant adversaries one blow at a time.</p><p>Source:  2021 'Coronavirus pill: Merck forges a new hammer to crack pandemic' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-12T14:17:57.919Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 18,
          "end": 23
        },
        {
          "start": 2078,
          "end": 2083
        },
        {
          "start": 348,
          "end": 353
        },
        {
          "start": 1422,
          "end": 1427
        }
      ]
    }
  ]
}