{
  "_id": "dc87b508388e342f062d6eaa584528e603fe9a59cdc1ac892738c6edf7891d27",
  "feed": "market-watch",
  "title": "Dow tops 36,000 mark and S&P 500 aims for closing record in final session before Christmas",
  "text": "<p>How are stock indexes trading?</p><p>The Dow Jones Industrial Average DJIA rose 283 points, or 0.8%, to 36,035.</p><p>The S&amp;P 500 SPX was up 37 points, or 0.8%, at 4,733, on track to finish above its record close of 4,712.02 set on Dec. 10.</p><p>The Nasdaq Composite COMP gained 149 points, or 1%, to trade at 15,670.</p><p>On Wednesday, major indexes scored gains. For the week through Wednesday, the Dow was up 1.1%, the S&amp;P 500 had gained 1.6%, and the Nasdaq advanced 2.3%.</p><p>What's driving markets?</p><p>Stocks were climbing Thursday, but in thinner trading volumes ahead of the long holiday weekend, with Wall Street closed on Friday, Christmas Eve.</p><p>“Today, it is about economic optimism that this variant is not going to be as bad as delta and original virus,” said Kent Engelke, chief economic strategist at Capitol Securities Management, in a phone interview.</p><p>Engelke also said sentiment on Wall Street improved following reassurances this week from the White House that no 2020-style lockdowns were on the table as part of its plans to fight the coronavirus' omicron variant.</p><p>“But it is economic optimism on light volume,” he said.</p><p>The next week will see business as usual, albeit in likely continued thin trading. U.S. markets won't close either Friday, Dec. 31, or Monday, Jan. 3, 2022, in observation of the New Year's holiday, though other global markets will.</p><p>Read:Is the stock market open on Christmas Eve? New Year's Eve? Here are the coming holiday trading hours.</p><p>Investors were digesting a fresh batch of U.S. data Thursday.</p><p>First-time jobless claims were unchanged at 205,000 in the week ended Dec. 18, while consumer spending and personal spending nudged higher, the 12-month PCE inflation indicator rose 5.7% in November. Durable goods orders rose 2.5% for the month.</p><p>“The data added to evidence that holiday spending was likely pulled forward into October,” Pooja Sriram, from Barclay's U.S. economic research team, wrote in a note following the consumer data.</p><p>The University of Michigan's gauge of consumer sentiment rose slightly to a final December reading of 70.6 from the initial figure of 70.4. U.S. new home sales jumped 12.4% to a seasonally-adjusted annual rate of 744,000 in November from a revised 662,000 in the prior month, the government reported Thursday, but came in below expectations for an annual rate of 766,000.</p><p>“After a work-from-home rise and fall, home sales seem to have stabilized toward a moderate growth trajectory,” U.S. economists at Mizuho wrote, in a client note. “It also demonstrates that despite rising prices for goods and assets, households are still making large purchases.”</p><p>Adding to the positive newsflow, AstraZeneca AZNUK:AZN said Thursday that its COVID-19 booster shot was effective against the highly contagious variant, in a laboratory study.</p><p>A pair of U.K. studies released Wednesday also showed the omicron variant may be milder than the delta one, while South African medical experts have suggested the surge in cases may have peaked, with fewer hospitalizations and severe illness.</p><p>“The caveat here is that even if omicron is less dangerous, the fact that it is so much more transmissible means that health services are still at risk of being overwhelmed by the surge in new infections,” said Raffi Boyadjian, lead investment analyst at XM, in a note to clients. “But hopes are high that the fast rollout of booster jabs in many countries will keep hospitalization rates manageable, avoiding the need for tough or prolonged lockdowns.”</p><p>With central banks such as the Fed slowly turning off the stimulus taps and President Biden's $1.75 trillion spending bill hanging in the balance, it probably won't take much to spark another panic in the markets, Boyadjian added. But for now, stocks globally are enjoying another positive day, led by strong gains in Asia and a solid open in Europe, he said.</p><p>What companies are in focus?</p><p>The Food and Drug Administration on Thursday granted emergency use authorization to Merck &amp; Co. Inc..'s MRK antiviral drug for high-risk adults over the age of 18. Shares were down 0.4%.</p><p>Shares of Novavax NVAX fell 3.5% after the biotech company said an early study data of its COVID-19 vaccine booster showed immune responses against the omicron variant.</p><p>Shares of Ortho Clinical Diagnostics OCDX were up 6% after diagnostic healthcare products maker Quidel said it would buy the in-vitro diagnostics company in a $6 billion cash and stock deal.</p><p>JD.com shares JD tumbled 6.8% after Tencent said it will substantially reduce its stake in the Chinese internet company.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 4 basis points to 1.495%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was flat.</p><p>Oil futures edged higher, with the U.S. benchmark CL00 up 0.9%, while gold futures GC00 closed up 0.5%, settling at $1,811.70 an ounce.</p><p>Bitcoin BTCUSD gained 4.1%.</p><p>The Stoxx Europe 600 index XX:SXXP closed 1% higher and London's FTSE 100 UK:UKX gained 0.4%.</p><p>The Shanghai Composite CN:SHCOMP rose 0.9%, while the Hang Seng Index HK:HSI gained 0.3% and Japan's Nikkei 225 JP:NIK jumped 0.8%.</p><p>Barbara Kollmeyer contributed reporting to this article</p>",
  "published": "2021-12-23T14:36:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3952,
          "end": 3963
        },
        {
          "start": 3952,
          "end": 3968
        }
      ]
    }
  ]
}