{
  "_id": "4a87f215a76365c07d86af3e4ab6a862fe534e0099afc8e3889808d7e5e6835b",
  "feed": "wall-street-journal",
  "title": "With Omicron Cases Surging, Here's How and When to Test for Covid-19; Holiday gatherings, travel and a shortage of tests in some places make it essential to have smart strategies for testing now",
  "text": "<p>The fast-spreading Omicron variant is fueling a surge of Covid-19 cases in many parts of the U.S. right as millions of Americans are planning holiday gatherings and travel. The rise is creating a rush for tests, and a host of questions about when and how to test—especially with at-home kits and appointments difficult to come by in hard-hit areas.</p><p>We asked doctors about the best strategies for testing. Here's what they said.</p><p>In what circumstances do I need to test?</p><p>There are three main scenarios that call for Covid-19 testing during the holidays, doctors say.</p><p>Test when you have symptoms, including sore throat, cough, runny nose or fever, doctors say. The result will help determine whether you need to isolate for 10 days and whether you need to call a doctor to seek treatment. An antiviral pill from Pfizer Inc. has been authorized for use in high-risk patients age 12 and older; another treatment developed by Ridgeback Biotherapeutics and Merck &amp; Co. could be authorized soon. And monoclonal antibody treatments are already available.</p><p>Test when you know you have been exposed to Covid-19, whether you learned via a contact-tracing notification or discovered that someone you have been close to tested positive. Rapid antigen tests aren't likely to detect the virus early, but they are considered a good gauge of whether you have become infectious. If you have symptoms already, test right away. If the test is negative and you still have symptoms a few days later, follow up with another test.</p><p>If you don't have symptoms after the exposure, doctors recommend waiting about three to five days and then doing a rapid test. If you are infected, your viral load likely will have increased enough for the test to detect it, they say. In the meantime, take precautions such as wearing a mask around others even if you are vaccinated.</p><p>Test to screen yourself before getting together with friends or family in a setting, say, indoors and maskless, in which you are at higher risk of transmitting the virus. That is true especially if the event includes people who are elderly, immunocompromised, have underlying health conditions or aren't vaccinated. \"As a rule, plan your precautions around the most vulnerable people in the group,\" says Alyssa Bilinski, an assistant professor of health policy at the Brown University School of Public Health.</p><p>When is the best time to test before I see family and friends?</p><p>Test yourself as close to the start of the event as possible.</p><p>If you are incubating the virus, you can become contagious at any time. The rapid test does the best job of quickly letting you know whether you are contagious the moment you test yourself, doctors say.</p><p>If you are going to a party, \"the best situation is to show up at a friend's house and they are testing\" at the entrance, says Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security. If the test is positive, leave and isolate for 10 days. </p><p>A Covid-19 testing site in New York City's Times Square on Dec. 19. PHOTO: Thalia Juarez for The Wall Street Journal</p><p>How do I decide whether to do a PCR test or a rapid test?</p><p>Your first pass should be a rapid antigen test, many doctors say, because it can help provide the fastest answer to the most important questions: Am I contagious and am I putting others at risk?</p><p>Rapid antigen tests—which give results in about 15 minutes—are a good gauge of infectiousness.</p><p>SHARE YOUR THOUGHTS</p><p>How easy has it been for you to get tested for Covid-19? Join the conversation below.</p><p>However, rapid tests aren't as sensitive as PCR tests. The PCR test is better at detecting whether you are incubating Covid-19. PCR tests, though, must be analyzed in a lab and it can take days to get the results.</p><p>A PCR test is also helpful if you have any doubt about the results of a rapid test, doctors say, such as when a rapid test says you are negative but you are still sick. If you need the test to make a decision about a coming trip or gathering, \"make sure you're likely to get the test results back before you take the risk,\" Dr. Bilinski says. Take the PCR test as close in time to the event as you can get it, and be cautious not to get exposed after you are swabbed, she says.</p><p>What if test kits are scarce and appointments are hard to come by? Which situations should I give priority for testing?</p><p>If you must ration your tests, give priority to those most at risk within your household, doctors say. Test the people who are vulnerable and might need treatment first, says Dr. Bilinski. Then test to get the information you would need to change your behavior, such as skipping a family dinner, if you will be with people who are vulnerable.</p><p>Should I test if I am traveling?</p><p>If you plan to travel, the Centers for Disease Control and Prevention recommends you test one to three days before and again after your travel if you aren't vaccinated. All travelers should test themselves if they develop symptoms, the CDC says.</p><p>What can you do if you can't find test kits?</p><p>As Omicron has exploded, rapid test kits have become harder to find in some places and wait times for test appointments have increased in hotspots.</p><p>The Biden administration has said it is preparing to distribute 500 million free at-home Covid-19 testing kits to Americans. In the meantime, \"consumers will unfortunately have to be scrappy shoppers when it comes to finding a rapid test,\" says Shantanu Nundy, chief medical officer of digital healthcare company Accolade Inc.</p><p>If you are shopping online for rapid antigen tests and they aren't available, \"keep pushing refresh,\" Dr. Bilinski says. A retailer's web site may be sold out in the morning but not in the afternoon, she says.</p><p>Ask the local pharmacy when it expects a shipment, suggests Megan Ranney, emergency room doctor and associate dean of the Brown University School of Public Health. Or get outside of the city and look in more rural areas, Dr. Adalja recommends.</p><p>Another tactic is to check with your local public health department, Dr. Nundy advises. Many local governments are distributing test kits for free in public spaces like libraries, he says.</p><p>—Brianna Abbott contributed to this article.</p><p>Write to Betsy Morris at betsy.morris@wsj.com</p><p>With Omicron Cases Surging, Here's How and When to Test for Covid-19</p>",
  "published": "2021-12-22T21:46:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 950,
          "end": 961
        }
      ],
      "nexusId": "10042334"
    }
  ]
}