{
  "_id": "eca362d7dd571d75e661f43f7f8fd9abed85f12682b4b76cd563a95b6c5d1dab",
  "feed": "ftcomall",
  "title": "Scientists warn of challenges to find antiviral pill to treat Covid",
  "text": "<p>The search for a pill to protect people from the effects of Covid-19 is confounding scientists, suggesting the UK government's decision to set an autumn target for finding two effective antiviral drugs will be difficult to meet.&#xa0;&#xa0;</p> <p>Experts have welcomed the government's new task force to speed up the search with investment in a neglected but vital area of pharmaceuticals. But many are not yet convinced that the drugs in development could be used to treat patients within a few months.&#xa0;</p> <p>Steve Bates, chief executive of the BioIndustry Association, who was closely involved with creating the vaccines task force, on which the new drive to find antivirals has been modelled, suggested the ventures were different but carried similarly high levels of risk. </p> <p>“It's like comparing reaching the North Pole to climbing Everest,” he said. However, the clear objective “to have at least two effective treatments this year, either in tablet or capsule form . . . is really good because it's really clear,” he added.</p> <p>One difference between the two task forces is the decision to run a competition to recruit a chair for the antivirals effort, on a salary of £63,000 a year and working for a minimum of three days a week. </p> <p>The chair's task will not be limited to the goal of producing “two effective antiviral treatments which are deployable by autumn/winter 2021”. The appointee will “also be required to create a pipeline of additional promising novel antivirals for potential deployment in 2022 and beyond, ensuring that there are strong manufacturing and supply chains in place,” the job advertisement said.</p> <p>While the Oxford university-based Recovery trial is admired around the world for identifying drugs that treat the inflammatory symptoms in late stage Covid-19, such as dexamethasone, neither it, nor other trials, have found a drug that is very effective at tackling the virus directly. </p> <p>The frustratingly slow pace stands in stark contrast to the rapid development of a number of highly effective vaccines.&#xa0;</p> <p>“I think we should try to develop such a drug that can benefit mankind, but we cannot overestimate the challenges of such an aspiration,”&#xa0;said Kin-Chow Chang, a professor at Nottingham university, who has tested drugs in animals to discover an antiviral for Covid-19.</p> <p>Doctors have used Gilead's remdesivir, an infusion originally designed for Ebola but now approved for Covid-19 in the UK and the US, where it is commonly deployed. But a World Health Organization study found it had no substantial impact on a patient's chances of survival.</p> <p>Other attempts have flopped, including one to investigate using HIV drugs, and a biologic candidate which Merck decided last week to abandon, saying that the extra data requested by the US regulator would mean it would take too long to come to market.&#xa0;</p> <p>Antivirals are challenging to create: scientists must peer into the virus's mechanisms to identify how to stop it from replicating, rather than focusing on the surface, as the vaccine makers did with the spike protein. The drugs must be able to keep up with the evolving virus and are often taken in combination so the virus finds them harder to evade. </p> <p>There are already promising drugs in human trials, including a repurposed treatment for flu, and new drugs. Professor Peter Horby, who helps lead the Recovery trial, said the new task force was necessary as it would be able to pick up early-stage products and accelerate them.&#xa0;</p> <p>“It's a challenging market, so that the economics of developing these kinds of drugs are not great, which is why it needs public investment,” he said.&#xa0;</p> <p>Favipiravir is being tested in the Glasgow Getafix trial and University College London's Flare study. The Japanese drug for flu, owned by Fujifilm, was studied in Japan last year but the health ministry in Tokyo said the efficacy data were inconclusive. It also cannot be taken by pregnant women because of a risk of birth defects.&#xa0;Fujifilm started a new study this week. </p> <p>Dr Janet Scott, clinical lecturer in infectious diseases at Glasgow university, who is leading the Getafix trial, said it was currently looking to recruit some 300 people and hoped the treatment might even prevent Long Covid.</p> <p>Asked about the feasibility of the end-of-year target, she said: “Even if we fail we'll have failed well because we'll have moved things forward in terms of what doesn't work.&#xa0;”</p> <p>Merck's molnupiravir, developed with Ridgeback Biotherapeutics, is heading into a phase 3 trial after positive data among outpatients. Roche's AT-527, part of a collaboration with Atea Pharmaceuticals, was previously shown to be safe and to show antiviral activity in Hepatitis C patients. It is also due to enter phase 3 within weeks. Pfizer started a phase 1 study last month for PF-07321332, saying lab studies concluded the oral drug was “potent”.&#xa0;</p> <p>How fast these trials can go depends largely on how quickly they can recruit patients with Covid-19. Theoretically, they could be faster than vaccine trials because researchers are not waiting to see who catches the disease, but how quickly a patient recovers. </p> <p>However, as rates of Covid-19 decline in the UK, Bill Anderson, chief executive of Roche Pharmaceuticals, said its trial had to expand to countries where Covid-19 was more prevalent.&#xa0;</p> <p>“They did an excellent job rolling out Covid vaccines in the UK . . . and so there's just simply not enough patients to enrol in that study with the speed that we were hoping to,” he said.&#xa0;</p> <p>Stephen Griffin, who leads the antiviral group at the Leeds School of Medicine, said it had been “frustrating” to see how little investment there had been in this area.&#xa0;</p> <p>“I think that investment in fundamental research and translational research to develop new antivirals would be a fantastic thing,” he said, adding that he hoped it would help for this pandemic — and could certainly be good preparation for the next one.</p> <a href=\"http://www.ft.com/cms/e6f487f4-a7d9-4e90-b9cb-ef8d25803bec.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>This article has been amended to correct the name of Ridgeback Biotherapeutics and to clarify the type of drug used by Merck in its trial</em></p><p>Source: Hannah Kuchler and Sarah Neville in London 2021 'Scientists warn of challenges to find antiviral pill to treat Covid' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T19:00:56.488Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 5990,
          "end": 5995
        },
        {
          "start": 2654,
          "end": 2659
        },
        {
          "start": 4360,
          "end": 4365
        }
      ],
      "nexusId": "10042334"
    }
  ]
}