{
  "_id": "9b08ca87a6e549b0b9d5680b0046fd1f0511f49b89668165c7086a78624382c2",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Covid-19  Pill Shows  Promising  Results  ----  By Betsy McKay",
  "text": "<p>   An experimental Covid-19 drug that promises to be a kind of Tamiflu for the pandemic had positive results in a preliminary study, one of the drug's developers said. </p><p>   The pill, which is being developed by Ridgeback Biotherapeutics LP and Merck &amp; Co., significantly reduced infectious virus in subjects in a mid-stage study after five days of treatment, Ridgeback reported at a virtual meeting of infectious-disease scientists Saturday. </p><p>   Further study of the experimental antiviral is under way. If it proves capable of treating people with Covid-19 who show symptoms, the drug would bolster a limited arsenal of treatments and be the first oral antiviral against the disease. </p><p>   More than a year into the pandemic, doctors and Covid-19 patients have few options. Only one antiviral has been authorized for use: remdesivir from Gilead Sciences Inc., and it has been shown to provide only a modest benefit in hospitalized patients. </p><p>   The experimental drug, named molnupiravir, could fill an important role by also helping people who are sick but still at home, serving the same kind of role performed by Tamiflu for the flu, some infectious-disease experts say. </p><p>   \"It's tantalizing and interesting, but it's not exactly 100% complete,\" said Carl Dieffenbach, director of the Division of AIDS at the National Institute of Allergy and Infectious Diseases, who wasn't involved in the study. \"What we need to confirm is that there's clinical benefit.\" </p><p>   Drug researchers are making a push to find new Covid-19 drugs to improve upon the performance of the few currently available therapies and fill in gaps in the offerings. They also are looking for therapies that are effective against new coronavirus variants that are spreading rapidly. </p><p>   \"The clear need in this is the development of potent antivirals directly acting on SARS-CoV-2,\" Anthony Fauci, director of the NIAID and President Biden's chief medical adviser, said at a recent White House briefing, referring to the virus causing the pandemic. </p><p>   Unlike other drugs targeting the spike protein protruding from the surface of the virus, molnupiravir attacks a portion of the virus that helps it reproduce. </p><p>   The 182-subject mid-stage, or Phase 2, trial studied the effect of various doses of molnupiravir in people who had developed Covid-19 symptoms within the previous week, tested positive for the disease during the most recent four days and weren't hospitalized. </p><p>   Tests didn't detect infectious virus in any of the study volunteers who took molnupiravir twice a day after five days of treatment, while 24% of subjects who received a placebo did, Ridgeback reported at the virtual Conference on Retroviruses and Opportunistic Infections. Subjects who took larger doses of the drug also had lower levels of infectious virus than the placebo group after three days. </p><p>   Ridgeback Biotherapeutics co-founder Wayne Holman said the results indicate the drug prevents the new coronavirus from replicating in the body and offer the first proof that an oral antiviral drug can be effective against the virus. </p><p></p>",
  "published": "2021-03-08T07:04:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 236,
          "end": 247
        },
        {
          "start": 236,
          "end": 248
        }
      ]
    }
  ]
}