{
  "_id": "ca2f0cf9148aa2b39820e1e0906b1e6f402aa57ddf4e17f3a542d638e6ab8146",
  "feed": "wall-street-journal",
  "title": "Merck-Ridgeback Covid-19 Pill Cleared for Use in U.K. U.S. is also expected to authorize molnupiravir, which has been found to reduce the risk of hospitalization, in coming months",
  "text": "<p>The company said the U.K.'s Medicines and Healthcare Products Regulatory Agency authorized the drug for the treatment of mild-to-moderate Covid-19 in adults with a positive diagnostic test and who have at least one risk factor for developing severe illness.</p><p>A few other drugs have been found to reduce the risk of hospitalization, but they must be given intravenously. Doctors and patients have been waiting for an effective treatment that could be taken at home to prevent an infection from turning severe and requiring hospitalization.</p><p>The U.S. and other countries are likely to follow suit authorizing the pill, molnupiravir, after a late-stage study recently found the drug reduced the risk of hospitalization or death by about 50%.</p><p>The U.S. Food and Drug Administration is reviewing molnupiravir. Experts who advise the agency are scheduled to meet in late November, which could set up the drug's U.S. authorization by the end of the year.</p><p>The treatment becomes available as governments and public-health experts are cautioning there could be another virulent winter, especially among people who aren't vaccinated.</p><p>In the late-stage study, the drug was tested in unvaccinated people. The rate of side effects in study subjects who got molnupiravir and those who got a placebo was similar, according to the companies.</p><p>The Search for Covid-19 Drugs</p><p>More WSJ coverage, selected by the editors</p><p>* Merck's Covid-19 Pill Licensed to U.N.-Backed Nonprofit to Increase Global Supplies (Oct. 27)</p><p>* Merck Asks FDA to Authorize Promising Covid-19 Pill (Oct. 11)</p><p>* Merck Pill Intended to Treat Covid-19 Succeeds in Key Study (Oct. 1)</p><p>* Covid Treatment Options Remain Elusive, Despite Months of Effort and Rising Delta Cases (July 26)</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Merck-Ridgeback Covid-19 Pill Cleared for Use in U.K.</p>",
  "published": "2021-11-04T10:56:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1557,
          "end": 1562
        },
        {
          "start": 1493,
          "end": 1498
        },
        {
          "start": 1397,
          "end": 1402
        }
      ],
      "nexusId": "10042334"
    }
  ]
}