{
  "_id": "ad43c251798228cc9067c05b14376e6bc91e5b71abcefaf7aa16cdf4227a043d",
  "feed": "ftcomall",
  "title": "THG's updates over SoftBank holding prove oddly revealing ",
  "text": "<h2>THG: Moulding's holdings</h2> <p>Mystery never seems far from THG, Matthew Moulding's <a href=\"https://www.ft.com/content/4ad84653-e32d-4249-bfb4-b33c88ce4569\">cosmetics and protein powder</a> empire. Even a simple holding-in-company announcement has the potential to confuse and confound.<br><br>It all began on May 10, when THG unveiled a <a href=\"https://www.ft.com/content/ad173723-47a5-4d44-8cd0-1b5e11c44db6\">collaboration with SoftBank</a> subsidiary SBM that involved the Japanese group buying new shares for about $730m. A day later, THG said it would be <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-14970993-7KSDDTMEARGJEBDAMQN6P8B4RG\">issuing 86.6m shares</a> to cover the subscription.<br><br>After that, nothing. Which was odd. Market <a href=\"https://www.handbook.fca.org.uk/handbook/DTR/5/?view=chapter\">rules define</a> that after being notified of a significant change in its ownership, a company must inform investors no later than the end of the trading day. SoftBank's purchase matched that criteria.<br>&#xa0;<br>On June 9, shortly after being nudged about it by the Financial Times, THG released <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15009604-0AV8VL5VG29JPL702H8T7U4SEB\">two forms</a> in <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15009541-6FD0LEGPAA102617626O88J9QU\">quick succession</a> showing SoftBank had warehoused 80.6m shares in a Cayman Islands vehicle, SB Northstar. The first said THG had been notified of the stake on May 13. The second shifted the date to May 14 and gave a smaller total percentage figure. Soon after came a “<a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15010503-48U1DVK8IF72EIHN8RS12I2JPU\">clarification</a>” to emphasise that the smaller percentage only reflected a bigger total share count. </p> <p>Why wait nearly a month between receipt and reveal? Was SoftBank's email stuck in the spam filter? “There was a technical issue accounting for the delay in THG receiving the notification,” said a person familiar with THG. “As soon as they received it, they issued it.”<br><br>And why are there 6m fewer shares in the June update than the May one? After a time and several false starts, the person explained that some equity was being held by a SoftBank entity other than SB Northstar. “There's been no selldown,” they added for emphasis.<br><br>Again, this seems odd. Market <a href=\"https://www.handbook.fca.org.uk/handbook/DTR/5/1.html\">rules define</a> that holdings updates split between vehicles with the same parent are bundled together. SoftBank did not comment.</p> <h2>Seraphim Capital: moonshot</h2> <p>Jan Wörner is no fan of the billionaire space race. The former director-general of the <a href=\"https://www.ft.com/content/abf65e88-9d51-4bef-9769-1e9eeca2b7ee\">European Space Agency</a> this week joined Seraphim Capital, a specialist investor in space technologies. Among his tasks will be to advise on how best to clean up what's left behind by Elon Musk, Jeff Bezos and Richard Branson. </p> <p>Companies have to take responsibility for ensuring that what goes up will come down, said Wörner, who wants mandatory de-orbiting and debris zapping. “They're not looking into this field,” he said. “But all of this cannot be done by public money. We need guarantees that stop your satellite becoming space junk.”</p> <p>Maybe we can count on some extraterrestrial help?</p> <p>“Aliens for sure exist,” said Wörner. “But the probability of meeting them is zero. I'm more interested in finding intelligent life down here.”</p> <h2>Hipgnosis: Family affair</h2> <p>Few companies make as much noise as <a href=\"https://www.ft.com/stream/6ba4376c-740a-4ddc-8f62-957b8cde9d74\">Hipgnosis</a>. A year-end trading update from the music royalties fund on Monday revealed a <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15005949-0PORKFO40R2T4AGK9CG2KCNF94\">near 10 per cent uplift</a> in the value of its catalogue and offered shout outs to several hundred artists on its roster. </p> <p>Working quietly in the background is The Family, investment adviser to Hipgnosis, about which much less is said. Company filings sketch out a tight-knit group assembled by founder Merck Mercuriadis whose lines between agent and principal are not clearly drawn.</p> <p>Mercuriadis has a 57 per cent stake in The Family. His three daughters each own 4 per cent and are all on the Hipgnosis payroll: Rosa is chief creative officer, Melody is a general manager and Sunny is <a href=\"https://www.anarapublishing.com/what-sync-why-important/\">sync manager</a> in Los Angeles, where she also runs <a href=\"https://pairodicela.com/blogs/news\">a gift shop</a>.</p> <p>Oversight of Hipgnosis investments passes through an advisory board that includes musician Nile Rogers and Michael Naylor, chair of Jupiter Green Investment Trust. Both hold stakes in The Family. So does Rufina Pavry, Hipgnosis investment relations director, whose husband Richard Pavry spent two decades in charge of investment trusts at Jupiter Asset Management.</p> <p>Pavry left Jupiter to found start-up Devon Equity Management in 2019. Among Devon's first big wins was a management mandate for European Opportunities Trust, which is chaired by Hipgnosis chair Andrew Sutch. </p> <p>Though not listed as a member of the Hipgnosis advisory panel, Pavry is advising The Family board “on strategic matters”, said the company. Small world!</p><p>Source: Bryce Elder 2021 'THG's updates over SoftBank holding prove oddly revealing ' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T03:00:07.020Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3129,
          "end": 3134
        }
      ],
      "nexusId": "10042334"
    }
  ]
}