{
  "_id": "844bf80a7deff7e4d599624d5529448daffca958f8656eff38fa4204b7c87dde",
  "feed": "ftcomall",
  "title": "Warner Music chief warns back catalogue gold rush could end in tears   ",
  "text": "<p>The chief executive of <a href=\"https://www.ft.com/stream/70a3476e-9a31-4d63-bd71-15b42b0d331d\">Warner Music</a> has called into question the financial sense of some of the high-priced back catalogue acquisitions of recent months, after a string of deals for songs by the likes of Fleetwood Mac and Barry Manilow signalled a modern-day gold rush in music rights.&#xa0;</p> <p>“Both in 1849 and later in the Yukon, more people went broke than they did make money,” said Steve Cooper, chief executive of Warner, the world's third-largest music company.&#xa0;</p> <p>“When you . . . pay north of a certain multiple, you're beginning to move into the world of finance that lacks a certain amount of discipline,” he told the Financial Times. “I praise the people that can figure out how to make money when they pay 25 times [a song's historic annual royalties]. God bless.”&#xa0;</p> <p>A combination of low interest rates and the rise of <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming</a> has spawned a scramble for music rights. </p> <p>London-listed <a href=\"https://www.ft.com/content/461443e6-db26-49ab-b2de-fda80f35a68a\">Hipgnosis </a>has raised and spent £1.2bn on the rights to hit songs since it floated in 2018 and has been on a buying spree, having struck deals with Neil Young, Jimmy Iovine and Lindsey Buckingham already this year.&#xa0;</p> <p>Hipgnosis has on average paid 14.76 times songs' historic annual income to acquire some of the rights to hits by artists such as Barry Manilow, Fleetwood Mac and Bon Jovi.</p> <p>But founder Merck Mercuriadis has said that for some catalogues he had paid a multiple as high as 22, prompting scorn from some music executives and industry analysts.&#xa0;</p> <p>“At the moment it's a very favourable rate environment, and what we see is a lot of people moving money from traditional fixed income to . . . what they believe is fixed-income structure,” said Mr Cooper, referring to the predictable royalty payments that songwriting catalogues generate.&#xa0;</p> <p>Bidders including private equity groups, specialist buyers and music labels have battled for the catalogues of older established artists, whose music has enjoyed a new lease on life thanks to streaming — effectively doubling the value of music rights over the past decade.&#xa0;</p> <p>Warner Music itself has benefited from an industry-wide revival in music revenues as people shifted listening to paid subscriptions on Spotify and other audio streamers, generating a new source of income for music owners in a digital era. </p> <p>Mr Cooper's comments came as Warner Music reported its highest quarterly revenue since the company was spun out of Time Warner in 2004.&#xa0;</p> <p>The record label behind artists including Lizzo and Ed Sheeran reported that total revenue grew to $1.3bn in the three months to the end of December, up 6 per cent from a year ago. The company posted adjusted net income of $114m, down about 10 per cent, which Warner attributed to unfavourable changes in exchange rates on euro-denominated debt.&#xa0;</p> <p>Digital revenue in the quarter, which includes streaming on Spotify as well as royalty fees from social media companies, grew 17 per cent from a year ago to $825m.&#xa0;</p> <p>As streaming on Spotify matures, social media has been cast as the next frontier in how music labels can extract money from their songs. Warner Music in December signed a new licensing deal with TikTok, setting royalty payments when songs from Warner artists are played on the Chinese-owned social media app. </p><p>Source: Anna Nicolaou in New York 2021 'Warner Music chief warns back catalogue gold rush could end in tears   ' FT.com 1 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-01T22:36:34.747Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1285,
          "end": 1290
        }
      ],
      "nexusId": "10042334"
    }
  ]
}