{
  "_id": "c912a0b3a07ae240000079651efb240ddf8060b065c4fe4169d6104fe8247c9f",
  "feed": "wall-street-journal",
  "title": "What Does Endemic Mean and Will Covid-19 Become an Endemic Disease? The disease that caused the global pandemic will likely circulate for the foreseeable future, public-health experts say",
  "text": "<p>Here's what public-health and infectious-disease experts say about our path beyond the Covid-19 pandemic.</p><p>What does endemic mean?</p><p>A disease is endemic when it is a constant presence in a population, according to the Centers for Disease Control and Prevention. Endemic diseases also follow predictable patterns and occur at an expected, baseline level, the agency said.</p><p>Malaria is endemic in many parts of the world, with an estimated 229 million cases in 2019, according to the World Health Organization. Seasonal influenza in the U.S. is another example of an endemic disease. New influenza strains can spur flu epidemics or pandemics. One of the most recent in the U.S. was the 2009 H1N1 influenza pandemic. </p><p>Covid-19 could eventually become more similar to an endemic disease such as the flu, virologists and epidemiologists say. Pedestrians wearing face masks in Atlanta in November. PHOTO: Alyssa Pointer for The Wall Street Journal</p><p>What's the difference between endemic disease, an epidemic and a pandemic?</p><p>A disease is endemic when it exists at a baseline, predictable level, while an epidemic occurs when there is a sudden, unexpected increase in cases, according to the CDC.</p><p>\"One case of smallpox would be an epidemic,\" Heidi Brown, an associate professor in the epidemiology and biostatistics department at the University of Arizona, said of the disease eradicated in 1980.</p><p>An outbreak is similar to an epidemic but is usually associated with a more specific location or catalyst, such as a recent salmonella outbreak linked to onions or the Disneyland measles outbreak that started in 2014.</p><p>A pandemic is an epidemic that becomes widespread around the world. The World Health Organization said in March 2020 that the spread of the virus that causes Covid-19 had reached pandemic levels.</p><p>How is an endemic disease related to herd immunity? Is it still possible to reach herd immunity against Covid-19?</p><p>Herd immunity isn't a disease state, separating it from terms like endemic and pandemic disease. Instead, it is a form of protection that occurs when there is enough resistance built up in a population from vaccination and prior infection to stop the virus from spreading, protecting even those who aren't immune.</p><p>Some public-health and infectious-disease experts once said the Covid-19 pandemic could end when the U.S. and other societies reached herd immunity, but the goal is looking increasingly elusive. More contagious variants including Delta push up the number of people that need protection to halt the virus's spread. Waning immunity after infection or vaccination and the virus's ability to sometimes spread among the vaccinated also make reaching that point and staying there on a national scale challenging.</p><p>The protection gained from increasing the immunity in a population is more like a dimmer than an on-and-off switch, said Joshua Schiffer, an associate professor in the vaccine and infectious-disease division at the Fred Hutchinson Cancer Research Center. The more people who have some level of immunity to the virus, Dr. Schiffer said, the harder it is for the virus to spread and the better off the population is as a whole, even without reaching a specific target for protection. </p><p>Covid-19's long-term foothold depends on factors including vaccination coverage. An 11-year-old in Ohio receiving a shot to protect against Covid-19 in November. PHOTO: Maddie McGarvey for The Wall Street Journal</p><p>Can we still get rid of Covid-19?</p><p>Infectious-disease experts say that eradicating the Covid-19 virus—permanently reducing it to zero cases world-wide—is likely out of reach, at least for the foreseeable future. Smallpox is the only human disease to be wiped out globally, an achievement that required an exhaustive surveillance and vaccination campaign.</p><p>Health authorities have been working to eradicate another scourge, polio, for decades. They haven't yet succeeded, despite billions of dollars in investment and an effective vaccine. The Covid-19 pandemic further set back the effort when house-to-house polio-vaccination teams in Pakistan were forced to temporarily stop their work.</p><p>\"Getting to eradication is massive. It's really, really massive,\" Dr. Brown said.</p><p>Covid-19's high infectiousness and ability to move among humans and other species make eradication especially challenging if not impossible, infectious-disease experts say.</p><p>Top U.S. infectious disease official Anthony Fauci said on Nov. 17 that because eradication is unlikely, the aim right now should be to gain control of the virus.</p><p>Predicting the precise moment when Covid-19 will be endemic isn't possible yet, Dr. Fauci said. Rather, he encouraged people to work to raise vaccination rates to protect the population overall.</p><p>Some places have aimed to eliminate Covid-19, which means to stop transmission and wipe it out in a particular country or region. Diseases that are eliminated can still make a comeback if they aren't stomped out globally.</p><p>Measles has been considered eliminated in the U.S. since 2000 because it isn't circulating in the country, but it is common in some other parts of the world. The U.S. was close to losing its status as a country that has eliminated the measles in 2019 afteroutbreaks mostly in New York.</p><p>Will Covid-19 become endemic everywhere in the world?</p><p>Most epidemiologists believe so, although it is likely to happen at different times in different places. Some countries in Europe with high vaccination rates, such as Denmark and Portugal, are already experiencing what some epidemiologists say is likely close to endemic Covid-19. Other epidemiologists say it is too early to anticipate what Covid-19 baseline presence in a population might look like.</p><p>\"Until the epidemiologists can tell you what's going to happen in the future without massive uncertainty caveats, then we're still in an epidemic-type situation,\" Dr. Brown said.</p><p>Poorer nations with very low vaccination rates, especially in Africa, might be stuck in crisis for some time. Unless they get more vaccines soon, it could take years for enough people to develop immunity and stop hospitals from getting overwhelmed and many patients from dying.</p><p>The world's most populous country, China, is still trying to eliminate Covid-19 within its borders. Until recently a handful of other countries in Asia were also trying to eliminate Covid-19, through curbs on travel, strict quarantines for new arrivals and quick lockdowns to quell local outbreaks. But the much more contagious Delta variant, the realization that vaccines don't entirely stop transmission and the punishing economic and social cost of control measures have pushed most of these countriesto drop so-called zero-Covid strategies. </p><p>Subway riders kept their distance in New York City in early November. Measures such as masking in indoor spaces could help suppress the virus's spread when cases flare up. PHOTO: Thalia Juarez for The Wall Street Journal</p><p>Where do we go from here?</p><p>Many public-health and infectious-disease experts say the best-case scenario for now involves vaccinating as many people as possible to help reduce the risk of severe disease and death from Covid-19 and impede its spread.</p><p>\"I think the best we can hope for is we'd continue to have waves of cases in the ensuing years but because of vaccination and repeated exposure to the virus, the proportion of cases that are severe continues to decrease,\" Dr. Schiffer said.</p><p>The level at which the virus might circulate in the population in part depends on the amount of disease that governments and people are willing to tolerate. Measures such as masking in indoor spaces, testing and staying home when sick could also help suppress the virus's spread when cases flare up.</p><p>Better treatments, such as antiviral pills from Merck &amp; Co. and Pfizer Inc., could become critical to making Covid-19 less of a burden on people and society.</p><p>\"We can confidently say that the virus will be endemic for the foreseeable future,\" Dr. Schiffer said. \"Projecting how severe it will be will be very challenging.\"</p><p>Write to Brianna Abbott at brianna.abbott@wsj.com and Gabriele Steinhauser at Gabriele.Steinhauser@wsj.com</p><p>What Does Endemic Mean and Will Covid-19 Become an Endemic Disease?</p>",
  "published": "2021-11-17T21:56:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 7751,
          "end": 7762
        }
      ],
      "nexusId": "10042334"
    }
  ]
}