{
  "_id": "f82010f614db7e291f1297023113b047dff54ff4228ec20581b5077a6fd2d550",
  "feed": "ftcomall",
  "title": "Merck says Covid antiviral pill halves risk of hospitalisation and death",
  "text": "<p>Merck said it would ask US regulators to authorise the first <a href=\"https://www.ft.com/content/48cf11f5-9588-4487-b262-f6f26e901ec2\">antiviral pill</a> to treat Covid-19 after a late-stage clinical trial showed the drug cut the risk of hospitalisation or death in half. </p> <p>If the US Food and Drug Administration authorises the drug, called molnupiravir, it would be the first treatment of its kind — a twice-daily pill prescribed for five days to patients who have recently been diagnosed with Covid. </p> <p>The US pharmaceuticals company said on Friday that it had stopped the phase 3 clinical trial early after an interim analysis showed that 7.3 per cent of patients on the drug had died or been hospitalised, versus 14.1 per cent of those receiving a placebo. </p> <p>The decision to halt the study was taken following a recommendation from an independent committee of scientists monitoring the trial and after consultations with the FDA. </p> <p>The interim analysis of data from 775 patients showed that none of the participants receiving molnupiravir had died during the first 29 days of the study, versus eight who received a placebo, Merck said. </p> <p>Merck said it would apply for emergency use authorisation for the drug in the US within the next two weeks and seek a green light in several other countries. </p> <p>The drug demonstrated “consistent efficacy” across multiple coronavirus variants, including the highly transmissible Delta strain that has led to a fresh wave of Covid cases in several countries, Merck said. </p> <p>Shares in the company rose almost 9 per cent at the start of trading in New York. </p> <p>An FDA authorisation would pave the way for general practitioners to begin prescribing the pill to recently diagnosed “outpatients” who have not yet been hospitalised. </p> <p>“Being the first oral antiviral in the outpatient setting to show a benefit is pretty remarkable,” said Nick Kartsonis, senior vice-president of clinical research at Merck. “It's clearly an important point in the evolution of our fight against Covid-19.”</p> <p>Merck said it expected to produce 10m courses of the treatment by the end of the year. The US government recently signed a deal to procure approximately 1.7m courses of the drug at a cost of $1.2bn, and the pharma company also has agreements in place with several other countries. </p> <p>The US government is paying roughly $700 per course of treatment, according to its contract with Merck. </p> <p>Senior US health officials expressed optimism about the announcement. Anthony Fauci, President Joe Biden's chief medical adviser, on Friday described the data he had seen after being briefed by the company as “impressive”.</p> <p>Jeff Zients, head of the White House's Covid-19 task force, said during a press briefing that, if approved, the pill would be an “additional tool in our toolbox” to address the pandemic. He and Fauci were both hesitant to lay out a specific timeline for the drug's potential FDA authorisation.</p> <p>Merck is developing the antiviral treatment in partnership with Ridgeback Biotherapeutics, a small Miami-based biotech company run by a <a href=\"https://www.ft.com/content/4ef8e646-828d-43fa-8892-b42c8a7efc28\">wife-and-husband team</a>. The companies are engaged in a race with Pfizer to develop a pill that can be prescribed shortly after infection with the intention of preventing severe disease. </p> <p>Health experts have predicted that such a drug could be a vital tool to help hasten the end of a pandemic that has cost more than 4.7m lives worldwide.</p> <p>So far, the only treatments approved for Covid in the US are <a href=\"https://www.ft.com/content/54e99d3a-9872-410e-937a-3c86fe948c93\">monoclonal antibodies </a>developed by Regeneron, Eli Lilly and GlaxoSmithKline, which are typically given via intravenous infusions. </p> <p>Molnupiravir was studied in patients who had tested positive for Covid within the first five days of showing symptoms, who also had at least one “risk factor” such as old age, obesity or diabetes that meant they might become seriously sick. </p> <p>However, that relatively short timeframe could present a challenge to healthcare systems because many patients do not receive a confirmed diagnosis of Covid until well after the five-day window. </p> <p>“The key point here is that these must be used early, either preventively or in the first few days of an infection, before it gets down into the lungs and throughout the body,” said Eric Topol, director of the California-based Scripps Research Translational Institute.</p> <p>An earlier trial of molnupiravir in hospitalised patients was stopped after disappointing results.</p> <p>Topol said the pills would not be a substitute for vaccines, since they would only offer protection for a few days after receiving the therapy. But he said they could reduce demand for monoclonal antibody treatments.</p> <p>“The pills are not necessarily as potent as neutralising antibodies but you would envisage them being a whole lot cheaper,” said Topol. </p> <p>Pfizer and Roche are also developing antiviral pills. Trial results are expected before the end of the year. </p> <p><em>Additional reporting by Peter Wells in New York</em></p><p>Source: Jamie Smyth in New York  2021 'Merck says Covid antiviral pill halves risk of hospitalisation and death' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T18:09:15.659Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2302,
          "end": 2307
        },
        {
          "start": 1924,
          "end": 1929
        },
        {
          "start": 2826,
          "end": 2831
        },
        {
          "start": 1835,
          "end": 1840
        },
        {
          "start": 1041,
          "end": 1046
        },
        {
          "start": 1053,
          "end": 1058
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1407,
          "end": 1412
        }
      ]
    }
  ]
}