{
  "_id": "1715a37a9d174ed12a2e4d07415c47b5076706866a6c2a6a8fb5c04ddcdc365f",
  "feed": "wall-street-journal",
  "title": "Covid-19 Rapid Testing at Home Will Get Easier, but Test Wisely; More widespread home testing has promise as well as limitations. Here's what doctors say you should know.",
  "text": "<p>Americans will likely soon have access to more at-home rapid Covid tests, but people need to be savvy about them.</p><p>Rapid tests are good at detecting the most-infectious cases when people are experiencing symptoms, doctors say. And they return results in about 15 minutes—far faster than lab-processed PCR tests, which often take days. Yet people can make mistakes when testing themselves at home, and rapid tests aren't as sensitive as PCR tests at detecting asymptomatic or presymptomatic cases.</p><p>Rapid tests \"have a very unique ability to detect what matters most for public health, which is to answer the question, 'Am I infectious?'\" Michael Mina, assistant professor of epidemiology at Harvard T.H. Chan School of Public Health said Thursday in an online forum conducted by the University of California, San Francisco.</p><p>\"You can go from zero to super-spreader levels of virus in a 24-hour window and then drop off very quickly,\" said Dr. Mina, who is a big proponent of rapid tests. The rapid tests \"do a very good job of identifying those individuals very quickly,\" he said.</p><p>Last week, the U.S. Food and Drug Administration authorized the sale of another rapid test, the Flowflex Covid-19 Home Test, a move the FDA said could soon potentially double at-home testing capacity.The Biden administration also announced it would spend $1 billion to boost the supply of rapid tests and expects tens of millions of additional tests to become available in coming weeks. Abbott Laboratories' BinaxNOW test, currently the most widely available and commonly used over-the-counter rapid antigen test, has sometimes been in short supply.</p><p>On Monday, Merck &amp; Co. and partner Ridgeback Biotherapeutics LP said they have filed an application asking U.S. health regulators to authorize their Covid-19 pill, which can be taken at home. Data from a study showed that the antiviral drug, molnupiravir, cut the risk of hospitalization or death by about 50% in high-risk people with mild-to-moderate Covid-19.</p><p>A course of treatment would start within five days of showing symptoms, making early detection of an infection important.</p><p>\"That may turn out to be one of the greatest uses of rapid tests,\" says Robert Wachter, chair of the department of medicine at UC San Francisco. \"You can hop on the virus early so it doesn't have the chance to replicate and descend into your lungs.\"</p><p>Doing more testing at home carries risks, though. Following the test-kit instructions is important, doctors say. One study comparing the performance of rapid tests in a healthcare setting versus in a home found a small decrease in performance at home because laypeople are more likely to make mistakes.</p><p>Test often</p><p>Doctors say you should test yourself whenever you have symptoms like a fever, sore throat or cough, even if you think it might be only a bad cold. The earlier in the virus you seek treatment, the more effectively doctors can treat you.</p><p>SHARE YOUR THOUGHTS</p><p>What has been your experience in finding and using rapid Covid-19 tests? Join the conversation below.</p><p>If a rapid test is positive, it is most likely accurate, says Amesh Adalja, senior scholar at Johns Hopkins Center for Health Security. You should assume you have Covid-19, isolate yourself and talk to your doctor, he says.</p><p>If a test is negative but your symptoms don't abate, don't trust one test; it may be a false negative, says Alyssa Bilinski, an assistant professor of health policy at the Brown University School of Public Health. If you still feel lousy, \"you should retest,\" she says.</p><p>Doctors say you should test yourself if you've been exposed to someone with Covid-19 or to people who might have been exposed, such as healthcare workers.</p><p>Get ready for more home-test requests</p><p>Rapid tests can also be useful in screening before you interact with other people whom you're not normally around, such as at weddings, funerals or holiday gatherings. More hosts have been using rapid tests as a requirement for entry at events. Remember that these tests aren't fully reliable, however. Especially if you're going to be around vulnerable people, you should continue to take other coronavirus-mitigating precautions rather than rely solely on a rapid test, doctors say.</p><p>Some schools have used rapid testing to try to minimize quarantines, keeping more children in the classroom. Some employers are using them too.</p><p>Watch community transmission rates</p><p>Some doctors say people should adjust how frequently they take rapid tests, depending on the rate of transmission in their community. Test more when cases tick up, test less when transmission is low. \"If community cases are very low,\" Dr. Mina said in last week's UCSF forum, \"then maybe rapid testing on a weekly or twice a week basis isn't the right approach.\" An uptick in cases, however, would signal that it is time to start testing more frequently, he added.</p><p>Write to Betsy Morris at betsy.morris@wsj.com</p><p>Covid-19 Rapid Testing at Home Will Get Easier, but Test Wisely</p>",
  "published": "2021-10-12T11:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1639,
          "end": 1650
        }
      ],
      "nexusId": "10042334"
    }
  ]
}