{
  "_id": "81d8de3fca61afb6b58390ca97f8398d62b1fc09bbb61a908f7f878a814c1495",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  Operation Warp Speed's Triumph",
  "text": "<p>   American governments, federal and state, have made many mistakes in the Covid-19 pandemic. But the great success -- the saving grace -- was making a financial bet in collaboration with private American industry on the development of vaccines. That effort is now letting the country see the possibility of a return to relatively normal life as early as the spring. </p><p>   President Biden announced Tuesday that the U.S. should have enough vaccine supply for every American adult by the end of May. Last week the Food and Drug Administration finally approved Johnson &amp; Johnson's vaccine, and this week J&amp;J struck a deal with Merck to manufacture the single-shot J&amp;J vaccine as well. With the Moderna and Pfizer shots already going into more than a million American arms each week, thousands of lives will be saved. </p><p>   It's important to appreciate what an achievement this is. Critics scoffed when President Trump set a target of having a vaccine approved by the end of 2020, and Kamala Harris suggested she might not take a shot recommended by the Trump Administration. </p><p>   The Biden-Harris Administration has now changed to full-throated encouragement -- though not before continuing to trash the Trump efforts. White House aides have suggested that they inherited little vaccine supply and no plan for distribution. Both claims are false. </p><p>   The supply was ramping up fast, and while there were distribution glitches at first, the real problem has been the last mile of distribution controlled by states. Governors like New York's Andrew Cuomo tried to satisfy political constituencies that wanted early access to vaccines, adding complexity and bureaucracy that confused the public. </p><p>    Mr. Biden made the same mistake Tuesday, asking states to give priority to educators (read: teachers unions), school staffers and child-care workers. That is arbitrary and unfair. A 30-year-old teacher who may still work remotely until September is at far less risk than a 50-year-old FedEx driver who interacts with customers all day. The fairest, least political distribution standard is age. </p><p>   The Trump Administration's Operation Warp Speed also contracted most of the vaccine supply for production before approval by the FDA: 200 million doses each of Pfizer and Moderna, and 100 million of J&amp;J. No one knew which technology would be approved first, if at all, so the government wisely bet on several. This was the best money the feds spent in the pandemic. Mr. Biden ought to give the vaccine credit where it is due -- to U.S. drug companies and Operation Warp Speed. </p><p></p>",
  "published": "2021-03-03T07:06:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 616,
          "end": 621
        }
      ],
      "nexusId": "10042334"
    }
  ]
}