{
  "_id": "0ba3f749a9df2d27628c292dee2c40f21635d49d5b47de5dd504aca93409348e",
  "feed": "market-watch",
  "title": "Global death toll from COVID-19 tops 5 million, as parents in the U.S. await next moves on vaccines for children",
  "text": "<p>That's because of inconsistencies in how data are collated and distributed in different countries, and because some have consistently and clearly underreported their numbers.</p><p>China, for example, where the virus was first discovered late in 2019,&#xa0;is still reporting fewer than 110,000 confirmed cases and fewer than 5,000 deaths, putting it behind much smaller countries, such as Ireland, which has had 445,544 cases and 5,436 deaths. Ireland has a population of just 4.9 million, compared with China's 1.4 billion. China's death toll has not changed in weeks, even as it has experienced fresh outbreaks and shut down at least three cities. </p><p>Read also:A world remembers: Memorials honor COVID-19's 5 million dead</p><p>https://twitter.com/ashishkjha/status/1454996118694158337Parents are expected to keep an eye this week on a series of meetings that will decide whether vaccines will be made available for children in the near term, after the Food and Drug Administration on Friday issued an emergency-use authorization for the use of the Pfizer-BioNTech PFE BNTX one in children aged 5 to 11. </p><p>The Centers for Disease Control and Prevention's vaccines advisory committee will now meet on Tuesday to consider a recommendation for that age group and CDC head, Dr. Rochelle Walensky, will have the final say.</p><p>Read:What to expect this week as the U.S. prepares to offer BioNTech and Pfizer's COVID-19 shots to young children</p><p>The FDA's acting director, Dr. Janet Woodcock, said Friday that there have been 1.9 million COVID cases in 5- to 11-year-olds group and 8,300 hospitalizations. The FDA cleared kid-size doses — just a third of the dose given to teens and adults — for emergency use,&#xa0;the Associated Press reported. Nearly 100 children have died of COVID.</p><p>“With this vaccine kids can go back to something that's better than being locked at home on remote schooling, not being able to see their friends,” said Dr. Kawsar Talaat of Johns Hopkins University. “The vaccine will protect them and also protect our communities.”</p><p>Moderna MRNA said early Monday it would delay filing a request with the U.S. Food and Drug Administration for emergency-use authorization of its COVID-19 vaccine at the 50-milligram dose level in children ages 6 to 11, to give the regulator time to complete its review of an earlier submission for use in adolescents 12 to 17 years of age.&#xa0;</p><p>The company announced the news in a Sunday release, in which it said the FDA had informed it that it needed more time to complete its assessment of the request for the 100-milligram dose level in 12- to 17-year-olds. The agency told Moderna late Friday that it would need more time to review the data on the risk of myocarditis after vaccination, a rare condition that the company said has not shown to be an increased risk in adolescents.</p><p>See also:Novavax stock jumps after submission of data on COVID-19 vaccine candidate to Health Canada, EMA completed</p><p>In New York City, more than nine in 10 municipal workers have been fully vaccinated ahead of a Monday deadline, according to Mayor Bill de Blasio, the AP reported. Blasio tweeted Saturday night that 91% of city workers had received the vaccine, which represented a jump from about 83% as of Friday night.</p><p>Read also:&#xa0;Dr. Birx tells Congress the 2020 election ‘distracted' Trump from the pandemic</p><p>https://twitter.com/NYCMayor/status/1455005218710622209Under a city mandate, those who haven't received at least one dose of a vaccine will be put on unpaid leave starting Monday, raising the possibility of shortages of police, fire and EMS workers. New York has more than 300,000 employees.</p><p>Elsewhere, White House press secretary Jen Psaki has tested positive for COVID and is experiencing mild symptoms, the AP reported separately. Psaki said she was last in contact with President Joe Biden on Tuesday, when she met him in the White House. Psaki said they were more than 6 feet apart and wearing masks. Biden is currently in Scotland for a U.N. climate summit.</p><p>See: Merck's COVID-19 pill could bring in up to $7 billion in sales next year</p><p>The U.S. is still averaging more than 1,300 COVID deaths a day, according to a New York Times tracker, although cases and hospitalizations are steadily declining across much of the country. Alaska remains a hot spot and Colorado has the fastest growth rate for new cases, the tracker shows.</p><p>As most cases and deaths are in unvaccinated people, getting a vaccine is still key to avoiding a preventable death. The CDC's vaccine tracker is showing that 192 million people living in the U.S. are fully vaccinated, equal to 58% of the overall population and still well below the 70% threshold experts say is needed to contain the spread.</p><p>Read:Newsweek cover on vaccines for children slammed by health experts: ‘Why not add a foot-long needle for good measure?'</p><p>Elsewhere, Russia counted another 1,155 COVID deaths on Monday, even after closing down until Nov. 7 to stop the surge, the Moscow Times reported. Russian authorities&#xa0;said&#xa0;Monday that doctors were under “extraordinary” strain due to surging coronavirus cases in Europe's hardest-hit country. Only about a third of the country's residents have been inoculated.</p><p>There were emotional scenes in Australian airports after that country reopened its border to its own citizens traveling from overseas for the first time since the start of the pandemic, Reuters reported. After more than 18 months of some of the world's strictest coronavirus border policies, millions of Australians are now free to travel without a permit or the need to quarantine on arrival in the country.</p><p>Singapore could see as many 2,000 COVID-19 deaths annually over time, mainly among the elderly, a government minister said as it battles its biggest surge in new cases, the Guardian reported. </p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 246.8 million on Monday, while the death toll edged above 5 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 45.9 million cases and 745,837 deaths.</p><p>India is second by cases after the U.S. at 34.3 million and has suffered 458,437 deaths. Brazil has the second highest death toll at 607,824 and has recorded 21.8 million cases.</p><p>In Europe, Russia has had the most fatalities at 235,318, followed by the U.K. at 141,055.</p><p>China&#xa0;has had 109,672 confirmed cases and 4,809 deaths, according to its official numbers.</p>",
  "published": "2021-11-02T06:24:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3977,
          "end": 3982
        }
      ],
      "nexusId": "10042334"
    }
  ]
}