{
  "_id": "b64e1545fa5aefa122dbbcaf5f3aadcab1fc8fc22b37d8ccc99bceb6297c4ccb",
  "feed": "wall-street-journal",
  "title": "U.S. News: Disease Marches Toward Endemic Status in U.S.",
  "text": "<p>\"I don't think there's going to be a day where the whole thing feels over,\" said Joshua Schiffer, an associate professor in the vaccine and infectious disease division at Fred Hutchinson Cancer Research Center.</p><p>How quickly an endemic, steady state arrives and how disruptive the virus remains will depend on what level of disease officials and individuals decide to tolerate, the precautions they are willing to adopt, and how the virus evolves.</p><p>\"It's a tug of war between society and the virus,\" said Peter Chin-Hong, an infectious-disease specialist at the University of California, San Francisco.</p><p>Omicron shows how vulnerable society remains, even in countries with relatively high levels of population immunity. The variant accounted for 73% of new U.S. infections in the week through Dec. 18, Centers for Disease Control and Prevention estimates show, up from 13% the week before. Hospitalizations and deaths were already rising in the U.S. before Omicron was identified, and officials have said they expect its rapid spread to further strain the healthcare system.</p><p>With a new wave rising, people and institutions are making decisions that reflect changing attitudes toward the threat that Covid-19 represents. The Biden administration is preparing to distribute 500 million free rapid at-home tests starting in January, raise vaccination capacity and deploy doctors and nurses to overburdened hospitals but hasn't called for broad shutdowns.</p><p>People and businesses have had mixed reactions to Omicron. Some are scaling back holiday plans, while others are forging ahead. After two years, many people are tired of the pandemic's disruptions and precautions used to fight it. Some advances since last winter, including vaccines and rapid tests, can help people during this surge maintain activities that were put on hold last winter, public-health experts said.</p><p>New antiviral treatments from Merck &amp; Co. and Pfizer Inc. are also expected to help lessen Covid-19's burden on society. On the outlook for vaccines, early lab testing indicates a third or booster dose of the vaccines from Moderna Inc. and from Pfizer and partner BioNTech SE could protect against Omicron. Testing and public-health monitoring are also critical.</p><p>\"Once we have those really well integrated, we are ready to move to where Covid is no longer disrupting our society,\" said Ali Khan, dean of the College of Public Health at the University of Nebraska Medical Center.</p><p>Joey and Yana Cabell installed temperature scanners at their Chart House restaurant in Honolulu's Waikiki, and staff check customers' vaccine cards at the entrance. They cut the number of tables they set to keep them 6 feet apart but have been operating at full capacity for a couple of weeks since restrictions eased. Ms. Cabell said Omicron isn't keeping patrons away.</p><p>\"Our Covid reality is that we have now endured the worst,\" she said. \"We are back to regular business.\"</p><p>The CDC says a disease is endemic when it is continuously circulating in an area at a baseline level and in a predictable pattern. A lack of social disruption is another hallmark of an endemic disease, some public-health experts said.</p><p>The question then becomes: How much risk and how many Covid-19 deaths will people and governments tolerate?</p><p>\"That's where the political and social will part comes in,\" said Lisa Lee, an infectious-disease epidemiologist and associate vice president at Virginia Tech. Without some sustained precautions, \"we will stay vulnerable,\" she said.</p><p>More than 1,200 people in the U.S. are dying of Covid-19 each day. But even at far higher levels of death and transmission than are typical for the flu, public-health experts say Covid-19's spread will likely settle into a pattern predictable enough to be considered endemic.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1895,
          "end": 1906
        }
      ],
      "nexusId": "10042334"
    }
  ]
}