{
  "_id": "6f3bb9ac13566d8eb8f921ecf640a704537bf25f4a27d837b422e854d8a5d6b5",
  "feed": "wall-street-journal",
  "title": "The Vast Promise of mRNA Technology  ----  By -2-",
  "text": "<p>   As Mr. Rossi recognized a decade ago, mRNA also offers the potential to reprogram cells. \"We have shown that mRNA can be used to take a blood cell and generate a stem cell,\" Dr. Sahin says. \"This opens up the potential to address various diseases including aging and tissue repair.\" Future mRNA uses could include stimulating the production of cartilage to ease arthritis and collagen to reduce wrinkles. </p><p>   Autoimmune diseases, in which the immune system attacks parts of the body, are another promising area of research. BioNTech this year published a study that showed an mRNA vaccine has potential to treat multiple sclerosis without suppressing the immune system like existing therapies do. </p><p>   BioNTech's main focus is cancer. It has 21 mRNA products in its clinical pipeline that use 11 different approaches to killing cancer cells. One of Ms. Kariko's first projects at BioNTech involved injecting mRNA coding for cytokines -- proteins that control the immune response -- into the surface of a tumor. That makes \"the cold tumor hot, so that immune cells migrate there so they can see the metastatic tumor there and kill it.\" </p><p>   Another approach is cancer immunotherapy personalized for the patient. Dr. Sahin explains how it works: After taking a biopsy, \"we identify the mutations\" and use machine learning \"to select those mutations that are the best suited to detect the patient's tumor. And then we prepare mRNA for the patient. This is something we can do in less than six weeks.\" </p><p>   The patient is then injected with mRNA that codes for \"neoantigens\" on the tumor, which turbocharges the immune system to attack it. BioNTech has already begun Phase 2 trials for personalized melanoma and colon-cancer therapies, with initial results expected next year. It is also working on using mRNA to prevent relapses by inducing T cells to patrol throughout the body and kill hidden cancer cells that metastasize. </p><p>   While Moderna and BioNTech were pioneers in mRNA, large drug makers including Pfizer, Sanofi and Merck are now investing heavily in the technology, which means more advances may come even sooner. Venture capitalists are pouring money into mRNA startups such as Strand Therapeutics and Kernal Biologics. </p><p>   Not all experimental mRNA products will succeed. \"There are many times I thought something was a good idea and then I realized it was not feasible,\" Ms. Kariko concedes. But as her career shows, \"there are windows of opportunities from closed doors.\" </p><p>   --- </p><p>   Ms. Finley is a member of the Journal's editorial board. </p><p></p>",
  "published": "2021-12-04T07:13:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2001,
          "end": 2006
        }
      ]
    }
  ]
}