{
  "_id": "fe584345cfeb0c507fd93ce5e6dc8afa27906cddd1535b0a9d7943e45f967931",
  "feed": "wall-street-journal",
  "title": "Moderna, Zillow, Qualcomm, Roku, Qorvo: What to Watch When the Stock Market Opens Today; Moderna shares sank on a reduced revenue outlook; Qualcomm gained on record quarterly sales",
  "text": "<p>* Qualcomm shares jumped 9.6% ahead of the open. The mobile-phone chip giant posted record quarterly sales and forecast further growth amid surging demand for 5G smartphones in the face of supply-chain constraints.</p><p>* Zillow shares were up more than 3% premarket, clawing back a bit of losses that came earlier in the week after the company abandoned algorithmic house flipping. A prominent name had bought the dip: Cathie Wood's flagship exchange-traded fund bought roughly $25 million worth of shares on Tuesday.</p><p>* Merck shares are up 3.8% premarket after U.K. health regulators cleared a Covid-19 drug developed by the company with its partner Ridgeback Biotherapeutics. The approval makes the U.K. the first country to authorize the pill that can be taken at home.</p><p>* Roku sank 7.1%. The maker of TV streaming devices reported a slowdown in new active accounts for its services in the latest quarter and guided for lower-than-expected revenue for the holiday quarter.</p><p>* ViacomCBS added 0.5% in premarket trading Thursday, after the media and entertainment company reported third-quarter profit that matched expectations and revenue that beat.</p><p>* Skillz shares dropped 8.7% premarket. The mobile-games platform reported a 70% increase in revenue during the third quarter over the year-ago period.</p><p>* Allstate shares fell 4.5% premarket after the reported a 55% drop in net income.</p><p>* Qorvo shares sank 9.2%. On Wednesday the chip maker gave a holiday revenue forecast that came in below expectations amid supply constraints in the semiconductor sector, and Wells Fargo cut its share-price target.</p><p>* Hyatt Hotels was up 2.1% premarket. The hotel company said its revenue more than doubled for the third quarter, though lower than Wall Street estimates.</p><p>* Take-Two Interactive added 3.2%. The Grand Theft Auto publisher reported quarterly sales growth despite the easing of social-distancing restrictions that greatly benefited it last year.</p><p>* Etsy nudged down 0.6% after the e-commerce company's quarterly results exceeded Wall Street expectations, but its fourth-quarter revenue guidance fell shy of analysts' forecasts.</p><p>* Earnings are due from Airbnb, Novavax, Square, Dropbox, Expedia, American Homes 4 Rent, GoPro, Hanesbrands and Yelp after the close.</p><p>Chart of the Day</p><p>* Some traders stuck with wagers on stubbornly high inflation after Wednesday's Federal Reserve meeting, underlining a divergence in expectations between segments of the bond market and the U.S. central bank.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Moderna, Zillow, Qualcomm, Roku, Qorvo: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-11-04T12:01:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 516,
          "end": 521
        }
      ],
      "nexusId": "10042334"
    }
  ]
}