{
  "_id": "efe697498c80b45509b718c83116ba32b9b83a2e74adbae0fe8a43c2ed9f2a3e",
  "feed": "market-watch",
  "title": "White House plans at-home COVID-19 testing blitz for winter, and Germany to lock down its unvaccinated",
  "text": "<p>The measures come a day after the first case of variant dubbed omicron was detected in the U.S. in an individual in San Francisco who recently flew back from South Africa, where scientists were first to report on omicron. The U.S. is one of many countries who have moved to restrict travel from South Africa and neighboring countries in an effort to keep omicron out, although for now, more testing is needed to determine whether it is more transmissible than other variants, more lethal or resistant to existing vaccines and treatments.</p><p>See:After high hopes for Merck's COVID-19 pill, Wall Street now expects a ‘tepid' authorization</p><p>While South Africa has reported a steep rise in daily cases — to 8,561 cases on Wednesday from 1,275 a week earlier — doctors say symptoms so far have been mostly mild and vaccine makers have said they believe their products will still offer protection or can be tweaked relatively quickly.</p><p>“We have more tools today to fight the Omicron variant than we have had to fight previous variants, including Delta,” the White House said in a statement.</p><p>It noted that almost 60% of Americans are fully vaccinated, booster shots are authorized for all adults, and children aged 5 and older have been added to the vaccine program.</p><p>https://twitter.com/inthebubblepod/status/1466399256294658055“Today's actions will ensure we are using these tools as effectively as possible to protect the American people against this variant and to continue to battle the Delta variant during the winter months when viruses tend to thrive,” said the White House statement. “These actions will help keep our economy growing and keep Americans safe from severe COVID-19.”</p><p>See:&#xa0;Confused about whether to get a COVID booster? Here's what to know.</p><p>As expected, the new measures will require travelers into the U.S. to get a PCR test 24 hours before departure, not 72 hours as previously required. But the bigger news is the expansion of at-home testing, with President Joe Biden planning to announce that private insurers will offer reimbursement.</p><p>For the uninsured, the government will offer free tests at health centers and rural clinics, giving Americans the ability to quickly test themselves before joining friends or relatives over the holidays.</p><p>Biden will also extend the requirement to wear a face mask on public transport, including planes, trains and buses through March 18. “Fines will continue to be doubled from their initial levels for noncompliance with the masking requirements – with a minimum fine of $500 and fines of up to $3,000 for repeat offenders,” said the statement.</p><p>The U.S. is still averaging more than 900 COVID deaths a day, according to a New York Times tracker, and cases and hospitalizations are rising. Michigan remains the state with the highest daily case rise on a per capita basis at more than 8,000 cases a day.</p><p>Elsewhere, Germany has followed Austria in imposing restrictions on unvaccinated people, that will bar them from access to all but the most essential businesses, Reuters reported. They also agreed to pass legislation in the national parliament to make vaccination mandatory.</p><p>Authorities fear the fourth wave of COVID-19 risks overwhelming intensive care units and on Thursday it resulted in more than 73,000 new infections and 388 deaths.</p><p>The World Health Organization warned Wednesday that a “toxic mix” of low vaccination rates and low testing rates were creating the grounds for more variants to emerge, AFP reported. WHO Director-General Tedros Adhanom Ghebreyesus also said for now, delta remains the more dominant variant.</p><p>“We need to use the tools we already have to prevent transmission and save lives from delta. And if we do that, we will also prevent transmission and save lives from omicron,” Tedros told a press conference.</p><p>From the U.K., drug maker GlaxoSmithKline GSKUK:GSK said a preclinical analysis of its antibody-based COVID therapy suggests it will work against omicron. The therapy is being developed with Vir Biotechnology Inc. VIR, which saw its shares soar on the news.</p><p>Rich countries donating COVID vaccines must give “better quality” doses rather than ones that are about to expire, a Covax chief said Wednesday after the scheme notched a new delivery record, News9live.com reported. Covax is a United Nations program that aims to deliver vaccines to lower-income countries.</p><p>See:Risk of government shutdown rises as Republicans take aim at vaccine mandate</p><p>Don't miss:&#xa0;‘Vaccine' chosen as word of the year by Merriam-Webster</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 263.9 million on Tuesday, while the death toll edged above 5.22 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 48.7 million cases and 782,582 deaths.&#xa0;</p><p>India is second by cases after the U.S. at 34.6 million and has suffered 469,724 deaths. Brazil has second highest death toll at 614,964 and 22.1 million cases.</p><p>In Europe, Russia has the most fatalities at 272,279 deaths, followed by the U.K. at 145,727.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 111436 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively understated.</p>",
  "published": "2021-12-03T06:10:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 563,
          "end": 568
        }
      ]
    }
  ]
}