{
  "_id": "e48e37e7cdfc7433ef446abf339f7c65d91f7981cd2c5224affb3250ea1bf29e",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The US will have enough coronavirus vaccine doses for <a href=\"https://www.ft.com/content/89442c1b-8295-4682-9f09-c040b9017882\">every adult by the end of May</a>, Joe Biden said on Tuesday, thanks in&#xa0;part to an unusual production deal between two of the country's largest drugmakers.</p> <p>The US president said Merck's decision to manufacture doses of Johnson &amp; Johnson's Covid-19 vaccine would accelerate the production of vaccines so that enough doses would be available to inoculate every adult within 90 days — two months earlier than previously announced.</p> <p>J&amp;J was granted an&#xa0;<a href=\"https://www.ft.com/content/24719728-92bd-4c87-b4e2-a1a496b8229c\">emergency use authorisation</a>&#xa0;for its vaccine at the weekend but its production has been beset by delays. Merck will produce the vaccine and fill vials for J&amp;J, according to a company statement.</p> <p>Meanwhile, the formal debate on the president's <a href=\"https://www.ft.com/content/441ca3df-77a3-4e89-a5cb-e32d570980fb\">$1.9tn Covid-19 relief package</a> is due to start <a href=\"https://www.ft.com/content/d9b95ebe-7a75-4fe5-98a7-1dad28efa252\">as early as today</a>. Having failed to secure the support of <a href=\"https://www.ft.com/content/21c4bdb4-41eb-4c57-b4af-630da956a950\">a single Republican lawmaker</a> in the House of Representatives, the White House is focused on maintaining Democratic party unity in the Senate, aware a single defection could sink the bill. </p> <p>The stakes for Biden are huge. Political analysts say the success or failure of his early days in office hinges on whether the stimulus package secures a green light on Capitol Hill and can be enacted by the mid-March deadline set by the White House. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>Gregg Abbott, the governor of <strong>Texas</strong>, <a href=\"https://www.ft.com/content/98e95403-341b-46ef-a16e-07b098524309\">lifted most</a> of the state's restrictions, including a mask mandate, and will allow businesses to fully reopen next week.</p></li>  <li><p><strong>Brazil's </strong>Congress has <a href=\"https://www.ft.com/content/a7334ce3-1ea1-4301-bcf7-ab1f23d3f40f#post-9094549e-735b-4523-a9c4-d28aa32fa804\">approved a bill</a> allowing private companies to buy Covid-19 vaccines in an attempt to accelerate the vaccination process in Latin America's largest country.</p></li>  <li><p><strong>Cuba</strong> is starting <a href=\"http://ft.com/content/dc3b276b-2d09-4e82-b16d-451fbe8bf1e9\">final-stage trials</a> of two homegrown vaccines, which could help boost an economy mired in one of its worst-ever crises.</p></li>  <li><p>The <strong>US </strong>is working with Japan, India and Australia <a href=\"https://www.ft.com/content/1dc04520-c2fb-4859-9821-c405f51f8586\">to develop a plan</a> to distribute Covid-19 vaccines to countries in Asia as part of a broader strategy to counter China's influence.</p></li>  <li><p><strong>France</strong>'s vaccination campaign has come under heavy fire for its <a href=\"http://ft.com/content/8cb348fd-e5f1-4450-9178-246cd4a8e549\">slow progress</a> as the country teeters on the brink of reimposing lockdowns.</p></li>  <li><p>The scale of deaths among <strong>Israel's</strong> ultra-Orthodox Haredi has brought the community to a <a href=\"http://ft.com/content/1f28ef49-e067-4633-a4fc-3a65874d7bf0\">moment of crisis</a>. (FT)</p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/a7334ce3-1ea1-4301-bcf7-ab1f23d3f40f\"><em>live</em></a><em> coronavirus coverage.</em></p> <h2>In the news</h2> <p><strong>Gensler pledges market structure review&#xa0;</strong>Joe Biden's nominee to lead the US stock market regulator, Gary Gensler, has promised a&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-2abe8a36-94a9-4bd3-9cd0-78636f2aed06/hP3ifww5RUDlAQpSWDLqAw~~/AAAAAQA~/RgRiIUdnP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMmFiZThhMzYtOTRhOS00YmQzLTljZDAtNzg2MzZmMmFlZDA2P2VtYWlsSWQ9NjAzZWJmY2Q1MGRkZGQwMDA0NzBkN2E2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgN3vCPmDxS675UhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">review of fees</a>&#xa0;paid by large Wall Street firms to retail brokerages in the wake of chaotic trading in companies such as GameStop. (FT)</p> <ul>  <li><p>FBI director Christopher Wray said there was <a href=\"https://www.ft.com/content/d5971da4-4878-427d-9766-13cc07d078d7\">no evidence</a> that the attack on the US Capitol was carried out by “fake Trump protesters”, Antifa activists or Black Lives Matter supporters in public testimony on Tuesday.</p></li>  <li><p>Joe Biden has <a href=\"https://www.ft.com/content/035dc2e6-7ec0-4e56-aceb-989243434fd1\">withdrawn the nomination</a> of Neera Tanden as White House budget director after a backlash against her history of tweets attacking political foes.</p></li> </ul> <p><strong>Riyadh&#xa0;says Khashoggi report won't set back US relations</strong> Prince Khalid bin Bandar, the Saudi ambassador to London, <a href=\"https://www.ft.com/content/2e73d33c-bd11-4941-8d2a-71cf699230ff\">told the Financial Times</a> that relations between Saudi Arabia and the US would not be hurt by the Biden administration's release of a US intelligence report incriminating crown prince Mohammed bin Salman in the killing of journalist Jamal Khashoggi.&#xa0;(FT)</p> <p><strong>Hertz receives $4.2bn rescue offer</strong> A group of travel industry investors aims to bring the car rental company — which has been battered by the pandemic — <a href=\"https://www.ft.com/content/b36cf53d-920a-4272-9dc0-97075c35178a\">out of bankruptcy</a>. The plan needs to be approved by a bankruptcy court and a hearing has been scheduled for April 16.&#xa0;</p> <ul>  <li><p>Instacart has raised $265m from <a href=\"https://www.ft.com/content/e33b9d20-7f3a-4439-bab3-c04d81d69bc0\">its existing investors</a>, valuing the leading US grocery app at $39bn. (FT)</p></li> </ul> <p><strong>Axel Voss:</strong> <strong>EU must overhaul flagship data protection laws </strong>Europe's flagship data protection laws are already out of date and must be <a href=\"http://ft.com/content/b0b44dbe-1e40-4624-bdb1-e87bc8016106\">heavily revised</a> post-pandemic, said Axel Voss, a member of the European Parliament who spent years drafting the measures and told the Financial Times that they need “some type of surgery”. (FT)</p> <p><strong>Greensill prepares to file for insolvency </strong>The once high-flying financial company that counts former prime minister David Cameron as an adviser is preparing <a href=\"https://www.ft.com/content/968a1476-9d4b-478d-b3c7-84d22e54a8bf\">to file for insolvency</a> in the UK. Apollo Global Management is in talks to buy parts of the business, which specialises in <a href=\"https://www.ft.com/content/1bbbe94c-9c3d-43d1-bcdd-8add6557c5a7\">supply-chain finance</a>, out of administration. (FT)</p> <p><strong>Nicola Sturgeon rejects claims she misled Scottish parliament </strong>Scotland's first minister <a href=\"https://www.ft.com/content/726eb771-5d99-4108-b46c-c03451be942f\">rejected accusations</a> from her predecessor Alex Salmond&#xa0;that she misled the Edinburgh parliament. She took aim at her former mentor, saying she had been shocked when told of the harassment&#xa0;allegations against him.&#xa0;(FT)</p> <p><strong>US power broker Vernon Jordan dies at 85 </strong>Vernon Jordan, who rose from the Jim Crow South to become a civil-rights leader and later a dealmaker who skilfully shuttled through the corridors of American political and corporate power, has <a href=\"https://www.ft.com/content/669b608a-ed7c-4f66-849c-88b5486f028c\">died aged 85</a>. (FT)</p> <h2>The Future Workforce Live on March 9</h2> <p>Employees across the globe experienced profound changes to the way they work in 2020. As the crisis progresses from a social to an economic challenge, HR leaders and their teams will continue to be central to defining business strategy. Join us for a full day of conversations on how to build better workplaces in 2021 and beyond. <a href=\"https://futureworkforce.live.ft.com/home?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2021futureworkforce\"><em>Sign up here.</em></a></p> <h2>The day ahead</h2> <p><strong>Oscar Health shares begin</strong> <strong>trading</strong> Shares in <a href=\"https://www.ft.com/content/f3f7f6a7-17dd-4e93-bab4-a85cf473753d\">the health insurance company</a> co-founded by Joshua Kushner debut today after it raised $1.4bn from public investors in an IPO.</p> <p><strong>Snowflake earnings </strong>The Warren Buffett-backed company, which <a href=\"https://www.ft.com/content/eb8e37c9-b4a5-4b4c-a3cf-2eeac98a8f2b\">listed in September</a> in the largest ever US software IPO, is set to report earnings today. (FT)</p> <p><strong>Data releases</strong> The Institute for Supply Management is scheduled to release its&#xa0;<a href=\"https://www.fxstreet.com/analysis/us-ism-services-pmi-february-preview-expect-more-than-expected-202103012009\">non-manufacturing purchasing managers' index</a>, which tracks activity in the services sector. The Federal Reserve also releases its assessment of current economic conditions in what is known as the Beige Book. (FXStreet)</p> <p><strong>UK Budget</strong> Chancellor Rishi Sunak will announce an extension of the <a href=\"https://www.ft.com/content/4c9c5b4e-5279-4da9-b612-9e3fe2c2ebd9\">Covid-19 furlough scheme</a> for affected workers but is also expected to lay out a path for future tax rises to repair the country's damaged <a href=\"https://www.ft.com/content/0e48c8ab-e3b4-404f-8776-d9a42df27ce1\">public finances</a>. Here are <a href=\"https://www.ft.com/content/4511d0be-8e32-4f3b-abc5-4a34620ecf75\">five things</a> to expect. (FT)</p> <h2>What else we're reading</h2> <p><strong>The great property reckoning that never seems to arrive </strong>The expectation among New York's real estate executives was that many would call time on delinquent borrowers after months of pandemic forbearance and a decade-long rally that has bequeathed plenty of questionable projects. But a strange thing has happened: creditors have broadly held fast, creating an almost year-long <a href=\"http://ft.com/content/084f94e8-84a8-4966-a38b-fcb0b5e6171e\">period of leniency</a> for some borrowers. (FT)</p> <p><strong>What central banks ought to target</strong> Inflation targeting remains the simplest and the least bad option, <a href=\"https://www.ft.com/content/160db526-5e8d-4152-b711-21501a7fbd01\">writes Martin Wolf</a>. Claire Jones argues that the idea of central banks as independent institutions —&#xa0;which arose alongside inflation targeting — was <a href=\"https://www.ft.com/content/7c56165b-5d6b-4eea-b663-07dac93dd28a\">always a chimera</a>. (FT)</p> <p><strong>Treasury bond wobble </strong>The severity of last week's US government bond sell-off has rekindled concerns about <a href=\"http://ft.com/content/1deec2b3-59d4-4f90-b752-fefd2a88b5b2\">the health of the $21tn debt market</a>, the world's largest and most important, adding urgency to regulators' efforts to address cracks that have emerged. Most investors “<a href=\"https://www.cnbc.com/2021/03/02/smead-most-investors-just-arent-prepared-for-surging-bond-yields.html\">just aren't prepared</a>” for surging bond yields, according to Cole Smead, president of Smead Capital Management. (FT, CNBC)</p> <p><strong>Outlook for US airlines remains cloudy</strong> Congress looks poised to extend another $15bn in aid to <a href=\"https://www.ft.com/content/8a086032-0d1b-414b-9ac9-a4f33e849ca9\">beleaguered US airlines</a> — a reprieve for employees, but one that raises questions about the industry's final destination. “It seems like the system is a little bit on autopilot,” says one industry consultant. (FT)</p> <p><strong>Ngozi Okonjo-Iweala: WTO members must intensify co-operation </strong>“On Monday I became the first woman and the first African&#xa0;to lead the World Trade Organization. Now we must roll up our sleeves and get to work,” <a href=\"https://www.ft.com/content/0654600f-92cc-47ad-bfe6-561db88f7019\">writes Okonjo-Iweala</a> as she calls for WTO members to minimise or remove export restrictions to allow for equitable and affordable vaccine access. (FT)</p> <h2>Podcast of the day</h2> <p><strong>Money Clinic meets Gina Miller </strong>The anti-Brexit campaigner has made front-page news — but what's less well known is the <a href=\"https://www.ft.com/content/9199cf42-aec5-463a-aa60-e3784ce16064\">story behind her own financial journey</a>. As one of the highest-profile women working in the City of London, Miller has raised awareness of unfair investment charges, the impact of the gender pay gap and the need for women to embrace investing. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-03T12:39:44.533Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 228,
          "end": 233
        },
        {
          "start": 601,
          "end": 606
        }
      ],
      "nexusId": "10042334"
    }
  ]
}