{
  "_id": "8e08fcf85ba52a444e76ff1461e08b24077b635d52a5862a5011e8b3d0d2c3ec",
  "feed": "market-watch",
  "title": "Why growth and dividend stocks will be hot items for 2022, along with these super-productive companies",
  "text": "<p>Cracked Market blogger Jani Ziedins said choppy action can partially be explained as big traders, and their steadier hands, have bailed for their holiday vacations, leaving junior and more impulsive ones to hold down the fort. Add the omicron coronavirus variant to that mix.</p><p>“While it is easy to get these guys to overreact to every little bump in the road, they have so little money that even when acting as a herd, they still cannot drive the market very far before running out of stuff to sell,” he said.</p><p>The year has been rocky at times for growth names as investors have adjusted to the idea of higher U.S. interest rates, increasing the popularity of the defensive stock camp.</p><p>Our call of the day, from Navellier &amp; Associates founder Louis Navellier, argues that 2022 is shaping up as a great one for growth stocks, as well as dividend-paying names.</p><p>That's as millions of new investors open brokerage accounts and turn to equities to protect themselves against the highest inflation rates seen in 39 years, he told clients in a note. And while selling by company insiders and other billionaires sparks fears of a bigger correction, Navellier argued we've seen that via omicron-driven market pullbacks between Thanksgiving week and Dec. 3.</p><p>Navellier now sees much of the risk “wrung out” of markets, and the year-end as a great time to buy, with most year-end tax selling now exhausted. As for growth and dividend stocks, he laid out four reasons for optimism:</p><p>Even with year-over-year comparisons tougher, a “narrower market is good news for growth stocks and dividend growth stocks and bad news for the ‘index fund' crowd, since growth stocks and dividend growth stocks have traditionally prospered in a narrowing, more selective, stock market environment like this.”</p><p>The Fed is likely to stay “reasonably accommodative”, winding down quantitative easing by March, but with rates going up gradually.</p><p>Inflation will eventually dip, but stay above the Fed's target through 2022. It's likely to drop below 3% by late next year, and stocks will likely celebrate that.</p><p>Midterm elections will usher in a divided Senate/House/government that Wall Street is craving.</p><p>Navellier said investors can also profit from “pandemic-accelerated technological change” and higher U.S. productivity, where companies can make more money with fewer workers. He pointed to artificial-intelligence names such as with Nvidia NVDA; cybersecurity — CrowdStrike CRWD and Fortinet FTNT — 5G, with Alphabet GOOGL, Cadence Design Systems CDNS, EPAM Systems EPAM and Keysight Technologies KEYS; electric vehicles — Ford F, Panasonic JP:6752, VW XE:VOW3 — and chip makers KLA KR:000270 and United Microelectronics UMC.</p><p>The buzz</p><p>The Biden administration plans to stockpile four million COVID-19 therapies by the end of January, including antivirals from PfizerPFE and Merck &amp; Co. MRK due to be approved possibly Wednesday, Bloomberg reported, citing sources. Those shares are ticking higher.</p><p>South African medical experts say recent drops in COVID-19 cases may mean the omicron-driven wave may have passed. Meanwhile, risks of catching the virus while flying are two to three times higher, Dr. David Powell, medical adviser to the&#xa0;International Air Transport Association, warned in an interview. Israel is close to offering a fourth COVID-19 vaccine dose for over-60s, making it the first country to so.</p><p>Tesla TSLA CEO Elon Musk said he's met his goal of selling 10% of his stake in the electric-car maker, as he carped about California “overtaxation.” Separately, two people have been hospitalized after a fire at a Tesla Fremont factory. Shares are up nearly 3%.</p><p>In a historic first, 2021 saw a record-busting 1,000 initial public offerings, but a lackluster performance by some rookie companies point to a less-amazing 2022.</p><p>Revised U.S. gross domestic product for the third quarter is due ahead of the market open, with the Conference Board's consumer confidence survey and existing home sales coming later.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are mixed after Tuesday's rebound, which didn't see an enthusiastic follow up in Asia JP:NIKXX:000300, and modest gains in Europe XX:SXXP. Oil CL00BRN00 is steady after a near 4% jump and ahead of key U.S. supply data. The yield on the 10-year Treasury BX:TMUBMUSD10Y is down slightly.</p><p>Top tickers</p><p>Here are the top tickers on MarketWatch, as of 6 a.m. Eastern:</p><p> Ticker          Asset  TSLA            Tesla  AMC             AMC Entertainment  GME             GameStop  NIO             NIO  DXY             U.S. Dollar Index  BX:TMUBMUSD10Y  U.S. 10-year Treasury note  NAKD            Naked  DJIA            Dow Jones Industrial Average  ES00            E-Mini S&amp;P 500 Futures  AAPL            Apple</p><p>Random reads</p><p>Cutest critter of 2021? This baby dinosaur embryo.</p><p>Hugh Jackman back on Broadway might cheer us up.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily,&#xa0;a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-12-22T07:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2841,
          "end": 2852
        }
      ],
      "nexusId": "10042334"
    }
  ]
}