{
  "_id": "f9ea58af348ffe5baed46d936e442b81dcdcceef1d0f571fabfa54c3aa945cbc",
  "feed": "ftcomall",
  "title": "Eurozone growth accelerates",
  "text": "<p>Good evening,</p> <p>Economic recovery in the eurozone has <a href=\"https://www.ft.com/content/56f1eb6b-6abb-44a9-abe2-78494f39f435\">stepped up a gear</a>, according to new GDP data published today, with the bloc outshining the US and China for the second quarter in a row. </p> <p>Growth rose faster than expected to 2.2 per cent in the three months to September, following a rise of 2.1 per cent in the previous quarter, meaning the euro area is now just 0.5 per cent smaller than in the final quarter of 2019 before the pandemic hit.</p> <p>The bloc's progress could be derailed in the final three months of the year by surging inflation, which — according to preliminary data also published this morning — hit a 13-year high of 4.1 per cent in October, driven by supply chain problems and soaring energy prices.</p> <p>The new inflation data add to pressures on the European Central Bank to begin loosening its pandemic support programme. ECB president Christine Lagarde yesterday pushed back against expectations of a <a href=\"https://www.ft.com/content/c1246d03-0902-4766-95c9-866324f22c99\">rise in interest rates</a> next year to combat the threat, despite admitting that the bank's latest meeting was dominated by “inflation, inflation, inflation”.&#xa0;</p> <p>Country data for the eurozone's four largest economies provided more detail on the state of the recovery. France and <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-54667dfe-c313-46d2-a4c3-d740d4e5a3c5\">Italy</a> have rebounded the strongest with third-quarter growth of 3 per cent and 2.6 per cent respectively, but <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-b7316dcc-3c2e-435b-8137-65c616a66222\">Germany</a> slowed to 1.8 per cent from 1.9 per cent in the previous quarter after being hit by bottlenecks in its car industry as well as the effect of high energy prices. </p> <p>Momentum in <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-ac84c169-6253-4b02-892a-6ef9d18273ce\">Spain</a> also slowed, with growth hitting a less than expected 2 per cent. A rebound in the country's vital tourism sector and progress in manufacturing and construction was offset by a slip in household consumption.</p> <p>The <a href=\"https://www.ft.com/content/eacd1594-f665-48f2-8d12-7fd093d19bb7\">US</a> reported quarter-on-quarter growth of 0.5 per cent yesterday, while <a href=\"https://www.ft.com/content/b543917f-6d4b-4a4a-b684-b5ddc1e8050c\">China</a> reported a quarter-on-quarter increase of 0.2 per cent last week. Both economies have already returned to pre-pandemic levels.</p> <h1>Latest news</h1> <ul>  <li><p>G20 leaders have set a goal of vaccinating <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/g20-want-70-world-vaccinated-by-mid-2022-set-up-task-force-pandemic-fight-2021-10-29/\">70 per cent of the world</a> by mid-2022 and created a task force to fight future pandemics (Reuters)</p></li>  <li><p>Mexico's economy, the second-largest in Latin America, <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-ec9f6ba7-6981-4326-9e79-21dac617772c\">unexpectedly shrank</a> in the third quarter as a resurgence in Covid-19 cases knocked back its recovery</p></li>  <li><p>Covid-19 passes will be extended to cinemas, theatre and concert halls in Wales amid a <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-59077857\">rise in coronavirus infections</a> (BBC)</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p><strong>G20 leaders</strong> are holding a meeting in Rome dominated by climate issues ahead of the upcoming COP26 summit in Glasgow. G20 countries account for more than 80 per cent of global GDP and a similar level of carbon emissions. Here's our <a href=\"https://www.ft.com/content/018e72d9-5a9e-423d-9601-8e43d81bc8a7\">explainer</a> on the key issues at stake. Economist and health expert <a href=\"https://www.ft.com/content/6f39f7a7-a83c-46ec-9d5e-6484b1d2410d\">Mariana Mazzucato</a> says <strong>health spending</strong> should top the leaders' agenda, arguing that “Covid-19 has exposed our current economic model as insufficient, outmoded and negligent”.</p> <h2>Latest for the UK and Europe</h2> <p>UK Chancellor <strong>Rishi Sunak</strong> has come under heavy fire after new analysis said his Budget on Wednesday would leave <a href=\"https://www.ft.com/content/676c58d3-aa7a-4209-a2fe-0cc8fb145a80\">millions worse off</a> and hit Britons with the highest levels of tax <a href=\"https://www.ft.com/content/af747e7c-a205-4041-ad44-2a02def09537\">since the 1970s</a>. Increases in <strong>mortgage costs</strong> for UK homeowners are set to add <a href=\"https://www.ft.com/content/b7495f49-bc6d-44be-af9c-35a9c982bb9d\">further pressure on households</a> already stretched by higher energy bills and rising inflation, with concerns starting to show up in surveys of <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-5ff1f2c5-8df1-419d-89a5-039057d9d543\">consumer confidence</a>. </p> <p>The energy price crisis rumbles on. UK regulator <strong>Ofgem</strong> said it would consult on <a href=\"https://www.ft.com/content/4a355cec-1147-4d34-ba9c-0620f9ad8544\">changes to the prices cap</a> that governs household energy bills, with a decision expected in February ahead of the next review. Natural gas prices in the UK and Europe fell after Russian president Vladimir Putin ordered <strong>Gazprom</strong> to start <a href=\"https://www.ft.com/content/52341bf5-ffc4-490d-8393-2c82d84df9b4\">refilling storage facilities</a>. Oil majors meanwhile are sitting pretty: <strong>Exxon</strong> and <strong>Chevron</strong> today reported <a href=\"https://www.ft.com/content/3c3153cf-a775-4436-90e1-87e85a166359\">surging profits</a>.</p> <h2>Global latest</h2> <p><a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-90fb906c-cd97-4748-a4f0-0102d9eaade6\">Fresh data today</a> showed that growth in <strong>US consumer spending</strong> slowed down in September, while the <strong>core personal consumption index</strong>, a measure of inflation closely watched by the Federal Reserve, rose 3.6 per cent compared with a year ago. Official data yesterday showed <strong>economic growth</strong> slowed in the third quarter to an annualised rate of <a href=\"https://www.ft.com/content/eacd1594-f665-48f2-8d12-7fd093d19bb7\">2 per cent</a>, or 0.5 per cent compared with the previous quarter as measured in other major economies. President <strong>Joe Biden</strong> has announced the framework of his scaled-back <a href=\"https://www.ft.com/content/b45d894e-d07c-41c6-b118-c4f5508caba6\">$1.75tn spending package</a>. </p> <h1>Need to know: business</h1> <p>The latest batch of results from US tech giants <a href=\"https://www.ft.com/content/dc1d0535-0623-4458-a303-6890da1d04d9\">disappointed investors</a>. <strong>Apple</strong> said <a href=\"https://www.ft.com/content/46069192-7261-4959-b46d-2e30092bce8d\">supply shortages cost it $6bn</a> as it recorded lower than expected third-quarter revenues of $83.4bn, although net profits increased 62 per cent to $20.5bn thanks to growth in its higher-margin services business. Growth at <strong>Amazon </strong>was hit by <a href=\"https://www.ft.com/content/8ff4f9f3-7e55-4ac4-a000-c04294a0c338\">staff shortages</a> as well as rising costs as it recorded revenues of $110.8bn and net income almost halving to $3.2bn.</p> <p><strong>Samsung</strong> reported its highest quarterly profits in three years of Won12.3tn ($10.4bn) following <a href=\"https://www.ft.com/content/4535db6f-632f-4afd-b919-2f5a97b1a5ef\">surging demand for semiconductors</a>. <strong>Sony</strong> has managed to overcome the chip problem that had hit production of its PlayStation consoles and said it might build a <a href=\"https://www.ft.com/content/9bbe5c6a-fb37-4f1e-b405-2538657898ea\">new manufacturing plant</a> in Japan with Taiwan's TSMC, the world's largest contract chipmaker.</p> <p>The effect of the chip shortage on carmakers varies by segment. It slashed almost €500m from <strong>Volkswagen</strong> profits and contributed to a <a href=\"https://www.ft.com/content/def84887-d6fe-4b8d-8185-bcb77b59e868#post-853c63c4-0d1e-478e-8219-7d515ba45754\">14 per cent drop in revenues</a> at <strong>Stellantis</strong>, the group formed by the merger of Fiat Chrysler and Peugeot owner PSA. But premium brands <strong>Daimler</strong>, <strong>Porsche</strong> and <strong>Audi</strong> were able to weather the storm, reporting a <a href=\"https://www.ft.com/content/a307f9e7-269a-4843-949d-aa959c89548c\">strong set of earnings</a>. </p> <p>Latest third-quarter bank results included <strong>NatWest</strong> profits tripling to £1.1bn thanks to a <a href=\"https://www.ft.com/content/94cd0813-78ba-4d77-902b-0d275b1d1297\">rise in mortgage demand</a> and fewer loan defaults. <strong>Lloyds </strong>benefited similarly, with <a href=\"https://www.ft.com/content/c8beb263-46ce-4cb2-a6c6-5f11996a60f5\">profits doubling to $2bn</a>. <strong>BNP Paribas</strong>, France's biggest listed bank, recorded a 32 per cent rise in net income to €2.5bn thanks to a jump in <a href=\"https://www.ft.com/content/627282f7-b920-48f6-88a7-09b967ba775d\">revenues from equity trading</a>. </p> <p>There were some encouraging signs for the recovery of air travel as <a href=\"https://www.ft.com/content/b6bc1e83-97dc-4d60-ab64-fe1bfdd860f3\">losses narrowed</a> at <strong>Air France-KLM</strong>, which said passenger capacity would reach 70 to 75 per cent of pre-pandemic levels in the fourth quarter. Meanwhile, <strong>Airbus </strong>has <a href=\"https://www.ft.com/content/6fbcc775-f172-4fcd-bffd-82c2f3ee2149\">raised its profit forecast</a> on strong demand for its aircraft. </p> <h1>Science round up</h1> <p><strong>Pandemic control: </strong>UK Covid-19 infections have hit the <a href=\"https://www.ft.com/content/d424ad49-3789-4e3a-ac6f-41eec0a7c3a0#post-5f2b9c0c-0ac2-4729-ac05-01f5b0bf964f\">highest level ever recorded</a>, according to official weekly data published today. An estimated 1.27m cases were recorded in the week ending October 22, beating the peak of 1.22m in early January. However, hospitalisations are much lower. The latest daily figures reported today show 43,467 new cases and 186 deaths, bringing the total number of UK deaths to 140,392.</p> <p>Other developments include the UK's <a href=\"https://www.ft.com/content/87e8026d-cd05-4ba8-a62d-fb1b19472cd9\">test and trace programme</a> coming under severe criticism in a parliamentary report for its “eye-watering” cost of £37bn and data showing England has been much <a href=\"https://www.ft.com/content/b25d1ac3-b35e-453c-918e-731e2f214131\">faster to abandon masks</a> than the rest of the UK and Europe. </p> <p><strong>Vaccines: </strong>The UK's Health Security Agency was rebuked for publishing <a href=\"https://www.ft.com/content/a51f85a2-e338-4057-81bc-75447b7660b3\">flawed jabs data</a> that handed ammunition to anti-vaxxers. Misleading figures appeared to show infection rates among fully vaccinated people aged 40 and over were higher than among their unvaccinated peers.</p> <p>UK research has shown vaccination only cuts the risk of <a href=\"https://www.ft.com/content/d91d361b-016d-4eea-90d6-f26b1a399f88\">infection within households</a> from the Delta variant of coronavirus by a third.</p> <p>The BioNTech/Pfizer and Oxford/AstraZeneca vaccines are associated with four <a href=\"https://www.ft.com/content/b2b74d63-7c94-4602-82eb-82e87ec5186f\">rare neurological complications</a>, according to a new study analysing 32m vaccinated adults in England.</p> <p>US regulators have backed the BioNTech/Pfizer jab for <a href=\"https://www.ft.com/content/71f07d95-aba5-48b5-b103-a8875644d068\">5-11 year olds</a>. BioNTech has also struck a deal with Rwanda and Senegal to open Africa's <a href=\"https://www.ft.com/content/184e2e32-84bd-44bc-aa69-c035429de102\">first mRNA manufacturing plant</a>. </p> <p><a href=\"https://www.ft.com/content/e5b386c7-a6ff-4bc8-982a-549b850beeb9#post-2cca3d3a-cb60-46d5-8b0b-4a62fbce4cd2\">Novavax</a> has submitted its protein-based vaccine for UK approval and will follow up “shortly” in other jurisdictions. </p> <p><strong>Treatments: </strong>Merck has signed a <a href=\"https://www.ft.com/content/81b7762f-9bc9-4776-9fe8-c2da0df5517b\">royalty-free licensing deal</a> with the UN-backed Medicines Patent Pool to expand low-cost access to molnupiravir, its Covid-19 antiviral pill, throughout the developing world — one of the first such agreements struck by a pharma company. Merck is currently waiting for the drug to be authorised by UK regulators, which, if successful, would make it the first oral antiviral treatment for the disease.</p> <p>A study has found that fluvoxamine, a cheap antidepressant, can <a href=\"https://www.ft.com/content/c867b3ed-daee-485c-91ca-ee2e98528d02\">reduce the risk of hospitalisation</a> in Covid-19 outpatients.</p> <p><em>Join us on November 8-10 for the </em><a href=\"https://pharma.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2021pglobalpharmaceuticalandbiotechnologyconference\"><em>FT Global Pharmaceutical and Biotechnology Conference</em></a><em>, the essential annual event for pharma industry leaders. Keynote speakers include the CEOs of Sanofi, Novo Nordisk and Roche Pharmaceuticals. </em> </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally...</h1> <p>“A <a href=\"https://www.ft.com/content/6ad9c521-b5ae-4876-be89-97d978485d48\">pivotal moment for the planet</a>” is how the FT describes the <strong>COP26 climate summit</strong>, which begins in Glasgow on Sunday. Read up on the event with a wide range of material at our <a href=\"https://www.ft.com/climate-capital\">Climate Capital</a> hub, including a searchable dashboard of 193 countries' environmental records and their progress towards renewable energy. </p><p>Source: Darren Dodd 2021 'Eurozone growth accelerates' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T17:15:57.925Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 7709,
          "end": 7714
        },
        {
          "start": 7964,
          "end": 7969
        },
        {
          "start": 7955,
          "end": 7969
        }
      ]
    }
  ]
}