{
  "_id": "571c93c1b5f36b7ad6a09b714129e56ae509270b3494e1665b7fedefdab29f77",
  "feed": "wall-street-journal",
  "title": "The Political Raid on Future Cures",
  "text": "<p>Three Democrats on the Energy and Commerce Committee voted Wednesday against a House provision directing the Health and Human Services secretary to dictate drug prices. But a similar provision passed Ways and Means, and Speaker Nancy Pelosi may try to jam it through on the House floor.</p><p>---</p><p>Democrats claim the bill would simply allow Medicare to \"negotiate\" what they deem \"fair\" prices as foreign governments with national health-care systems do. The bill sets a price ceiling of 120% of the average drug price in Australia, Canada, France, Germany, Japan and the U.K. The secretary could decide to pay less.</p><p>The bill directs HHS to focus on the 250 most expensive and common brand-name drugs without generic competitors. The secretary would be required to \"negotiate\" at least 25 drugs (or insulin) in the first year of the program (2025) and 50 in future years.</p><p>Companies that refuse the government's price must pay a 95% excise tax on all revenue they generate from that drug in the U.S. They'd also have to offer the government price to private insurers. There's no \"negotiation\" when a gun is pointed at your head.</p><p>A new study in the Journal of the American Medical Association estimates that drug spending in the U.S. would have been 52%, or about $83.5 billion, lower in 2020 based on the bill's formula. The research outfit Vital Transformation estimates the bill would reduce bio-pharmaceutical earnings by $102 billion a year.</p><p>Major pharmaceutical companies invested $91 billion in research and development in 2020. Democrats would be confiscating almost all the profits companies use to finance clinical trials. This tax on innovation would damage big pharma companies like Pfizer and Merck, but it would be a death blow to small biotech firms where many breakthroughs originate.</p><p>Biotech startups patented nearly two-thirds of new drugs in 2018, and in their early stages they rely almost entirely on venture capital. Later they often cooperate with or license their discoveries to large drug makers. Only about 15% of drugs and vaccines that enter clinical trials are approved. The rate for oncology therapies is 3%. If Democrats slash the return on drug investment, startups won't be able to raise money. This would be a tragedy as we enter an era of great biotech discovery.</p><p>The hugely successful mRNA Covid vaccines are the result of years and billions of dollars in research. BioNTech initially set out to create cancer vaccines and linked up with Pfizer in 2018 to work on a more effective flu vaccine. Biotech firms are trying to use mRNA technology for personalized cancer vaccines, autoimmune treatments and gene therapies.</p><p>The bill would \"immediately have the effect of putting many early-stage biotech companies out of business,\" says Strand Therapeutics CEO Jake Becraft. He adds that Moderna would never have been able to raise capital if the bill had passed 10 years ago.</p><p>Progressives claim that the National Institutes of Health can make up for private investment. But the NIH only funds basic research at nonprofit and academic institutions. It doesn't have the capacity to run or fund thousands of drug trials, and bureaucrats do a lousy job of allocating capital in any case.</p><p>---</p><p>At least a few Democrats in Congress seem to get some of this. Credit to California's Scott Peters, New York's Kathleen Rice, and Oregon's Kurt Schrader for opposing the House drug price controls, though they voted for a similar bill in December 2019 when it had no chance of passing the GOP Senate. Oregon Sen. Ron Wyden has said the House price controls currently lack the votes to pass the Senate. Yet Democrats' Senate alternative could be nearly as destructive by using price controls to ration treatments for seniors.</p><p>American drug innovation leads the world, and during the pandemic it has shown its capacity to save millions of lives. It would be a harmful act for the ages against public health if Democrats steal this vital industry's incentive to produce the cures of the future.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1698,
          "end": 1703
        }
      ],
      "nexusId": "10042334"
    }
  ]
}