{
  "_id": "3be6a593551e09e461bf50d45b41984821dd66cbe6410a3b3b63277d9f3bcaad",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books:  A Literary Impresario  ----  By Benjamin Balint",
  "text": "<p>\n  Endpapers: A Family Story of Books, War, Escape, and Home </p><p>\n  By Alexander Wolff </p><p>\n  Atlantic Monthly, 376 pages, $28 </p><pre> </pre><p>\n  Among the cultural figures who fled Hitler's Germany to the United States -- writers, artists, playwrights and movie makers, among others -- there was one who, without quite the celebrity of some of his fellow emigres, would find himself expanding the horizons of American book publishing. \"Publishing is both a business and an art,\" Kurt Wolff wrote in a letter from 1958. It demanded, he said, \"the whole man, the whole life.\" </p><p>\n  Wolff himself never set down his own \"whole life.\" He was probably too modest or discrete. \"What one can write is not interesting,\" he once said about the possibility of writing his memoirs, \"and what is interesting one cannot write.\" Now his grandson, Alexander Wolff, offers an event-filled biography and, along the way, a captivating case study in the challenges faced by refugees attempting to remake a life. For \"Endpapers,\" Mr. Wolff, a longtime reporter for Sports Illustrated and a former journalism professor at Princeton, describes his approach as \"an amalgam of history, journalism, and memoir.\" </p><p>\n  Kurt Wolff was born in 1887 in Bonn, Germany; his father, we learn, was Protestant, his mother Jewish by birth and Christian by baptism. After marrying Elisabeth Merck, whose family ran a major pharmaceutical company, Kurt Wolff launched his career in publishing, founding a firm in Leipzig before World War I. Blessed with an exceptional feel for the literary ferment of the time, he published writing by Joseph Roth, Heinrich Mann, Robert Musil, Max Brod, Franz Werfel, Karl Kraus and (in German translation) Sinclair Lewis. </p><p>\n  Lewis called Wolff \"one of the most intelligent and promising publishers I have ever met.\" Another of Wolff's authors, Franz Kafka, was less impressed. \"He is a very beautiful man, about 25,\" he noted in a letter from 1913, having met Wolff in Leipzig the year before, \"whom God has given a beautiful wife, several million marks, a pleasure in publishing, and little aptitude for the publishing business.\" Even while serving in the trenches of the Western Front, Kurt continued to solicit and read manuscripts, including Kafka's \"Metamorphosis,\" which he brought out during the war. </p><p>\n  In the Weimar years, as his marriage disintegrated, Wolff's firm was hit by hyperinflation -- one of its novels carried a five-million-mark price tag -- and by the economic crash of 1929. Physically and fiscally spent, he was forced to shut his doors in 1930. His patronage of writers the Nazis would soon designate as \"degenerate\" didn't help. In February 1933, he listened to radio reports of the Reichstag fire together with his fiancee and soon to be second wife Helen Mosel, whose exceptional literary discernment had driven her rise in the firm from unpaid intern to full-fledged editor of its art-book division. \"These are madmen,\" Kurt told her. \"Pack!\" Two days later, the couple fled Germany and would spend the next six years as refugees shuttling between Italy and France. With the outbreak of war in September 1939, they were designated as \"enemy aliens\" and sent to various French internment camps. As Wolff reported in a letter: \"Eighty percent of my production was burnt by the Nazis and my publishing house put on a blacklist.\" </p><p>\n  Thanks to the intervention of the American journalist Varian Fry and his Marseille-based Emergency Rescue Committee, the couple obtained visas to exit Vichy France, transit through Spain and enter the U.S., where they disembarked in 1941. (Fry would become the first American honored at Israel's Holocaust memorial, Yad Vashem, as one of the \"Righteous Among the Nations.\") </p><p>\n  Within a year, this \"entrepreneur in exile,\" as Mr. Wolff calls his grandfather, was back in the book business, having founded Pantheon Books on a shoestring in a tiny Washington Square apartment in New York. Helen, the only member of staff who had passable English, later said that the house aimed to \"transmit some of what seemed valid and communicable from the old continent to the new. It was something one owed to one's new country, a debt of gratitude to be paid for rescue.\" </p><p>\n  Pantheon acquired its prestige by introducing first-rate European writers to American audiences. With his colleague Jacques Schiffrin, Kurt brought out novels by Andre Gide and Albert Camus, and with the help of the philanthropists Paul and Mary Mellon, he published the collected works of Carl Jung. Although Pantheon was at first \"woefully undercapitalized,\" as Mr. Wolff notes, it was publishing bestsellers by the mid-1950s, among them Anne Morrow Lindbergh's \"Gift From the Sea\" and Boris Pasternak's \"Doctor Zhivago.\" </p><p>\n  For all his accomplishments, Kurt's idealism chaffed against the increasingly aggressive commercialization of New York publishing conglomerates, a trend that soon opened bitter internal rifts at Pantheon, too. \"Ironically,\" Mr. Wolff writes, \"in Germany before World War I, Kurt had rankled rival publishers with 'American' book-selling tactics -- colorful jackets, popular prices, bold designs in newspaper ads and kiosk placards. But something Old World at his core put him at loggerheads with the business culture of his new homeland.\" </p><p>\n  In 1959, leaving behind what Mr. Wolff calls \"the poisonous atmosphere in the New York office,\" Kurt and Helen moved to Switzerland. Bennett Cerf, the president and co-founder of Random House, would acquire Pantheon. Four years later, Kurt Wolff, 76, was killed in a traffic accident while traveling in Germany. He was buried in Marbach, near the German Literature Archive, keeper of manuscripts of Kafka and many other of Wolff's writers. It was the only place, Helen said, \"he could call a spiritual home.\" At the invitation of William Jovanovich, Helen continued publishing under the \"Helen and Kurt Wolff\" imprint, scoring successes with works by the Italian authors Umberto Eco and Italo Calvino, the Israeli writer Amos Oz, and the German novelist Gunter Grass. </p><p>\n  Part of Mr. Wolff's chronicle has to do the family lineage of which he is a part, not least the experience his own father, Kurt's son Niko. Although Kurt would leave a larger mark, Mr. Wolff writes, \"the great questions that fall to me now come refracted through my father, who did not live a public life.\" One of the riddles left for Mr. Wolff: \"When his father fled Germany, why didn't my father join him, rather than be left to live through the Nazis' rise and rule?\" </p><p>\n  Though the grandson of a baptized Jew, Niko obtained a Nazi certificate of \"Aryan ancestry\" and was drafted into the Wehrmacht, joining the troops advancing through Poland and Ukraine to the Russian Front and then being shifted to the west to take part in the offensive that came to be known as the Battle of the Bulge, in late 1944 and early 1945. \"At no time had I felt I was defending my fatherland,\" Niko insisted to his own son, Alexander. \"For five years of my life I'd been duped and forced to do the Nazis' bidding.\" </p><p>\n  Reticent by nature, Niko seldom discussed the war years, though he did mention that he had briefly transited through Auschwitz. \"I'm hardly prepared,\" Mr. Wolff writes, \"for the sight of my father's handwriting -- the same script I know from birthday endearments or a check to tide me over a college break -- on an envelope from a letter sent home in late 1944, the stamp depicting Hitler in profile, the postmark Auschwitz.\" </p><p>\n  Niko's emigre experience -- and its style of reinvention -- necessarily differed from Kurt's. Then 27, he came to New York in 1948 with $19 in his pocket and rudimentary English. He prospered during the Eisenhower years as a chemist with DuPont and Xerox. \"The fifties gave Niko the perfect background in which to recede,\" Mr. Wolff writes of his father, \"to take on the protective coloring of red, white, and blue, to get on with the anaesthetizing business of dissolving into the Lonely Crowd.\" To Niko, the consolations of American anesthesia were preferable, it seems, to the upheavals of life in what he called the \"damaged\" country of his birth. </p><p>\n  In a letter to one of his authors, Kurt Wolff described a publisher as \"a kind of seismographer, whose task is to keep an accurate record of earthquakes.\" Not content with registering the tectonic shifts of the times, Wolff brought about convulsions of his own, shaking up the American postwar literary scene. His grandson's book, as enlightening as it is engaging, measures the effects. </p><p>\n  --- </p><p>\n  Mr. Balint is the author, most recently, of \"Kafka's Last Trial.\" </p><p></p>",
  "published": "2021-02-20T07:07:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1309,
          "end": 1314
        }
      ]
    }
  ]
}