{
  "_id": "c1fefa602e1cd543c65592aaed7f9e3ffce6454652af5417e922652e45efd45f",
  "feed": "wall-street-journal",
  "title": "World News:  Tech and Drug Sectors Fuel Economic Growth in Ireland  ----  By Paul Hannon",
  "text": "<p>   As most economies in the rich world cratered last year, Ireland's grew. Behind that success: Thriving drug and tech companies, lured to the country over the years by low tax rates, that hit a sweet spot during the pandemic. </p><p>   Big tech, from Facebook Inc. to Alphabet Inc.'s Google, have established regional headquarters in Dublin, while pharmaceutical companies such as Pfizer Inc. and Merck &amp; Co.'s international unit MSD have set up big manufacturing plants. </p><p>   Today, the booming profits from those sectors are generating taxes that are helping the Irish government pay for the costly lifelines it has thrown to much of the rest of the economy, which has been hammered by the pandemic. About a quarter of Ireland's workforce has been idled. </p><p>   Covid-19 has raised demand for Irish pharmaceuticals and related products, especially in the U.S., spurring goods exports to a record high in 2020. It also has raised demand for digital services, such as video streaming, with output from Ireland's information and communication sector 9.7% higher in December than it was a year earlier. </p><p>   That combination has placed Ireland among a small group of nations that recorded economic growth during the first calendar year of the pandemic. The country's statistics agency reported Friday that gross domestic product increased 3.4% in 2020, a faster rate of growth than the 2.3% expansion recorded by China. </p><p>   Many parts of the domestic economy, including its lively hospitality industry, however, experienced the worst year in memory. According to the Licensed Vintners Association, government restrictions mean that many of the 7,000 pubs it represents have endured the longest continuous shutdown in Europe, approaching a first anniversary on March 15. </p><p>   \"We've been going since 1817, so 204 years,\" said Donall O'Keeffe, the LVA's chief executive. \"I can safely say that 2020 was the worst of those years by a distance.\" </p><p>   Such setbacks sent total unemployment -- including people receiving special government payments after being laid off because of the pandemic -- to about 25% in February, the statistics agency estimates. Bringing those workers back into employment may take time and be dependent on a vaccination program that has started slowly. </p><p>   The damage caused by the pandemic in any one country has depended to a large degree on the structure of the economy. For tourism-dependent nations, it has been a disaster. But some countries that rely more heavily on manufacturing or digital services have fared better. </p><p>   The stark differences in the way the pandemic affected various parts of the Irish economy were clear in figures released by the Central Statistics Office on Friday. What the CSO calls the \"multinational sector\" -- which includes tech and drug companies -- recorded a growth in output of 18.2%. By contrast, the rest of the economy contracted by 9.5%. </p><p></p>",
  "published": "2021-03-06T07:09:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 385,
          "end": 390
        },
        {
          "start": 385,
          "end": 396
        }
      ],
      "nexusId": "10042334"
    }
  ]
}