{
  "_id": "db06a4c4e6f27e3d6bb256c52b729210e84aa3884ed59c75818324684b4cd6fe",
  "feed": "wall-street-journal",
  "title": "Shiba Inu Coin, Tesla, Ford, Nokia: What to Watch When the Stock Market Opens; Ford shares rose after the car maker lifted its guidance; cryptocurrency Shiba Inu was extending gains",
  "text": "<p>* Caterpillar shares rose 1.5% in premarket trade after the maker of equipment for the construction and energy industries swept pass profit estimates for the third quarter.</p><p>* U.S.-listed shares of Nokia rose 3.5% premarket after the company posted a forecast-beating rise in third-quarter net profit and now expects full-year margins to land at the top of its guidance range.</p><p>* Comcast shares gained 3.1% after it said its third-quarter net profit doubled, boosted by strong revenue growth at its NBCUniversal media empire, which benefited from the Tokyo Olympics and an influx of returning visitors to its Universal Studios theme parks.</p><p>* Shares of Tesla added 2.9% premarket. Hertz Global Holdings said Wednesday it is linking up with Uber Technologies to make 50,000 Teslas available in Uber's ride-sharing network by 2023, the latest in the rental-car company's efforts to build momentum postbankruptcy.</p><p>* Stanley Black &amp; Decker shares fell 4.8% after the company lowered its estimate of its full-year adjusted earnings, citing rises in commodity, transportation and labor costs.</p><p>* Money manager T. Rowe Price Group shares nudged up less than 1% premarket after The Wall Street Journal reported that it agreed to buy Oak Hill Advisors for as much as $4.2 billion to enter the private-debt investing business.</p><p>* Shares of eBay declined 5.3% after the online marketplace posted better-than-expected third quarter results, but provided a slightly disappointing fourth-quarter outlook.</p><p>* DWAC, the blank-check company taking former President Donald Trump's social-media platform public, rose an additional 9% premarket.</p><p>* Shares of Merck rose 2.3% premarket after the drug maker and animal health company reported third-quarter profit and revenue that rose above expectations and provided and upbeat full-year outlook.</p><p>* Twilio shares plunged 15% premarket after the company projected a wider loss for the December quarter than Wall Street expected.</p><p>* Cryptocurrencies gained Thursday, with bitcoin up 3.6% from its 5 p.m. ET level Wednesday, trading at $61,088.95. Ether rose 4.5% over the same period, and dogecoin jumped more than 20%.</p><p>* Shares of cryptocurrency exchange Coinbase Global added 2.3% premarket, and U.S.-listed bitcoin miners gained premarket, with Bit Digital up 2.8% and Marathon Digital Holdings up 4.1%.</p><p>* Shopify shares fell 3.4% premarket after earnings for its most recent quarter fell short of analysts' expectations and its chief financial officer called out a \"more normalized spending environment.\"</p><p>* Newmont shares declined 3.6% premarket after the gold miner said its profit and sales fell for the third quarter as its attributable gold production decreased.</p><p>* Companies including Amazon.com, Starbucks and Apple will report earnings after the market close.</p><p>Chart of the Day</p><p>* The Shiba Inu coin—not to be confused with dogecoin, which also is a homage to the Japanese dog breed—is surging in value. It jumped Wednesday and has doubled in value over the past week. It added an additional 40% Thursday over the previous 24 hours.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Shiba Inu Coin, Tesla, Ford, Nokia: What to Watch When the Stock Market Opens</p>",
  "published": "2021-10-28T12:35:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1632,
          "end": 1637
        }
      ],
      "nexusId": "10042334"
    }
  ]
}