{
  "_id": "0d40ae6a3ac0b8e7aed2f6a48b9a554deec9cfa6a44adfe786d148832c6a515c",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Oral Covid-19 Treatment Potentially Available This Year, CEO Says  ----  By Jared S. Hopkins and David Hall",
  "text": "<p>   An oral Covid-19 treatment being developed by Pfizer Inc. could be available for use by the end of year, Chief Executive Albert Bourla said Tuesday. </p><p>   Mr. Bourla, in an interview on CNBC, said the experimental antiviral could be available should it prove to work safely in human testing and receive clearance by regulators. </p><p>   In March, Pfizer began an early-stage trial testing the oral Covid-19 drug in people. The drug is also under evaluation as an intravenous treatment, in a separate trial Pfizer started last fall. </p><p>   An oral pill would potentially fill a key treatment role by helping people who are sick but not yet hospitalized. More than a year into the pandemic, there is a limited number of treatments available for people diagnosed with Covid-19. The only antiviral authorized by the Food and Drug Administration is remdesivir from Gilead Sciences Inc., and it has been shown to provide only a modest benefit in hospitalized patients, reducing their stays by several days. </p><p>   Merck &amp; Co. and Ridgeback Biotherapeutics LP are also testing an antiviral in the outpatient setting, although they recently stopped a trial testing the drug in hospitalized patients after it wasn't found to be helpful. </p><p>   Pfizer's drug is known as a protease inhibitor because researchers believe it blocks a key enzyme, known as a protease, that helps viruses replicate. Both versions of the drug are based on a discovery made in 2003 when Pfizer looked for antivirals during the SARS epidemic. The enzymes of the SARS-CoV-2 virus that causes Covid-19 are similar to the other SARS virus, according to Pfizer. </p><p>   Meanwhile, newly reported coronavirus cases in the U.S. rose, but remained under 60,000, as the White House took steps to distribute vaccines and other aid to parts of the world where infection numbers are surging. </p><p>   The U.S. reported more than 56,000 new cases for Monday, according to the latest data compiled by Johns Hopkins University. Monday's figure was up from the 32,065 cases reported on Sunday, but lower than most days last week. Daily case numbers are often lower on weekends and early in the week due to lower levels of testing and lagging data from states. Not all states report new cases daily and many don't report over the weekend. </p><p>   The seven-day moving average, which helps smooth out states' irregular reporting schedules, was 55,272 as of Monday, according to a Wall Street Journal analysis of Johns Hopkins data, while the 14-day average was 61,197. When the seven-day average is lower than the 14-day average, as it has been since April 17, it indicates cases are falling. </p><p>   Hospitalizations continued to hover above the 40,000 mark, with the latest data published by the Health and Human Services Department showing 42,583 Covid-19 patients in hospitals across the U.S. </p><p>   Vaccinations across the country continue to make progress, though the pace is slowing. The U.S. administered an average of 2.7 million doses a day over the past week, according to a Journal analysis of Centers for Disease Control and Prevention data, down from about 3.2 million a day earlier this month. </p><p></p>",
  "published": "2021-04-28T06:08:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 979,
          "end": 990
        }
      ],
      "nexusId": "10042334"
    }
  ]
}