{
  "_id": "d5beaaf4ce1278c7ba992a7983a79df5ec08ca93133b9eb0289b2d5134c2a430",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>China is exploring limiting <a href=\"https://www.ft.com/content/d3ed83f4-19bc-4d16-b510-415749c032c1\">the export of rare earth minerals</a> that are crucial for the manufacture of American F-35 fighter jets and other sophisticated weaponry, according to people involved in a government consultation.</p> <p>“The government wants to know if the US may have trouble making F-35 fighter jets if China imposes an export ban,” said a Chinese government adviser.</p> <p>Fighter jets such as the F-35, a Lockheed Martin aircraft, rely heavily on rare earths — a group of 17 metallic elements — for critical components such as electrical power systems and magnets.&#xa0;They are also used in the manufacture of precision-guided missiles and drones as well as most high-tech products from wind turbines to electric vehicles and mobile phones.</p> <p>The Pentagon has become increasingly concerned about the US reliance on China, which controls 80 per cent of global supplies of rare earths. The US government has made efforts to revive the domestic industry as well as work with allies <a href=\"https://www.ft.com/content/5104d84d-a78f-4648-b695-bd7e14c135d6\">such as Australia</a> to secure alternative supplies. </p> <p>Ellen Lord, the top defence official for acquisitions until last year, told Congress in October that the US had a “real vulnerability”&#xa0;when it came to rare earths because China floods the market to destroy any competition any time nations are about to start mining or producing. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Novavax </strong>is to complete its US vaccine trial <a href=\"https://www.ft.com/content/ceebd562-7b50-427b-932f-40f2adfe5e26\">in record time</a>, bringing it a step closer to fulfilling orders to inoculate 50m Americans.&#xa0;</p></li>  <li><p>Three of the largest vaccine makers — <strong>GlaxoSmithKline</strong>, <strong>Merck</strong> and <strong>Sanofi</strong> — have been left <a href=\"http://ft.com/content/657b123a-78ba-4fba-b18e-23c07e313331\">playing catch-up</a> in the race to develop Covid-19 jabs.</p></li>  <li><p>How did investment group <strong>Brookfield</strong> get three-quarters of its Manhattan-based workforce <a href=\"http://ft.com/content/91c300f4-9cfd-452b-ba47-7a3922beb9ff\">back in the office</a> from late November?</p></li>  <li><p><strong>Airlines</strong> are facing <a href=\"http://ft.com/content/10ef7ab8-1c54-44af-9b7e-bfcc30a13386\">slow strangulation</a> as, country by country, travel restrictions are tightened. (FT)</p></li> </ul> <p>A universal Covid vaccine may be our best means of escape, <a href=\"https://www.ft.com/content/c6d663e1-9753-4a92-8d7c-599fd0dd45c7\">writes Anjana Ahuja</a>. <em>Follow our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>vaccine tracker</em></a><em> for the global race to vaccinate and our </em><a href=\"https://www.ft.com/content/727959a9-5521-3248-ac61-ce6e7af25b49\"><em>live blog</em></a><em> for the latest updates.</em></p> <h2>In the news</h2> <p><strong>Blackouts spread beyond</strong> <strong>Texas</strong> Nearly 3m households in Texas <a href=\"https://www.ft.com/content/4d07eedc-b3ec-417e-8cb1-5895178c9f9b\">were left without electricity</a> on Monday, while the power provider for an area stretching from Oklahoma to North Dakota declared an emergency alert as temperatures plunged.&#xa0;Meteorologists said the frigid air mass from Canada was threatening to cause more disruption. (FT)</p> <p><strong>Burr censured in Republican civil war over</strong> <strong>Trump </strong>Republican senator Richard Burr has been censured in North Carolina after voting to convict Donald Trump, making him <a href=\"https://www.ft.com/content/69987fe7-e395-4260-851e-e05c83d21cb9\">the latest Republican lawmaker</a> to confront a backlash over breaking with the former president. (FT)</p> <p><strong>Rocket attack in Iraq kills contractor</strong> Antony Blinken, the US secretary of state, expressed “outrage” after <a href=\"https://www.ft.com/content/b9f90f80-11f4-47aa-a992-eabc64242b9a\">a rocket attack</a> struck coalition forces in Iraq, killing one civilian contractor and injuring five others as well as wounding one American service member. (FT)</p> <p><strong>Wall Street's reaction: </strong>JPMorgan Chase and Goldman Sachs predicted <a href=\"http://ft.com/content/f87ce114-f437-4c3f-bb73-fa38ca78146b\">oil prices would soar</a> when the pandemic abates. The most bullish forecast has international crude staging a comeback towards $100 a barrel, a level not reached since 2014, as the fiscal stimulus boosts consumption. (FT)</p> <p><strong>Germany aims for new deal with Washington on Nord Stream 2</strong> In 1981 the Reagan administration imposed sanctions on a new pipeline from the Soviet Union's vast Siberian gasfields to Europe, leading to one of the worst crises in transatlantic relations of the cold war. History <a href=\"https://www.ft.com/content/548067b9-2ff0-4a2a-94af-b74d763f4561\">seems to be repeating itself</a>. Russia is building a new pipeline,&#xa0;Nord Stream 2, and the US has again&#xa0;imposed sanctions. </p> <ul>  <li><p>No western country's relationship with Russia is more burdened with history than Germany's, <a href=\"https://www.ft.com/content/a43a3639-6cff-4dea-81ed-4cd4deb27399\">writes Tony Barber</a>. (FT)</p></li> </ul> <p><strong>Riskiest borrowers make up largest share of junk bond deals </strong>The riskiest borrowers in corporate America made up the <a href=\"http://ft.com/content/55ef91e2-5291-4a1e-8a41-42cdf1eb3124\">largest share of junk-bond sales</a> since 2007, an analysis of Refinitiv data shows, as yield-starved investors hunt for returns and bet on economic recovery. (FT)</p> <p><strong>Simon Coveney: Ireland seeks ‘pragmatic' border approach </strong>Ireland's foreign minister has backed steps to <a href=\"http://ft.com/content/fb46003d-335a-465d-bac9-673d423939a5\">ease the Northern Ireland Brexit protocol</a> as Britain and Brussels seek “workable solutions” to problems that have delayed shipments and led some companies to stop sales to the region. (FT)</p> <h2>The day ahead</h2> <p><strong>Biden steps up stimulus pitch </strong>In his first official trip outside Washington, President Joe Biden on Tuesday will visit Milwaukee, Wisconsin, to make the case for his <a href=\"https://www.ft.com/content/1c172f12-87c0-4fda-82f2-40954d36b3f8\">$1.9tn stimulus plan</a> to the public. </p> <p><strong>Earnings round-up </strong><a href=\"https://www.ft.com/stream/9e3d104f-5462-42c7-9503-93628f59db1b\">Palantir</a>, the data analytics company that has been working with the UK government on its vaccine programme, reports earnings today. US drugstore chain <a href=\"https://www.ft.com/stream/17244c50-dfde-4883-a90f-3ba2e4d58ecd\">CVS Health</a> also reports earnings. (FT)</p> <p><strong>Sturgeon's inquiry testimony </strong>Scotland's first minister Nicola Sturgeon is to give testimony <a href=\"https://www.ft.com/content/5557bc8c-95fe-4a74-994d-412750f0ae73\">at an inquiry</a> into the Scottish government's handling of complaints against her predecessor Alex Salmond. (FT)</p> <h2>What else we're reading</h2> <p><strong>Joe Biden's huge bet on the economy</strong> Joe Biden's strategy for the US economy is the most radical departure from prevailing policies since Ronald Reagan's free market reforms 40 years ago. The administration is undertaking a huge fiscal experiment, <a href=\"https://www.ft.com/content/49ca176d-8fa4-45a9-8c77-c837d1ad8e39\">writes our economics editor Chris Giles</a>, and the whole world is watching. (FT)</p> <p><strong>What Clubhouse can learn from TikTok </strong>A lot of hype — and money — is riding on Clubhouse's success, <a href=\"http://ft.com/content/84b3879b-f3bb-4138-a688-e3ed4179d45b\">writes Elaine Moore</a>. That puts the audio chat app in the realm of unicorns, start‑ups deemed so promising they warrant sky-high values, and which are expected to reward early investors with huge gains. (FT)</p> <p><strong>Black ex-athlete joins elite club of New York City property developers</strong> An unlikely journey in the real estate world culminated this month in the launch of Essence Development, a company specialising in affordable and workforce housing owned by former NFL star Jamar Adams. “I want to be sitting at the table to help make the decisions of how we build the next generation of affordable housing,” <a href=\"https://www.ft.com/content/8e9d159b-ffce-441a-bb89-1a7af43a6fb2\">said Adams</a>. (FT) </p> <p><strong>Are planes Covid-safe? </strong>Sitting shoulder to shoulder with strangers for hours in a sealed tube may not sound safe, but according to the Harvard TH Chan School of Public Health we have less chance of contracting Covid-19 on an aircraft than anywhere else, <a href=\"https://www.ft.com/content/0c2b6fdb-d2dd-428d-8ec2-7d8b99e8da1f\">writes Michael Skapinker</a>. (FT)</p> <p><strong>Syrian jihadi mounts charm offensive </strong>Once synonymous with combat fatigues and weapons, Abu Mohammad al-Jolani has undergone an image change, trading combat fatigues and weapons for a western business suit. His transformation is part of <a href=\"http://ft.com/content/5ff5edb4-3e59-40bf-9176-49d77e5bcd40\">a deliberate rebranding</a> by one of the most powerful Islamist militant groups in Syria to secure its political future. (FT)</p> <h2>Video of the day</h2> <p><strong>David Allen Green: the Northern Ireland Protocol </strong>The FT's legal commentator explains why the Northern Ireland Protocol will continue to <a href=\"https://www.ft.com/video/0de2a4aa-37a6-4b7d-8ffa-f539d3817ffa?playlist-name=editors-picks&amp;playlist-offset=0\">dominate rows</a> over Brexit. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Amy Bell 2021 'FirstFT: Today's top stories' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-16T12:04:31.787Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1516,
          "end": 1521
        }
      ]
    }
  ]
}