{
  "_id": "b746cfd36957422c53c80a0aefd63393e1c6e8962c225bbb751e812d8f5774c7",
  "feed": "ftcomall",
  "title": "Cancer drug is first to begin fast-track UK approval process",
  "text": "<p>A treatment for a rare genetic disease that causes cancer has become the first drug to benefit from a new fast-track approval process aimed at speeding up patients' access to breakthrough medicines and boosting the UK's appeal to life sciences companies post-<a href=\"https://www.ft.com/brexit\">Brexit</a>. </p> <p>The approach, which mirrors the way Britain led the world in approving the first <a href=\"https://www.ft.com/coronavirus-treatment\">coronavirus vaccines</a> in December, is intended to dramatically cut the 10 years it usually takes for a new drug to move from initial concept to receiving a licence.</p> <p>The UK's Medicines and Healthcare products Regulatory Agency announced on Friday that a treatment called Belzutifan has received an “innovation passport” — putting it on course to receiving a verdict in no more than 150 days after the final submission of trial data.</p> <p>The medicine, developed by MSD, the UK name for US pharma group Merck, has shown promise to treat Von Hippel-Lindau disease, which affects one in 33,000 people. Patients with the condition commonly suffer from&#xa0;a kidney cancer called renal cell carcinoma that often spreads to other parts of the body.</p> <p>The new approach by the MHRA is part of a move to ensure the UK retains its position as one of the world's leading life-sciences hubs after Brexit. </p> <p>Prior to its departure from the EU, drugs used in the UK were covered by the same approval process as the bloc's 27 members. Britain's departure led to concerns that some pharmaceutical companies may be reluctant to commit extra resources to the UK's own regulatory process to access a market that represents only about 3 per cent of global sales.</p> <p>The MHRA hopes that by designing a process that offers the prospect of a quicker decision on whether to license a medicine, it will gain an edge over rival medicines regulators, potentially persuading more pharma companies to develop their medicines in the UK.</p> <p>The conventional approach requires all data from clinical trials to be complete before a drug can be cleared for use. Under the new “innovative licensing and access pathway” drug companies will be able to submit data on a rolling basis as it becomes available — the same approach that allowed Britain to approve the BioNTech/Pfizer and Oxford/AstraZeneca Covid-19 vaccines in December.</p> <p>The regulator will work with the National Institute for Health and Care Excellence and its Scottish equivalent, the Scottish Medicines Consortium — the bodies that advise on the cost-effectiveness of medicines — as part of the approval process. This is designed to iron out any problems that could jeopardise regulatory approval and patients' access to the drug. </p> <p>The pharma industry has in the past criticised the UK's approach for the slow pace at which the NHS brings new medicines to patients. An analysis commissioned by US pharma company Pfizer in 2017 identified Britain as a laggard, with a 75 per cent lower uptake of new drugs in their first year of release compared with France, Germany, Japan, Switzerland and the US.</p> <p>Later that year, the UK life sciences industrial strategy set a goal that Britain “should be in the top quartile of comparator countries” by the end of 2023.</p> <p>The MHRA has already received 10 applications since the fast-track approach was launched in early January. “We're transforming the MHRA to make the regulator an enabler of innovation,” said Dr June&#xa0;Raine, the regulator's chief executive. </p> <p>She added that patients' views would also be taken into account in decisions about whether a drug should be licensed.</p> <p>David Peacock, managing director of MSD, said it welcomed “the opportunity to participate in any approach that recognises the potential value of innovative medicines and seeks to accelerate access for patients who might benefit”.</p><p>Source: Sarah Neville in London 2021 'Cancer drug is first to begin fast-track UK approval process' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T11:49:59.583Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 843,
          "end": 848
        }
      ],
      "nexusId": "10042334"
    }
  ]
}