{
  "_id": "8dc69ef55ae50681d4c0d690d98d07c0c69c5e3e9adddb26b864137800037e4f",
  "feed": "wall-street-journal",
  "title": "World News: Moderna to Reduce Supply of Vaccines to Canada, U.K.",
  "text": "<p>\"The trajectory of vaccine manufacturing ramp-up is not linear, and despite best efforts, there is a shortfall in previously estimated doses from the European supply chain,\" the company said.</p><p>The shortfall marks the latest setback for efforts to ramp up manufacturing of Covid-19 vaccines. Moderna and Pfizer Inc. initially were able to make only limited quantities, while they built manufacturing capabilities. In March, AstraZeneca PLC warned European officials its output was falling short of plans. Also that month, Merck &amp; Co. agreed to help Johnson &amp; Johnson make more of its shot.</p><p>Canadian Procurement Minister Anita Anand said the next expected shipment from Moderna scheduled for the end of April would be cut in half, to 650,000 doses.</p><p>Canada had been anticipating 12.3 million doses from Moderna during the three-month period ending June 30. Ms. Anand said she expects a reduction in the second-quarter supply by as much as 16%.</p><p>\"We are disappointed,\" she said. \"Our government will continue to press Moderna to fulfill its commitments.\"</p><p>Canada said Moderna advised officials the cutback is due to a slower-than-anticipated increase of production capacity, and that other countries would be affected.</p><p>The timing of the Moderna cutback couldn't be worse for Canada, which has witnessed a sharp rise in Covid-19 infections -- so much so that the country's seven-day average of new, confirmed cases per million has exceeded the U.S. level for six days in a row. Furthermore, regional authorities across the country have canceled vaccination appointments, citing a lack of supply.</p><p>Based on the most recent Canadian government data, Moderna's vaccine accounts for 22% of the 12 million doses distributed nationwide. Pfizer, in partnership with BioNTech SE, is the largest Covid-19 vaccine supplier to Canada, accounting for roughly 60% of doses distributed.</p><p>Canada said Friday it struck another deal with Pfizer to acquire an additional 8 million doses, which it said would help offset Moderna reductions. Moderna's and Pfizer's vaccines are given in two doses, three or four weeks apart.</p><p>The U.K. government said it always knew vaccine supplies would fluctuate, but its vaccination campaign is on track to meet the target of offering a shot to all adults by the end of July. A health spokeswoman said more than 41 million shots have been administered.</p><p>Moderna has two supply chains for producing its vaccine. The company manufactures doses for the U.S. at its plant outside Boston, and its contract manufacturing partner Lonza Ltd. also makes it at a plant in Portsmouth, N.H. Other partners handle vial-filling and packaging at U.S. sites.</p><p>Moderna has been boosting its Covid-19 vaccine production for the U.S. and expects to deliver a total of 300 million doses by the end of July. So far, it has delivered more than 117 million of those doses.</p><p>Outside the U.S., Moderna has delivered about 15 million doses from a separate supply chain, which includes production at Lonza's plant in Switzerland and partners' facilities elsewhere that handle vial-filling and packaging.</p><p>Moderna said Friday that it and its manufacturing partner Lonza are trying to deliver a sustained supply in the shortest time frame possible. The company said it is making investments to support production increases globally, and explore other potential collaboration opportunities.</p>",
  "published": "2021-04-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 520,
          "end": 531
        }
      ]
    }
  ]
}