{
  "_id": "d2681de8b94270681b2026bd61dae8a3c8a3c640ff4a5f61127c39ea1838b10a",
  "feed": "wall-street-journal",
  "title": "Declarations:  America Slowly Learns to Live With Covid  ----  By Peggy Noonan",
  "text": "<p>   We're in a funny place with the Covid pandemic. It feels like it's ending. Its ability to govern our lives is, certainly. Lockdowns and shutdowns ran out of steam; people have returned to life or are returning. At the same time we know we're not at the end. We read the headlines -- infections flare here, hospitals suddenly overwhelmed there. Covid isn't leaving, it's sticking around. The subject of mandates is an ever-changing blur; no one knows exactly what's officially allowed, and where. </p><p>   Great books will be filled with all we learned and how the pandemic changed us and our society. We'll grapple with it for decades. </p><p>   If you watched the state directives and rebellions, the arguments over treatments, the vaccine wars, you know in a whole new way what a wild country we are -- rascally, oppositional and full of fight. Contradictory too: anarchic and hungry for order, zealous of our rights and suddenly careless with them, resentful of authority and flying to the courts. </p><p>   But for that country, the wild, contradictory one, we've kind of done OK. One hundred ninety-six million Americans, and 71% of adults, have been fully vaccinated; 228 million and 82% partly. That's impressive. </p><p>   Most of us also came to realize that the Covid shot is far less effective than many vaccines, such as those for polio and measles. It doesn't completely protect you from infection. </p><p>   What it does is crucial: It seriously reduces the chance you will become ill, and if you do, it dramatically reduces the chance you will be hospitalized or die. That is an achievement, and a blessing for the aged, who'd been slaughtered by the illness. If you don't get the shot you are, in my judgment, foolish, and if you don't fear long Covid and its effects, you are not paying attention. </p><p>   But the number of breakthrough cases is something most of us have begun to factor in. A few months ago such cases were surprising -- \"Joe got the virus and he was vaccinated twice!\" Now it's a fairly common occurrence. ABC News this week reported that Vermont, which has the highest vaccination rate in the country, is seeing a surge in new cases. Breakthrough cases among vaccinated residents were up 31% in a week. </p><p>   The state health commissioner said there was no single answer to why. The Delta variant is hardy and ever on the prowl for new people to infect. People are gathering again. And we are seeing waning immunity among those who were vaccinated early in the year. </p><p>   I think people are coming to terms with the realization that the Covid vaccine is similar to the flu shot. That shot offers a moderate to high degree of protection against influenza. You have to get it every year. It doesn't eliminate the chance you'll get the flu; it lowers it. </p><p>   Nobody calls it the flu vaccination, though technically that's what it is. It's the flu shot. And what we call things matters because it reflect our understanding and expectations. People and institutions are already signaling without saying that they understand the limits of the Covid shot. At the theater in New York they closely, carefully check everyone's vaccinated cards and phone apps, and then underscore that everyone must wear a mask. If you have a roomful of people you know are vaccinated, and vaccination means they are immune from Covid, masks would be irrelevant. At two recent shows, one on Broadway, the other Off-, they reminded you of the rules charmingly. An usher would tap her nose once, softly, while showing the crinkled eyes of a smile when he or she saw you accidentally-on-purpose let the mask fall below your nose. At a recent wedding the hosts required two vaccinations plus proof of a Covid test within three days. It was a prudent and realistic request, but you wouldn't do the latter if you had full confidence in the former. Which none of us at this point do. </p><p>   Where does wisdom lie the next few months? In this space we're not in love with federal mandates on vaccines and masking. Such powers are best held by those governmental entities closest to citizens. Let businesses, schools and institutions make their decisions and carry them out; let states fight things out within themselves. </p><p>   The federal government would be better off using its endless resources to persuade, persuade and persuade people to get the shots and boosters. Mandating from that level will only prove more divisive in an already divided country, and be experienced by people as Washington pushing them around. Don't force the moment to its crisis. Be patient and make the case. </p><p>   People who don't want the shots are often painted as right-wing nuts, but they are a various and broad swathe of the population. Robert F. Kennedy Jr. is a leading anti-vaxxer. His latest book, released this week, \"The Real Anthony Fauci,\" accuses Dr. Fauci, Bill Gates and big Pharma of being partners in a $60 billion global vaccine scheme that flooded the world with propaganda exaggerating Covid's dangers. It was an instant Amazon bestseller. When I checked Wednesday it was outselling books by Jordan Peterson, Jonathan Karl and Dale Carnegie. It may be nut stuff, but anti-vaxxers are a movement, and they are dug in. </p><p>   The federal government should put its emphasis not on restriction but creation. Continue to focus on the availability and production of the therapeutics that already exist, such as monoclonal antibody treatments, and those that are coming. Every drug company in America is trying to create new therapies, antiviral drugs that keep viruses from multiplying, and immunomodulators that attempt to tamp down the body's immune reaction so it doesn't turn on itself. It's exciting when you read about them. Pfizer just announced it's racing to develop an antiviral pill. Weeks before, Merck said its experimental antiviral might cut in half the chance of those infected dying or being hospitalized. The federal government should be leaning hard into therapeutics. </p><p>   Nurses in hospitals work brutal shifts, and many are burned out after the past 20 months. A lot of them are leaving. All medical professionals are burning out. It would be good if the federal government focused on ideas for public policy that might ease the situation -- more time off, or shorter shifts with higher wages. (Maybe prioritize English-speaking foreign-national medical professionals who are trying to immigrate?) </p><p>   There are so many domestic troubles America has to work on, it just doesn't feel right to focus on those most guaranteed to divide. The Centers for Disease Control and Prevention reported this week that between April 2020 and April 2021, 100,000 Americans died of opioids. It was a record high, up 29% from the previous year. There are many reasons -- isolation, limited services, fentanyl mixed into everything. And Americans like drugs. We have a deep and profound addiction crisis in our country and we've had it so long we forget to see it. </p><p>   It is hitting every family in the country. We see it in homeless encampments and in the mentally ill on the streets. And nobody's talking about it because nobody has a plan. Not everything is Covid. </p><p></p>",
  "published": "2021-11-20T07:12:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 5711,
          "end": 5716
        }
      ],
      "nexusId": "10042334"
    }
  ]
}