{
  "_id": "afa0e5084611d4af7b8a3686b982d7f517aef2912e3f578cbb6dc771dda245a3",
  "feed": "market-watch",
  "title": "Stock index futures rise, pointing to more Wall Street records as investors await October payrolls",
  "text": "<p>Pfizer Inc. shares surged in premarket trading as the vaccine maker released a study of its COVID antiviral drug suggesting it is successful.</p><p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 rose 36 points, or 0.1%, to 36,045.</p><p>S&amp;P 500 futures ES00 rose 0.2% to 4,683.75</p><p>Nasdaq-100 futures NQ00 rose 0.2% to 16,361.50.</p><p>On Thursday, the Dow Jones Industrial Average DJIA snapped a five-day winning streak, while the S&amp;P 500 SPX and Nasdaq Composite COMP each logged a sixth straight record close.</p><p>What's driving the market?</p><p>Investor attention is squarely on the U.S. October employment report, with economists forecasting a gain of 450,000 new jobs, which would mark a significant improvement on the 194,000 rise seen in September that was the weakest of 2021.</p><p>The data will be released at 8:30 a.m. Eastern Time, alongside the unemployment rate and average hourly wages, which grew at a 4.6% yearly rate in the 12 months ended in September.</p><p>Given Federal Reserve Chairman Jerome Powell made clear at the central bank's news conference this week that he is willing to “tolerate hot inflation levels well into 2022,” both jobs and wage inflation would need to come in pretty strong to speed up the Fed's timeline towards its first interest rate hike, said Saxo Bank's chief investment officer, Steen Jakobsen, in a note to clients.</p><p>“U.S. equity markets have gone into melt-up mode in the wake of the FOMC meeting, as the Fed is set for a slow QE tapering, while falling long bond yields and even lower oil prices over the last couple of days are adding further tailwinds,” he said.</p><p>He said investors may want to cash in some of those recent equity gains, as the market could easily “sell off and go back to test the levels around the high from late August and early September.”</p><p>Investors were also sifting through a heavy slate of results as the busiest portion of what's been an upbeat third-quarter earnings season comes to an end.</p><p>September consumer credit will be released at 3 p.m. Eastern.</p><p>What companies are in focus?</p><p>Pfizer PFE shares climbed 8% in premarket after the pharmaceutical company said its COVID antiviral reduced the risk of hospitalizations or death by 89% in a Phase 2/3 study.</p><p>Shares of rival Merck &amp; Co. Inc.MRKfell 9%. Merck said last month that its experimental treatment reduced the risk of hospitalization or death by 50% in a late-stage trial. It has already submitted an application to U.S. regulators for authorization.</p><p>Shares of Peloton Interactive Inc.PTON tumbled 32% in premarket trading after the exercise equipment maker producted a weaker-than-expected holiday outlook and cut its full-year forecast.</p><p>Shares of Uber Technologies Inc.UBER were up 2.2%, after the ride-hailing company late Thursday said that third-quarter revenue grew in both of its major businesses across all regions as COVID-19 restrictions eased, though losses also more than doubled.</p><p>Lions Gate Entertainment Corp. LGF.A shares rose 11% after the media group said it's mulling a sale or spinoff of its Starz unit.</p><p>Airbnb Inc.ABNB shares rose 6% after the travel-booking company posted its highest-ever quarterly revenue and net income.</p><p>Pinterest Inc.PINS stock rose 5% after reporting strong sales and earnings, but fewer-than-expected monthly users.</p><p>Square Inc.SQ late Thursday reported lower-than-expected revenue for the third quarter as less volatile pricing for bitcoin affected demand, though the company's chief financial officer noted “strength” in volume during October. Shares were down 3.5%.</p><p>Shares of Shake Shack Inc.SHAK TK rose 6.6% after its outlook and weaker-than-expected revenue overshadowed a smaller-than-expected loss.</p><p>GoPro Inc.GPRO late Thursday delivered results that beat expectations for its most recent quarter and expressed confidence in its ability to hit its full-year targets, despite a continuing supply crunch that may limit upside. Shares rose more than 12%.</p><p>Online auto retailer Carvana Co.CVNA shares fell 3.8% after it said a continued wave of demand for used cars nearly doubled its quarterly revenue, though efforts to build inventories saw it run against “significant operational constraints.”</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;BX:TMUBMUSD10Y rose 1 basis point to 1.529%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, rose 0.2%.</p><p>Oil futures were rebounding from Thursday's losses. The U.S. benchmark&#xa0;CL00CLZ22&#xa0;up 0.8% at $79.50 a barrel. Gold futures&#xa0;GC00 were up slightly at $1,795 an ounce.</p><p>The Stoxx Europe 600 XX:SXXP rose 0.1%, while London's FTSE 100 UK:UKX gained 0.5%.</p><p>The Shanghai Composite CN:SHCOMP fell 1%, the Hang Seng Index HK:HSI lost 1.4% and Japan's Nikkei 225 JP:NIK declined 0.6%.</p>",
  "published": "2021-11-05T08:18:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2271,
          "end": 2276
        },
        {
          "start": 2243,
          "end": 2254
        }
      ]
    }
  ]
}