{
  "_id": "40f4fca6b69f9dff2e441eef7dcece08fd57d15f6adf1fa2b09e6676d647eee1",
  "feed": "ftcomall",
  "title": "German businesses rush to appoint female board members",
  "text": "<p>Germany's largest listed companies are rushing to appoint women to executive positions to comply with a new law that will set a gender diversity quota for management boards.</p> <p>The act, which is winding its way through the German parliament after being approved by Angela Merkel's governing coalition, will mandate that 67 corporations appoint at least one woman to a leadership role.&#xa0;</p> <p>In the past few weeks, energy provider Eon, chipmaker Infineon and sportswear maker Adidas have added women to their boards, while pharmaceuticals group Bayer has gone from having an all-male board to pledging gender parity in all management positions by 2030.</p> <p>But even as the legislation looks set to enter the statute books, 26 of the affected companies, including Dax-listed MTU Aero Engines and HeidelbergCement, have yet to nominate a woman to their executive boards.&#xa0;</p> <p>Three others on the blue-chip index — chemicals group Linde, takeaway tech company Delivery Hero and property group Deutsche Wohnen — also have no women in their management team, although they are exempt from the new rules either because their executive boards are too small, or because of the way they are structured.</p> <p>“Women are not a minority in this society, but they are treated as such,” said Hiltrud Werner, board member for integrity and legal affairs at Volkswagen, which employs 662,000 people worldwide.</p> <p>“When I was 30 I was totally against any quota,” she added, but the lack of progress in Germany's corporate landscape changed her mind. Until companies get closer to gender parity, “it is the responsibility of lawmakers to jump in”.</p> <p>That goal remains a distant one. Despite recent appointments, the share of women in Dax management roles is still just 17 per cent, according to data from campaign group FidAR, compared with a third in the FTSE 100, and roughly 30 per cent of the S&amp;P 500.</p> <p>About 60 per cent of the companies on Germany's three leading indices — the Dax, MDax and SDax — do not have a single woman on their management board, according to a study by EY published in January.&#xa0;</p> <p>Just 78 of the total 681 board members are women — an increase of 13 on the year before. Only six of the companies surveyed were run by women, none of them on the Dax. At this rate, said EY's Markus Heinen, “it would take another 30 years before half of all board positions were filled by women”.</p> <p>Merck, the oldest company on the Dax, will appoint Belén Garijo as chief executive in May, but the Spaniard told Manager Magazin in December that she was <a href=\"https://www.manager-magazin.de/unternehmen/pharma/belen-garijo-die-kuenftige-merck-chefin-ist-wirtschaftsfrau-des-jahres-a-00000000-0002-0001-0000-000174480400\">“against positive discrimination”</a>.</p> <p>After a previous law in 2016 mandating that the supervisory boards in companies governed by Germany's two-tier board system should be 30 per cent female, there was a slew of appointments. The Dax now exceeds that target. </p> <p>But hopes that these revamped supervisory boards would be more likely to elect female management board members have not been borne out. “What [policymakers] may have overlooked is that most of the women are not on the nomination committees,” said VW's Werner.&#xa0;</p> <p>Germany's most prominent business lobbies, however, claim the problem is a lack of suitable candidates.</p> <p>In a submission to the government on the proposed legislation, the BDA, which says it represents a million companies via various umbrella organisations, stated that “like its predecessor, the draft bill . . . does not address the causes of the low representation of women in management positions, which lie in career choices, more frequent career breaks and fewer working hours”.</p> <p>The Federation of German Industries, the BDI, said “it should be borne in mind that many companies are desperately seeking qualified women” but there “are not enough of them, especially in specialist areas”.</p> <p>Women are vastly outnumbered in science, technology and engineering sectors in Germany, representing just 16 per cent of the total workforce, according to the country's Federal Employment Agency.</p> <p>But Maria Ferraro, chief financial officer and chief inclusion and diversity officer at the newly formed Siemens Energy, said that while appointing women in the industrial sector was harder, “there is ample time and opportunity and ability to find excellent candidates”.</p> <p>The company, which employs about 90,000 people worldwide, has committed to fill a quarter of all leadership positions with women by 2025.&#xa0;</p> <p>“Based on where we are coming from, that is pushing the envelope,” said Ferraro, a Canadian. “The hurdle is higher” in German companies, she added, due to a lack of “support systems for family units”.</p> <p>Werner, who grew up in communist East Germany where universal childcare made it feasible for many more women to work full time, also thinks there are “cultural factors” that explain Germany's gender imbalances, such as the strength of the economy making it easier for households to survive on a single income.</p> <p>When women do reach the C-suite in Germany, it is sometimes to resolve problems left by male predecessors. Werner was brought in to reform VW's culture in the wake of the diesel emissions scandal, while Martina Merz became chief executive of Thyssenkrupp after years of mismanagement left the former conglomerate struggling to survive.</p> <p>According to a study carried out by the German Institute for Economic Research in Berlin, having more women on boards could prevent trouble in the first place, by improving governance in a country rocked by the Wirecard scandal and costly management errors such as Bayer's takeover of Monsanto.&#xa0;</p> <p>Anja Kirsch, a researcher at the Freie Universität Berlin, interviewed 30 women and 30 men on supervisory boards in 75 listed companies and found that women were “more likely to question proposals and decisions made by the board and more often demand additional information”.&#xa0;</p> <p>The hope, Kirsch said, was that the legal requirement for a minimum number of women on management boards would “provide additional impetus” for robust oversight.<br></p><p>Source: Joe Miller in Frankfurt 2021 'German businesses rush to appoint female board members' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T04:00:20.194Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2358,
          "end": 2363
        }
      ],
      "nexusId": "10042334"
    }
  ]
}