{
  "_id": "2f4d76ddb1081aa4ef7ffa38c2c615381ea78e968443586b48e6c94f0b964aed",
  "feed": "wall-street-journal",
  "title": "U.S. Boosts Order for Glaxo's Covid-19 Antibody Drug; Purchase will expand availability of a type of treatment that has proven useful in reducing hospitalizations",
  "text": "<p>The Glaxo and Vir drug, sotrovimab, was granted emergency authorization by the Food and Drug Administration in May. It was shown in a trial to reduce the risk of hospitalization or death by 79% in adults with mild-to-moderate Covid-19 at high risk of progressing to severe disease. The company said laboratory tests showed the antibody was still effective against the Delta variant, which has been dominant in the U.S. since July.</p><p>The latest U.S. government contract is worth $651.1 million and covers around 300,000 doses, according to a person familiar with the agreement. It adds to an earlier order worth $279.9 million. Glaxo said it would deliver the doses by Dec. 17.</p><p>Sotrovimab is one of three antibody treatments available in the U.S. The others are made by Regeneron Pharmaceuticals Inc. and Eli Lilly &amp; Co. Glaxo and Vir's treatment is a single antibody, whereas the other two treatments combine two antibodies.</p><p>Antibody treatments are delivered by intravenous infusion or a series of shots, typically in a hospital or clinic, a complication which has limited their availability.</p><p>They will soon compete with new pills for the early treatment of Covid-19, developed by Merck &amp; Co. and Pfizer Inc. Those drugs, which can be taken at home, have also been shown to significantly cut the risk of hospitalization or death and are awaiting emergency authorization from the FDA. The pills work by blocking the virus's ability to replicate.</p><p>Glaxo and Vir are also investigating whether sotrovimab could be used as a preventive treatment, more akin to a vaccine, in people with weak immune systems.</p><p>Glaxo said the latest agreement with the U.S. government brought the total number of sotrovimab doses sold world-wide to around 750,000.</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>U.S. Boosts Order for Glaxo's Covid-19 Antibody Drug</p>",
  "published": "2021-11-17T10:40:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1179,
          "end": 1190
        }
      ]
    }
  ]
}