{
  "_id": "0d0b34e189b578de7ac47611b58a01ba302a89256223770ade7d051479c1f4e1",
  "feed": "market-watch",
  "title": "Here's a simple way to fade big tech and play a broader economic recovery",
  "text": "<p>So is the recovery story totally done? Maybe not. Need to Know recently examined what an artificial intelligence-driven portfolio manager was doing — shedding big tech names such as Microsoft MSFT, Alphabet GOOGL and Amazon.com AMZN for a more well-rounded portfolio.</p><p>Kevin Muir, author of the Macro Tourist blog and a former institutional equity derivatives trader, is expecting what he calls a violent rotation out of large-cap growth into more value-type names in the first quarter. U.S. economic growth is shifting to one driven by the lower end of the wealth spectrum, boosted by fiscal instead of monetary stimulus, which will lead to what he calls a regular, old-fashioned economic expansion. “This means stocks like industrials and other boring companies that facilitate traditional economic growth are what you want to own,” he writes.</p><p>But how to do that? There's an exchange-traded fund, the ProShares S&amp;P 500 Dividend Aristrocrats NOBL, based on an index that limits membership to S&amp;P 500 companies that have raised their dividend for 25 consecutive years. MarketWatch data show the fund's top sector exposures are industrials, with a 23% weighting, and consumer goods, with 20%, and only 3% exposure to technology.</p><p>The opposite, says Muir, of a zero-coupon-like growth stock would be a high-paying stable dividend company. “If you are looking for a way to fade the Top 8 basket dominance, then what better way than owning a bunch of companies that pay regular dividends, aren't bid to the moon with speculative exuberance, and will participate in the upcoming economic upswing,” says Muir.</p><p>The buzz</p><p>South Africa reported it has passed its omicron peak without a major spike in deaths from the coronavirus variant.</p><p>Israel began administering a fourth COVID-19 vaccine dose, becoming one of the first countries to do so.</p><p>The U.K. approved Pfizer PFE's oral antiviral Paxlovid to treat COVID-19, following its approval of Merck MRK's Lagevrio last month.</p><p>The largest operator of IKEA stores says it is planning to hike prices by 9% on average next year.</p><p>Exxon Mobil XOM said higher gas prices would lift its fourth-quarter profit by as much as $1.1 billion.</p><p>Hunter Douglas NL:HDG shares jumped 70% in Amsterdam, after 3G Capital agreed to buy a controlling interest in the home furnishing company in a deal valuing it at $7.1 billion.</p><p>The markets</p><p>It wouldn't take much for the S&amp;P 500 SPX to notch its 71st record high of the year, but in the early morning, U.S. stock futures ES00NQ00 were a bit weaker.</p><p>Several international exchanges, including in Germany, Italy and Japan, were shut.</p><p>Top tickers</p><p>Here are the top tickers on MarketWatch, as of 6 a.m. Eastern.</p><p> Ticker          Security name  TSLA            Tesla  GME             GameStop  AMC             AMC Entrtainment  NIO             NIO  DJIA            Dow Jones Industrial Average  DXY             U.S. dollar index  BX:TMUBMUSD10Y  U.S. 10 year Treasury  ES00            E-mini S&amp;P 500 futures  AAPL            Apple  OCGN            Ocugen</p><p>Random reads</p><p>Billionaire investor Chamath Palihapitiya predicted Visa V and Mastercard MA will be the biggest business losers of 2022, citing the threat from altcoin projects.</p><p>Dancing literally helps to power this building.</p><p>It's going to be so cold for the Winter Classic National Hockey League game on Saturday in Minnesota that the ice will have to be heated.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-12-31T07:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1931,
          "end": 1936
        }
      ],
      "nexusId": "10042334"
    }
  ]
}