{
  "_id": "e6e9aab109ffed2072207a237d2db8a70af9fa54af0b714e5b0f891afcdeb047",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Close Higher to Start the Fourth Quarter; Major indexes pare losses at the end of a choppy week in which investors have grown cautious",
  "text": "<p>For the week, the S&amp;P 500 lost 2.2%, and the Nasdaq fell 3.2%, their largest drops since the week ended Feb. 26, 2021. The Dow lost 1.4%, its largest drop since the week ended Sept. 10.</p><p>Equities started the session lower, but turned midday. That move combined with other \"risk-on\" trades like a sharp rally in the cryptocurrency bitcoin gave some investors the gumption to wade back into the market, said Frank Cappelleri, the executive director of brokerage Instinet.</p><p>\"All of that probably made some traders realize it wasn't a complete risk-off event,\" he said.</p><p>Although many investors expect stocks to keep rising, a bevy of factors has prompted them to anticipate slower gains and more persistent volatility. The Federal Reserve and other global central banks have tilted in recent weeks toward reining in pandemic-era stimulus measures.</p><p>On the economic front, U.S. consumer spending rose 0.8% in August, the Commerce Department said. The pickup signals the U.S. economic recovery is gaining steam heading into autumn, though some analysts warned the gains might be more reflective of inflation than actual consumer activity.</p><p>Investors are still contending with lingering worries over property giant China Evergrande Group and whether Congress can resolve its battles over U.S. spending plans. House Democrats delayed plans to vote on a roughly $1 trillion infrastructure bill Thursday, as they came up short on reaching an agreement around a separate social policy and climate package.</p><p>The uncertainty from all that pushed stocks down in September. Starting a new quarter does reset the board for investors to an extent, but the calendar can do only so much. \"What's really changed?\" said Peter Cecchini, the director of research at Axonic Capital. The issues that have dogged the market recently aren't going to just evaporate. Massive stimulus spending during the pandemic kept the economy afloat, but inflation, supply-chain disruptions and Covid haven't disappeared, he said.</p><p>The key question now and into next year, he said, is how quickly those issues dissipate. \"The tail risk from the virus is still around,\" he said.</p><p>Surging prices for natural gas in Europe and Asia have raised concerns that the bout of inflation will last longer than many money managers had expected. Meantime, rising energy costs are expected to take a toll on growth in the world economy.</p><p>Oil prices turned higher along with equities. Futures for U.S. crude oil rose 1.1% on Friday to $75.88. Gas futures, though, fell. Dutch natural-gas futures—which have surged almost fivefold in 2021 and are the benchmark in European gas markets—fell 2.4% to 95.76 euros a megawatt-hour. That is equivalent to about $112 a megawatt-hour.</p><p>\"The market's focus has turned to the stagflation narrative with what's been going on in natural gas,\" said Daniel Morris, chief market strategist at BNP Paribas Asset Management. Mr. Morris expects the stock market to be choppy but keep posting modest gains.</p><p>In corporate news, Merck gained 8.4% to $81.40, after the drugmaker said an experimental Covid-19 pill helped prevent high-risk people early in the course of the disease from becoming seriously ill and dying. The stock saw its biggest percent increase since August 2016.</p><p>Theater chain and meme stock favorite AMC Entertainment rose 1.1% to $38.46 after announcing the repurchase of debt securities that lowered its overall interest costs.</p><p>The combination of central bank tightening and rising prices has sent bond yields higher this week. On Friday, however, with equities rising, the yield on 10-year Treasury notes fell to 1.464% from 1.528% the day before. Yields move in the opposite direction to bond prices.</p><p>The WSJ Dollar Index, which measures the dollar's strength against a basket of currencies, slipped 0.3% to 88.40, trimming recent gains that had pushed it near a one-year high. Bitcoin rose around 11% to about $48,110.</p><p>Overseas markets also retreated. The Stoxx Europe 600 dropped 0.4% to 452.90, led lower by shares of banks, oil-and-gas companies and basic-resources producers.</p><p>In Asia, Japan's Nikkei 225 lost 2.3% to 28771.07 and South Korea's Kospi fell 1.6% to 3019.18. Markets in Hong Kong and mainland China were closed for a holiday.</p><p>Write to Joe Wallace at joe.wallace@wsj.com and Paul Vigna at paul.vigna@wsj.com.</p><p>U.S. Stocks Close Higher to Start the Fourth Quarter</p>",
  "published": "2021-10-01T20:54:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2991,
          "end": 2996
        }
      ],
      "nexusId": "10042334"
    }
  ]
}