{
  "_id": "6c18c218d14bbe7764978ee93b31e04d40aaff10193356ab444ed0453ee57b88",
  "feed": "wall-street-journal",
  "title": "Moderna, Coinbase, Occidental, Royal Caribbean: What to Watch When the Stock Market Opens Today; Vaccine makers were extending gains; Travel stocks were clawing back some of last week's losses",
  "text": "<p>* New Covid restrictions are rattling the travel industry again, although airlines said the busy Thanksgiving weekend generally went smoothly. Southwest Airlines rose 2.4% premarket, Delta Air Lines gained 3.6% and American Airlines climbed 2.8%.</p><p>* Cruise lines were also recovering from some of their big declines last week, with Carnival up 5.2% premarket and Royal Caribbean up 5.6%.</p><p>* Crude prices were also clawing back some of last week's drop, and energy producers were climbing. Occidental Petroleum gained 4.3%, Devon Energy rose 3.2% and Diamondback Energy rose 3.3%. Oil-services company Halliburton was up 3.4%.</p><p>* Zoom Video Communications got a boost last week as investors considered the prospect of an extended period of remote work. That trade was partially reversing early Monday, with the stock down 2.4%.</p><p>* Bitcoin was also on the rise, up 2% from its price on Sunday to $57,379.75. Coinbase shares gained 2.3%, and bitcoin miners Marathon Digital and Hut 8 Mining gained 5.4% and 4.4% respectively.</p><p>* Merck and Ridgeback Biotherapeutics on Friday said a final analysis of their experimental Covid-19 pill found the drug less effective than an early look, prompting U.S. health regulators to continue a staff review of the drug's application days before an outside panel meets. Merck shares were down 2.7% premarket.</p><p>Chart of the Day</p><p>* Private-equity firms have announced a record $944.4 billion worth of buyouts in the U.S. so far this year, more than double the volume of the previous peak in 2007.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Moderna, Coinbase, Occidental, Royal Caribbean: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-11-29T13:58:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1021,
          "end": 1026
        },
        {
          "start": 1297,
          "end": 1302
        }
      ]
    }
  ]
}