{
  "_id": "1e5ab42faf940bdbfa613fffe10c322c7b3d8dd4e0ec5faa62f03941fc3bab8a",
  "feed": "wall-street-journal",
  "title": "To Fight the Global Covid-19 Pandemic, We Need a Global Game Plan; The U.S. makes a huge mistake if it thinks its fate can be walled off from the rest of the world",
  "text": "<p>That's why if we fail to treat this as a global battle, and succeed only in pushing the virus to the most remote corners of the world, it will propagate, mutate and spin off more-transmissible variants. And we will suffer each time the next improved variant pingpongs back, holding us hostage to a new set of mutated viral genes wrapped in a sack of fat.</p><p>So, as we begin the third year of this pandemic, we may be exhausted. But the virus is tireless.</p><p>Good news</p><p>There is, of course, much good news to celebrate. Vaccines were developed—and large numbers of doses delivered—far more quickly than most could have imagined. Even after waning immunity, those who have gotten boosters have immunity levels restored to over 90%. Moderna and Pfizer/BioNTech predict custom Omicron-preventing mRNA vaccines could be ready by spring. Diagnostics are better, PCR tests can detect all variants, rapid tests are improving, viral sequencing keeps uncovering the virus's secrets, and finally, treatments are arriving in the form of new antiviral pills from Merck and especially Pfizer (whose Paxlovid appears to be a game-changer). Both seem to reduce the risk of serious illness after exposure and can be used for outbreak control.</p><p>But the virus is decorating itself with more and more mutations. Anxiety is high as we learn if the newest, Omicron, will be more contagious but less harmful, or become a more damaging variant. It is too early to tell, but however it goes, our defenses are now up to the challenge.</p><p>But even this improvement in our defenses has been distributed unequally, favoring high-income countries. In many low- and middle-income countries, with vaccination rates below 20%, no locally manufactured vaccines, limited supply of the syringes needed to deliver the vaccine, and few medical professionals, another variant may be the straw that brings down governments and produces a long tail of negative knock-on effects.</p><p>The game plan</p><p>As somebody who was deeply involved in the World Health Organization's effort to eradicate smallpox, I believe there is still time to quiet the pandemic, but only if America returns to our traditional leadership role in global health, and recognizes that we won't be successful working alone.</p><p>Here are four points that I believe should guide policy makers.</p><p>1. Restructure and empower the World Health Organization to lead the global response.</p><p>The global effort to find, manage and contain Covid requires leadership at the level of heads of state, the United Nations Security Council and bilateral donors. There must be staff, resources and a designated leader to coordinate the response. Several organizations are competing for the role of Covid leader, complaining that the WHO is inadequate for the task. But despite shortcomings, only the WHO has the legitimacy to lead a global health response, with global mandates signed onto by virtually every nation, as well as offices and staff in every part of the world.</p><p>However, even good managers can't govern an ungovernable structure. America should heed the recommendation of the independent panel created by the World Health Assembly to restructure the WHO's ability to respond to pandemics, and sign onto establishment of a \"pandemic treaty.\" The pandemic won't wait, so just as we developed vaccines at breakneck speed despite a history of development taking years, we need to put today's WHO into a position to succeed now.</p><p>Year in Review: 2021</p><p>* Read the full report</p><p>* The Metaverse: The Next Big Thing?</p><p>* A Silver Lining for Women in the Workplace</p><p>* Travel After Covid Lockdowns</p><p>* Love in the Pandemic</p><p>* Jon Batiste on Live Music</p><p>* The Future of TV</p><p>2. Ensure there is a clear, quantifiable strategy for the community's pandemic preparedness and response, with the necessary data to drive decision making.</p><p>\"Vaccinate everyone on Earth\" isn't a strategy—it is a slogan. Defeating a pandemic virus requires a solid plan that allows us to find, manage and contain the virus. The tools to inform the strategy include real-time disease detection, world-wide viral sequencing, and the ability to deploy rapid responses that go beyond mass vaccination to include the nonpharmaceutical interventions we know can successfully reduce transmission.</p><p>The global campaign needs a single coordinating center. Inside the WHO, there is a control room like what you may have seen in movies like \"Contagion.\" The Global Outbreak Alert and Response Network (Goarn), with better financing and support from an expanded Global Fund for AIDS, Malaria, Tuberculosis to include pandemics, could provide the best shot at shortening the lifespan of this pandemic. Goarn could distribute the innovations that can help find and respond faster to any new outbreak or variant: better viral sequencing; easier-to-use public-health reporting systems; more passive surveillance like sewage testing or satellite observation of occupancy of ER parking lots; real-time exposure notification systems, plus more active digital disease-detection systems; and opt-in participatory surveillance systems.</p><p>3. Create new and different kinds of vaccines to reach the most remote corners of the world.</p><p>The mRNA vaccines are a good bet for a Nobel Prize, but it is a bad bet to carry multiple refrigerated doses of them to reach villagers living two days' walk from the nearest healthcare provider. It seems like heresy to criticize them given how fast they were made and how good they are. However, nothing works if you can't get it where it is needed. We desperately need more practical options to meet the vaccination needs of the one billion to two billion people who live \"rural and remote,\" as the WHO classifies them.</p><p>To reach the \"last mile,\" we need vaccines that don't require a cold chain, can be transported and administered safely by community health workers, and are made affordable and accessible through local manufacturing.</p><p>Intranasal sprays and oral vaccines are good candidates, and may also produce mucosal immunity more quickly. Some might be used even after exposure to prevent transmission.</p><p>Meanwhile, we need to improve the delivery of the vaccines we have now. In addition to getting more vaccines out, we must implement strategies that are focused on using vaccines to stop outbreaks from spreading and variants from spinning off. Termed selective, or \"ring\" vaccinations, this strategy helped control Ebola in the Congo and eradicate smallpox.</p><p>4. Americans need to recognize that we cannot succeed locally if we fail globally.</p><p>Just as important as the \"hardware\" of new drugs and vaccines and clever disease-detection innovations is the \"software\" that controls and coordinates them. In a pandemic control effort, that means diverse groups of people, organizations, companies and governments who all work and communicate with each other in good will, mostly free from politics.</p><p>This isn't just kumbaya. SARS-CoV-2 is a \"forever virus.\" It cannot be eradicated, and herd immunity is ever out of reach. This virus will still be infecting people and creating variants years or decades from now. But it need not continue distorting our world with waves of suffering, displacement and shutdowns. Our destiny lies in our ability to mount a multiyear global campaign, using lessons developed from years of fighting other infectious diseases and managed based on real-time data, implementing programs and technologies that have been designed to meet the various needs of people around the world.</p><p>We have the ability to beat this virus, just as we have so many before it, but we have forgotten the secret of success. To \"win\" against global epidemics, we have to work together as we have not done in a generation. We can't use the exact same tools that have worked in the eradication of smallpox and polio, the conquest of Guinea worm and the progress against river blindness. But we can learn from their examples, and we sure could use their inspiration.</p><p>No country can \"win\" against Covid-19 unless we all win. We are in this together. One world, one pandemic. </p><p>A volunteer undertaker prepares a body bag for a suspected Covid victim who died at home in West Java, Indonesia, in August. PHOTO: Muhammad Fadli for The Wall Street Journal</p><p>Dr. Brilliant is an epidemiologist who worked with the World Health Organization from 1973 to 1980 helping to eradicate smallpox. He is currently CEO of Pandefense Advisory, and can be reached at reports@wsj.com.</p><p>To Fight the Global Covid-19 Pandemic, We Need a Global Game Plan</p>",
  "published": "2021-12-13T13:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1043,
          "end": 1048
        }
      ],
      "nexusId": "10042334"
    }
  ]
}