{
  "_id": "cad14995e1a58ea3df8acff2494b247398387dc55a8a515b0860a68d3722dc96",
  "feed": "wall-street-journal",
  "title": "Investors Say Drug-Pricing Measure May Shift Incentives for Biotech Venture Funding; Some analysts say bill would discourage investment in drugs taken as pills",
  "text": "<p>Biological drugs, such as protein and antibody treatments, would be subject to Medicare negotiation 13 years after their market launch. Small-molecule drugs, chemical compounds typically taken as pills, would face Medicare negotiation after nine years.</p><p>Companies refusing to negotiate would face a 95% excise tax on the sales of the drug.</p><p>Medicare negotiations wouldn't begin until 2025, and would be limited to 10 drugs initially, with the number increasing each year thereafter, rising to 100 by 2030.</p><p>Negotiations would be restricted to the top-selling medicines in Medicare that have no generic competition. The bill also would cap annual drug-price increases at the rate of inflation. The Senate plans to consider the bill this month.</p><p>The White House, which supports the drug-pricing measures, has billed them as making medications more affordable while preserving drugmakers' ability to be rewarded for breakthroughs.</p><p>Venture investors this year have funneled $28 billion into U.S. biotechnology startups through Sept. 30, according to market tracker PitchBook Data Inc. That tops last year's record full-year total of $27.4 billion, according to PitchBook.</p><p>Interest in biologics has triggered much of the rise, as investors have funded more startups working on treatments such as cellular immunotherapies for cancer and genetic therapies for rare disorders. Marketed biologics include cancer treatments such as Merck &amp; Co.'s Keytruda.</p><p>Biologics have some drawbacks. They must be injected or infused, so they are less convenient for patients, said Peter Kolchinsky, managing partner of life-sciences investor RA Capital Management, adding that small-molecule drugs are cheaper to distribute. Small-molecule drugs, usually taken orally, include Bristol-Myers Squibb Co.'s cancer drug Revlimid.</p><p>The drug-pricing measure reduces incentive to invest in small-molecule therapies, which in some cases could be an alternative to biologics, said Dr. Kolchinsky, adding that these drugs also should have 13 years on the market before they face Medicare negotiation.</p><p>\"We'll be pouring more money into biologics, where there already is a good level of investment,\" said John Stanford, executive director of Incubate, a coalition of early-stage life-sciences investors.</p><p>The debate over drug prices, and the rising cost of treating illnesses such as diabetes, is creating more opportunity for startups seeking to prevent diseases by helping people improve their diet and mental health and reduce stress, said Cameron Newton, managing partner of Relevance Ventures.</p><p>\"This discussion bolsters and propels the megatrend we're seeing around wellness,\" Mr. Newton said.</p><p>Write to Brian Gormley at brian.gormley@wsj.com</p>",
  "published": "2021-12-02T12:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1418,
          "end": 1429
        },
        {
          "start": 1418,
          "end": 1423
        }
      ],
      "nexusId": "10042334"
    }
  ]
}