{
  "_id": "e290bed0fdf04119df7b579b7744e781810b542f49fee09d5cda815e782e22ae",
  "feed": "market-watch",
  "title": "Merck seeks authorization for what would be first pill to treat COVID-19, and AstraZeneca reports positive results for antibody treatment",
  "text": "<p>Merck MRK had already said that data from a Phase 3 trial of the treatment, molnupiravir, an oral antiviral medicine, reduced the risk of hospitalization or death in adults at risk from severe COVID-19 by 50%. While several effective vaccines have been developed against the illness, far fewer treatments have emerged, and those that have require infusions and must be administered in a clinical setting.</p><p>Molnupiravir is a pill administered orally in capsule form every 12 hours for five days,&#xa0;according to clinicaltrials.gov.</p><p>Don't miss:&#xa0;Why a pill you take at home could change the direction of the pandemic</p><p>https://twitter.com/ashishkjha/status/1447191236742455299In other medical news, AstraZeneca PLC AZNUK:AZN said high-level results from the AZD7442 long-acting antibody's Phase 3 trial showed a statistically significant reduction in the risk of developing severe COVID-19 or death, as Dow Jones Newswires reported.</p><p>The U.K. pharmaceutical company said the trial met its primary endpoint, and that AZD7442 was the only long-acting antibody combination shown to both prevent and treat COVID.</p><p>“An early intervention with our antibody can give a significant reduction in progression to severe disease, with continued protection for more than six months,” the company said.</p><p>An advisory panel to the FDA will convene this week to discuss and take a vote on the COVID boosters developed by Moderna MRNA and Johnson &amp; Johnson JNJ. The CDC already authorized the Pfizer PFE booster for people aged 65 and older, those with weakened immune systems and frontline workers at risk of contracting the virus in their daily work.</p><p>See also:&#xa0;Here's why COVID-19 booster shots are good for business</p><p>Dr. Anthony Fauci, the nation's top infectious-diseases expert and President Joe Biden's chief medical adviser, said families can feel safe trick-or-treating outdoors this year for Halloween as COVID-19 cases in the U.S. decline, especially among those who are vaccinated.</p><p>Fauci told CNN's “State of the Union” on Sunday that it's an important time of year for children, and that they can “go out there” and “enjoy it.”</p><p>He added that people wanting to enjoy Halloween on Oct. 31 should consider getting the shots for that “extra degree of protection,” beyond being out-of-doors, if they are not yet vaccinated.</p><p>His comments come as new U.S. cases and hospitalizations continue to decline from their summer peaks, with a New York Times tracker showing that new cases are averaging 96,549 a day, down 19% from two weeks ago.</p><p>But the daily death toll has crept back up to an average of 2,000, the tracker shows, after coming down to about 1,800 a day last week. As most cases, hospitalizations and deaths are in unvaccinated people, health experts continue to push those people to get their shots and avoid dying a preventable death.</p><p>The CDC's vaccine tracker is showing that 187.2 million people are fully vaccinated, equal to more than 56% of the overall population, while 65% have received at least one dose of a two-dose vaccine. Some 7.79 million people living in the U.S. have received a booster shot.</p><p>Read now:‘Don't count on Facebook to be the right source of information': NIH head urges the unvaccinated not to listen to unreliable sources on vaccines</p><p>Elsewhere, Russia suffered 957 new COVID deaths on Monday, The Moscow Times reported, but the Kremlin is rejecting new restrictions to protect the economy. Russia has one of the lowest vaccination rates in Europe at just over 30%.</p><p>Australia's biggest city Sydney has reopened to joyous scenes with cafes, gyms and restaurants welcoming back vaccinated customers after nearly four months of lockdown, Reuters reported.</p><p>“I see it as a day of freedom, it's a freedom day,” New South Wales (NSW) state Premier Dominic Perrottet told reporters in Sydney, the state capital. “We are leading the nation out of this pandemic but this will be a challenge.”</p><p>In France, a major study comparing 11 million vaccinated people above the age of 50 with 11 million unvaccinated people in the same age group found that vaccination leaves people 90% less likely to be hospitalized or die from COVID, including from the highly transmissible delta variant, AFP reported. The results confirm observations from the US, the UK and Israel, but researchers say it is the largest study of its kind so far.</p><p>See also:U.N. head says vaccine inequity is not just immoral but also ‘stupid,' as U.S. daily case tally falls below 100,000 for first time since early August</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 237.9 million on Monday, while the death toll rose above 4.85 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 44.3 million cases and 713,354 deaths.</p><p>&#xa0;India is second by cases after the U.S. at 33.9 million and has suffered 450,782 deaths. Brazil has second highest death toll at 601,011 and 21.6 million cases.</p><p>In Europe, Russia has most fatalities at 213,522, followed by the U.K. at 138,139.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 108,768 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively underreported.</p>",
  "published": "2021-10-11T11:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10042334"
    }
  ]
}