{
  "_id": "fb177afb8a5635a04179dfa8c5f595a0537aca511543b0130468d8e2bc9cf5a0",
  "feed": "market-watch",
  "title": "U.S. stock futures inch higher as Wall Street's new quarter and month begins",
  "text": "<p>Down as much as 300 points in early European trading, Dow Jones Industrial Average futures YM00 rose 50 points to 33,770</p><p>S&amp;P 500 futures ES00 rose 0.1% to 4,304</p><p>Nasdaq-100 futures NQ00 rose 0.3% to 14,730</p><p>On Thursday, the Dow Jones Industrial Average fell 547 points, or 1.59%, to 33844, the S&amp;P 500 declined 52 points, or 1.19%, to 4308, and the Nasdaq Composite dropped 64 points, or 0.44%, to 14449.</p><p>For September, the Dow lost 4.3%, the S&amp;P 500 fell 4.8% and snapped a seven-month winning streak, and the Nasdaq Composite was off 5.3%, its worst September in a decade. For the quarter, the Dow fell 1.9%, the S&amp;P 500 was up 0.2% and the Nasdaq Composite rose 0.4%.</p><p>What's driving the markets?</p><p>Jittery investors dumped stocks Thursday, taking little comfort from news of a short-term spending bill to avert a government shutdown. That's as debt-limit wrangling was set to continue. Speaker Nancy Pelosi late Thursday called off a planned vote in the U.S. House of Representatives on a $1 trillion bipartisan infrastructure bill, as Democratic lawmakers can't agree on other linked spending proposals.</p><p>Apart from the rough quarter and month, the S&amp;P 500 index was looking at a more than 3% drop for the week as of Thursday, which would mark the worst weekly performance since January 2021, according to FactSet. A nearly 4% drop for the Nasdaq Composite for the week so far would mark its worst since February.</p><p>The S&amp;P 500 is now 5% off its Sep. 2 high, but still up 14% year-to-date.</p><p>“As we head into the final quarter of 2021 the gains year to date are still pretty decent, which raises the question, how much more is left in the tank, and whether this October will live up to the reputation of Octobers past, and deliver a huge curveball, as well as giving investors an anxiety attack,” said Michael Hewson, chief market analyst at CMC Markets U.K.</p><p>“There's certainly plenty to be concerned about from&#xa0;surging energy prices, supply-chain disruptions, and concerns about more persistent inflation,” he said in a note to clients.</p><p>Energy prices have been soaring in Europe in recent weeks, with shortages on the continent as well as in Asia, where China has been hit by power cuts and outages. Traders are betting on higher crude demand after a report Thursday said China has ordered state-owned energy companies to secure winter supplies at all costs. U.S. CL00 and Brent crude oil prices BRN00 were down around 0.4% each on Friday.</p><p>The U.S. dollar has surged 1% this week so far, driven by expectations that the Federal Reserve could be ready to curtail its accommodative monetary stance put in place to fight the COVID-19 pandemic fallout. But the greenback DXY was moving lower against major rivals on Friday, while the 10-year Treasury yield BX:TMUBMUSD10Y dipped 4 basis points to 1.487%.</p><p>Markets will be watching for fresh data, including personal income and consumer spending for August, along with core inflation, due at 8:30 a.m. Eastern. Following that, the Institute for Supply Management manufacturing index for September is due at 10 a.m., along with construction spending.</p><p>Which companies are in focus?</p><p>Merck &amp; Co., Inc. MRK shares rose 5% in premarket trading after the pharmaceutical company revealed a positive trial of its COVID-19 antiviral, and said it would seek emergency-use authorization.</p><p>How are other assets trading?</p><p>In European markets, the Stoxx Europe 600 index XX:SXXP fell 0.3%, while the Nikkei 225 index JP:NIK closed down 2.3%. China markets were closed for a holiday and won't reopen until next Friday. Hong Kong markets were also closed Friday.</p>",
  "published": "2021-10-01T07:49:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3120,
          "end": 3137
        }
      ],
      "nexusId": "10042334"
    }
  ]
}