{
  "_id": "956e161a9830e5ae91187c88c4800ee81ae0baf16ebbb1e49965fc7933e69897",
  "feed": "market-watch",
  "title": "U.S. stocks rise Friday afternoon, with the Dow up sharply to start October",
  "text": "<p>How are stock-market indexes trading?</p><p>The Dow Jones Industrial Average DJIA rose 562 points, or 1.7%, to 34,406.</p><p>The S&amp;P 500 index SPX was up 58 points, or 1.3%, at 4,365.</p><p>The Nasdaq Composite Index COMP climbed 130 points, or 0.9%, to 14,579.</p><p>On Thursday, the Dow fell 547 points, or 1.59%, to 33844, the S&amp;P 500 declined 52 points, or 1.19%, to 4308, and the Nasdaq Composite dropped 64 points, or 0.44%, to 14449.</p><p>For September, the Dow lost 4.3%, the S&amp;P 500 fell 4.8% and snapped a seven-month winning streak, and the Nasdaq Composite was off 5.3%, its worst September in a decade. For the third quarter, the Dow fell 1.9%, the S&amp;P 500 was up 0.2% and the Nasdaq Composite rose 0.4%.</p><p>This week, the Dow is on pace for a 1.2% decline, while the S&amp;P is heading for a 2.1% loss and the Nasdaq is on its way to a weekly drop of 3.1%, according to FactSet data.</p><p>What's driving the markets?</p><p>Equity markets have been choppy Friday, moving higher in the afternoon after earlier relinquishing modest opening gains, as investors assess a batch of mixed data on the U.S. economy.</p><p>“The US data we've had around the open has been a mixed bag. Inflation was broadly in line with expectations, with the monthly figures showing pressure is easing,” wrote Craig Erlam, senior market analyst at Oanda Corp., in a Friday daily note.</p><p>U.S. personal spending and incomes provided further evidence that the cost of goods and services are rising, with the rate of U.S. inflation at a 30-year high, and all signs pointing to price pressures snaking into next year.</p><p>“People will tell you that they're gloomy, but they're not acting like they're gloomy,” said Randy Frederick, managing director of trading and derivatives at Charles Schwab, in a phone interview Friday. “People are still spending.”</p><p>The personal consumption expenditure price index climbed 0.4% in August,&#xa0;the government said Friday, marking the sixth straight increase. The rate of inflation in the 12 months ended in August edged up to 4.3% from 4.2%—the highest rate since 1991, when George H.W. Bush was president.</p><p>Meanwhile, the Institute for Supply Management manufacturing index for September rose to 61.1 from 59.9 in the prior month. A reading of 50 or better indicates improving conditions.</p><p>“That's a really good print,” said Megan Greene, global chief economist at Kroll Institute, in a phone interview Friday. “I think most of us were expecting it to slow down a bit.” &#xa0;</p><p>Ahead of this morning's ISM data, a report on Merck's experimental drug helped bulls make a case, but Wall Street's enthusiasm may be held in check by concerns over the U.S. debt-ceiling debate in Washington, D.C. as a deadline to lift it looms.</p><p>“Every day we go by where they don't have a deal, that's just one more reason for the market to get volatile and people to get nervous,” said Frederick. “I just hope they get this resolved sooner rather than later.”</p><p>Jittery investors had dumped stocks Thursday, taking little comfort from news of a short-term spending bill to avert a government shutdown while debt-limit wrangling was set to continue. Speaker Nancy Pelosi late Thursday called off a planned vote in the U.S. House of Representatives on a $1 trillion bipartisan infrastructure bill, as Democratic lawmakers can't agree on other linked spending proposals.</p><p>Apart from a rough September and third quarter, the S&amp;P 500 index was still up more than 15% this year, according to FactSet data.</p><p>“As we head into the final quarter of 2021 the gains year to date are still pretty decent, which raises the question, how much more is left in the tank, and whether this October will live up to the reputation of Octobers past, and deliver a huge curveball, as well as giving investors an anxiety attack,” said Michael Hewson, chief market analyst at CMC Markets U.K.</p><p>“There's certainly plenty to be concerned about from&#xa0;surging energy prices, supply-chain disruptions, and concerns about more persistent inflation,” he said in a note to clients.</p><p>Energy prices have been soaring, including in Europe, with shortages on the continent as well as in Asia, where China has been hit by power cuts and outages. Traders are betting on higher crude demand after a report Thursday said China has ordered state-owned energy companies to secure winter supplies at all costs.</p><p>Which companies are in focus?</p><p>Shares of Merck were up more than 9%, posting their biggest gain in 12 years, after the company's experimental pill cut the risk of serious illness or death from Covid-19 in a study, which may reduce the need for hospitalization of coronavirus patients. The company is now planning to submit an application for an emergency use authorization for the treatment from the Food and Drug Administration and will also seek it from other regulatory bodies around the world.</p><p>Shares of Greenlane Holdings Inc.&#xa0;GNLN rose about 5% after Jefferies initiated coverage of the Boca Raton, Fla.-based maker of packaging, rolling papers, glass products and grinders for cannabis with a buy rating and a price target of $6.30.</p><p>Accounting firm PwC will allow all of its 40,000 U.S. client services employees to work remotely and live anywhere they want forever, Reuters reported Friday.&#xa0;</p><p>Raymond James analyst Aaron Kessler removed his “strong buy” rating on shares of Alibaba Group Holding Ltd.&#xa0;BABA though he's becoming a bit more cautious on the name. Shares of Alibaba were down almost 3%.</p><p>Dollar Tree Inc.&#xa0;DLTR was downgraded to sector weight from overweight at KeyBanc Capital Markets as analysts express concern over higher supply chain and labor costs. Retailers across the board have been impacted by bottlenecks at the ports, factory shutdowns overseas and other challenges across the supply chain.&#xa0;Shares of Dollar Tree were up more than 3%.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was down about six basis points Friday afternoon at around 1.47%.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals,&#xa0;was down 0.2% Friday afternoon but up 0.8% so far for the week.</p><p>Oil futures CL00 finished higher, with the U.S. benchmark rising 1.1% to settle at $75.88 a barrel Friday. Gold futures also rose, up nearly 0.1% to settle at $1,758.40 an ounce for a small weekly gain.</p><p>In European markets, the Stoxx Europe 600 index XX: SXXP closed 0.4% lower for a weekly decline of 2.2%. The FTSE 100 Index closed 0.8% lower, declining 0.35% for the week.</p><p>The Nikkei 225 index JP: NIK closed down 2.3%, dropping 4.9% for the week. China markets were closed for a the Golden Week holidays and won't reopen until next Friday. Hong Kong markets were also closed Friday.</p><p>—Barbara Kollmeyer contributed to this report.</p>",
  "published": "2021-10-01T15:45:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2471,
          "end": 2476
        },
        {
          "start": 4327,
          "end": 4332
        }
      ]
    }
  ]
}