{
  "_id": "2d8b913b232f2b18ebae7683d2019ff4e2d83bd7a68a1cc48d6c4803d852f85c",
  "feed": "wall-street-journal",
  "title": "Merck's Covid-19 Pill Under Review by FDA Advisers; Endorsement of molnupiravir, from Merck and partner Ridgeback, could open the door for FDA authorization before the end of the year",
  "text": "<p>The panel's blessing could pave the way for the drug, called molnupiravir, to be available in the U.S. before the end of the year.</p><p>SHARE YOUR THOUGHTS</p><p>Would you be willing to take a Covid-19 pill? Why or why not? Join the conversation below.</p><p>Whether the Merck-Ridgeback drug could work against the worrisome new variant Omicron isn't on the committee's agenda, although it is likely to come up during discussion. Researchers plan to study molnupiravir and Omicron soon but think the drug could be effective because it has been found to work against other Covid-19 variants, the companies said Monday.</p><p>The companies said last week that a final analysis found the drug to be about 30% effective at reducing the risk of hospitalization and death in high-risk people, lower than the 50% efficacy first announced in October after a preliminary look at the data.</p><p>The FDA isn't required to follow the committee's advice but normally does.</p><p>If the FDA authorizes molnupiravir, Merck has agreed to provide the U.S. government 3.1 million courses of the drug for about $2.2 billion.</p><p>Merck expects to package and distribute molnupiravir shortly after an FDA authorization, but timing will depend on how quickly it can complete prescribing information, which is determined by regulators, a spokeswoman said.</p><p>The U.S. government is expected to allocate the pills to states to filter among pharmacies, hospitals and doctor's offices for dispensing.</p><p>A course of treatment is eight pills daily for five days, starting within five days of showing symptoms.</p><p>Molnupiravir could become a valuable addition to the growing toolbox of Covid-19 treatments, doctors and researchers say, because physicians could prescribe the drug for people to take at home when they first develop symptoms, to avoid being hospitalized.</p><p>Antibody treatments cleared for use are expensive to administer by injection or infusion, and usually require people to visit hospitals or clinics.</p><p>Despite molnupiravir's lowered efficacy, some doctors say the drug could still be a helpful treatment because of its convenience and the limited supply of other treatments.</p><p>The FDA is also weighing authorization of an antiviral from Pfizer Inc. that was found to be 89% effective at reducing risk of hospitalization and death. The FDA hasn't scheduled a meeting of outside advisers to discuss Pfizer's drug, which goes by the brand name Paxlovid.</p><p>In addition to the vote, the FDA has asked the panel, which consists of about two dozen infectious-disease specialists and other scientists, to discuss the use of molnupiravir in pregnant women, who weren't included in the late-stage Merck-Ridgeback trial.</p><p>The committee is also likely to consider whether the treatment should be cleared for use in vaccinated people, who also weren't included in the Merck-Ridgeback trial.</p><p>The FDA has also asked the panel to weigh whether the treatment could lead to new variants. During the trial, FDA staff said, testing found small tweaks in the spike protein of the coronavirus in some study subjects, which the staff said could theoretically lead to new variants. Merck and Ridgeback said the drug isn't prone to prompting the virus to develop resistance.</p><p>Merck and Ridgeback requested emergency-use authorization in October, after a preliminary look at study results found the drug cut in half the risk of people with mild to moderate symptoms becoming hospitalized or dying.</p><p>Last week, though, the companies said a final analysis in the 1,433-subject study found efficacy was 30%. In the study, about half the subjects received the drug, with the rest receiving a placebo. One person who received molnupiravir died, compared with nine deaths among those who received a placebo, according to the companies.</p><p>More analysis from the FDA is due Tuesday after the agency said last week that its analysis of the drug might change because of the additional efficacy data.</p><p>In its initial review, the FDA staff said the drug was effective at reducing the risk of hospitalization and death, but it didn't say whether the agency should authorize the drug.</p><p>The agency said no major safety concerns turned up in late-stage testing. The FDA also found the treatment presented a low risk of mutation, known as mutagenicity.</p><p>Some scientists have expressed concern about the safety of the drug and whether it might cause mutations in cells that are harmful to people. Merck and Ridgeback have said the drug is safe, and testing in humans found it didn't lead to the mutations.</p><p>Molnupiravir is designed to work by introducing errors into the genetic code of the virus, thereby disrupting its ability to replicate.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com and Betsy McKay at betsy.mckay+1@wsj.com</p><p>Merck's Covid-19 Pill Under Review by FDA Advisers</p>",
  "published": "2021-11-30T14:29:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 86,
          "end": 91
        },
        {
          "start": 4382,
          "end": 4387
        },
        {
          "start": 1072,
          "end": 1077
        },
        {
          "start": 3186,
          "end": 3191
        },
        {
          "start": 3094,
          "end": 3099
        },
        {
          "start": 968,
          "end": 973
        },
        {
          "start": 4719,
          "end": 4724
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10042334"
    }
  ]
}