{
  "_id": "32738388bec1ec8c8d3abaca0b822565759a537fd56a4870fb04847847d0db4e",
  "feed": "ftcomall",
  "title": "A selection of the FT's biggest stories and best reads every Friday ",
  "text": "<p><br>Happy New Year from Lebanon, where, like you probably did, I watched wide-eyed on Wednesday as the transfer of power in formerly one of the world's most stable democracies was interrupted by a violent mob. In America, the commentariat tossed about comparisons with the Middle East. But to those versed in the region, that seemed unfair. Protesters here are usually calling for elections — not trying to overturn them. The year-that-should-not-be-named may be over, but the news, and the pandemic, steam on. Those tackling dry January, I salute you. </p> <p>I hope you enjoy my pick of this week's stories.&#xa0;<a href=\"https://ep.ft.com/pages/newsletters/5a8d70c20bfc0e000429c348/subscribe/success\">Click here</a> if you'd like to receive Long Story Short by email every Friday.</p> <h2>1. ‘They tried to disrupt our democracy — they failed'</h2> <p>As reports&#xa0;of mob attacks in Washington unfolded on Wednesday night, I was grateful for the level-headed reporting by colleagues on the ground — especially as hot takes flooded Twitter, labelling the rabble incited by the sitting President Donald Trump as a “coup”. One person was shot dead, while four others died from injuries they sustained during the attacks. <a href=\"https://www.ft.com/content/15f932cf-b8e5-4c24-b0d5-1ef903103a3c\">This article</a> focused on the main events, and the reshaping of US political&#xa0;alliances as a result of what the Senate chaplain called:</p> <blockquote>  <p>“The quagmire of dysfunction that threatens our democracy.”</p> </blockquote> <h2>2. ‘This is a deal that changes Hipgnosis forever'</h2> <p>I'm very into the economics of rock'n'roll, and this story is a good one. Musician <a href=\"https://www.ft.com/content/dd67a2ab-d6e1-4334-ae45-ef1bf65f1e82\">Neil Young </a>has sold half his back catalogue for an estimated $150m in the latest mega-rights deal to prove that, in the shiny new world of music streaming, old is gold. At least, that is what the financiers are hoping. This is only the latest acquisition by Hipgnosis, a UK music publishing company that is on a £1.2bn record-buying spree. According to founder Merck Mercuriadis:</p> <blockquote>  <p><em>“Neil has proved how you can be incredibly successful commercially and maintain your integrity.”</em></p> </blockquote> <h2>3.&#xa0;‘Countries can never act too early'</h2> <p>I arrived in the UK for the holidays in late December, when the news looked like a scene-setting montage for a zombie apocalypse movie: grey-faced scientists and red-faced politicians revealed a super-infectious mutant virus and cancelled Christmas. Naturally, waves of anarchic Brits then fled their newly restricted areas, potentially taking the scary strain with them. I recommend to you science writer Anjana Ahuja's <a href=\"https://www.ft.com/content/0d519265-60ea-483e-87fb-9f7f94037031\">sobering piece</a> that explains why vaccines are reasons for cheer, but definitely not to be celebrated by hugging people: </p> <blockquote>  <p><em>“The promise of vaccines should not be a cue for complacency but rather a spur to curb transmission.”</em></p> </blockquote> <h2>4.&#xa0;‘Assange had information. That made him dangerous'</h2> <p>In the week that WikiLeaks publisher Julian Assange was spared extradition to the US by a UK court, I was excited to read this <a href=\"https://www.ft.com/content/16b8cfb2-4934-4e88-9686-ff09172e8258\">Lunch with Assange's lawyer</a> of 10 years Jennifer Robinson, who is, like her client, Australian. She also represented actor Amber Heard in a case brought by her ex-husband Johnny Depp last year. But in this conversation with one of my favourite FT correspondents Jane Croft (who brings a portable heater to the outdoor interview!), I actually found myself more interested by Robinson than her famous clients. Of her own right to privacy she says:</p> <blockquote>  <p><em>“I now have a personal experience of media intrusion and that makes me a better lawyer.”</em></p> </blockquote> <h2>5.&#xa0;‘It's expensive to be me'</h2> <p>I will read just about anything on two subjects: the mafia, and rich people getting caught behaving badly. This story is an example of the latter and <a href=\"https://www.ft.com/content/1afbf70b-752a-4a91-8e2a-afc74a8e39da\">it is jaw-dropping</a>. Lawyer Tom Girardi (pictured left), who was the inspiration for the film <em>Erin Brockovich, </em>is being accused of withholding money from his own clients to fund a “public image of obscene wealth”, despite his firm owing millions. Girardi is married to reality TV star Erika&#xa0;Jayne (pictured right), who a lawsuit alleges spends $40,000 per month on her “look”. Shockingly, the clients Girardi is accused of defrauding to pay for their lavish lifestyle include families who lost loved ones in a plane crash. </p> <blockquote>  <p><em>“He flies on private jets, owns multiple homes and has a standing daily reservation at Morton's Steakhouse in Los Angeles.”</em></p> </blockquote> <h2>Quick hits</h2> <h4>OTHER FT STORIES THAT HAVE CAUGHT MY EYE THIS WEEK</h4> <ul>  <li><p>The Gulf is ending its embargo on Qatar, marking a significant development in the region. Yet the gas-rich kingdom will not be changing its cosy relationship with Saudi Arabia's <a href=\"https://www.ft.com/content/ea1e7058-960d-416c-93dc-f4f8c7945c12\">bitter rival Iran</a>, a key reason it was shunned in the first place.</p></li>  <li><p>In light of events in Washington this week, you should read this <a href=\"https://www.ft.com/content/72c9e061-1203-4dcc-b29b-c908d9ee8ed2\">opinion piece</a> by 27-year-old protester from Hong Kong, Finn Lau. It underlines what is at stake when democracy is threatened. </p></li>  <li><p>Raphael Warnock <a href=\"https://www.ft.com/content/5677fab9-5893-435a-9560-9949e32f6196\">broke records in the US</a> by becoming Georgia's first black senator. The Democratic pastor born to a sharecropper described his election victory as a ‘miracle' and a step forward for voting rights.&#xa0;</p></li>  <li><p>As the coronavirus pandemic stretched some healthcare systems to breaking point, UK prime minister Boris Johnson announced that an astonishing <a href=\"https://www.ft.com/content/e38401d9-fb93-4351-86fb-b110c6af01c3\">one in 50 people</a> in the country had the virus.</p></li>  <li><p>I'm fascinated by mountaineers, and over on the world's second-highest peak <a href=\"https://www.ft.com/content/a729f59e-83a6-4051-951a-88cac14667d8\">history has been in the making</a> this month as climbers attempt the world's first winter ascent of K2 on the Pakistan and China border.</p></li> </ul> <h2>Best of the rest</h2> <h4>WHAT I'VE BEEN READING ELSEWHERE</h4> <ol>  <li><p><strong>Surrounded by men dressed for war, I saw Trump's fascism at the heart of American democracy</strong>: You should read this <a href=\"https://www.independent.co.uk/news/world/americas/us-election-2020/capitol-riot-donald-trump-congress-election-b1783609.html\">extraordinary eye-witness account</a> of what happened at the Capitol by fellow Brit Richard Hall, who had the dubious fortune to leave Beirut to cover the presidential election. (The Independent) </p></li>  <li><p><strong>How Azerbaijan won the Karabakh war</strong> Remember how there was a war last year? It is scary how quickly we have forgotten about the deadly conflict between Armenia and Azerbaijan. Here's <a href=\"https://newlinesmag.com/reportage/how-azerbaijan-won-the-karabakh-war/\">what happened</a>, from award-winning investigative journalist Simon Ostrovsky. (Newlines Magazine)</p></li>  <li><p><strong>Capitalism's favourite drug</strong> Time to find out how coffee is manipulating you. <a href=\"https://www.theatlantic.com/magazine/archive/2020/04/michael-pollan-coffee/606805/\">This review</a> of Augustine Sedgewick's book on “the dark history of how coffee took over the world” explains why 80 per cent of the world became hooked on the addictive shrub. (The Atlantic)</p></li> </ol> <h2>Before you go</h2> <p><strong>Listen to</strong> It has been a pretty wild first week of the year in news terms. As a bit of an antidote this weekend, I'll be bingeing on <a href=\"https://www.nytimes.com/column/modern-love-podcast\">my new favourite podcast</a>, the New York Times' <em>Modern Love,</em> presented by Daniel Jones and Miya Lee — an exploration of real relationships, sensitively portrayed by people living them. Indulge. </p> <p>We always want to hear your thoughts and feedback, so email us at&#xa0;<a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=longstoryshort@ft.com\">longstoryshort@ft.com</a>&#xa0;— and have a peaceful weekend.&#xa0;</p> <p><strong>Chloe</strong><br><em>FT Middle East correspondent</em></p><p>Source: Chloe Cornish 2021 'A selection of the FT's biggest stories and best reads every Friday ' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T12:42:15.059Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1781,
          "end": 1786
        }
      ],
      "name": "Merck & Co., Inc.",
      "id": "US58933Y1055",
      "nexusId": "10042334"
    }
  ]
}