{
  "_id": "7435573cdf6df2cdb5752625405ffc1a15608df4e8a137e1700c2f5ef740b88d",
  "feed": "ftcomall",
  "title": "Approval of Biogen Alzheimer's drug reignites ‘amyloid' debate",
  "text": "<p>The approval of Biogen's Alzheimer's drug has reignited investor interest in a contested hypothesis about what causes the disease, despite years of failures in the field and staunch dismissal of the theory by many scientists and doctors.</p> <p>Biogen's <a href=\"https://www.ft.com/content/774a56e7-588c-451d-9474-8e2a0f545173\">$56,000 per year drug</a> was the first Alzheimer's treatment in nearly two decades to be granted the <a href=\"https://www.ft.com/content/6f48610b-ec86-4deb-a89c-fc0a0f332bb0\">green light</a> by the US regulator last month. Called aducanumab, it is the first treatment purporting to slow the pace of cognitive decline, rather than helping patients manage symptoms.&#xa0;</p> <p>The drug is designed around the <a href=\"https://www.ft.com/content/ec01d882-b618-11e6-ba85-95d1533d9a62\">amyloid hypothesis</a>, proponents of which believe that clumps of protein built up in the brain cause Alzheimer's. Biogen says the drug clears amyloid plaques from the brain and in turn alters the course of the disease.&#xa0;</p> <p>The amyloid hypothesis is divisive, with some scientists arguing there is scant evidence that removing the plaques slows the development of Alzheimer's.&#xa0;</p> <p>Alberto Espay, professor of neurology at the University of Cincinnati, said that “literally every study we've done” had disproven the amyloid hypothesis but nevertheless it “has survived every evidence to the contrary”.</p> <p>Several pharmaceutical companies including Merck and Johnson &amp; Johnson have tried and failed to prove that clearing amyloid plaques is directly linked to improving cognition. But drugmakers have persevered, enticed by the vast size of the market and patients facing few effective treatments. About 35m people globally live with Alzheimer's disease, with roughly 6m of those in the US.&#xa0;</p> <p>In its approval of aducanumab, the Food and Drug Administration said it was only “<a href=\"https://www.fda.gov/drugs/news-events-human-drugs/fdas-decision-approve-new-treatment-alzheimers-disease\">reasonably likely</a>” that the treatment would show a clinical benefit for patients.&#xa0;</p> <p>Despite this, the FDA's decision has reignited interest in this sector of Alzheimer's research and offered hope to other pharmaceutical companies that have spent billions pursuing similar treatments.&#xa0;</p> <p>“The FDA approval will stimulate further investments into a hypothesis that should have long ago been falsified,” added Espay.</p> <p>Last week, the regulator gave two new trial stage amyloid-clearing drugs breakthrough designation, meaning that their development and approval reviews will be expedited by the agency.&#xa0;</p> <p>US pharmaceutical company Eli Lilly said it would apply for approval of its medicine, donanemab, by the end of this year, an announcement that sent its shares up 9 per cent.&#xa0;</p> <p>Japanese drugmaker Eisai, which partnered with Biogen for both aducanumab and its latest Alzheimer's medicine, lecanemab, is also keenly pursuing this area of research, unfazed by the opposition.</p> <p>“We have always believed that the amyloid pathway is a defining, underlying pathology for Alzheimer's disease,” Ivan Cheung, chair of Eisai, told the Financial Times.&#xa0;</p> <p>“I certainly do think the . . . decision from the FDA will reignite investment into not only amyloid therapies but also other therapies for Alzheimer's disease,” he said, adding: “We do strongly believe that deep clearance of amyloid will have a positive impact in terms of the disease progression for these patients if they are treated early enough.”</p> <p>While it remains too early to see whether money is pouring into new anti-amyloid treatments, those on both sides of the argument believe that the FDA's decision will spur investment into the area and encourage drugmakers to overlook historic failures in attempts to grab a slice of the market, which is estimated to be worth billions in the US alone.</p> <p>Swiss drugmaker Roche is also currently trialling a treatment for the disease. Analysts at Bernstein expect Eli Lilly, Biogen and Roche to achieve a 50, 30 and 20 per cent share of the Alzheimer's treatment market respectively in the long term, if all companies' drugs are approved by the FDA.</p> <p>“History has really shown that FDA actions like the approval of aducanumab is likely often to lead to greater investment,” said Rebecca Edelmayer, senior director of scientific engagement at the Alzheimer's Association.</p> <p>Others are concerned that focusing on amyloid-clearing treatments will draw attention away from research into other Alzheimer's treatments that could potentially be more effective.&#xa0;</p> <p>“To take research results and bring them into patients involves having capital. How are we going to be able to raise money when all of the big money is going to be in amyloid-related things?” asked George Perry, neurobiology professor at the University of Texas San Antonio.</p> <p>He said the likely boost to amyloid-clearing drugs would do nothing to meaningfully develop Alzheimer's research. and that “the best-case scenario is that all these companies will get approval and then will go into researching other things.”</p> <p>Analysts expect Biogen to reap up to $10bn in peak annual sales from aducanumab and the company's shares remain at a two-year high despite two House committees saying they will investigate the approval and price of the drug.</p> <p>“The approval of aducanumab should not be viewed by investors as a validation of the amyloid hypothesis,” said Espay. “This is the success of a corporate strategy that was brilliant but was not based on the science.”</p><p>Source: Nikou Asgari in New York 2021 'Approval of Biogen Alzheimer's drug reignites ‘amyloid' debate' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-05T04:00:33.434Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1198,
          "end": 1203
        }
      ],
      "nexusId": "10042334"
    }
  ]
}