{
  "_id": "83f45fe21535b4d76694658e664896e1eebb2d50403dd3255931c2e5b0d3c5d3",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Merck Scraps  Two Experimental  Covid-19 Vaccines  ----  By Jared S. Hopkins",
  "text": "<p>    Merck &amp; Co. said it is halting development of its two experimental Covid-19 vaccines, after early clinical-trial data showed the shots generated disappointing immune responses against the virus. </p><p>   Early-stage studies of the vaccines indicated they produced inferior immune responses in subjects given the shots compared with people who survived Covid-19 or took authorized Covid-19 vaccines, the company said Monday. </p><p>   The exit removes a major vaccine player from the constellation of companies seeking shots to curb the spread of the virus, as the few that have been able to bring shots to market struggle to meet demand. </p><p>   Kenilworth, N.J.-based Merck, one of the world's leading vaccine makers, said it would now focus on advancing two experimental Covid-19 drugs. Merck said it expects test results for the pair of drugs in the coming weeks, and the company could ask regulators to authorize use if the results are positive. </p><p>   \"We're quickly informing society so that obviously we can refocus on therapeutics, but also so that some of the knowledge is shared with the broader community,\" Nick Kartsonis, who oversees Merck's vaccine clinical research, said in an interview. </p><p>   Dr. Kartsonis said it was unclear why the shots weren't very effective, though they were safe. Merck didn't provide the study results, saying it would submit the findings for publication in a peer-reviewed medical journal. </p><p>   Due to the discontinuation, the company said it would record an unspecified tax charge in the fourth quarter of 2020. </p><p>   Merck's decision underscores the difficulty in developing a vaccine, which normally takes years to bring to market. Development of a Covid-19 vaccine by Sanofi SA and GlaxoSmithKline PLC was set back last year after a laboratory mistake, delaying a potential authorization by several months. </p><p>   Some 60 Covid-19 vaccines are in human testing, according to the World Health Organization, but regulators have authorized only a handful for general use. </p><p>   Many scientists and public-health experts placed high hopes on Merck, which pioneered vaccines that have become staples around the world, including the first to prevent mumps, chickenpox, rubella and shingles. </p><p>   Yet Merck was slower than rivals to pursue Covid-19 vaccines. Chief Executive Ken Frazier and then-R&amp;D chief Roger Perlmutter expressed concern about the years vaccine research usually takes, and that it would divert resources from thriving areas, such as cancer drugs, The Wall Street Journal reported in October. </p><p>   Merck executives have also said they wanted to use vaccine technologies that have worked against other viruses, and that could be fashioned into a single-dose regimen. </p><p>   The drugmaker discussed collaborating with the University of Oxford on its experimental vaccine, but university scientists and the U.K. government resisted a proposed deal, the Journal reported. Oxford ended up joining with AstraZeneca PLC. </p><p>   In May, Merck said it was pursuing two Covid-19 vaccines, one as a result of the company's acquisition of Themis Bioscience and the other in partnership with the scientific-research organization IAVI. </p><p>   In reviewing the results from the early-stage studies for both vaccines, Merck wasn't encouraged when it looked at data for antibody production, including the neutralizing antibodies that play a key role preventing the virus from entering cells and replicating, Dr. Kartsonis said. </p><p>   \"It doesn't appear that our responses are numerically on par with what you would see either following natural infection or what we've been seeing\" with vaccines from Pfizer Inc., Moderna Inc. or AstraZeneca, he said. </p><p>   The vaccines from Pfizer, and its partner BioNTech SE, and Moderna are authorized for use in the U.S. </p><p></p>",
  "published": "2021-01-26T07:06:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2483,
          "end": 2488
        },
        {
          "start": 3166,
          "end": 3171
        },
        {
          "start": 2900,
          "end": 2905
        },
        {
          "start": 762,
          "end": 767
        },
        {
          "start": 1511,
          "end": 1516
        },
        {
          "start": 2021,
          "end": 2026
        },
        {
          "start": 2172,
          "end": 2177
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 642,
          "end": 647
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 1265,
          "end": 1270
        },
        {
          "start": 1113,
          "end": 1118
        }
      ]
    }
  ]
}