{
  "_id": "0e47f39a1f8ab077e6a813a05d527621b36a88b8204b29c24cd7b14d573342eb",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Drugmakers Bet on  Covid-19 Treatments  ----  By Charley Grant",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Covid-19 isn't likely to disappear any time soon, even as the public-health emergency abates. As a result, antiviral drugs under development might be the pharmaceutical industry's next big opportunity. </p><p>\n  Recent developments in the U.S. vaccination effort bode well for a continued return to normal life. Pfizer and BioNTech announced Monday that their vaccine was safe in children ages 5 to 11 years in a late-stage study, and a Food and Drug Administration advisory panel recommended the use of booster shots in older and high-risk adults last week. Broader vaccination coverage is likely on the way. </p><p>\n  Still, hopes to eradicate the disease altogether are currently unrealistic, as a significant share of the population seems unwilling to take a vaccine. Besides, vaccinated patients can still contract the disease, albeit with a greatly reduced risk of hospitalization or death. And the return of large gatherings means some virus spread is inevitable. </p><p>\n  Those realities mean that antiviral medications are still badly needed. Gilead Sciences' drug remdesivir is approved only for patients who are already hospitalized and is given intravenously. </p><p>\n  The picture could change soon. Pfizer, Merck &amp; Co. and Roche Holding are all conducting late-stage clinical trials for experimental oral antiviral treatments, with results expected by the end of the year. Pfizer is evaluating its candidate in high-risk and low-risk patients who haven't yet been hospitalized, while a separate Merck trial with its partner Ridgeback Biotherapeutics aims to prevent Covid-19 infections in members of the same household as a patient diagnosed with the disease, with results likely in 2022. Roche, in partnership with Atea Pharmaceuticals, is studying its drug in hospitalized patients. </p><p>\n  These medications, should they prove effective, would help slow the spread of Covid and help patients recover more quickly. They also have the potential to be a major commercial success. After all, remdesivir sales totaled $829 million in the second quarter this year and have eclipsed $5 billion since the pandemic began. Drugs that work for patients who don't require hospitalization, or for close contacts of positive cases, could be even more lucrative. Granted, there are obstacles even for effective antivirals; these drugs often require a prompt diagnosis to be useful. And from a financial perspective, these drug companies already have large top lines; Pfizer, Merck and Roche combined for about $150 billion in revenue last year. </p><p>\n  Still, fresh growth opportunities for large drugmakers are typically in short supply. The substantial Covid-19 testing apparatus makes a prompt diagnosis and effective use of such medication more realistic than a typical flu case. And governments around the world would likely be willing to buy a lot of medication to help prevent the severe economic consequences that Covid-19 outbreaks and lockdown policies have caused. </p><p>\n  Investors should be willing to swallow this pill without much hesitation. </p><p></p>",
  "published": "2021-09-24T06:04:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1508,
          "end": 1513
        },
        {
          "start": 2468,
          "end": 2473
        },
        {
          "start": 1220,
          "end": 1231
        }
      ],
      "nexusId": "10042334"
    }
  ]
}