{
  "_id": "99231a3bd2e57e3031c9763ce7cb41260f54d2fdf853eba45033c13043d1e8a8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: A Badly Needed Shot In the Arm for Biotech --- New antiviral drugs could boost the sector",
  "text": "<p>Merck and closely held Ridgeback Biotherapeutics said Friday their oral drug molnupiravir reduced the risk of hospitalization or death by about 50% in patients with mild to moderate Covid-19. The companies plan to ask the Food and Drug Administration for emergency use authorization in the coming weeks.</p><p>That is great news for anyone hoping to enter an office or school soon, and should give a boost to beleaguered industries such as travel and hospitality.</p><p>Medication to treat new infections before patients reach the hospital are badly needed. And although hospitalizations are rare among vaccinated people, prescriptions could still be needed for the elderly and other high-risk groups.</p><p>There could be more on the way. Other companies such as Pfizer, as well as Roche Holding in partnership with Atea Pharmaceuticals, are expected to reveal data for their own outpatient treatments in the near future.</p><p>Covid-19 antivirals are likely to be a winner on Wall Street as well. Merck shares rose about 10% Friday morning, while Atea gained 27%. Should U.S. regulators authorize the company's drug, the government has agreed to pay Merck $1.2 billion for 1.7 million courses of treatment, or about $700 each.</p><p>The antiviral news just might give biotech stocks of all types a badly needed jolt. A broad index of biotechnology stocks has shed 12% so far this year and fell yet again Friday morning, as shares in other drugmakers with Covid-19 treatments sold off sharply. The same index rallied about 50% in the three months after drugmakers first shared positive late-stage trial data about Covid-19 vaccines last fall.</p><p>In fact, now is an opportune time for drugmakers to remind the public of the key role they have played in combating the pandemic. Drug pricing aside, when it comes to antiviral development, what is good for Merck can also be good for America.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 975,
          "end": 980
        },
        {
          "start": 1821,
          "end": 1826
        },
        {
          "start": 1128,
          "end": 1133
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10042334"
    }
  ]
}