{
  "_id": "7edee19944b3ebfe45572dd3eafe4c20a204811298a03c9eae34f77096486042",
  "feed": "ftcomall",
  "title": "Pfizer to buy oncology biotech in $2.3bn deal",
  "text": "<p>Pfizer has agreed to buy oncology biotech Trillium Therapeutics in a deal worth about $2.3bn as the US drugmaker seeks to bolster its pipeline with a therapy it hopes will be transformative for blood cancers.&#xa0;</p> <p>The pharmaceutical company will acquire all outstanding shares of the company, which it has partnered with, for $18.50 in cash, giving it an implied equity value of $2.26bn. The price is at a 118 per cent premium to the 60-day weighted average.&#xa0;</p> <p>Shares in Trillium were up almost 200 per cent in pre-market trading following the deal's announcement, while Pfizer's stock price increased almost 4 per cent.&#xa0;</p> <p>Andy Schmeltz, global president of Pfizer' oncology division, said the acquisition “reinforces our commitment to pursue scientific breakthroughs”.</p> <p>“Our deep experience in understanding the science of blood cancers, along with the diverse knowledge base we have developed across our growing haematology portfolio of eight approved and investigational therapies, provide us with a foundation to advance these important potential medicines to patients who need them,” he said.&#xa0;</p> <p>The company is betting on the success of two Trillium drugs in early- to mid-stage trials. The treatments harness the body's immune system to tackle blood cancers, such as leukaemia and multiple myeloma, in a similar way to blockbuster drugs such as Merck's Keytruda, which have transformed treatment for many solid tumours. </p> <p>Blood cancers make up about 6 per cent of all cancers, with 1m patients around the world diagnosed with a haematological condition in 2020.&#xa0;</p> <p>Pfizer, which is generating billions of dollars from its Covid-19 vaccine, is investing in cancer drugs. Revenue last year from oncology was up more than 20 per cent from the year before to $10.9bn. </p> <p>The Trillium deal follows an agreement with Arvinas announced last month to partner on a breast cancer drug.&#xa0;</p> <p>Pfizer invested $25m in Trillium in September last year through its Breakthrough Growth Initiative, which was set up to provide funding for scientific research. Jeff Settleman, chief scientific officer of Pfizer's oncology research and development group, joined Trillium's scientific advisory board.&#xa0;</p> <p>Jan Skvarka, Trillium's chief executive, said it had the only molecules of this kind that had shown “clinically meaningful” responses as drugs on their own, as well as being a strong foundation for combination therapies.&#xa0;</p> <p>“With Pfizer's global reach and deep capabilities, we believe our programmes will advance more quickly,” he said. “We believe this is a good outcome for patients and our shareholders.”&#xa0;</p><p>Source: Hannah Kuchler in London and Ortenca Aliaj in New York 2021 'Pfizer to buy oncology biotech in $2.3bn deal' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-23T12:13:55.236Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1342,
          "end": 1347
        }
      ],
      "nexusId": "10042334"
    }
  ]
}