{
  "_id": "b4fe518c4e1aff26a95177a9cc42a49abc1d1dfce22b6e9bcf29773036d8f4b6",
  "feed": "wall-street-journal",
  "title": "The Dangerous Push to Give Boosters to Teens; FDA and CDC experts said the plan was ill-advised, so the agencies cut them out of the decision process.",
  "text": "<p>Booster mandates for healthy young people, which some colleges are imposing, will cause medical harm for the sake of transient reductions in mild and asymptomatic infections. In a study of 438,511 males 16 to 24, 56 developed myocarditis after their second Pfizer dose (or 1 in 7,830, at least seven times the usual rate). True, most cases were mild, but in the broader group of 136 people (including older and female patients) who developed myocarditis after the vaccine, seven had a \"complicated course,\" and one 22-year-old died. Moderna's vaccine carries an even higher rate of heart complications, which is why some European countries have restricted it for people under 30. But in the U.S., the Food and Drug Administration and the Centers for Disease Control and Prevention indiscriminately push for boosters for all young people.</p><p>Those recommendations came over the objections of the agencies' own experts. The last vote by FDA advisers, in September, rejected the proposal 16-2. FDA leaders revisited the proposal in November and simply bypassed the experts. So did the CDC, whose advisers had rejected boosters for people not at high risk. Two top FDA scientists, including the head of the agency's vaccine efforts, quit around the time of the September vote over White House pressure to authorize boosters for all. They wrote in detail about their concerns.</p><p>A study by Oxford researchers, published last week in Nature Medicine, validated those concerns. It found young people suffered myocarditis, pericarditis and arrhythmias more frequently from Moderna's vaccine than from Covid itself. And the long-term cardiac effects of boosters in young people are unknown.</p><p>FDA and CDC officials justified their push for boosters by pointing to a reduction in antibody levels months after vaccination. This fails to account for another part of the immune system, T-cells. The activation of these cells isn't easily measured with simple blood draws, but they are powerful protectors against severe disease. New outcomes data could emerge to show that the benefit of boosting young people outweighs the risk, but drugs aren't supposed to be authorized or approved based on speculation.</p><p>The emergence of the Omicron variant has fed the push for boosters. But a University of Hong Kong study found that Omicron is less than one-tenth as infective in lung cells compared with the Delta variant. That explains why Omicron patients report far fewer cough and fever symptoms. Instead they report common cold-symptoms, similar to the four known seasonal coronaviruses that have circulated for decades, causing many colds. Angelique Coetzee of the South African Medical Association described her bedside Omicron observations: \"There is no reason for panicking.\" Yet much of the northern U.S. is now in full panic mode.</p><p>Omicron does partly evade antibody immunity, but it doesn't escape existing T-cell immunity according to a new Johns Hopkins study. That's consistent with population data on Omicron. Case counts are plunging in the epicenter, in the South African province of Gauteng. South African Health Minister Joe Phaahla reports that only 1.7% of Covid patients were hospitalized in the second week of the Omicron-dominant wave, compared with 19% at the same point in the Delta wave. We now have laboratory data, epidemiological data, and bedside data that Omicron is mild for the vast majority of infected patients.</p><p>Pfizer issued a press release on Dec. 8 announcing a lab experiment demonstrating that a booster shot increases antibody levels against Omicron. They didn't release the underlying data. The next day, the FDA authorized boosters for 16- and 17-year-olds, and the CDC followed suit.</p><p>At the same time, the FDA has been delinquent in authorizing Merck's and Pfizer's antiviral pills that are designed to work against all variants. Merck's Molnupiravir received an up-vote from FDA experts three weeks ago, yet the agency hasn't authorized it. Pfizer's Paxlovid cut Covid deaths to zero (compared with 10 deaths in the control group), yet the FDA has been sitting on the application for five weeks without even scheduling an advisory meeting to review it. The already available medication fluvoxamine reduced Covid deaths by 91% among symptomatic high-risk patients in a second randomized controlled trial evaluating its effect. Yet I've never heard public-health officials mention it.</p><p>Last week I testified before Congress that many Covid policies are no longer driven by science. Data is being cherry-picked to support predetermined agendas, while the roles of natural immunity and life-saving therapeutics are being sidelined.</p><p>We've seen medical bandwagon thinking hurt the country before. The false assumption that Covid spreads by surface transmission still has Americans engaging in futile disinfection rituals. We've suffered from barbaric policies that prohibited people from saying goodbye to, or holding hands with, loved ones who were dying. Children were shut out of school for a less contagious variant. Our public health leaders are making critical mistakes and affirming each other with groupthink, while journalists forfeit their duty to ask key questions.</p><p>Forcing immune, young, healthy, low-risk students to get a third vaccine shot is excessive and wasteful. These precious vaccine doses should be going to poor countries that still don't have enough.</p><p>Dr. Makary is a professor at the Johns Hopkins School of Medicine and author of \"The Price We Pay: What Broke American Health Care and How to Fix It.\"</p><p>The Dangerous Push to Give Boosters to Teens</p>",
  "published": "2021-12-21T20:52:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3845,
          "end": 3850
        },
        {
          "start": 3760,
          "end": 3765
        }
      ],
      "nexusId": "10042334"
    }
  ]
}