{
  "_id": "8e7cc2ed7d23939ee74b23a72fee11e47724375a7e2ee3441f5189aeb3503d8c",
  "feed": "wall-street-journal",
  "title": "Blackstone to Invest $1 Billion in Music Rights; Asset manager says investment would benefit from rapid growth of online streaming",
  "text": "<p>Blackstone Inc. plans to invest $1 billion in acquiring music rights and managing catalogs, a move the asset manager said will benefit from the rapid growth of online streaming.</p><p>The investment will come as part of a partnership with an advisory firm affiliated with Hipgnosis Songs Fund Ltd., a music-investment company that trades on the London Stock Exchange. Hipgnosis, led by former pop-star manager Merck Mercuriadis, buys artists' song catalogs and earns revenue when the music is streamed online or used in movies or advertising.</p><p>By partnering with the Hipgnosis advisory firm, Blackstone hopes to cash in on new ways that fans are taking in music via the internet. \"The music industry has been at the forefront of the fast-growing streaming economy and is unlocking new ways of consuming content,\" Blackstone executive Qasim Abbas said.</p><p>Bloomberg reported last week that Blackstone and the advisory firm were in talks.</p><p>The Hipgnosis fund will have the right to co-invest in the new Blackstone partnership's catalog acquisitions, the companies said. Blackstone will take an ownership stake in Mr. Mercuriadis's advisory firm and will invest to improve the firm's data and technology capabilities to help the partnership manage music rights more efficiently.</p><p>Hipgnosis has said that its goal is to establish songs as an investment asset class. Mr. Mercuriadis, its founder, formerly managed singers such as Beyoncé and Elton John and bands including Guns N' Roses and Iron Maiden.</p><p>Hipgnosis went public in 2018. As of June, it owned the rights to more than 64,000 songs, including nearly 14,000 top-ten hits. Neil Young, Journey, Fleetwood Mac and Mariah Carey are among the artists whose songs Hipgnosis has invested in.</p><p>The Covid-19 pandemichas boosted people's use of streaming to listen to classic songs, Mr. Mercuriadis said in June.</p><p>Other big asset managers have lined up similar bets on music rights, both through investments in other companies and by acquiring rights directly.</p><p>Through its credit arm, Apollo Global Management Inc. last week committed to back HarbourView Equity Partners, a new firm that plans to accumulate song rights, with a $1 billion investment. The deal includes a combination of debt and equity that will be used to purchase assets, an Apollo spokeswoman said.</p><p>KKR &amp; Co. Inc. earlier this year took a majority stake in a pop-song catalog from producer Ryan Tedder. It has also launched a partnership with BMG, a record label and music publisher, that could see KKR commit about $1 billion to music-rights investments.</p><p>Hedge-fund manager William Ackman bought a 10% interest in Universal Music Group this summer ahead of its spinoff as a public company from Vivendi SE. He had previously tried to invest in Universal through a special-purpose acquisition company he controlled, but the deal fell through amid regulatory scrutiny.</p><p>Write to Matt Grossman at matt.grossman@wsj.com</p><p>Blackstone to Invest $1 Billion in Music Rights</p>",
  "published": "2021-10-12T16:59:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 404,
          "end": 409
        }
      ],
      "nexusId": "10042334"
    }
  ]
}