{
  "_id": "e73210a96df5e01d77e52252ea98384448fa01dd628ba3591e5a0dfe65d0c693",
  "feed": "wall-street-journal",
  "title": "Merck-J&J Vaccine Venture Bears Fruit",
  "text": "<p>\"We're doing it,\" John McGrath told his workers at Merck. \"And we're doing it with J&amp;J.\"</p><p>The Johnson &amp; Johnson -Merck partnership, which the companies announced in March, is now bearing fruit to expand the world's vaccine supply. After a frantic ramp-up that involved scouting for raw materials, buying equipment and upgrading plants all at the same time, the first Merck-made shots shipped Friday.</p><p>Merck is churning out more than 500,000 doses daily for use outside the U.S., including countries desperate for shots.</p><p>J&amp;J's unusual collaboration with a rival, and Merck's speedy manufacturing run-up, reflect one of the biggest challenges of the pandemic: making enough Covid-19 vaccines to meet the high demand.</p><p>Even in the U.S., early supplies were limited as drugmakers ramped up production lines. To this day, many countries are struggling with short supply.</p><p>At a sprawling plant in West Point, Pa., Merck is helping J&amp;J with the final stages of its vaccine production, known as fill-finish, which involves thawing frozen doses made by J&amp;J, adding a stabilizer to maintain their potency during storage, then putting them into vials for shipment.</p><p>Merck, one of the world's biggest drugmakers by sales, said it retrofitted its manufacturing facilities in about three months, shaving almost a year off the time it normally takes to ready a plant.</p><p>\"We broke all sorts of records on construction, on tech transfers, on just getting product ready,\" Mr. McGrath said. The federal government, which gave at least $105 million to Merck to retrofit plants, also contributed by moving needed supplies quickly through customs.</p><p>J&amp;J's Covid-19 vaccine hasn't been embraced by people and health authorities as much as initially expected, partly because of concerns about a rare blood-clotting condition. Manufacturing issues have also played a role in limiting its use.</p><p>Yet if enough doses are made, the vaccine still can play an important role in the pandemic because many poor countries lack access to other shots and J&amp;J's vaccine is easier to handle and store, public-health advocates and Wall Street analysts say.</p><p>The J&amp;J vaccine doesn't require a special freezer to keep it cold, unlike messenger-RNA vaccines, and the primary series is one dose, not two.</p><p>\"Our vaccine is uniquely positioned to be used in the world,\" said Remo Colarusso, J&amp;J's global pharmaceuticals manufacturing chief.</p><p>J&amp;J and Merck, their headquarters separated by about 18 miles in New Jersey, are normally competitors in areas such as cancer and cardiovascular disease. Last December, at the urging of the federal government, the rivals began discussing whether Merck could help make J&amp;J's Covid-19 vaccine.</p><p>J&amp;J Chief Scientific Officer Paul Stoffels was initially reluctant to work with another company, people familiar with the matter said. He agreed after an appeal by National Institutes of Health Director Francis Collins, the people said. During a Jan. 4 call between U.S. officials, Dr. Stoffels and then-Merck Chief Executive Ken Frazier , the companies agreed to assess whether Merck's plants could adapt to make J&amp;J's shot, the people said.</p><p>At the time, Merck had begun clinical trials of two Covid-19 vaccines, but they ultimately failed. Its Covid-19 antiviral, molnupiravir, was still being tested.</p><p>Merck fit as a partner because of its decades of manufacturing vaccines, Mr. Colarusso said.</p><p>Another key: Merck's production line in West Point was sitting idle after the Covid-19 vaccines flopped. Merck also wasn't using a freshly built 4,000-square-foot cold-storage room that the company had built for its Covid-19 shots.</p><p>The West Point campus is Merck's largest workplace. Despite the available rooms and equipment, Merck needed to upgrade its facilities, because J&amp;J's vaccine uses vials smaller than Merck's failed Covid-19 shots, as well as a newer vaccine technology.</p><p>\"Our issue then became what equipment do we need, where can we get it, how quickly can we get it, is it available, and if not, then what's our alternatives?\" said Mr. McGrath.</p><p>To quickly secure equipment and raw materials, Merck leaned on its relationships with suppliers, such as Thermo Fisher Scientific Inc ., which provided specialized plastic bags used to purify and filter the vaccine. Merck also paused production of some non-Covid-19 products.</p><p>In April, workers discovered that a screw used to keep vials steady as they moved down the production line wasn't working. Merck worked with a vendor in Japan to redesign the screws.</p><p>In May, Merck workers discovered the vials became top-heavy with water when filled. To resolve the issue, a Merck machinist designed a plate that held the containers securely, said Kim Dezura, the West Point plant manager.</p><p>\"Those are the types of little things that you encounter,\" she said.</p><p>In August, Merck began manufacturing commercial doses, Ms. Dezura said. It took the companies until recently to receive regulatory approvals clearing shipments. J&amp;J then got the doses at its distribution center in the Netherlands and released the doses Friday for global distribution.</p>",
  "published": "2021-12-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 564,
          "end": 569
        },
        {
          "start": 3786,
          "end": 3791
        },
        {
          "start": 399,
          "end": 404
        },
        {
          "start": 904,
          "end": 909
        },
        {
          "start": 4794,
          "end": 4799
        },
        {
          "start": 3055,
          "end": 3060
        },
        {
          "start": 111,
          "end": 117
        },
        {
          "start": 3132,
          "end": 3137
        },
        {
          "start": 4599,
          "end": 4604
        },
        {
          "start": 1525,
          "end": 1530
        },
        {
          "start": 4431,
          "end": 4436
        },
        {
          "start": 2630,
          "end": 2635
        },
        {
          "start": 2392,
          "end": 2397
        },
        {
          "start": 1150,
          "end": 1155
        },
        {
          "start": 3700,
          "end": 3705
        },
        {
          "start": 4499,
          "end": 4504
        },
        {
          "start": 3280,
          "end": 3285
        },
        {
          "start": 4248,
          "end": 4253
        },
        {
          "start": 3478,
          "end": 3483
        },
        {
          "start": 4079,
          "end": 4084
        },
        {
          "start": 51,
          "end": 56
        },
        {
          "start": 3630,
          "end": 3635
        },
        {
          "start": 3386,
          "end": 3391
        }
      ],
      "nexusId": "10042334"
    }
  ]
}