{
  "_id": "a143b516865b5858c50057fa1d2e73a6dd33ecd5b3b7eab656fed9b90273f748",
  "feed": "wall-street-journal",
  "title": "Who Slowed Merck's Covid Remedy?",
  "text": "<p>Mr. Bright joined the Biomedical Advanced Research and Development Authority in 2010 and became Barda's director in 2016. The authority, part of the Health and Human Services Department, is charged with preparing for and responding to public-health threats. After Mr. Bright repeatedly clashed with HHS officials, he was reassigned in April 2020 to a lower-level job at the National Institutes of Health. Mr. Bright then filed a complaint accusing Trump officials of pressuring him to fast-track unsafe drugs and award contracts \"based on political connections and cronyism.\"</p><p>He claimed that even before the pandemic, they were inappropriately pressing Barda to fund clinical studies of molnupiravir, which had shown promise against other viruses in lab experiments at Emory University. Mr. Bright's complaint alleged that George Painter, CEO of Drug Innovation Ventures at Emory, and Trump HHS official Robert Kadlec had urged Barda in November 2019 to \"invest millions of dollars into their 'miracle cure.'\" It noted that \"similar experimental drugs in this class had been shown to cause reproductive toxicity in animals, and offspring from treated animals had been born without teeth and without parts of their skulls.\" But similar effects hadn't occurred with molnupiravir. Mr. Bright rejected the Emory funding request; the decision \"clearly frustrated Dr. Kadlec and further strained their relationship,\" according to the complaint.</p><p>A few months later, officials were trying to accelerate treatments for the novel coronavirus. A March 2020 study by scientists at Emory, Vanderbilt and the University of North Carolina showed molnupiravir was highly potent against Covid-19 in human cells and prevented other coronaviruses, including SARS, from causing severe lung damage in mice. \"This new drug not only has high potential for treating COVID-19 patients, but also appears effective for the treatment of other serious coronavirus infections,\" said the study's senior author, Ralph Baric, a coronavirus expert at UNC.</p><p>Emory had licensed molnupiravir to Ridgeback, which in April 2020 requested $100 million from the government to fast-track studies in humans. Mr. Bright says Trump officials ordered Barda officials \"to fund the Ridgeback proposal as quickly as possible, and preferably within 24 hours.\" But he said \"Ridgeback had not followed the proper procedure for receiving BARDA funding.\" Barda declined the request, and Ridgeback collaborated with Merck, which put its own capital at risk.</p><p>After Mr. Bright's reassignment, Barda funding for trials, manufacturing and advance purchases of monoclonal antibodies proved critical in accelerating their development. Molnupiravir would likely have been available much sooner had Barda provided funding as Trump officials urged last spring.</p><p>Mr. Bright's allegation that Trump officials promoted molnupiravir because of ties to Mr. Painter wasn't borne out. Yet he was hailed by Democrats. Sen. Elizabeth Warren tweeted in May 2020: \"The Trump administration ignored warnings from Dr. Rick Bright, the country's top vaccine scientist, and then fired him after he wouldn't go along with the President's reckless push of a miracle cure for COVID-19.\" In November President-elect Biden appointed Mr. Bright to his Covid task force. In August the Biden administration settled his whistleblower complaint. According to his lawyer, the settlement covers back pay, temporary housing costs and compensation for distress \"associated with the disparaging comments and threats\" from Trump officials.</p><p>The officials who backed molnupiravir can now claim vindication, but it's too late for the thousands of Americans who've died of Covid-19.</p><p>---</p><p>Ms. Finley is a member of the Journal's editorial board.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 2460,
          "end": 2465
        }
      ],
      "nexusId": "10042334"
    }
  ]
}