{
  "_id": "28f713ba019fc3a35d3979863c932d0a9f62ff7be686e30feffe4fcf60def9c8",
  "feed": "market-watch",
  "title": "15 momentum stocks expected to show the best sales growth over the next two years, including Carvana, Tesla and Palantir",
  "text": "<p>Below is a list of momentum stocks of companies expected to show the strongest sales growth over the next two years.</p><p>Momentum ETF</p><p>To begin with a large group of momentum stocks, we can look at the iShares MSCI USA Momentum Factor ETF MTUM. This is the largest U.S. ETF that follows a momentum strategy, according to Mark Hulbert . The fund has $14.5 billion in assets and holds 125 large- and mid-cap stocks, weighted by six-month and 12-month risk-adjusted (for volatility) performance relative to its benchmark, the S&amp;P 500 Growth Index.</p><p>For example, the largest holding of the ETF is Tesla Inc. TSLA, which “has experienced strong risk-adjusted performance related to the market over the past 12 months,” according to iShares (a subsidiary of BlackRock Inc. BLK). But shares of Merck &amp; Co. Inc. MRK are excluded from MTUM because even though iShares considered its 12-month return “attractive,” the stock's six-month risk-adjusted return underperformed the benchmark.</p><p>So keeping in mind the weighting by price performance relative to the index, tempered by volatility (going back as much as three years), here are the top 10 holdings of the iShares MSCI USA Momentum Factor ETF:</p><p> Company                          Ticker  Share of MTUM  Tesla Inc.                       TSLA    5.00%  JPMorgan Chase &amp; Co.             JPM     4.76%  Berkshire Hathaway Inc. Class B  BRK.B   4.58%  Walt Disney Co.                  DIS     4.48%  Bank of America Corp.            BAC     4.29%  PayPal Holdings Inc.             PYPL    3.66%  Wells Fargo &amp; Co.                WFC     3.11%  Applied Materials Inc.           AMAT    3.00%  Alphabet Inc. Class C            GOOG    2.67%  Alphabet Inc. Class A            GOOGL   2.45%  Goldman Sachs Group Inc.         GS      2.30%  (FactSet)</p><p>Actually, there are 11 stocks listed, as MTUM holds both share classes of Alphabet Inc. Banks and insurers make up half the list, which makes sense because financials have been the second-best performing sector in the S&amp;P 500 SPX, after the materials sector.</p><p>Momentum stock screen — expected sales growth</p><p>Thinking again about financials, they have had plenty of momentum as investors have gained confidence the U.S. economy will continue roaring back from the damage caused by the coronavirus pandemic.</p><p>But revenue growth can be an important driver, especially for individual stock prices over the long term. From here, the financials might not be the best place to look for rapidly rising revenue over the next two years.</p><p>Starting with the 125 momentum stocks held by MTUM, here are the 15 companies expected by analysts polled by FactSet to increase revenue the most over the next two calendar years, with 2021 as the baseline. The figures are in millions of dollars:</p><p>(FactSet)Those are stellar sales-growth numbers — if the analysts are close to being correct. Many of the stocks are also expensive relative to the expected 2023 sales numbers. In comparison, the iShares S&amp;P 500 Growth ETF IVW (which tracks the entire S&amp;P 500 Growth Index) trades for 4.2 times estimated 2023 sales.</p><p>Plug Power Inc. PLUG tops the list, with analysts expecting sales to increase to $1.1 billion in 2023. The company said on June 10 it would build a hydrogen-production plant  in Camden County, Ga.</p><p>Snap Inc. SNAP CEO Evan Spiegal said recently the company had grown to  500 million active daily users  and that almost half of U.S. smartphone users were using Snapchat.</p><p>Novavax Inc. NVAX expects to apply for FDA approval of its coronavirus vaccine during the third quarter.</p><p>Carvana Co. CVNA has been on a tear, with used-car demand spiking in the wake of component shortages for automobile production. The company's sales by units increased 76% in the first quarter from a year earlier.</p><p>Uber Technologies Inc. UBER and Lyft Inc LYFT are also expected to ride the economic recovery wave, although analysts expect Lyft to take longer to exceed its pre-pandemic revenue level .</p><p>Palantir Technologies Inc. PLTR rounds out the list. The developer of software used by government defense and intelligence agencies was included in this analysis of meme stocks .</p><p>Earnings</p><p>Some of these companies are still in relatively early growth stages, and aren't expected to achieve full-year profitability until 2023. Here are consensus earnings-per-share estimates for three years:</p><p>(FactSet)Those are very high price-to-earnings ratios based on current stock prices and consensus estimates for 2023. But for rapidly growing companies, earnings typically aren't a priority, which explains why Amazon.com Inc. AMZN always trades at a high P/E. In comparison, the the iShares S&amp;P 500 Growth ETF trades for 23.3 times its weighted aggregate consensus earnings estimate for 2023.</p><p>Wall Street's opinion</p><p>Here's a summary of opinion about the 15 companies held by MTUM that analysts expect to grow their revenue the most over the next two years:</p><p>(FactSet)The 12-month price targets may not be useful — for traders, this is an eternity; it may be a short period for long-term investors looking to profit for years as sales (and hopefully earnings, eventually) compound. It is important to do your own research and form your own opinion about a company's financial health and its ability to remain competitive.</p>",
  "published": "2021-06-11T09:48:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 781,
          "end": 786
        },
        {
          "start": 781,
          "end": 797
        }
      ]
    }
  ]
}