{
  "_id": "d7e0620681265e8f6a816aa0a3633660fa11927eb609841dc26df8bd9865c8ef",
  "feed": "wall-street-journal",
  "title": "Coercion Made the Pandemic Worse",
  "text": "<p>Free choice relies on persuasion. It recognizes that you are an important participant with key information, problem-solving abilities and rights. Any solution that is adopted, therefore, must be designed to help you and others. Coercion is used when persuasion has failed or is teetering in that direction -- or when you are raw material for someone else's grand plans, however ill-conceived.</p><p>Authoritarian governmental approaches hamper problem-solving abilities. They typically involve one-size-fits-all solutions like travel bans and mask mandates. Once governments adopt coercive policies, power-hungry bureaucrats often spout an official party line and suppress dissent, no matter the evidence, and impose further sanctions to punish those who don't fall in line. Once coercion is set in motion, it's hard to backtrack.</p><p>Consider Australia, until recently a relatively free country. Its Northern Territory has a Covid quarantine camp in Howard Springs where law-abiding citizens can be forcibly sent if they have been exposed to a SARS-CoV-2-positive person or have traveled internationally or between states, even without evidence of exposure. A 26-year-old Australian citizen, Hayley Hodgson, was detained at the camp after she was exposed to someone later found to be positive. Despite three negative tests and no positive ones, she was held in a small enclosed area for 14 days and fed once a day. Even the U.S. Centers for Disease Control and Prevention says quarantine can end after seven days with negative tests. Why didn't the government let her quarantine at home? And why doesn't it exempt or treat differently people who can prove prior vaccination or natural infection?</p><p>Although U.S. authorities haven't gone nearly that far, early in the pandemic the Food and Drug Administration used its coercive power to discourage the development of diagnostic tests for Covid-19. The FDA required private labs wanting to develop tests to submit special paperwork to get approval that it had never required for other diagnostic tests. That, in combination with the CDC's claims that it had enough testing capacity, meant that testing necessitated the use of a CDC test later determined to be so defective that it found the coronavirus in laboratory-grade water.</p><p>With voluntary approaches, we get the benefit of millions of people around the world actively trying to solve problems and make our lives better. We get high-quality vaccines from BioNTech/Pfizer, Johnson &amp; Johnson and Moderna, instead of the suspect vaccines from the governments of Cuba and Russia. We get good diagnostic tests from Thermo Fisher Scientific instead of the defective CDC one. We get promising therapeutics such as Pfizer's Paxlovid and Merck's molnupiravir.</p><p>With authoritarian approaches, we get solutions that meet the requirements of those in power, regardless of how we benefit. Consider this hypothetical example:</p><p>Policy A ends with 1,000 Covid-19 cases, 5,000 people who have completely lost their liberty for two weeks, 1,000 lost jobs, and 300 missed key family events, such as the funeral of a loved one.</p><p>Policy B ends with 1,020 Covid-19 cases, 4,000 who have lost some of their liberty for one week, 1,000 who have completely lost their liberty for two weeks, 300 lost jobs, and 100 missed family events.</p><p>The government may prefer Policy A because it is focused on one aspect of the problem. You might prefer Policy B because many aspects of life matter to you -- not only coronavirus cases -- and B is much better on the other dimensions. But your preferences don't count.</p><p>With coercive solutions, you'll often deal with an official who will absolve himself of responsibility by pinning the rule on those giving the orders. With voluntary solutions, if it doesn't make sense, we usually don't do it. And therein lies one of the greatest protections we have to ensure that the solution isn't worse than the problem.</p><p>The supposed trump card of those who favor coercion is externalities: One person's behavior can put another at risk. But that's only half the story. The other half is that we choose how much risk we accept. If some customers at a store exhibit risky behavior, then we can vaccinate, wear masks, keep our distance, shop at quieter times, or avoid the store.</p><p>Economists understand how one person can impose a cost on another. But it takes two to tango, and it's generally more efficient if the person who can change his behavior with the lower cost changes how he behaves. In other words, to perform a proper evaluation of policies to deal with externalities, we must consider the responses available to both parties. Many people, including economists, ignore this insight.</p><p>By what principle do we throw out the playbook of the more successful country, ours, and adopt one from less successful, more authoritarian countries? The authoritarian playbook has serious built-in weaknesses, while solutions based on free choice have obvious and not-so-obvious strengths. Freedom is beneficial in good times; it's even more crucial in challenging times.</p><p>---</p><p>Mr. Henderson is a research fellow with the Hoover Institution at Stanford University. He was senior health economist with President Reagan's Council of Economic Advisers. Mr. Hooper is author of \"Should the FDA Reject Itself?\" and president of Objective Insights, whose clients include pharmaceutical companies.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2721,
          "end": 2726
        }
      ],
      "nexusId": "10042334"
    }
  ]
}