{
  "_id": "01cea7beda648f3c8338e8cb18662ab3a968c0f5a3fee46abc472dce4a944040",
  "feed": "wall-street-journal",
  "title": "Monday's Markets:  Tech Selloff Sinks Stock Indexes  ---  Facebook shares fall  4.9% on outages at  several units; Alphabet,  Amazon also decline  ----  By Anna Hirtenstein and Gunjan Banerji",
  "text": "<p>   A selloff in Facebook Inc. stock and shares of other big technology companies rippled through the market, pushing major U.S. indexes toward steep declines to start the week. </p><p>   Stocks opened with mild declines before losses quickly accelerated. The S&amp;P 500 dropped 56.58 points, or 1.3%, to 4300.46. The broad index closed last week down 2.2%. The tech-heavy Nasdaq Composite Index declined 311.21 points, or 2.1%, to 14255.48. The Dow Jones Industrial Average lost 323.54 points, or 0.9%, to 34002.92. </p><p>   Monday's moves continued a recent trend of underperformance in big technology companies. Investors have fled shares of the highflying stocks as bond yields have lurched higher. Higher yields make tech companies' outsize profits in the future less attractive. </p><p>   After notching big gains since early last year, tech has been particularly volatile in recent sessions. Monday's selloff marked the Nasdaq Composite's third drop of at least 2% since early September. </p><p>   Facebook shares were hit harder than other big tech companies, with the shares sliding $16.78, or 4.9%, to $326.23, for their worst day of 2021. The stock is down more than 14% from its record. </p><p>   Facebook entities WhatsApp, Instagram and Facebook weren't accessible to users Monday morning, with users receiving error messages when trying to access the sites. The company's whistleblower, Frances Haugen, is set to testify before Congress on Tuesday and has detailed vast problems with the social-media company. </p><p>    Alphabet Inc. shares dropped $57.67, or 2.1%, to $2,673.19. Amazon.com Inc. lost $93.48, or 2.9%, to $3,189.78. All three have underperformed the S&amp;P 500 over the past month and are among the biggest companies in the U.S. stock market. </p><p>   \"They're just such a big piece\" of the market, said Mark Stoeckle, chief executive officer at Adams Funds, of the tech stocks. \"It's hard to offset that kind of a downdraft with the other 495 stocks in the S&amp;P 500.\" </p><p>   The yield on the benchmark 10-year Treasury note ticked up to 1.481% from 1.464% Friday. </p><p>   Major indexes have suffered  volatility in recent sessions, and many investors said they were expecting more turbulence in the fall months. Investors are also watching negotiations in Congress closely, as lawmakers debate the debt ceiling ahead of a deadline this month to raise it so the government can pay its bills. </p><p>   Meanwhile, Democrats are considering scaling back the next spending package to improve its chances of being passed. The Biden administration also announced Monday that it will keep tariffs on Chinese imports as it presses Beijing to fulfill promises to buy more U.S. goods and services, but that it plans to kick off new trade talks with China. </p><p>   \"You've got a combination of uncertainty out of D.C., continued headlines out of China about Evergrande and against a backdrop where you've seen bond yields rise,\" said David Stubbs, global head of investment strategy at J.P. Morgan Private Bank. \"This should all eventually be manageable but this is the problem with policy uncertainty, especially about the world's two largest economies.\" </p><p>   In corporate news, Tesla Inc. shares rose $6.31, or 0.8%, to $781.53 after the auto maker reported record deliveries for the third quarter. Tesla shares have been reinvigorated over the past month, gaining 7% even as the broader market has fallen. </p><p>    Merck &amp; Co. climbed $1.70, or 2.1%, to $83.10, after the pharmaceutical company said its antiviral pill was effective against Covid-19 in a late-stage trial. Vaccine makers slipped, with Moderna Inc. declining 4.5% and Novavax Inc. down 1.8%. </p><p>   Shares of China Evergrande Group and its property-management unit halted trading in Hong Kong on Monday. The subsidiary said this was pending an announcement about a possible takeover bid. </p><p>   Another Chinese developer, Hopson Development Holdings Ltd. also halted its shares. It said this was pending an announcement about a transaction involving an unnamed Hong Kong-listed target company. </p><p>   \"While this could provide some shorter-term funding, markets are still going to question what the longer-term picture is for the company,\" said Kiran Ganesh, a multiasset strategist at UBS Asset Management. Evergrande carries more than $300 billion of liabilities, and investors think it is unlikely to pay some of those obligations, such as its international dollar bonds, in full. </p><p>   that investors think it is unlikely to pay. </p><p>   In commodities markets, oil prices surged to a seven-year high as OPEC and a Russia-led group of oil producers agreed to continue increasing production in measured steps, deciding against opening the taps more widely. West Texas Intermediate crude, the U.S. benchmark, rose 2.3% to $77.62 a barrel, closing at its highest level since November 2014. </p><p>   Overseas, the pan-continental Stoxx Europe 600 slid 0.5%. In Asia, most major benchmarks pulled back. Hong Kong's Hang Seng Index fell 2.2% but early Tuesday was up 0.1%, while Japan's Nikkei 225 Index declined 1.1% Monday and down a further 2.8% early Tuesday. Markets in mainland China are closed until Friday for the Golden Week holiday. U.S. stock futures were up 0.1%. </p><p></p>",
  "published": "2021-10-05T06:08:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3312,
          "end": 3323
        }
      ],
      "nexusId": "10042334"
    }
  ]
}