{
  "_id": "be5dd2399950ff699568914f10cdd4a6439f21a1c333c088223386cb7581f7b0",
  "feed": "market-watch",
  "title": "WHO warns Europe could see 500,000 more COVID-19 deaths by February amid uneven vaccine take-up, and U.S. starts to give kids their shots",
  "text": "<p>The mandate, which Biden announced over the summer, will apply to some 84 million employees, according to a fact sheet published by his administration. It will be enforced through an emergency rule developed by the Occupational Safety and Health Administration, or OSHA.</p><p>OSHA will enforce the mandate through complaints filed with the agency and through “programmed or planned inspections” of workplaces, senior administration officials said. The maximum penalty for a serious violation is $13,653 and the maximum penalty for a willful violation is $136,532.</p><p>Jan. 4 is the same date Biden's vaccine mandate for some 17 million health care workers who treat Medicaid or Medicare patients goes into effect. These workers however will not have the option to get tested for COVID-19 in place of getting vaccinated.</p><p>“According to Wall Street analysts, vaccination requirements could result in as many as 5 million American workers going back to work, and a survey of prominent, independent economists found unanimous agreement that vaccination requirements will “promote a faster and stronger economic recovery,” said the fact sheet.</p><p>https://twitter.com/CDC_NCEZID/status/1455903344350973953The move comes as the U.S. continues to average about 1,300 COVID deaths a day, according to a New York Times tracker, although cases and hospitalizations are steady or falling in more than 40 states.</p><p>But hot spots, including Alaska and Colorado, are struggling with high case loads and overwhelmed hospitals and many of Colorado's ICUs are at 90% capacity or higher. As most of those patients are unvaccinated, experts continue to urge that group to get their shots and avoid dying a preventable death.</p><p>Biden urged parents to get their children vaccinated late Wednesday, after the Centers for Disease Control and Prevention&#xa0;granted children aged 5 to 11 access&#xa0;to the COVID-19 vaccine developed by Pfizer PFE and German partner BioNTech BNTX.</p><p>Speaking at the White House, Biden said vaccines would be available at 20,000 locations across the country, including schools and community health centers. “You can now protect them from this horrible virus,” Biden said of young children.&#xa0;</p><p>See now:COVID vaccinations for kids begin in California with toys and gifts</p><p>https://twitter.com/WhiteHouse/status/1455989345526112270The CDC's vaccine tracker is showing that almost 193 million people living in the U.S. are fully vaccinated, equal to 58% of the population, still below the 70% experts say is needed to stop the spread. Some 20.6 million people have received a booster shot.</p><p>Elsewhere, the U.K. has become the first country to approve an antiviral that can be taken at home for COVID-19, in the form of molnupiravir, which was developed by Merck MRK and partner privately held Ridgeback Biotherapeutics. The treatment, which is in capsule form, has been authorized for use in people who have mild to moderate COVID-19 and at least one risk factor for developing severe illness.&#xa0;</p><p>Much of the rest of the news from the U.K. is grim, including that rates of infection in England in people aged above 65 roughly doubled in September and October, the Guardian reported, citing researchers at Imperial College London. Scientists warned that the virus is spreading from schoolchildren to more vulnerable age groups.</p><p>The research found that the newly emerged subvariant of the delta variant named AY.4.2 accounted for 10.3% of cases in October, up from 4.6% in September, suggesting it is spreading faster than the original delta variant.</p><p>The Office of National Statistics said roughly 1.2 million people living in the U.K. have reported “long COVID” symptoms, which include fatigue, shortness of breath, loss of smell and difficulty concentrating.</p><p>The World Health Organization warned that Europe overall is at a “critical point” in the pandemic thanks to uneven vaccine coverage and a relaxation of public safety measures and said the region could see another 500,000 COVID deaths by February.</p><p>“We are, once again, at the epicenter,” said Hans Kluge, who is head of Europe for the agency. “With a widespread resurgence of the virus, I am asking every health authority to carefully reconsider easing or lifting measures at this moment.”</p><p>He added that vaccines are doing what was promised, “preventing severe forms of the disease and especially mortality … But they are our most powerful asset only if used alongside public health and social measures.”</p><p>Russia has set another record for daily&#xa0;coronavirus&#xa0;deaths at 1,195, even after a week long lockdown, the AP reported. Since late September, Russia has tallied new highs in infections or deaths almost daily, mostly because of its low vaccination rate with less than 35% of its population inoculated.</p><p>Read also:&#xa0;Russia joins ‘very high' risk areas the CDC says to avoid during the pandemic</p><p>A study led by Oxford University and published in the British Medical Journal has estimated that COVID has caused the loss of 28 million years of life. Researchers made the calculation by measuring the number of deaths and age at which they occurred and said the true toll is likely higher as they did not include data from Asia, Africa and Latin America.</p><p>See: Moderna's shares are down 10% after COVID-19 vaccine revenue comes in lower than expected</p><p>Also: Regeneron earnings boosted by $804 million in sales of COVID antibody treatment</p><p>The study found the highest reduction in life expectancy was in Russia where men lost 2.32 years of life expectancy in 2020, followed by the U.S. at 1.98 years.</p><p>In other news, Germany's daily case load hit a record of 33,949 on Thursday, the most since the start of the pandemic, Reuters reported. State health ministers are to hold a two-day meeting on the crisis. On Wednesday, Health Minister Jens Spahn lamented Germany's “massive” pandemic of the unvaccinated.</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 248.2 million on Thursday, while the death toll edged above 5.02 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 46.3 million cases and 750,435 deaths.</p><p>India is second by cases after the U.S. at 34.3 million and has suffered 459,652 deaths. Brazil has second highest death toll at 608,235 and 21.8 million cases.</p><p>In Europe, Russia has the most fatalities at 238,784 deaths, followed by the U.K. at 141,609.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 109,965 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively understated.</p>",
  "published": "2021-11-04T10:45:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2727,
          "end": 2732
        }
      ],
      "nexusId": "10042334"
    }
  ]
}