{
  "_id": "fee708e32d0b1abc209822bdff3c949020157aab5e1fa0f73bd2549ba7c9ae6e",
  "feed": "market-watch",
  "title": "S&P 500, Nasdaq hit new records on strong earnings and progress on budget deal, despite disappointing economic growth",
  "text": "<p>How did stock-index futures trade?</p><p>The Dow Jones Industrial Average DJIA closed up 239.79 points or 0.68% to 35730.48, narrowly missing a record close.</p><p>The S&amp;P 500 SPX popped 44.74 points or 0.98% to 4596.42, a record close.</p><p>The Nasdaq Composite COMP advanced 212.28 points or 1.39% to 15,448.12 , its own first record since Sept. 7.</p><p>On Wednesday, the Dow and S&amp;P 500 pulled back modestly from record finishes set a day earlier, while the Nasdaq ended virtually unchanged.</p><p>What drove the market?</p><p>Investors have been emboldened by strong results from leading American corporations, with Ford F shares up 8% after the auto maker reported mixed third-quarter results but raised guidance for this year, resumed its dividend and said computer chip shortages are easing.</p><p>Worries that the economy is still hobbled in the wake of the pandemic and could continue to face higher prices and supply chain disruptions have been a lingering concern for market participants.</p><p>The U.S. economy grew at an annualized rate of 2% in third-quarter, according to an initial reading of gross domestic product, the official scorecard of the American economy. The reading, the slowest growth rate since the 2020 recession, was far weaker than expectations of 2.8%, and was down from 6.7% in the second quarter.</p><p>“GDP told us what we already knew, the economy slowed down considerably in the third quarter. The good news is we see the next few quarters more than making up for the slowdown, as COVID trends continue to improve,” said Ryan Detrick, chief market strategist at LPL Financial, in emailed remarks.</p><p>Pending home sales fell 2.3% in September compared with August, the National Association of Realtors&#xa0;reported&#xa0;Thursday. Economists polled by MarketWatch had projected a 1% increase.</p><p>Meanwhile, weekly new jobless claims fell to 281,000 in the week ending Oct. 23, marking the lowest since March of last year, from a revised 291,000 in the week prior.</p><p>The data offers a muddled picture of the economic recovery from COVID-19, with the Federal Reserve set to meet next week to update its policy plans.</p><p>Investors are also watching the actions of other central banks after the Bank of Canada decision to abruptly end its bond purchasing program and said it was on a path toward interest rate increases, as the U.S.'s northern neighbor aims to combat inflation fears.</p><p>Meanwhile, the European Central Bank on Thursday, as expected, left its monetary policy measures unchanged, saying it would continue to purchase assets via its pandemic emergency purchase program at a slower pace than seen in the second and third quarters. ECB President Christine Lagarde pushed back against rising market expectations for rate increases by the end of next year, but failed to reverse bets on such a move.</p><p>See: ECB's Lagarde pushes back against rising interest rate-hike expectations, but markets don't listen</p><p>Those moves come as the Federal Reserve is scheduled to hold its two-day rate-setting gathering Nov. 2-3, where it is widely expected to announce and start tapering of its monthly purchases of $120 billion in Treasurys and mortgage-backed securities.</p><p>In political news, President Biden unveiled the framework for $1.75 trillion social-spending bill with extended CTC payments and climate change provisions that he said has the support of congressional Democrats.</p><p>Which companies were in focus?</p><p>Facebook FB stock surged after social media platform said it will rebrand itself as Meta. Shares closed up 1.5%.</p><p>Caterpillar Inc.&#xa0;CAT&#xa0;shares rose more than 4% after the maker of equipment for the construction and energy industries swept pass profit estimates for the third quarter.&#xa0;</p><p>Shares of Merck &amp; Co. Inc.&#xa0;MRK rose 6.1% after the drugmaker and animal health company reported third-quarter profit and revenue that rose above expectations and provided and upbeat full-year outlook.</p><p>Hertz Global Holdings Inc.&#xa0;HTZZ,&#xa0;which emerged from bankruptcy in July, said Thursday it had net income of $571 million, or $1.13 a share, in the third quarter, after a loss of $222 million, or $1.42 a share, in the year-earlier period. Shares rose 5%.</p><p>Hershey Co.&#xa0;HSY&#xa0;ended flat after the candy company reported third-quarter earnings that beat expectations and raised its guidance.</p><p>Molson Coors Beverage Co. shares&#xa0;TAP rose 0.5% after the brewer of Coors Light, Miller Lite, Molson Canadian, and other beer brands beat earnings estimates for the third quarter.</p><p>Shares of Northrop Grumman Corp.&#xa0;NOC were in focus after the aerospace and defense contractor reported third-quarter profit that beat expectations but sales that fell short, as weakness in the company's service business offset an increase in product sales. Shares tumbled 7.6%.</p><p>How did other assets fare?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y were up 2.4 basis points to 1.574%, after seeing its steepest daily drop since July 19 as front-end yields jumped, flattening the curve. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was off 0.5%.</p><p>Oil futures traded lower, with the U.S. benchmark&#xa0;CL00 down 0.6% to reach $83.19 a barrel. Gold futures&#xa0;GC00 were flat at $1,799.80 an ounce.</p><p>In European equities, the Stoxx Europe 600&#xa0;SXXP&#xa0;edged up 0.2% and London's FTSE 100&#xa0;UKX&#xa0;was down 0.1%.</p><p>The Shanghai Composite&#xa0;SHCOMP fell 1.2%, while the Hang Seng Index&#xa0;HSI dropped 0.3% in Hong Kong, while Japan's Nikkei 225&#xa0;NIK&#xa0;saw a 1% decline.</p>",
  "published": "2021-10-28T16:24:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3659,
          "end": 3670
        },
        {
          "start": 3659,
          "end": 3675
        }
      ],
      "nexusId": "10042334"
    }
  ]
}