{
  "_id": "9b5a753cf68015c17fe389e2205ea8a7faa057749b5e43df43f9643d21fbba45",
  "feed": "market-watch",
  "title": "Pfizer and BioNTech to seek backing for COVID-19 booster in all U.S. adults aged 18 and over, as deaths still average 1,200 a day",
  "text": "<p>The companies PFEBNTX may even file to expand their current authorization from the U.S. Food and Drug Administration as early as this week, according to the report in the Washington Post, which cited three officials familiar with the decision.</p><p>The officials quoted said the FDA is likely to support the application, which would effectively fulfill President Joe Biden's goal expressed in the summer of getting boosters to all adults to address waning vaccine protection. The news comes exactly one year since Pfizer unveiled the vaccine and said it was effective at protecting against the virus.</p><p>The U.S. is still averaging about 1,200 deaths a day, according to a New York Times tracker, an undesirably high level almost two years into the pandemic. And while cases are declining, they are still averaging more than 70,000 a day and almost 50,000 people are being hospitalized a day.</p><p>Read now:&#xa0;‘Too many people remain unvaccinated for us to get out of this pandemic': Business groups give their verdict on employee vaccine mandate</p><p>Hot spots remain, too, including California and Colorado, and experts are worried that cases could surge again during the cold winter months when people are likely to gather in indoor settings.</p><p>Many states have mostly abandoned the public safety measures implemented last year, and there are still millions of eligible Americans who have opted not to get vaccinated. Experts lament that so many deaths are in that group, and that those people are dying what are preventable deaths.</p><p>https://twitter.com/EricTopol/status/1457438899580456968https://twitter.com/EricTopol/status/1458083296743772177The Centers for Disease Control and Prevention's vaccine tracker is showing that 194 million Americans are fully vaccinated, equal to 58% of the overall population. That number has barely budged in weeks and is well below the 70% needed to stop the spread. Some 24.8 million people have had booster shots, which are outpacing primary doses on a daily basis.</p><p>See: Pfizer's positive antiviral news raises hopes for a new easy-to-take treatment for COVID-19, and cases start to rise again in California</p><p>A college in Colchester, Vermont is blaming Halloween parties for an outbreak of cases that have led the state to record numbers in the last week, according to a New York Times report. New daily cases have increased 51% in the past two weeks, according to the Times tracker and hospitalizations are also climbing and raising concerns about the state's hospital capacity as winter approaches.</p><p>The Biden administration framed its vaccine mandate for private employers in life-or-death terms Monday in a legal filing that sought to get the requirement back on track after it was halted by a federal court, the Associated Press reported.</p><p>Its filing in response to a stay issued over the weekend by the New Orleans-based 5th U.S. Circuit Court of Appeals said there is no reason to rush into a ruling on whether the halt should be made permanent because the vaccine mandate won't take effect until Jan. 4. Stopping the mandate from taking effect will only prolong the COVID-19 pandemic and would “cost dozens or even hundreds of lives per day,” lawyers for the Justice and Labor departments said.</p><p>The White House has been sued by more than two dozen Republican state attorneys general and others over its vaccine mandate for companies with more than 100 employees.</p><p>See now:BioNTech lifts 2021 Covid-19 vaccine revenue outlook to up to almost $20 billion</p><p>In other medical news, Moderna MRNA&#xa0;is seeking an update to the conditional authorization of its COVID-19 vaccine in Europe so that it includes children between the ages of 6 and 11 years old.</p><p>Moderna delayed filing for authorization in this age group in the U.S. until the Food and Drug Administration's review of the myocarditis risk in teens is resolved, likely by January. Moderna's clinical data shows that its shot has an efficacy rate of 80% at preventing infection with the virus, including symptomatic and asymptomatic cases, among children in this age group two weeks after they received the second dose.</p><p>Merck MRK and partner privately held Ridgeback Biotherapeutics said the U.S. government will exercise options to buy 1.4 million additional courses of the companies'&#xa0;antiviral pill molnupiravir&#xa0;for $1 billion if the COVID-19 treatment is either granted Emergency Use Authorization or approved by the Food and Drug Administration.</p><p>That brings the total commitment from the U.S. government to 3.1 million course of molnupiravir for $2.2 billion, between authorization and early 2022.</p><p>Beximco Pharmaceuticals Ltd. said Tuesday that it has launched the first generic version of molnupiravir, an oral product to treat symptomatic Covid-19, in Bangladesh, Dow Jones Newswires reported.</p><p>https://twitter.com/AFP/status/1458097044858490892Elsewhere, Singapore will no longer cover the medical bills of people who are “unvaccinated by choice” after Dec. 8, according to the Ministry of Health.</p><p>“Currently, unvaccinated persons make up a sizeable majority of those who require intensive inpatient care, and disproportionately contribute to the strain on our healthcare resources,” the ministry said in a statement.</p><p>In China, the city of Heihe is offering thousands of dollars for anyone giving clues in tracing the source of its latest outbreak, as part of a “people's war” to stamp out one of the country's largest resurgences in months, AFP reported. China reported 43 local cases on Tuesday in a Delta-driven surge that has fanned out to 20 provinces and regions, keeping new case numbers in the double-digits over the past three weeks.</p><p>Russia said the decision to close down workplaces for a week has helped turn the tide on its wave of COVID cases, the Guardian reported. The health minister told a televised government meeting on Tuesday that the increase in the number of patients receiving medical care had slowed last week for the first time since the beginning of August, though he said it remained “quite high.”</p><p>However, the country still reported a record one-day death toll of 1,211 on Sunday.</p><p>See: U.S. reopens to vaccinated travelers from 33 countries after 18 months, as global tally of COVID-19 cases tops 250 million</p><p>Latest tallies</p><p>The global tally for the coronavirus-borne illness climbed above 250.5 million on Tuesday, while the death toll edged above 5.06 million, according to&#xa0;data aggregated by Johns Hopkins University.</p><p>The U.S. continues to lead the world with a total of 46.6 million cases and 755,732 deaths.</p><p>India is second by cases after the U.S. at 34.4 million and has suffered 461,389 deaths. Brazil has second highest death toll at 609,573 and 21.9 million cases.</p><p>In Europe, Russia has the most fatalities at 244,588 deaths, followed by the U.K. at 142,293.</p><p>China,&#xa0;where the virus was first discovered late in 2019,&#xa0;has had 110,331 confirmed cases and 4,809 deaths, according to its official numbers, which are widely held to be massively understated.</p>",
  "published": "2021-11-09T10:56:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 4090,
          "end": 4095
        }
      ],
      "nexusId": "10042334"
    }
  ]
}