{
  "_id": "637b2b40452212c91140a83a16717aaf6d2b1a53c950ad4dc06f971f861c811e",
  "feed": "market-watch",
  "title": "Three generations haven't traded through an inflationary cycle. Here are the stocks for it, one seasoned fund manager says.",
  "text": "<p>Cue the traditional end-year rally?</p><p>https://twitter.com/callieabost/status/1455266604263034885?s=20https://twitter.com/callieabost/status/1453089121229017093Onto our call of the day from Michael Cuggino, president and portfolio manager of the nearly 40-year old multiasset Permanent Portfolio Family of Funds PRPFX. He told MarketWatch that investors are entering a new and largely unfamiliar era of investing that begs for a diversified approach.</p><p>Cuggino outpointed two investor blind spots right now — the potential for higher interest rates, and a widely accepted Federal Reserve view that inflation is transitory and will ease once supply-side issues are ironed out. “I think the inflation story is broader than that and I don't think it's been properly priced in yet,” said the manager.</p><p>The 58-year old Cuggino said growing up in the '70s and '80s exposed him to high single-digit inflation, a misery index and stagflation. “So inflation is a risk and you've got two to three generations of investors right now that have never managed an inflationary cycle,” he said. “It's a risk to equities because of rising costs, lower profit margins.”</p><p>Those newbie investors have also never managed a rising interest rate environment, such as he saw in the 1980s. Even five to eight years ago, markets were dealing with a benign geopolitical environment — no inflation and low bond yields even as rates were rising, he said.</p><p>Hence the next 10 years could look a lot different, Cuggino said.</p><p>As for stock ideas, he's keen on companies that can withstand rising rates and inflation, and control their cost structure. He believes we're potentially at the start of a multiyear commodity cycle, which is favorable for dividend-paying copper miner Freeport-McMoRan FCX.</p><p>He also likes fellow miners BHP BHPUK:BHP and Rio Tinto UK:RIORIO — two diversified industrial metals companies that both pay dividends. Again, “good ideas for a long-term investor that's willing to play the fact there might be a longer-term cycle in commodities,” said Cuggino.</p><p>Another dividend-paying sector poised to increase those payouts and work well for a long-term investor are financials. He pointed to Morgan Stanley MS among big financial services groups and regional bank First Republic FRC, though noted the latter is more expensive to own right now. He owns State Street STT bank in the trust company space.</p><p>“The broader you're diversified about different possibilities, the better chance you have to produce a positive outcome or at least mitigate downside risks. And so that's why we would be diversified right now,” he said.</p><p>The buzz</p><p>Moderna MRNA stock is falling after the COVID vaccine maker cut its revenue outlook and earnings fell short. Travel group Expedia EXPE and drinks group Monster Beverage MNST among those reporting late.</p><p>Shares of mobile-chip specialist Qualcomm QCOM are surging on a rosy outlook and results. Results cheer is also lifting shares of videogame publisher Electronic ArtsEA, while solar-energy group SunPower SPWR is down on a loss, and a weak forecast is hitting tech group Roku ROKU.</p><p>Cathie Wood's flagship exchange-traded fund sold shares of troubled real-estate group Zillow Z on Wednesday, a day after buying.</p><p>The U.S. has reached a milestone with more than 750,000 deaths due to COVID-19. And the fully vaxxed mayor of Los Angeles, Eric Garcetti, is quarantining in his hotel room in Scotland at the COP26 climate summit after testing positive. The U.K., where COVID cases continue to climb, has approved Merck's MRK antiviral at-home treatment.</p><p>Weekly jobless claims came in at another pandemic low, the U.S. trade gap expanded to $80.9 billion, while unit labor costs surged and productivity output fell in the third quarter, among worker shortges and economic bottlenecks.</p><p>The tweet</p><p>Food for thought?</p><p>https://twitter.com/goodalexander/status/1456105814469615626The markets</p><p>UncreditedStocks are set to hover around records, with Nasdaq-100 futures NQ00 higher, but flat elsewhere YM00ES00. Gold GC00 and the dollar DXY are up, and oil CL00 continues to slide. It was a mostly upbeat day in Asia. Bitcoin BTCUSD is holding above $60,000. The British pound GBPUSD is down after the Bank of England held rates steady, bucking expectations for a hike.</p><p>The chart</p><p>The tea leaves are pointing to a year-end rally for high-beta stocks, says Bank of America's equity and quant strategist Savita Subramanian, who provides this chart to clients:</p><p>UncreditedStocks with higher beta tend to see outsize movements, gaining more when markets rise and fall more when it heads the other direction. &#xa0;</p><p>“High Beta stocks typically outperform in November — perhaps attributable to active funds chasing beta to boost performance — and December is also strong. Since 1986, High Beta has outperformed the S&amp;P 500 61% of the time in November by an average 1.6ppt,” said Subramanian, who sees energy and financials stocks as potential winners.</p><p>Random reads</p><p>What really happened to Tony Soprano? We may finally know.</p><p>A very hairy tribute to U.K. Prime Minister Boris Johnson:</p><p>https://twitter.com/ianbremmer/status/1455959570975793155Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-11-04T08:54:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3516,
          "end": 3521
        }
      ]
    }
  ]
}