{
  "_id": "6242a595cddcc1f6be3b2474009a417ddbd7b83a390fbb3f233a225626aaa546",
  "feed": "ftcomall",
  "title": "Neil Young joins music rights gold rush after striking Hipgnosis deal ",
  "text": "<p>Counter-cultural icon Neil Young has sold a 50 per cent share of his back catalogue to Hipgnosis, the UK music publishing company, in the latest high profile rights deal triggered by the <a href=\"https://www.ft.com/content/1f8f44e4-4ec5-11ea-95a0-43d18ec715f5\">soaring valuation</a> of music in the streaming age.</p> <p>The deal covers the writing and publishing rights to almost 1,200 songs composed by the singer ranging from his 1960s groups Buffalo Springfield and Crosby, Stills, Nash &amp; Young to his 50-year long solo career including the 1972 hit album Harvest and up to the 2020 release Colorado.&#xa0;It gives the UK-listed company partial control over songs including “Heart of Gold”, “Rockin' in the Free World”, “Only Love Can Break Your Heart” and “Cinnamon Girl”. </p> <p>The agreement is the latest sign that established artists are looking to take advantage of the soaring valuation of established hits as Hipgnosis and rival funds roll up older catalogues. It follows Universal Music's <a href=\"https://www.ft.com/content/796d0bfc-c55e-4471-8e24-f84948d7a738\">acquisition of Bob Dylan's catalogue</a> for a nine-figure sum in December and two Hipgnosis deals this week to buy out Lindsey Buckingham of Fleetwood Mac and <a href=\"https://www.ft.com/content/5c2d1a1e-f783-43bd-a7ab-bb34f663309d\">Jimmy Iovine's catalogue rights</a>. </p> <p>Hipgnosis provided no financial details. Music Business Worldwide, the analysis company, estimated that the deal could be worth $150m based on the Bob Dylan sale but the company declined to comment saying that it had a non-disclosure agreement with the artist.&#xa0;</p> <p>Merck Mercuriadis, founder of Hipgnosis, said he had long worked to strike a deal with the singer, having worked closely with his former manager Elliot Roberts in the past. “This is a deal that changes Hipgnosis forever,” he said.</p> <p>Speaking to the Financial Times from Los Angeles, Mr Mercuriadis said he had cited Neil Young as an example of the sort of artist Hipgnosis wanted to bring on board since his first investor meetings three years ago. “Neil has proved throughout his career how you can be incredibly successful commercially and maintain your integrity,” he said. </p> <p>Neil Young has released 50 studio albums and 20 live albums over his career including forays into rock, Americana, grunge, rockabilly and even electronica. Mr Mercuriadis said that back catalogue had been under exploited. “People haven't been able to keep up. Every album has a classic on it,” he said. </p> <p>But he cautioned that it would need to be carefully managed. He cited the <a href=\"https://open.spotify.com/track/46icck0Ivdbm6bojEzhzsF?si=kxQJ61ExSBCbgh9kIY0HNQ\">“burger of gold”</a> case — an oblique reference to the singer's decision to turn down an offer in the 1970s to use Heart of Gold in a radio advertising campaign — as an example of how not to increase the value of songs penned by artists such as Neil Young. “We won't waste our time going after McDonald's,” said Mr Mercuriadis. </p> <p>The acquisition is one of the <a href=\"https://www.ft.com/content/71c2be62-b823-47d9-9f43-ab322883aa8c\">largest deals</a> landed by Hipgnosis, which has spent £1.2bn buying the back catalogues of well known artists and songwriters, and now owns some of the rights to about 60,000 songs. Hipgnosis has said it is considering a fresh fundraising to pursue more deals. </p> <p>It added that in the wake of the Neil Young deal it had agreed with its lenders to increase its revolving credit facility from $400m to $600m, a figure that it could raise by a further $150m. It does not want its liabilities&#xa0;to exceed 30 per cent of its net asset value, a figure determined by its directors.</p><p>Source: Nic Fildes 2021 'Neil Young joins music rights gold rush after striking Hipgnosis deal ' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T08:13:13.732Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1356,
          "end": 1361
        }
      ],
      "name": "Merck & Co., Inc.",
      "id": "US58933Y1055",
      "nexusId": "10042334"
    }
  ]
}