{
  "_id": "d50a40ea6d6e2eae1abfda3454331e72fe1b4de883ca2c8e16e83f5247f8892f",
  "feed": "market-watch",
  "title": "S&P 500 books worst daily slump in about 4 months as bond yields climb",
  "text": "<p>How did stocks trade?</p><p>The Dow Jones Industrial Average DJIA fell 569.38 points, or 1.6%, to end at 34,299.99.</p><p>The S&amp;P 500 SPX slid 90.48 points, or 2%, finishing at 4,352.63, booking its worst daily percent drop since May 12, according to Dow Jones Market Data.</p><p>The Nasdaq Composite COMP dropped 423.29 points, or 2.8%, to close at 14,546.68.</p><p>On Monday, the Dow Jones Industrial Average rose 71 points, or 0.2%, while the S&amp;P 500 declined 0.3% and the tech-heavy Nasdaq Composite dropped 0.5%.</p><p>What drove the market?</p><p>Stocks sold off as investors anticipate the Federal Reserve moving away from the accommodative policy it set during the early months of the pandemic on concerns over elevated inflation.</p><p>“Investor anxiety is pretty elevated right now,” said Seema Shah, chief strategist with Principal Global Investors, in a phone interview Tuesday. “There's a lot going on.”</p><p>The CBOE Volatility Index VX00 was trading around 23 Tuesday afternoon, up about 40% this month, according to FactSet data, at last check.</p><p>Investors have been shunning government bonds since last week's Federal Open Market Committee meeting, as traders brought forward expectations for the first interest-rate increase into late 2022. Markets also were giving roughly 50% odds the European Central Bank will join the Fed with a rate increase next year.</p><p>The 10-year Treasury yield BX:TMUBMUSD10Y rose about 5 basis points to 1.534% Tuesday, rising for six straight trading days and touching its highest level since June.</p><p>Rising long-term bond yields have put pressure on tech- and other growth-related shares, while stocks for companies more sensitive to the economic cycle also succumbed to selling pressure, but outperformed more rate-sensitive stocks.</p><p>“Bottom line, the stock market is being driven by the bond market this week and if we see bonds continue to drop (yields spike higher) then that will result in further underperformance by growth stocks and drag the broader market lower while stabilization in yields would likely allow for a rebound,” said Tom Essaye, founder and president of Sevens Report Research, in a Tuesday note.</p><p>The speculation about rising interest rates next year has been helping the U.S. dollar gain ground, with the dollar index DXY just 1% below its 52-week intraday high.</p><p>Fed Chair Jerome Powell spoke Tuesday in front of the Senate Banking Committee with U.S. Treasury Secretary Janet Yellen on the government's response to the coronavirus pandemic, and is due on Wednesday to speak at an ECB event.</p><p>Powell said some of the supply bottlenecks at the heart of a spike in inflation have worsened. According to Shah, some investors worry that persistently high elevation will destroy demand and put the Fed in a difficult position of tightening monetary policy into a weakening economy. Shah said that she expects inflation will stay elevated well into 2022 and then start to fade.</p><p>U.S. Treasury Secretary, Janet Yellen warned that the Treasury Department likely will exhaust extraordinary measures to keep from defaulting on its debt if Congress hasn't acted to raise or suspend the debt limit by Oct. 18.</p><p>Read: What happens if the U.S. defaults on its debt?</p><p>Energy markets have been another source of concern, as Europe and Asia fight for natural-gas supplies. The lead natural-gas contract NG00 has surged around 130% this year.</p><p>With consumers facing higher oil prices as the cost of living rises in the pandemic, Shah said there are signs inflation is weighing on spending and sentiment.</p><p>In U.S. economic data, the Conference Board said its index of consumer confidence slid to a seven-month low of 109.3 this month from a revised 115.2 in August.</p><p>The U.S. trade deficit in goods rose 0.9% in August to $87.6 billion. And the S&amp;P Case-Shiller 20-city home-price index rose 19.9% in the year to July.</p><p>See:Home prices rise at record pace for 4th consecutive month, but economists aren't worried about the housing market — yet</p><p>“We're in that time period right now where we're focusing more on the macro headlines because we're still about two weeks away from earnings season,” said Larry Adam, chief investment officer at Raymond James, in a phone interview Tuesday. That creates some volatility, he said.</p><p>As companies start reporting results for the third quarter, investors will get a “bottom up” view of what “CEOs and CFOs are really seeing in the marketplace,” said Adam, who is expecting that earnings will be “very solid.”</p><p>Which companies were in focus?</p><p>Shares of Ford Motor Co.F rose 1.1% after the auto maker announced plans to spend $11.4 billion to build “mega-campuses” in Tennessee and Kentucky, to help supply new manufacturing capacity for electric vehicles.</p><p>Thor Industries Inc.THO topped Wall Street expectations for its fiscal fourth-quarter profit, showing a year-over-year sales gain as demand for recreational vehicles remained strong. Shares jumped 7.9%.</p><p>Shares of Aurora Cannabis Inc. ACB shook off premarket losses, rising around 7% after the Canadian company late Monday said sales continued to decline while losses mounted in the final three months of its fiscal year.</p><p>The Wall Street Journal reported that Merck &amp; Co. Inc.MRK was in talks to acquire Acceleron Pharma Inc.XLRN, which has a market value of around $11 billion. The report said a deal could be announced this week if the talks don't fall apart. Acceleron shares climbed 2.2%, while Merck shares dipped about 0.1%.</p><p>How did other assets trade?</p><p>The ICE U.S. Dollar IndexDXY, a measure of the currency against a basket of six major rivals, was up 0.3%.</p><p>Oil futures pulled back from an earlier jump, with the U.S. benchmark CL00settling 0.2% lower at $75.29 a barrel. Gold futures GC00 fell 0.8% to settle at $1,737.50 an ounce.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP closed 2.2% lower, while London's FTSE 100 UK:UKX shed 0.5%.</p><p>In Asia, the Shanghai Composite CN:SHCOMP rose 0.5%, while the Hang Seng Index HK:HSI rose 1.2% in Hong Kong. Japan's Nikkei 225 JP:NIK fell 0.2%.</p><p>—Steve Goldstein contributed to this report</p>",
  "published": "2021-09-28T16:49:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 5381,
          "end": 5386
        },
        {
          "start": 5142,
          "end": 5153
        }
      ]
    }
  ]
}