{
  "_id": "5e31e48d38df38d5d5c53934fb7333e695eafe5d0cfc0df68b55737deef0c409",
  "feed": "wall-street-journal",
  "title": "Salesforce, Snowflake, Zscaler, Box: What to Watch When the Stock Market Opens Today; Salesforce offered a muted sales outlook; Zscaler lifted its revenue forecasts",
  "text": "<p>* Zscaler jumped 6.6% premarket after the information security firm raised its revenue outlook for the year.</p><p>* As they have in recent days, Covid-19 vaccine makers are moving in the opposite direction of market sentiment. Moderna slipped 2.7%, Novavax shed 0.8% and Pfizer edged down 0.3%.</p><p>* Merck shares jumped 3.7%. An outside panel of scientific advisers to the FDA narrowly recommended the agency authorize the experimental Covid-19 oral antiviral from Merck and partner Ridgeback Biotherapeutics.</p><p>* GlobalFoundries slipped 1.8% premarket. The contract chip maker swung to a third-quarter profit and its revenue rose 56%, driven by strong demand amid a chip shortage.</p><p>* Hewlett Packard Enterprise ticked down 1.1% premarket. The IT provider reported better-than-expected quarterly earnings and sales in line with Wall Street estimates.</p><p>* Box jumped 10%. The cloud-computing company's third-quarter results beat expectations and it raised full-year revenue guidance.</p><p>* Crude prices are up, and producers' stocks are up along with them. Occidental Petroleum gained 3.2%, Diamondback Energy added 3.6% and Devon Energy rose 3.1%.</p><p>* Travel stocks were also benefiting from the risk-on mood. Cruise operator Carnival rose 3%, hotel chain Hilton Worldwide gained 2.8% and Delta Air Lines climbed 2.5%. Casinos were up too with Las Vegas Sands adding 2.7% and Wynn Resorts up 2.6%.</p><p>* Snowflake, Splunk, Okta and Five Below are among the companies reporting earnings on Wednesday.</p><p>Chart of the Day</p><p>* Close to 27% of U.S. consumers said in October that they had applied for a credit card in the past 12 months, the highest level since 2019.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Salesforce, Snowflake, Zscaler, Box: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-12-01T11:55:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 292,
          "end": 297
        },
        {
          "start": 457,
          "end": 462
        }
      ]
    }
  ]
}