{
  "_id": "6c0779598ac2e296610184da4eba4ff4fb74152137a0d3396906133b6fd481e7",
  "feed": "ftcomall",
  "title": "‘Too close for comfort': demand for antibodies surges among unjabbed ",
  "text": "<p>When Selene Rico contracted Covid-19 she was worried because she has diabetes, which puts people at a higher risk of developing severe disease. But like hundreds of thousands of unvaccinated Americans, last month she went to a health centre for an infusion of monoclonal <a href=\"https://www.ft.com/content/42fe1e6a-e777-46fb-80a6-a6480be3714b\">antibodies</a> and was feeling better within days. &#xa0;</p> <p>“One of the nurses told me this was the same infusion that was given to President Trump when he caught Covid-19 and he got better,” Rico told the Financial Times.</p> <p>“That was another reason why I felt confident about taking the treatment: they aren't going to do something crazy to the president.”</p> <p>Demand for antibody treatments made by Regeneron and Eli Lilly has surged 20-fold since mid-July, as a deadly wave of Covid-19 sweeps the nation, according to government <a href=\"https://www.phe.gov/emergency/events/COVID19/therapeutics/distribution/Pages/data-tables.aspx\">data</a>. US sales of Sotrovimab, a similar product made by GlaxoSmithKline, tripled in August when compared with July, said the company.</p> <p>Growing awareness of the treatments, the opening of new antibody infusion centres and a surge in infections in states with low vaccination rates are driving demand and providing a multibillion dollar revenue boost to manufacturers. </p> <p>But it has also caused a supply crunch in some states, generating a debate about who should get access to the expensive antibody treatments and whether they are a stand-in for people who do not want to have the vaccines.</p> <p>Last month the federal government took control of the distribution of its stockpile of antibody treatments from AmerisourceBergen over concerns about unfair allocation of doses. </p> <p><a href=\"https://www.phe.gov/emergency/events/COVID19/investigation-MCM/Bamlanivimab-etesevimab/Pages/Update-13Sept21.aspx\">Data</a> shows seven southern states received more than half the doses in the week beginning September 13. Six of the states — Texas, Louisiana, Mississippi, Georgia, Alabama and Tennessee — had vaccination rates below the national average. </p> <p>The governors of Florida and Texas, who have both opposed vaccine mandates and lauded antibody treatments, criticised the federal government's policy shift and ordered extra supplies of Sotrovimab directly to address an expected shortage. &#xa0;&#xa0;&#xa0;</p> <p>“There was this misguided leadership saying, you know, monoclonal antibodies are great and vaccines are not so great. And that really tilted things in the wrong direction,” said Eric Topol, director of the Scripps Research Translational Institute.</p> <p>“Many people who are anti-vax are thinking they can just go and get the antibodies if they get sick. But it doesn't work that way.”</p> <p>Health experts warn antibody treatments only work well when they are used shortly after a Covid-19 infection and cannot provide the type of longer lasting protection against the virus that vaccines do. They can play an important role in preventing people at greatest risk of becoming seriously ill but should not be used as a first line of defence against the virus, they say.</p> <p>As well as the risks of relying on Covid-19 treatments rather than vaccines to tackle Covid-19, the drugs also cost much more. The US government is spending $2,100 for each dose of Regeneron's antibody cocktail — a combination of casirivimab and imdevimab — under a $2.9bn contract agreed last month to help meet the shortfall in treatments. &#xa0;</p> <p>Pfizer initially charged the US government $19.50 for a single dose of its vaccine while Moderna charged the US government about $15 per jab. </p> <p>The World Health Organisation has asked Regeneron to lower its prices and provide more equitable access to its antibody treatment worldwide. &#xa0;</p> <p>“Ironically, the vaccine is far cheaper and more effective overall. But we're in the midst of the crisis and as long as the resources are there to pay for these drugs, then we should be using them,” said Jason Gallagher, clinical professor at Temple University School of Pharmacy.</p> <p>He said it was understandable, if problematic, that so many people felt they could get lucky and dodge severe Covid-19 without a vaccine. Nevertheless, they should still be provided access to potentially life-saving antibody treatments, said Gallagher. &#xa0;</p> <p>But accessing antibody drugs in some parts of the US is difficult because of the surge in demand.</p> <p>Leonard Schleifer, chief executive of Regeneron, blames the supply shortage on policymakers and health experts, who initially avoided promoting antibody treatments over concerns that doing so would dissuade people from getting vaccinated. &#xa0;</p> <p>“The world was very focused on vaccines and treatments sort of got ignored,” he told the Financial Times.</p> <p>“We should have been educating people that vaccines are the best first line of defence. But if you get sick and you didn't respond to the vaccine or, or you weren't vaccinated, there&#xa0;was an effective&#xa0;treatment, especially when given early.”</p> <p>Schleifer said when the Delta wave hit in August the number of treatments distributed by Regeneron in the US surged to 250,000 per week, up from about 1,000 in June. The government needed to sit down with the company as soon as possible to plan for demand in 2022, he added.</p> <p>Health experts say the <a href=\"https://www.ft.com/content/e1a059dc-ab09-47c0-b7b9-2b79dd1c911b\">development</a> of antiviral pills by Merck could slash demand for antibody treatments next year. Late stage trial data shows molnupiravir cuts the rate of hospitalisation and death by 50 per cent. But the pills have still not been authorised for use by regulators, which means they cannot yet address the current treatment shortages. </p> <p>At the Family Health Centers of San Diego, where Rico had her antibody infusion, supplies almost ran out last week.</p> <p>“It got too close for comfort last week with just 100 doses in the refrigerator,” said Christian Ramers, an infectious diseases specialist at the centre.</p> <p>He said the centre followed national guidelines that prioritised those most at risk from Covid, which means unvaccinated people are at the front of the queue. But as a “public health-minded person” it just makes no sense to be using such a drug on people who could have avoided infection with a much cheaper jab, Ramers added. </p><p>Source: Jamie Smyth in New York 2021 '‘Too close for comfort': demand for antibodies surges among unjabbed ' FT.com 2 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-02T10:00:17.224Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 4957,
          "end": 4962
        }
      ]
    }
  ]
}