{
  "_id": "259c1d8dbe306df9d008f04278a6dd5df774f53da88bfb13b93774e4312c5f80",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Weekend Confidential: Paul Offit --- A vaccine inventor and pediatrician is optimistic that the lifesaving power of science will prevail over the foes of vaccination.",
  "text": "<p>\"It absolutely scarred me,\" Dr. Offit, 69, says over the phone from his home in Avalon, N.J. The experience left him with an appreciation of the vulnerability of children and a deep desire to protect them. This, he says, is why he became a pediatrician, has written so many books about the medical needs of children and is such an outspoken advocate of the science and value of vaccinations. \"I think the scars of our youth become the passions of our adulthood,\" he says. \"On some level, we always treat ourselves.\"</p><p>An infectious-disease specialist, Dr. Offit is the director of the Vaccine Education Center at Children's Hospital of Philadelphia, a professor in pediatrics at the Perelman School of Medicine at the University of Pennsylvania and a member of the U.S. Food and Drug Administration's advisory committee on vaccines. As a virology expert who co-invented a vaccine himself -- his rotavirus vaccine saves up to 2,000 lives a day around the world -- Dr. Offit has been helping the FDA to review the data for the latest coronavirus vaccines. He is enthusiastic about their \"phenomenal effectiveness.\"</p><p>The fact that researchers could prove the safety and efficacy of several vaccines within a year of sequencing the virus that causes Covid-19 has been a \"scientific tour de force,\" says Dr. Offit. The rollout, however, has been far from smooth, in part because the U.S. simply had \"no plan\" at the federal level for distributing the vaccine -- an oversight that he attributes to the \"denialism and magical thinking\" of the Trump administration. Troublingly, nearly four in 10 Americans say they don't plan to get vaccinated, according to a November survey by the Pew Research Center.</p><p>Some of this hesitation is understandable, says Dr. Offit. Not only was the vaccine developed in record time, but some of the language surrounding it -- \"Operation Warp Speed,\" etc. -- has been \"a little frightening,\" he concedes. But he notes that the clinical-trial data are \"enormously reassuring,\" and there is scant evidence of serious side effects in the millions who have already been vaccinated world-wide.</p><p>Dr. Offit is particularly concerned about wariness among Black Americans: Only four in 10 told Pew researchers they would get vaccinated, even though Black Americans are nearly three times more likely to die of Covid-19 than white people. \"They don't trust the medical system, and we've earned their distrust,\" Dr. Offit says. He applauds promotional efforts like those of Tyler Perry, the popular actor and director, who recently broadcast his own vaccination in an informative half-hour special on BET.</p><p>Yet for many Americans, no amount of data will dislodge their nonscientific ideas about vaccinations, says Dr. Offit. Nodding to those who have been led to believe that an injection will somehow implant a trackable microchip or change their DNA, Dr. Offit cites a remark by the astrophysicist Neil deGrasse Tyson: \"You can't use reason to convince anyone out of an argument that they didn't use reason to get into.\"</p><p>This hasn't stopped Dr. Offit from trying. His many books defend vaccines against specious claims that they cause autism (\"Autism's False Prophets,\" 2008) and refute the claims that parents can refuse vaccines without harming others (\"Deadly Choices,\" 2010), or that it is OK to withhold them in name of religion (\"Bad Faith,\" 2015) or that celebrities are right to shun them (\"Bad Advice,\" 2018).</p><p>This has made Dr. Offit a hated figure in circles opposed to vaccination. He is no stranger to death threats, and his public appearances sometimes call for a bodyguard. But he says that he has seen \"too many\" children suffer from vaccine-preventable diseases and feels compelled to try persuading people to make better choices. \"We assume that parents are the best advocates for their children, but that's not always true,\" he says.</p><p>Anxiety about vaccines is hardly new. An 1802 etching by James Gillray, a British satirist, depicts a crowd of patients developing horrifying mutations after being inoculated for smallpox, the first-ever vaccine. \"I think the minute we mandated putting biologicals into people's arms, there was an antivaccine movement,\" Dr. Offit says.</p><p>Part of the problem, he says, is that the scientific evidence for vaccines is rarely as compelling as the emotional anecdotes of their foes. Dr. Offit recalls a time some years ago when his wife Bonnie, a fellow pediatrician, was vaccinating a four-month-old child. Just before she administered the shot, the child had a seizure, and would go on to die of a seizure disorder by age 5. \"If she had given that vaccine five minutes earlier, I don't think any amount of data in the world would have convinced that mother that anything other than the vaccine had caused it,\" Dr. Offit says.</p><p>Dr. Offit wanted to be a doctor from an early age -- inspired, in part, by his own pediatrician, a \"brilliant, amazing man\" whom he says saved his life. The physician diagnosed a 5-year-old Dr. Offit with a ruptured spleen and drove him to the hospital himself. \"He was an icon to me,\" Dr. Offit says. This, together with his long hospital stay for his clubfoot that same year, reinforced his desire to care specifically for children.</p><p>His plans to become a private-practice pediatrician changed in medical school at the University of Maryland, where he became interested in infectious diseases after studying under Dr. Ellen Wald, a leader in the field. Dr. Offit's desire to combine this work with pediatrics led him to the Children's Hospital of Philadelphia, where in 1980 he began research into rotavirus, a diarrheal disease that killed up to 600,000 children a year, mostly in poor countries.</p><p>\"You never really think you're making a vaccine, even though that is always the first paragraph of every grant you write,\" Dr. Offit says. But after 26 years of work, he helped create RotaTeq, an oral vaccine licensed by the FDA in 2006 and recommended (among other rotavirus vaccines now available) for all infants by both the World Health Organization and the Centers for Disease Control and Prevention. Dr. Offit remains grateful that Merck decided to produce and distribute RotaTeq, as pharmaceutical companies tend to give priority to drugs that are taken daily, not once or twice in a lifetime. \"There's no such thing as a blockbuster vaccine,\" he says.</p><p>Like many infectious-disease experts, Dr. Offit has been alarmed by the politicization of science during the pandemic, which he blames for needless American deaths. \"Science is provable,\" he says. \"There aren't two sides.\" But he remains invigorated by the work of using data to try to change people's minds. He takes heart from the fact that so many studies disproving the link between vaccines and autism have helped nudge antivaccine advocates into the margins. \"I think it's a long race,\" he says. \"In the end, science wins out.\"</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 6121,
          "end": 6126
        }
      ],
      "nexusId": "10042334"
    }
  ]
}