{
  "_id": "9c218996d8f21b0e9e8956e66f2054a4c290ebee2652f9e613ecb0cdb450c278",
  "feed": "ftcomall",
  "title": "GSK on hunt for attractive biotechs ‘hiding in plain sight'",
  "text": "<p>GSK's chief commercial officer is looking to acquire or partner with biotechs “hiding in plain sight”, as the UK drugmaker focuses on replenishing its drug pipeline. </p> <p>Luke Miels said the company was hoping to avoid “getting into a bidding war” by identifying under-appreciated targets worth $1bn-$2.5bn, such as its acquisition of Sierra Oncology earlier this year. </p> <p>After the worst <a href=\"https://www.ft.com/content/178c886a-afaf-4806-ab8f-873b9b70c980\">sell-off in biotech stocks</a> since the early 2000s, analysts have been forecasting a boom in mergers and acquisitions next year. Earlier this month, Amgen bought <a href=\"https://www.ft.com/content/a3b44f32-7183-4257-ad3c-8e60fb9dc3d9\">Horizon Therapeutics for $28bn</a>.&#xa0;</p> <p>Miels said he was now spending far more time than usual on business development — half a day, or a day a week — as he hopes to secure drugs that will be approved in the medium term.</p> <p>He is working closely with the new chief scientific officer Tony Wood, who took over from Hal Barron in August. Barron, who left to join longevity start-up Altos Labs but remains an adviser to <a href=\"https://www.ft.com/stream/7e27074f-ef2c-45ed-a6e3-04f0a93451f4\">GSK</a>, was criticised by some analysts for focusing on earlier-stage projects. </p> <p>“Hal did a lot of work on the early stage, which we needed to do, fix the discovery machinery. Tony and I are very focused on: what else do we need now? Right now? And let's bring it in,” said Miels. “But not just . . . any old thing.”&#xa0;&#xa0;</p> <p>Miels, who joined from AstraZeneca in 2017, has hired many business development, marketing, and clinical trial leaders from his former company. Most recently, Chris Sheldon joined from AstraZeneca, after the companies settled a lawsuit that claimed that his move broke a non-compete clause in his Astra contract. </p> <p>Miels said these hires boosted GSK's capability, especially in oncology, where AstraZeneca has far outperformed the company. </p> <p>“When we go and look at an oncology project, it's very different from what it was even two years ago, because it's the same people who built Lynparza and Tagrisso and the immunoncology products in Astra, are now with us. So our judgment and ability to design studies and do deals is materially different,” he said. </p> <p>GSK is trying to rebuild its capability in oncology, after the previous management team exited the area in a deal that gave their cancer drugs and pipeline to Novartis in 2015. </p> <p>But analyst concerns that GSK's efforts so far have been lacklustre were compounded last month when the company had to withdraw its Blenrep drug from the US market after a negative trial result. Miels said there was the potential for GSK to refile for approval for Blenrep based on other studies that had yet to report results. </p> <p>He said GSK was not trying to beat the biggest players in oncology. Instead, the company was focusing its oncology business on creating drugs for seriously ill patients who do not respond to other treatments, in a “salvage strategy”.&#xa0;</p> <p>He pointed to recent positive results that showed that Jemperli, its version of the breakthrough PD-1 drugs, can outperform the megablockbuster in the category, Merck's Keytruda. He said this showed it could be used by patients who were no longer improving on Keytruda. </p> <p>“I don't think our strategy of going head to head and trying to be the next Roche, or trying to be the next Astra . . . is the way forward for us,” he said.</p><p>Source: Hannah Kuchler in London 2022 'GSK on hunt for attractive biotechs ‘hiding in plain sight'' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-30T04:00:06.338Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2914,
          "end": 2919
        }
      ]
    }
  ]
}