{
  "_id": "ebbd528419afd15d52a458b6636b93b20a874a408d970e8f096d14a8877c38cd",
  "feed": "wall-street-journal",
  "title": "Justin Timberlake Sells Song Catalog to Blackstone-Backed Fund; 'SexyBack' and 'Cry Me a River' singer reaches music-rights deal valued at $100 million",
  "text": "<p>Blackstone in October formed a partnership with Hipgnosis and committed an initial $1 billion to launch a private vehicle called Hipgnosis Songs Capital, which would acquire music rights and manage catalogs. The New York private-equity firm, which manages more than $900 billion in assets, also took a stake in Hipgnosis.</p><p>The Blackstone-backed fund is separate from Hipgnosis Songs Fund Ltd., which trades on the London Stock Exchange and has purchased more than $2 billion of music rights. Hipgnosis is led by former pop-star manager Merck Mercuriadis, who industry insiders point to as a driver of the explosive volume of music-rights deals and their transaction values in recent years.</p><p>Some music executives say the market for catalogs, which surged during the pandemic, could be starting to cool. The high price commanded by Mr. Timberlake shows there is still a market for pricey transactions.</p><p>The deal with Mr. Timberlake is the third transaction Hipgnosis Songs Capital has announced so far this year. In January, it said it was buying an 80% interest in Kenny Chesney's recorded-music royalties, and in March it announced a deal to purchase Leonard Cohen's share of his songwriting catalog from the late singer's estate.</p><p>The deal for Mr. Timberlake's work gives Hipgnosis Songs Capital full ownership and control over the pop star's interest in some 200 songs he wrote or co-wrote spanning his career to date as a boy-band frontman, as a solo artist and for movie soundtracks. Mr. Timberlake is a defining act of the new millennium, whose stable of hits includes \"Pop\" and \"Girlfriend\" from his *NSYNC days; \"Cry Me a River,\" \"SexyBack\" and \"Mirrors\" from his solo career; and \"Can't Stop the Feeling!\" from the 2016 animated film \"Trolls.\"</p><p>From Bruce Springsteen to Tina Turner: Why Are Artists Selling Their Music Catalogs?</p><p>For big acts, the value of royalty revenue from music rights is skyrocketing.</p><p>In all, Mr. Timberlake's albums have sold more than 150 million copies world-wide.</p><p>Mr. Timberlake, born in Memphis, Tenn., got his start as a child performing on \"The All New Mickey Mouse Club.\" His star rose in the mid-1990s as one of two lead vocalists for *NSYNC, which remains among the bestselling boy bands of all time, with more than 70 million copies sold.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think about the valuations of music catalogs? Join the conversation below.</p><p>He later worked with top hip-hop producers to release the R&amp;B-infused \"Justified,\" his first solo album, which established him as a success outside the group. In 2006, \"FutureSex/LoveSounds\" produced consecutive No. 1 singles in \"SexyBack,\" \"My Love\" and \"What Goes Around…Comes Around.\"</p><p>During a musical hiatus, Mr. Timberlake focused on his acting career, including starring in the 2010 film \"The Social Network.\" A frequent face on \"Saturday Night Live,\" his appearances have garnered four Emmy Awards.</p><p>At 41 years old, Mr. Timberlake is a relatively young seller of his life's work. Though older artists such as Bob Dylan, Stevie Nicks and Bruce Springsteenhave sought deals to help cement their legacies and participate in tax benefits, some younger artists including John Legend and Ryan Tedder have moved to capitalize on the hot market, which executives say might be cresting. The deal with Hipgnosis doesn't include any future music releases from Mr. Timberlake.</p><p>Heavyweight financial players have flocked to music rights in recent years, drawn in by their steady, predictable yield and rising income from music-streaming services such as Spotify Technology SA and Apple Music. During the pandemic, music royalties proved to be untethered to broader market volatility.</p><p>Besides Blackstone, KKR &amp; Co., BlackRock Inc., Apollo Global Management Inc., Providence Equity Partners and Eldridge Industries LLC have helped finance deals or started funds to acquire music rights. While music executives contend that most of the highest-profile blockbuster catalog deals have closed, the billions of dollars committed to such funds are helping spawn deals for artists in genres from rock to Latin and country.</p><p>Write to Anne Steele at Anne.Steele@wsj.com and Miriam Gottfried at Miriam.Gottfried@wsj.com</p><p>Justin Timberlake Sells Song Catalog to Blackstone-Backed Fund</p>",
  "published": "2022-05-26T09:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 535,
          "end": 540
        }
      ]
    }
  ]
}