{
  "_id": "3e120718e6d1815b6a267a3f0dcd651a188a09946ac7e858a57547cdf8181105",
  "feed": "wall-street-journal",
  "title": "GameStop, AMC, DraftKings, Starbucks: What to Watch When the Stock Market Opens Today; GameStop is soaring on plans to enter the NFT and cryptocurrency markets",
  "text": "<p>* GameStop shot 16% higher ahead of the bell. The WSJ reported that the retailer is planning to launch a division to develop a marketplace for nonfungible tokens and establish cryptocurrency partnerships. Another retail-trader favorite, AMC Entertainment, climbed 4.6%. The moves mark a course reversal after an inauspicious start to the year for both stocks.</p><p>* Bed Bath &amp; Beyond climbed 1.7% premarket, building on Thursday's 8% rise. The gains came after the retailer reported disappointing quarterly results—but the company has also been part of the meme stock craze of the past year, so big swings aren't out of the ordinary.</p><p>* Absci surged more than 50% premarket after the drug and target discovery company said it formed a research collaboration potentially worth more than $600 million with Merck that will use Absci's AI-powered platform.</p><p>* DraftKings climbed 1.6%, building on Thursday's 4.7% jump. The New York State Gaming Commission said Thursday that four mobile sports gambling operators—Caesars Sportsbook, FanDuel, DraftKings and Rush Street Interactive—can launch as soon as Saturday and that they have met requirements to take and process bets.</p><p>* Rivian Automotive nudged up 0.3% premarket after the electric-car maker's shares briefly dipped below their IPO price on Thursday. Its finance chief said the company plans to put growth before profit as it looks to build out the business.</p><p>* Starbucks was losing its buzz ahead of the bell, down 2.1%. RBC Capital cut its price target and rating for the stock.</p><p>* BuzzFeed slipped 1.6% off hours. The newly public digital media company is reorganizing its top ranks after its merger with Complex Networks, as it tries to win over investors.</p><p>* Duck Creek Technologies soared 11% higher premarket after the software company reported higher revenue in the recent quarter compared with a year ago.</p><p>* Franklin Covey gained 7% off hours after the organizational education company reported record first-quarter sales.</p><p>* Acuity Brands is among the companies reporting earnings Friday.</p><p>Chart of the Day</p><p>* Barclays analysts estimate that bond supply from financial companies will fall 30% in 2022, led by declining bank issuance.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>GameStop, AMC, DraftKings, Starbucks: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-07T13:04:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 799,
          "end": 804
        }
      ],
      "nexusId": "10042334"
    }
  ]
}