{
  "_id": "f340233d4ce57ed36a4d03ca618fbe707f5121d7c3094b09138eaf16c9f40cec",
  "feed": "wall-street-journal",
  "title": "U.S. Covid-19 Infections Top One Million After Holiday Backlog; States report backlogs of cases after pausing for the New Year holiday",
  "text": "<p>U.S. case data has always underreported the true number of infections, according to public-health experts. A number of factors are making tracking the Omicron surge particularly tricky, they said. Over the holidays, many states slowed reporting on key Covid-19 metrics and then started to catch up afterward. Omicron has also triggered a surge in testing demand and slowed the processing of results in some places. And at-home test results often aren't reflected in state data.</p><p>\"Case data right now is being diluted by all of these complicating factors,\" said Beth Blauer, the data lead for the Johns Hopkins Coronavirus Resource Center, which tracks pandemic numbers around the globe.</p><p>Hospitalizations for confirmed or suspected Covid-19 cases reached a seven-day average of 105,138 on Tuesday, according to data posted by the U.S. Department of Health and Human Services. That is up 51% in the past two weeks but below the pandemic peak of 137,510 on Jan. 10, 2021. While Covid-19 tests remain in short supply in much of the U.S., testing was less robust last year, complicating comparisons between pandemic surges.</p><p>The number of cases reported for the U.S. Monday didn't include data from six states, which either don't issue daily reports or hadn't resumed after their holiday blackout. Georgia, on its state dashboard, said it didn't report on Monday because of \"a large amount of data overwhelming the system.\"</p><p>The U.S. seven-day average of daily reported Covid-19 deaths was 1,236 on Monday, according to Johns Hopkins data. That average has remained relatively unchanged in recent weeks. Reports of deaths tend to lag three to five weeks behind cases, so many deaths that result from the Omicron surge will likely not appear in reports until later in January.</p><p>Omicron caused some 95% of U.S. Covid-19 infections in the week through Jan. 1, the Centers for Disease Control and Prevention estimated. The CDC estimated that Omicron was responsible for 77% of infections in the week through Dec. 25 and 38% of infections in the week through Dec. 18. The CDC has revised the estimates in recent weeks as the variant has spread.</p><p>The Biden administration doubled its purchases of Pfizer Inc.'s antiviral pill and pledged to make 10 million treatment courses available by the end of June, the company and a senior administration official said. The pill, called Paxlovid, is available in some parts of the U.S. in limited quantities as Pfizer has started ramping up production. Ten million more courses of treatment will be available in the U.S. by the end of September, Pfizer said.</p><p>Alabama has received 780 courses of Paxlovid, though it wasn't clear how many had been prescribed to infected individuals, said Alabama State Health Officer Scott Harris. The state expects to eventually receive more than 3,000 courses of the antiviral from Merck &amp; Co. and Ridgeback Biotherapeutics LP but hasn't gotten any yet, he said. Paxlovid is currently available only at Walmart Inc. stores, which Dr. Harris said are omnipresent in Alabama and widely accessible to residents including in rural areas.</p><p>The CDC published a study showing that getting a Covid-19 vaccine during pregnancy didn't increase the risk of preterm birth or of giving birth to an underweight baby. This latest study, looking at data for more than 40,000 U.S. births, adds to other, smaller studies from Israel and the U.K. with similar results.</p><p>Past research has shown that women with symptomatic Covid-19 during pregnancy have a more than twofold increased risk of being admitted to the ICU and have a 70% increased risk of dying compared with symptomatic women who aren't pregnant. There is also evidence that expectant mothers who are vaccinated pass on protective antibodies to their babies.</p><p>The U.K. recorded over 200,000 new Covid-19 cases on Tuesday as Prime Minister Boris Johnson vowed to face down the virus with minimal restrictions. \"We have a chance to ride out this Omicron wave without shutting down our country once again,\" Mr. Johnson said.</p><p>Italy has seen infections more than double compared with the previous week. In Spain, more than a million new infections were detected from Dec. 13 until the end of last year, according to the Spanish health ministry. Case numbers in Belgium rose 69% over the seven days through Dec. 29, the most recent period for which data was available. Hospitalizations rose only 15% over the same period, and deaths were down 34%.</p><p>Australia passed 500,000 Covid-19 cases since the start of the pandemic amid a worsening Omicron outbreak, while infections have begun to accelerate in India and parts of Southeast Asia that had appeared to be getting on top of the virus in recent months.</p><p>Australia recorded nearly 48,000 cases on Tuesday, a new daily record. The country relaxed restrictions on international travel in November and has dialed back other measures, including those concerning the movement of unvaccinated people.</p><p>Prime Minister Scott Morrison's push to shift the burden of testing from dedicated centers to at-home testing kits hasn't eased pressure on the healthcare system. The government has resisted calls to distribute at-home tests free of charge, encouraging supermarkets and pharmacies to order more. Long lines remain outside testing centers and supermarket and pharmacy shelves have been emptied of kits.</p><p>Mr. Morrison said hospital data could be inflated by Covid-19-positive patients admitted for other ailments. In New South Wales state, home to Sydney, health officials said Tuesday that 1,344 Covid-19 patients were in hospitals, up from 557 a week earlier.</p><p>Australia offers lessons for other countries in Asia that are weighing their response to Covid-19 outbreaks against the economic damage that tightening restrictions can inflict. Roughly 77% of Australia's population has had two doses of a Covid-19 vaccine, according to Our World in Data, a pandemic research project at the University of Oxford.</p><p>Jon Kamp, Sabrina Siddiqui, Jared S. Hopkins, Sarah Toy and Max Colchester contributed to this article.</p><p>Write to Anthony DeBarros at Anthony.Debarros@wsj.com and Rhiannon Hoyle at rhiannon.hoyle@wsj.com</p><p>U.S. Covid-19 Infections Top One Million After Holiday Backlog</p>",
  "published": "2022-01-04T19:45:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2840,
          "end": 2851
        }
      ],
      "nexusId": "10042334"
    }
  ]
}