{
  "_id": "8e2e23357e4b2513d978836a0a7893cfe57d44d767025f0fce6e2e0691d369cb",
  "feed": "wall-street-journal",
  "title": "Altesa BioSciences, Led by Former Trump Official, Raises Seed Financing to Develop Antiviral Drugs; The biotech startup is headed by Brett Giroir, former U.S. assistant secretary for health",
  "text": "<p>Altesa formed in late 2020 to develop treatments for viral respiratory diseases and other viral infections.</p><p>Today, there are a limited number of antivirals available to treat respiratory diseases, which presents challenges for drugmakers, said David Nierengarten, managing director of equity research and head of healthcare equity research at Wedbush Securities Inc. Clinical trials are often difficult because of the challenge of definitively diagnosing diseases and because many illnesses are quickly self-resolving, he said.</p><p>But Covid-19 has drawn more attention to respiratory viruses and spurred advances, said Maury Raycroft, a biotech analyst with Jefferies.</p><p>\"We've seen innovation and pressure from the international community come down on this space and condense innovation into a shorter amount of time,\" Dr. Raycroft said. \"It brought pharma and biotech companies out of the woodwork to try and treat some of these viruses.\"</p><p>Diagnostic technologies have been improving, making it increasingly possible to identify patients for antiviral drugs, said Dr. Giroir, who was a member of the White House coronavirus task force and national lead for testing and diagnostics.</p><p>One early-stage drug in Altesa's portfolio, called ALT-2023, shows potential to treat diseases such as yellow fever, dengue fever and Powassan virus, which is spread by infected ticks to people, according to the company.</p><p>While Covid-19 isn't an initial target, antivirals Altesa develops for other diseases potentially could be repurposed to treat future pandemic threats caused by RNA viruses, according to co-founder George Painter, a professor of pharmacology and chemical biology at Emory University School of Medicine.</p><p>Dennis Liotta, executive director of the Emory Institute for Drug Development and Samuel Candler Dobbs professor of chemistry at Emory University, is also an Altesa co-founder.</p><p>Dr. Painter is also CEO of Drug Innovation Ventures at Emory LLC, or Drive, a not-for-profit biotech company formed in 2012 to spin off startups and partner with drugmakers interested in advancing antiviral drugs discovered at Emory.</p><p>Dr. Painter discovered ALT-2023 and the Covid-19 drug molnupiravir, which is being developed by drugmakers Merck &amp; Co. and Ridgeback Biotherapeutics LP and received emergency-use authorization from the U.S. Food and Drug Administration in December.</p><p>Drive licensed ALT-2023 to Altesa, which also has options to develop five additional drugs with potential to treat a broad spectrum of diseases caused by RNA viruses, according to Altesa.</p><p>Altesa last year also licensed, from biotech company Vaxart Inc., the rights to Vapendavir, a drug with potential to treat rhinoviruses, the most common cause of upper respiratory infections, and enteroviruses, which cause illnesses such as hand, foot and mouth disease.</p><p>Altesa intends to develop Vapendavir initially for infections in patients with chronic obstructive pulmonary disease, or lung conditions that cause airflow blockages and difficulty breathing, and other at-risk patients, such as people with cancer or asthma, said Altesa Chief Operating Officer John Clerici.</p><p>Dr. Giroir, a pediatric intensive care-unit physician, said he has had longstanding interests in global public health and in viral diseases. In addition to serving in the Department of Health and Human Services, he has been the U.S. representative to the World Health Organization executive board.</p><p>From 2016 to 2018, he also was CEO of antiviral drug developer ViraCyte. That company, now called AlloVir Inc., went public in 2020.</p><p>Effective use of antivirals can have significant benefits for at-risk patients, he said, adding, \"We want to focus on high unmet medical needs, which is the theme of the company.\"</p><p>Write to Brian Gormley at brian.gormley@wsj.com and Laura Cooper at laura.cooper@wsj.com</p>",
  "published": "2022-02-10T11:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2220,
          "end": 2231
        }
      ],
      "nexusId": "10042334"
    }
  ]
}