{
  "_id": "493d90e6560805df2cea1204bef39032bce2a9b72953d4e10d396dfbf4dfbc52",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Adam Schechter --- CEO, Laboratory Corp. of America",
  "text": "<p>In March 2020, the medical-testing giant could run just 300 Covid-19 tests a day. Mr. Schechter pushed to rapidly expand its labs' capacity.</p><p>Two months later, the company could conduct 90,000 PCR tests daily. Labcorp completed more than 61 million such tests by the end of 2021.</p><p>Mr. Schechter, 56, says he drew strength from mentors he came to know at his prior employer, pharmaceutical giant Merck &amp; Co.</p><p>He has loved science since his youth, when he aimed to become a physician.</p><p>With a biology degree from La Salle University, he instead became a toxicologist for SmithKline &amp; French Laboratories.</p><p>Mr. Schechter left SmithKline in 1988 to join Merck as a sales representative.</p><p>He steadily climbed into Merck's upper ranks and led its global human-health division for eight years.</p><p>Mr. Schechter, a Labcorp board member, alerted its CEO, David P. King, in late 2018 that he was leaving Merck. \"You know I need a successor at some point,\" said Mr. King. \"How about being the CEO of Labcorp?\"</p><p>Mr. Schechter took charge in November 2019.</p><p>Here are four of his trusted advisers.</p><p>Fred Hassan</p><p>Chairman of Caret Group LLC and former CEO of Schering-Plough Corp.</p><p>The executives initially worked together on a drug joint venture created by their rival employers. Mr. Schechter became the joint venture's general manager in 2004, the year after Mr. Hassan became CEO of Schering-Plough. \"Do the right thing for the venture,\" rather than try to appease Merck or Schering-Plough, Mr. Hassan advised. \"You are never going to please all of them.\" The Labcorp chief says he kept his mentor's words in mind while seeking to increase Covid-19 testing capacity. He told his workers that he didn't care whether the company lost money on the effort.</p><p>Kenneth Frazier</p><p>Executive chairman and former CEO of Merck &amp; Co.</p><p>As Mr. Schechter's boss for 12 years, Mr. Frazier repeatedly cautioned him not to make decisions quickly. That wasn't always easy for a hard-charging executive like Mr. Schechter. He met resistance within Merck's human-health division in 2011, when he wanted to shift the division's commercial model. Implementation of the plan, he says, \"didn't go as fast as I wanted.\" Mr. Frazier chastised Mr. Schechter for failing to explain first to colleagues why he thought the new business model made sense. \"You need to bring them along with you,\" the Merck chief said.</p><p>Shelly Lazarus</p><p>Chairman emeritus of Ogilvy &amp; Mather and former Merck board member</p><p>Mr. Schechter met the ad veteran when he started making presentations to Merck directors in 2009. Years later, Ms. Lazarus urged Mr. Schechter to use social media as a means of better understanding consumers. But at a highly regulated business like Merck, Ms. Lazarus remembers, \"one of the lawyers suggested that any tweet would have to be submitted to the FDA for approval.\" Ms. Lazarus addressed Mr. Schechter's kickoff session for its global social-media unit in 2014. By 2017, Merck led the pharmaceutical industry in engagement on Twitter and Facebook, according to a spokeswoman.</p><p>Wendell P. Weeks</p><p>Chairman and CEO of Corning Inc. and former Merck board member</p><p>The longtime Merck director coached Mr. Schechter before he chose his first corporate directorship. Labcorp and a diversified industrial company simultaneously wooed Mr. Schechter for board seats. \"You love healthcare,\" Mr. Weeks told his protege. \"You will never go wrong following that [passion].\" The Corning leader next counseled him about how to be an effective Labcorp director. \"He encouraged me to spend time in a lot of different areas,\" Mr. Schechter says. Among other things, the board novice visited a variety of the company's labs for several days.</p>",
  "published": "2022-02-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 393,
          "end": 404
        },
        {
          "start": 3086,
          "end": 3091
        },
        {
          "start": 1781,
          "end": 1792
        },
        {
          "start": 2920,
          "end": 2925
        },
        {
          "start": 645,
          "end": 650
        },
        {
          "start": 2338,
          "end": 2343
        },
        {
          "start": 2511,
          "end": 2516
        },
        {
          "start": 3118,
          "end": 3123
        },
        {
          "start": 2419,
          "end": 2424
        },
        {
          "start": 1998,
          "end": 2003
        },
        {
          "start": 703,
          "end": 708
        },
        {
          "start": 1440,
          "end": 1445
        },
        {
          "start": 2687,
          "end": 2692
        },
        {
          "start": 885,
          "end": 890
        }
      ],
      "nexusId": "10042334"
    }
  ]
}