{
  "_id": "001c6491cb46249c6b1251611cb315458e5b412617f1e6ffa3bc05ee63b5e8d6",
  "feed": "ftcomall",
  "title": "Breast cancer: precision drugs make inroads against stubborn tumours",
  "text": "<p>Breast cancer has acquired a grim new status. It has overtaken lung cancer to become the world's <a href=\"https://www.who.int/news/item/03-02-2021-breast-cancer-now-most-common-form-of-cancer-who-taking-action\">most common</a> cancer.&#xa0; But the pharmaceutical industry is stepping up. Breast cancer is&#xa0;at the cutting edge of oncology research.</p> <p>Researchers have made big strides in understanding the <a href=\"https://www.nature.com/articles/d41586-022-00109-3\">complexities</a> of breast cancer, where tumour types are diverse. That has helped drugs companies shift from a one-size-fits-all to a more targeted approach. &#xa0; </p> <p>Roche led the way with Herceptin. This is one of the <a href=\"https://www.fiercepharma.com/pharma/top-10-all-time-biggest-selling-drugs-by-2024\">biggest-selling</a> drugs in pharma history, though competition whittled down sales to&#xa0; $2.9bn last year.</p> <p>Herceptin, and similar drugs, only works on the minority of tumours that produce high amounts of HER2. This protein controls cell growth and repair. Another&#xa0;therapy, Enhertu, can potentially treat a much bigger group of tumours that express low amounts of the protein.&#xa0; </p> <p>AstraZeneca in 2019 bought a share in rights to the drug for up to $6.9bn. Positive trial results in February pushed the equity of the Anglo-Swedish company up 4 per cent. Some analysts predict more than $10bn of annual sales. The deal is likely to pay off handsomely.</p> <p>AstraZeneca, with Merck of the US, scored another first in March with US marketing approval for Lynparza, a so-called Parp inhibitor. This stops cancer cells from repairing damage to their DNA. Lynparza became the first medicine targeting mutations in&#xa0;two breast cancer susceptibility (BRCA) genes.</p> <p>Hormone receptors in tumours are another potential target. Companies such as Roche are developing oral drugs to block these receptors, though in March Sanofi's candidate produced disappointing results. The market was worth at least $7bn, analysts at Jefferies said.</p> <p>Survival rates over five years range from well above 90 per cent in high-income countries to under 70 per cent in low-income ones according to the World Health Organization. In richer countries, mortality from breast cancer dropped 40 per cent between the 1980s and 2020.&#xa0;</p> <p>Despite pandemic setbacks, researchers are optimistic further falls will follow. Precision medicine replaces a blunderbuss with a stiletto. Therapies can be carefully targeted with a lot less collateral damage. </p><p>Source:  2022 'Breast cancer: precision drugs make inroads against stubborn tumours' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T09:22:48.253Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1144,
          "end": 1149
        }
      ]
    }
  ]
}