{
  "_id": "aa681a9070ff79418f33cafe4d52a931fd687789098ab6ea0d77653b4057414e",
  "feed": "wall-street-journal",
  "title": "U.S. News:  New Virus  Medicine  Carries  Warnings  ----  By Peter Loftus",
  "text": "<p>   The first Covid-19 antiviral pills that can be taken at home are a new treatment option for infected people, but they carry safety warnings and limitations that could complicate treatment decisions for patients, doctors and pharmacists. </p><p>   In December, the Food and Drug Administration authorized the use of new pills from Merck &amp; Co., with its partner Ridgeback Biotherapeutics, and Pfizer Inc., for the treatment of mild to moderate Covid-19 in people at high risk of worsening to severe disease, such as the elderly or those with certain chronic medical conditions. </p><p>   Both drugs, which must be prescribed by a doctor, are five-day regimens that are supposed to be started within five days of symptom onset. The drugs work by blocking replication of the virus, and clinical trials showed they reduce the risk of hospitalization and death in people with mild to moderate Covid-19. </p><p>   Health officials and the drugs' manufacturers say the benefits of the pills outweigh the risks. They could be especially useful as the Omicron coronavirus variant spreads because some other Covid-19 treatments have been shown to lose effectiveness against the variant. The new pills aren't expected to lose effectiveness against Omicron because they target parts of the virus that don't significantly mutate across variants. </p><p>   \"I think they're likely to be an incredibly important tool to prevent hospitalization,\" said Rajesh Gandhi, an infectious-disease specialist at Massachusetts General Hospital in Boston. </p><p>   Not everyone infected with Covid-19 is a candidate for treatment. The Pfizer drug, Paxlovid, shouldn't be used at the same time as certain other drugs, including common ones like the cholesterol-lowering pill simvastatin, also known by the brand Zocor. </p><p>   That is because a component of Paxlovid, an older boosting agent known as ritonavir, can interact with other drugs in dangerous and life-threatening ways. </p><p></p>",
  "published": "2022-01-03T07:11:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 320,
          "end": 332
        },
        {
          "start": 320,
          "end": 331
        }
      ],
      "nexusId": "10042334"
    }
  ]
}