{
  "_id": "14113e0cb0cc69e620b66b0bdb927bf19dedcfa7697b009c5ad6a84a0af74637",
  "feed": "wall-street-journal",
  "title": "Merck Strikes $1.35 Billion Deal for Bone-Marrow Disease Drug Developer; Merck agrees to pay $36 a share cash for Imago BioSciences",
  "text": "<p>Merck has been seeking deals to add fast-growing products and promising drugs in development as it prepares for the patent expiration on its top-selling product, a cancer immunotherapy called Keytruda.</p><p>Keytruda had $17.2 billion of Merck's $48.7 billion in worldwide sales last year. The therapy's patent is expected to expire in 2028.</p><p>Merck Chief Executive Robert Davis, who took the helm of the company last year after serving as its chief financial officer, has said dealmaking and research partnerships are a priority.</p><p>\"This acquisition of Imago augments our pipeline and strengthens our presence in the growing field of hematology,\" Mr. Davis said.</p><p>Imago's lead drug candidate is targeting conditions known as myeloproliferative neoplasms, which are marked by excessive production of blood cells. The drug, called bomedemstat, blocks a protein that plays a role in the maturation of blood cells in the bone marrow.</p><p>Bomedemstat is in mid-stage, or Phase 2, testing. Among the diseases it is targeting is myelofibrosis, a rare type of blood cancer that causes scarring in the bone marrow, which disrupts its production of healthy blood cells.</p><p>Last year, Merck bought Acceleron and its experimental drug for pulmonary arterial hypertension. The drug recently had positive results in a key study. Analysts expect the therapy could be a multibillion dollar seller.</p><p>Merck, of Kenilworth, N.J., was in advanced talks to buy cancer-drug biotech Seagen, but the sides couldn't reach an agreement, according to people familiar with the matter.</p><p>Big pharmaceutical companies, in some cases fueled by cash piles generated by Covid-19 products, have been hunting for acquisitions that can provide faster sales growth after shedding slower-growing assets.</p><p>Earlier this year, Pfizer Inc. bought sickle-cell disease drugmaker Global Blood Therapeutics for $5.4 billion. Also this year, Amgen Inc. paid $3.7 billion for ChemoCentryx and its recently approved drug for a rare immune-system condition.</p><p>–Laura Cooper contributed to this article</p><p>Write to Jonathan D. Rockoff at Jonathan.Rockoff@wsj.com</p><p>Merck Strikes $1.35 Billion Deal for Bone-Marrow Disease Drug Developer</p>",
  "published": "2022-11-21T12:18:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 73,
          "end": 78
        },
        {
          "start": 2086,
          "end": 2091
        },
        {
          "start": 336,
          "end": 341
        },
        {
          "start": 1157,
          "end": 1162
        },
        {
          "start": 1365,
          "end": 1370
        },
        {
          "start": 232,
          "end": 237
        }
      ]
    }
  ]
}