{
  "_id": "2860c8ee1b979137bde2d941eee2623c4f6a59f84e95ff3d47451f59cf1cad7a",
  "feed": "market-watch",
  "title": "Pharmaceutical CEOs use earnings calls to criticize drug-pricing proposal; Executives at AbbVie, J&J, and Merck took aim at new drug-pricing proposals that would allow the government to negotiate prices for some medications",
  "text": "<p>The proposal would allow the federal government to negotiate prices for some therapies covered by Medicare Part B and D as well as for drugs that have been on the market for 9 or 13 years, depending if they are small-molecule therapies or biologics. It would require drug makers to provide rebates on drugs covered by Medicare and commercial health insurers that have prices that rise faster than inflation, and it would also put a $2,000 out-of-pocket cap on drugs covered by Part D, the prescription drug benefit.</p><p>Making these changes is expected to yield more than $100 billion in savings for the federal healthcare system, while also reducing out-of-pocket spending on medication for seniors. But drug makers, which have long battled against restrictions on how they price their therapies, particularly in the lucrative U.S. market, say the proposed legislation would instead slow down their investment into research and development in some cases.</p><p>\"As a company that invests heavily in R&amp;D, we can tell you that the type of legislation that was proposed by the Senate Finance Committee with Medicare price setting will have a chilling effect on innovation that will translate into [fewer] new medicines for patients,\" Johnson &amp; Johnson JNJ CEO Joaquin Duato said July 19, according to a FactSet transcript of the company's earnings call.</p><p>There are similarities in the language used by pharmaceutical CEOs to describe their concerns about the proposed changes on earnings calls with investors over the last few weeks. The CEOs at AbbVie Inc. ABBV, Bristol Myers Squibb Co. BMY, and J&amp;J separately said elements of the proposal are \"detrimental,\" while leadership at Bristol, J&amp;J, Merck &amp; Co. MRK, and Pfizer Inc. PFE all referred to the negotiation proposal as \"price-setting.\"</p><p>Pharmaceutical companies say they support the cap on out-of-pocket costs for people covered by Medicare. This makes sense. If patients can't afford the out-of-pocket costs for a therapy, they won't take it, and the companies won't earn revenue from those patients.</p><p>It's the provision that has to do with negotiating prices based on the number of years a medication has been on the market that's causing the real concern.</p><p>\"It's termed [a] negotiation but, in effect, what it is is price setting on drugs after a period of time,\" Merck CEO Robert Davis told investors last week. \"That will be highly chilling on future innovation…especially if you think about an area like oncology.\"</p><p>He cited Keytruda, a cancer therapy that first received approval from the Food and Drug Administration in 2014 and has since been granted an additional 30 or so indications. The drug is used to treat everything from melanoma to breast and lung cancers, and Davis said the company expects to double the number of indications between this year and 2028. To no surprise, Keytruda is Merck's top-selling therapy, generating $17.2 billion in sales in 2021.</p><p>The implication is that knowing a government-decided price tag on a therapy like Keytruda is coming would stifle the company's interest in funding research into new indications the closer it gets to the 13-year window for biologics.</p><p>\"By the time you got to the larger populations, you'd be within a year or two of when CMS could change the price,\" AbbVie CEO Richard Gonzalez said during a July 29 earnings call. \"So, one, it's impossible to figure out what the return's going to be…Two, it really puts negative pressure on you not to continue to develop new indications.\"</p><p>Some companies at high risk of being impacted by the legislation are AbbVie, AstraZeneca AZN, Eli Lilly &amp; Co. LLY, and J&amp;J — all of those manufacturers make cancer drugs, according to SVB Securities analyst David Risinger. Merck, however, isn't likely to take a hit because Keytruda is already preparing for biosimilar competition in 2028.</p><p>\"Not only would the economics for many drugs be curtailed before loss of exclusivity, but innovators' willingness to develop new drugs, in particular small molecule therapies for seniors, would likely diminish,\" Risinger wrote in a July 29 investor note. \"We think it would be inevitable that the government would eventually consider controlling launch pricing of drugs.\"</p><p>Pharmaceutical CEOs use earnings calls to criticize drug-pricing proposal</p>",
  "published": "2022-08-06T14:17:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "confidence": 0.9964,
      "offsets": [
        {
          "start": 106,
          "end": 111
        },
        {
          "start": 1683,
          "end": 1694
        },
        {
          "start": 2309,
          "end": 2314
        },
        {
          "start": 2828,
          "end": 2833
        },
        {
          "start": 3691,
          "end": 3696
        }
      ],
      "weightsV2": {
        "weight": 9.514619,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.5146189,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}