{
  "_id": "5c0a7539d751328d10ea388d6f8febc956fd70f415964ff9cdd09d5275e95a73",
  "feed": "wall-street-journal",
  "title": "U.S. News: Omicron Subvariant Strengthens Grip in U.S.",
  "text": "<p>Public-health authorities and experts are watching BA.2 closely, in part because it appears to spread more easily than the version that caused record levels of Covid-19 cases and hospitalizations in the U.S. this winter. BA.2 has fueled new surges in European countries including the U.K., where pandemic trends have often presaged events in the U.S. Parts of Asia, including Hong Kong and Shanghai, are also confronting serious Omicron surges.</p><p>\"Predictions are hard, but I am expecting that the U.S. will have a surge in at least some locations,\" said Aubree Gordon, an associate professor of epidemiology at the University of Michigan School of Public Health.</p><p>U.S. data remain a mix of positive signs, including counts of hospitalized patients near record lows, and some evidence of new pressure as BA.2 spreads. The dropping of precautions meant to restrain the virus, including mask mandates, is likely also playing a role, disease experts and health officials say.</p><p>Research has suggested BA.2 is similar to an earlier Omicron version when it comes to the risk of hospitalizations and developing severe disease. But research also indicates BA.2 spreads more easily.</p><p>The Food and Drug Administration said Friday that providers should no longer use GlaxoSmithKline PLC's Covid-19 antibody treatment sotrovimab in Massachusetts, New York and several other states, after finding that the drug is likely ineffective against the BA.2 variant.</p><p>Gilead Sciences Inc.'s remdesivir, molnupiravir from Merck &amp; Co. and Ridgeback Biotherapeutics LP and the main component of Pfizer Inc.'s Paxlovid pill were all effective against the BA.2 variant, according to a study published this month in the New England Journal of Medicine.</p><p>Some epidemiologists are hopeful that built-up immunity in the U.S. population from the winter surge can help mute the BA.2 variant's impact.</p><p>Public-health experts are also hopeful the U.S. will benefit from spring weather leading to less time indoors, where the virus can spread easily.</p><p>---</p><p>Jared S. Hopkins contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1494,
          "end": 1505
        }
      ]
    }
  ]
}