{
  "_id": "ac2c312d57c4d8548de74f40344d7d69e456ee03dbf012cd5f096f979b1c52ea",
  "feed": "ftcomall",
  "title": "Finance, culture, talent: why Europe struggles to commercialise its biotech expertise",
  "text": "<p>When Covid-19 spread across the world in 2020, the little-known German biotech company BioNTech rose to prominence as co-developer of the world's first mass-produced mRNA vaccine.</p> <p>Now, following the vaccine's multibillion dollar <a href=\"https://www.ft.com/content/36ddd384-6abf-11ea-a3c9-1fe6fedcca75\">success</a> and government concerns about <a href=\"https://www.ft.com/reports/fthealth-combating-pandemics\">future pandemics</a>, European authorities and businesses are developing biotech hubs, which they hope could rival the largest in Boston, San Francisco and New York.</p> <p>“Based on our success, the city of Mainz and the whole region is interested in investing in, and attracting, more biotechs,” says Ugur&#xa0;Sahin, BioNTech's co-founder and chief executive — referring to the group's hometown near Frankfurt.</p> <p>“This region [of Germany] used to be the ‘pharmacy of the world' — it was a long time ago, but we are reviving the idea,” he tells the Financial Times in an interview.</p> <p>Sahin is referring to a period before the first world war when Germany had a dominant role in global drug development and manufacturing. Since then, China and India have emerged as pharmaceutical giants and the US has established itself as the world leader in biotechnology — using biological processes to develop healthcare treatments.</p> <p>BioNTech is <a href=\"https://www.ft.com/content/5a705ebc-ce1f-4525-8406-d2875a32c473\">expanding</a> its headquarters in Mainz and the city's authorities are using some of the tax receipts generated by the company's success to fund a 12-hectare biotechnology campus, with the aim of creating up to 5,000 jobs and enabling cutting-edge research.</p> <p>Similar projects are under way in other European countries, including the UK. The British Library has <a href=\"https://www.labiotech.eu/more-news/london-biotech-expansion/\">approved</a> construction of an £800mn biotech hub on a site that it owns in north London, which is expected to be completed by 2025. And the US drugmaker Merck has announced plans to <a href=\"https://www.ft.com/content/c96e79e1-ec9b-49db-9c32-a1fc789f1c3a\">build</a> a £1bn R&amp;D hub called the London Discovery Research Centre, which is also expected to open in 2025. </p> <p>In total, British biotech groups raised a record £4.5bn in public and private financing last year — a 60 per cent increase on 2020, <a href=\"https://www.bioindustry.org/policy/finance-tax-and-investment/finance-report-2021.html\">according to the</a> UK BioIndustry Association and information provider Clarivate.</p> <p>Switzerland — home to the biopharma giants Novartis and Roche — as well as Sweden and the Netherlands, which lured the European Medicines Agency from London after Brexit, also have ambitious plans to expand their biotech sectors.</p> <p>But, while Europe has world-class scientists, industry experts say it struggles to compete with the US when commercialising academic knowhow. Reasons for this include a persistent financing gap, a more conservative entrepreneurial culture, a smaller talent pool, and fragmented markets.</p> <p>“From an investor standpoint, we have something we call the European discount — valuations are basically never as high in Europe as they are in the US,” says Brad Loncar, a biotech investor based in Kansas.</p> <p>“European investors are just much more conservative about investing in something that doesn't have revenue, and is years away from having revenue.”</p> <p>BioNTech is one of dozens of European biotechs that have chosen to list their shares on Nasdaq or the New York Stock Exchange over the past decade — venues that give them access to a deeper pool of specialist investment funds, analysts and talent, according to experts. </p> <p>A <a href=\"https://www.mckinsey.com/industries/life-sciences/our-insights/can-european-biotechs-achieve-greater-scale-in-a-fragmented-landscape\">report published last year</a> by McKinsey, the management consultancy, found that biotech IPOs are typically three times larger on Nasdaq than they are on European exchanges, which means companies tend to look to the US to fund their growth. </p> <p>Europe's biotechs are <a href=\"https://www.mckinsey.com/industries/life-sciences/our-insights/can-european-biotechs-achieve-greater-scale-in-a-fragmented-landscape\">listed</a> on 15 different European stock exchanges and institutional investors hold a smaller share of the top 10 companies in Europe than they do in the US: just 60 per cent, compared with 85 per cent across the Atlantic. The three largest US biotech funds are twice the size of their European counterparts, with a collective value of about $12bn, the report adds. </p> <p>Sean Marett, chief business and commercial officer at BioNTech, says there is plenty of funding available to nurture early-stage companies, but then it dries up. </p> <p>“Where there is a difference is really the next stage beyond seed funding,” he explains. “It is there that we need to find a different model in Europe if we want to continue to build biotech businesses.”</p> <p>Jean-Pierre Sommadossi, the French founder of Nasdaq-listed and Boston-based Atea Pharmaceuticals, also notes that the tax system in many European countries is not considered favourable enough by specialist venture capital firms. </p> <p>“If investors take an interest in a European company, they tend to ask the company management to move to the US,” says Sommadossi, who previously founded and sold two biotech companies to pharma groups Merck and Gilead. “That's what I've seen time and time again over the last 30 years.”</p> <p>However, BioNTech's success in co-developing a Covid-19 vaccine based on mRNA technology has proved that Europe can produce world-beating science. European academics maintain a lead over their US peers, too, according to McKinsey. The continent is home to 43 of the top 100 universities for life sciences, compared with 34 in the US; it publishes roughly twice the amount of scientific papers; and generates more citations for its academic publications.</p> <p>Europe's failure to translate this expertise into commercial opportunities is simply because “the entrepreneurship mindset and freedom to operate [are] far more constrained” than in the US, reckons Pierre Jacquet, vice-chair of LEK Consulting's healthcare practice.</p> <p>“In the US, you see academics who teach, see patients and, on top of that, have founded one or two companies,” he says. “The culture is changing in Europe but academic regulations are very different in terms of how much freedom people have, for example, to take equity stakes in companies.”</p> <p>Jacquet adds that the larger US biotech hubs also have more senior executives with the specialist knowledge required to grow companies. “If you try to scale a large biotech company in Europe, you just don't have the pool of talent,” he says.</p> <p>But these challenges do not faze Sahin, who has more than doubled the number of employees working at BioNTech, to about 3,000, since the pandemic began in early 2020. He says that many of the leading biotech companies in Germany tend to be mature, often 10 to 15 years old, and have survived due to their exceptional quality. </p> <p>“We have a key advantage here in Germany, that we have access to well-trained people and they tend to stay longer with the company than in the US biotech hubs,” he says. “That is really important for developing long-term innovation.”</p><p>Source: Jamie Smyth 2022 'Finance, culture, talent: why Europe struggles to commercialise its biotech expertise' FT.com 21 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-21T04:00:48.104Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1689,
          "end": 1694
        },
        {
          "start": 4602,
          "end": 4607
        }
      ]
    }
  ]
}