{
  "_id": "ceeddb451ac9998dffa5a40530bb1aff3ab2636584a5180ef8014f9a61909bba",
  "feed": "market-watch",
  "title": "Dow attempts to bounce back as U.S. stocks trade mostly lower and China COVID-19 fears resurface; Disney shares surge as Robert Iger returns to CEO role",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 26 points, or less than 0.1%, at 33,771 after trading lower for much of the New York morning.</p><p>* The S&amp;P 500 SPX fell 10 points, or 0.3%, to 3,955.</p><p>* The Nasdaq Composite COMP dropped 98 points, or 0.9%, to 11,048.</p><p>The Dow saw a marginal decline last week, while the S&amp;P 500 and Nasdaq Composite lost ground.</p><p>What's driving markets</p><p>The holiday-shortened week kicked off with investors focused on fresh COVID-19 lockdowns in China, which revived concerns about the global economy. Investor appetite for risky assets appeared dented in the early part of the trading session after the Chinese government introduced further restrictions within the world's second-biggest economy in the wake of more COVID-19 outbreaks.</p><p>Worries about waning demand from the globe's dominant manufacturer pushed down prices of industrial metals like copper HG00, and weighed on crude-oil futures CL.1. Oil touched briefly levels last seen in January after The Wall Street Journal reportedthat Saudi Arabia and other members of the Organization of the Petroleum Exporting Countries were eyeing a potential output increase that would help ease tensions with the Biden administration and provide a cushion as new efforts aimed at curbing Russia's energy industry kick in. Crude prices bounced back sharply after Prince Abdulaziz bin Salman, Saudi Arabia's energy minister, denied the article.</p><p>\"Financial markets have caught a cold amid worries that mounting COVID cases in China and a fresh tightening of restrictions will send a fresh shiver through manufacturing output and push down demand for raw materials,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown.</p><p>Evidence of risk aversion and a scramble for perceived havens could be seen in forex, where the dollar index DXY bounced to gain 0.9%. The 10-year Treasury yield BX:TMUBMUSD10Y, which moves in the opposite direction to prices, was roughly flat at 3.8%.</p><p>Also not helping sentiment, one of the two largest U.S. railway unions rejected a White House-brokered labor agreement, raising the specter of a potential strike by early December. \"Wall Street is starting to get nervous about an unwanted rail strike that could lead to further supply-chain issues that will continue to drive inflation higher,\" Edward Moya, senior market analyst at Oanda, said via phone. He said that if a deal is not reached early next month, the hit to the economy could be over $2 billion a day.</p><p>Helping to support Treasurys, and possibly ameliorating declines in stocks, were comments from Atlanta Fed President Raphael Bostic, who said over the weekend that he is in favor of slowing the pace of interest-rate increases and saw a possible top, or terminal rate, of 5% for this cycle.</p><p>On Monday, his colleague, Mary Daly of the San Francisco Fed, said that financial markets are acting like interest rates are much higher than they actually are. The Fed will release on Wednesday at 2 p.m. the minutes of its most recent rate-setting meeting.</p><p>It's a thin week for U.S. economic data, with much of it shoehorned into Wednesday, ahead of Thanksgiving the next day and no reports scheduled for Black Friday either. Wall Street will be closed on Thursday for the U.S. Thanksgiving Holiday and trading is likely to be very thin for Black Friday, when the festive shopping season kicks off in earnest.</p><p>Companies in focus</p><p>* Shares of Walt Disney Co. DIS rose 6.2%, leading Dow gainers and cushioning the blue-chip index, after the entertainment giant announced Robert Iger's return as chief executive.</p><p>* Imago BioSciences Inc. IMGO shares soared 105.1%, after the biopharmaceutical company developing treatments for myeloproliferative neoplasms (MPNs) and other bone marrow diseases announced an agreement to be acquired by Merck &amp; Co. Inc. MRK in a cash deal with an equity value of $1.35 billion.</p><p>—Jamie Chisholm contributed to this article.</p><p>Dow attempts to bounce back as U.S. stocks trade mostly lower and China COVID-19 fears resurface</p>",
  "published": "2022-11-21T19:04:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3811,
          "end": 3827
        },
        {
          "start": 3811,
          "end": 3822
        }
      ]
    }
  ]
}