{
  "_id": "5bf5773eba6add14ab0b66091c55acee434ebd9397c452e5b7ec7b105f716b7a",
  "feed": "wall-street-journal",
  "title": "Johnson & Johnson Isn't Rushing Into M&A; J&J's enviable growth and focus on a consumer split means it is moving more slowly when it comes to mergers and acquisitions",
  "text": "<p>Johnson &amp; Johnson, which on Tuesday reported third-quarter profit that beat analyst expectations while cutting its full-year sales guidance range, is no exception. Top-selling immunology drug Stelara, which has brought in over $7 billion in the first nine months of the year, is set to lose patent protection next year. And, like other big pharma companies, J&amp;J is also extremely cash-rich, with about $34 billion on hand. That should theoretically put pressure on the company to join the mergers and acquisitions frenzy, with PfizerInc. and Bristol-Myers Squibb doing sizable dealsthis year and Merck having eyed one as well.</p><p>J&amp;J seems to be moving with less urgency, though. The company is still very much focused on executing on a long-awaitedsplit off of its consumer division, recently named Kenvue, that sells Band-Aid bandages and Tylenol medicines. The company announced the move in late 2021 and expects it to be completed in 2023. It recently named the current head of its consumer-health division, Thibaut Mongon, to lead the new organization.</p><p>Then there is the question of what new Chief Executive Officer Joaquin Duato wants to do with all that cash. Duato has pledged to look for M&amp;A opportunities, but the lack of progress on that front has some on Wall Street wondering about the company's sense of urgency.</p><p>During an analyst call on Tuesday, Wells Fargo analyst Larry Biegelsen asked why, despite talk of \"bolder steps,\" we \"haven't seen more M&amp;A from J&amp;J so far in 2022?\" Chief Financial Officer Joseph Wolk responded that the company's priorities haven't changed and that \"we're even a little bit more bullish and eager to do something.\" But he added that the company doesn't \"have to do something out of desperation,\" noting that many potential sellers are still \"holding on to 52-week highs or all-time highs.\"</p><p>For years,analysts including Mr. Biegelsen have been arguing that either Boston Scientific or Edwards Lifesciences could be a good fit for J&amp;J's medical device unit, because a deal with either of those companies would give J&amp;J a larger share of the cardiovascular field. Will Sevush, a healthcare strategist at Jefferies, says Mr. Duato's legacy will be determined by whether he is able to build a medical device business to match the giant drug business, known as Janssen.</p><p>\"Most investors believe that a large medtech acquisition will eventually happen,\" Mr. Sevush added.</p><p>But Sevush noted that given how transformative such a deal would be—both potential targets have market capitalizations above $50 billion—management isn't rushing into anything, especially given the focus on wrapping up the Kenvue separation.</p><p>One reason J&amp;J can afford to move slowly is because it is delivering organic growth through well-executed partnerships, such as a licensing deal with Legend Biotech back in 2017 that gave it the newly approved cell therapy Carvykti, a likely blockbuster. Past acquisitions are also still fueling growth. The company clarified on Tuesday that it thinks it can increase its drug business to $60 billion a year in sales by 2025 from $52 billion in 2021 even without any M&amp;A and despite its top-selling drug facing generic competition. Meanwhile, the company's MedTech unit had sales of $6.78 billion in the third quarter, up 2.1% from a year earlier as people around the world go back to doing things like getting hip and knee surgeries. Wall Street loves big deals, but you know what they say about being slow and steady.</p><p>Write to David Wainer at david.wainer@wsj.com</p><p>Johnson &amp; Johnson Isn't Rushing Into M&amp;A</p>",
  "published": "2022-10-18T17:49:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 596,
          "end": 601
        }
      ],
      "nexusId": "10042334"
    }
  ]
}