{
  "_id": "45ba38f5c7867b46036a74565af96ec5905114ecd0f0619cd3bc9494b9169a69",
  "feed": "wall-street-journal",
  "title": "Business News: Covid-19 Treatments Power Merck, Eli Lilly Sales Gains",
  "text": "<p>Those trends added to overall sales growth for both companies -- with Merck posting a 24% increase -- producing adjusted earnings results that beat Wall Street analysts' expectations. Lilly's shares fell 2.4% on Thursday, while Merck's declined 3.7%.</p><p>Merck's and Lilly's Covid-19 drug sales reflect how the rise and fall of the variants behind successive waves of the pandemic have forced changes to treatment approaches. Merck said it expects sales this year of $5 billion to $6 billion from molnupiravir, a treatment taken at home that aims to prevent severe illness. Use of Lilly's antibodies, on the other hand, has been curbed by new regulatory guidance.</p><p>The Food and Drug Administration authorized Lilly's cocktail of two antibodies, etesevimab and bamlanivimab, a year ago. As Covid-19 mutated, however, early testing indicated it was unlikely to work well against Omicron, and the FDA has said the antibodies shouldn't be used right now because of the new variant's prevalence.</p><p>Meanwhile, newer drugs from Merck and Pfizer Inc. have shown more potential to fight the virus in its latest dominant form. Merck's molnupiravir, co-developed with Ridgeback Biotherapeutics LP, was cleared for use by the FDA in December for adults at high risk of severe disease, becoming one of the few available drugs that people can take at home soon after a Covid-19 diagnosis to try to stave off bad outcomes.</p><p>Merck Chief Financial Officer Caroline Litchfield said that prescriptions of molnupiravir are picking up in the U.S., and Merck will keep working with the U.S. government and physicians on improving awareness and distribution of the drug.</p><p>Last week, Merck and Ridgeback said the pill was active against the Omicron variant in laboratory tests, an encouraging sign as higher case loads caused by the variant's spread persist. Pfizer's Paxlovid pill has also shown efficacy against Omicron in lab tests, Pfizer said last month.</p><p>Overall, Merck's sales for October through December were $13.52 billion, up from $10.95 billion 12 months before. Its adjusted earnings were $1.80 a share after stripping out one-time items. Analysts had been forecasting revenue of $13.16 billion and adjusted earnings of $1.53 a share, according to FactSet's survey.</p><p>Excluding revenue from Covid-19 antibodies, Lilly's sales grew by 6%. Total revenue was $8 billion, yielding adjusted earnings of $2.49 a share. Wall Street forecasters were expecting revenue of $7.69 billion and adjusted earnings of $2.45 a share.</p><p>For the rest of 2022, Lilly reaffirmed a forecast for adjusted earnings of $8.50 a share to $8.65 a share. Merck said it is expecting full-year per-share adjusted earnings of $7.12 to $7.27.</p><p>---</p><p>Jared S. Hopkins contributed to this article.</p>",
  "published": "2022-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1651,
          "end": 1656
        },
        {
          "start": 422,
          "end": 427
        },
        {
          "start": 70,
          "end": 75
        },
        {
          "start": 1110,
          "end": 1115
        },
        {
          "start": 1014,
          "end": 1019
        },
        {
          "start": 1523,
          "end": 1528
        },
        {
          "start": 1936,
          "end": 1941
        },
        {
          "start": 251,
          "end": 256
        },
        {
          "start": 2601,
          "end": 2606
        },
        {
          "start": 1401,
          "end": 1406
        },
        {
          "start": 41,
          "end": 46
        },
        {
          "start": 228,
          "end": 233
        }
      ],
      "nexusId": "10042334"
    }
  ]
}