{
  "_id": "8e2effa89fc0fcc5997ba2e469d35a21497ebd757021115cd8b5c73ac9381fe0",
  "feed": "market-watch",
  "title": "COVID-related ICU patients rise to 5-month high above 5,000—are new cases really falling? COVID cases in China could more than double next month to 3.7 million a day, U.K.'s Airfinity estimates",
  "text": "<p>And the daily average for deaths fell has fallen to a three-week low of 355, and has dropped 5% in two weeks.</p><p>But as the NYT tracker has been warning, case and death counts could be \"artificially low\" this week, as officials who track those numbers take vacation for the Christmas and New Year's holidays. Therefore, hospitalization data, which is typically not affected by holidays, should remain more reliable.</p><p>And by that measure, the numbers are getting worrisome.</p><p>The daily average of hospitalizations rose to 41,620 on Thursday, up 3% from two weeks ago but also the highest number seen since mid-August.</p><p>There are 29 states that have seen hospitalizations increase from two weeks ago, including 20 states that have seen double-digit percentage increases, led by South Carolina at 54%, West Virginia at 52% and Louisiana at 47%.</p><p>The number of severe COVID cases is also seeing a troubling rise, the daily average of COVID-related patients in intensive care units (ICUs) climbed to 5,080 on Thursday. That's up 10% from two weeks ago, and the most seen since July 30.</p><p>Another sign that the fall in case counts is artificial is that the test positivity rate has been rising, to a four-month high above 14% on Thursday, with 41 states seeing double-digit positivity rates.</p><p>\"Higher test positivity rates are a sign that many infections are not reported — even if they are tested at home. This results in a more severe undercount of cases,\" the NYT tracker said.</p><p>Stay up to date on COVID news through MarketWatch's daily \"Coronavirus Update\" column .</p><p>Meanwhile in China, amid a \"lack of adequate and transparent\" data from China's government, there is reason to believe the situation will still get a lot worse before it gets better.</p><p>U.K. health firm Airfinity estimates that new daily COVID cases in China is currently running at about 1.8 million, based on data from China's regional provinces, and on new-case trajectories from areas that also lifted zero-COVID policies, such as Hong Kong.</p><p>That case number is expected to more than double, to about 3.7 million a day, in mid-January, Airfinity estimates, before another surge in March takes the number up to about 4.2 million per day.</p><p>As a result of the concerns over surging case counts, Spain joined the growing number of countries that are requiring COVID tests for air passengers arriving from China, as the Associated Press reported. This comes after the European Union said Thursday that it is \"assessing\" the situation in China.</p><p>The U.S. will also require those arriving from China to take a PCR test, starting Jan. 5, while Japan started requiring a test on Friday. Other countries requiring a test for air passengers from China include Italy, India and South Korea.</p><p>The BBC reported that the U.K. was set to announce that travelers will need to show a negative COVID test before they board a plane from China.</p><p>In other COVID news, China's National Medical Products Administration has given emergency approval to Merck &amp; Co. Inc.'s MRK COVID antiviral molnupiravir. That joins Pfizer Inc.'s PFE Paxlovid, which has already been approved for use in China. Merck's stock, which fell 0.4% in afternoon trading Friday, has soared 44.0% in 2022, while the Dow Jones Industrial Average DJIA has lost 9.4%.</p><p>Novavax Inc. NVAX said Friday that it has initiated a Phase 2 trial for its COVID-19-Influenza Combination (CIC) vaccine candidate in people aged 50 through 80. \"We believe that like influenza, COVID-19 will also be seasonal moving forward, and that there is room in the market for new alternatives to provide better protection against the impact of influenza, particularly in older adults, and to explore the potential to combine this with protection from COVID,\" said Chief Executive Stanley Erck. Novavax's stock, which eased 0.3% Friday, has plunged 93.2% year to date while the S&amp;P 500 index SPX has dropped 20.1%.</p><p>COVID-related ICU patients rise to 5-month high above 5,000—are new cases really falling?</p>",
  "published": "2022-12-30T18:47:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2976,
          "end": 2992
        },
        {
          "start": 3118,
          "end": 3123
        },
        {
          "start": 2976,
          "end": 2987
        }
      ]
    }
  ]
}