{
  "_id": "03a9ccfde56c40a4bb1e2d0dc8fbedef4ac66990fdcc8b3e73ea71aff4fdcc38",
  "feed": "wall-street-journal",
  "title": "Pfizer Sales Soar on Covid-19 Vaccine Sales; Demand for the company's antiviral pill has increased as Covid-19 cases have jumped",
  "text": "<p>Pfizer Inc. expects demand for its Covid-19 antiviral drug to increase as governments return to replenish their supplies and seek to thwart surges as the pandemic virus continues to evolve.</p><p>The treatment, a pill called Paxlovid, brought in $1.5 billion in sales during Pfizer's first quarter, while its vaccine totaled $13.2 billion, reflecting the need for tools to combat the virus despite a slowdown in cases and a growing sense of life trying to return to normal.</p><p>Pfizer's quarterly sales soared 77% to $25.7 billion, driven by sales of pandemic products, and was higher than analysts expected, according to FactSet.</p><p>Pfizer's strong pandemic sales follow reports last week by Merck &amp; Co. and Eli Lilly &amp; Co. of strong sales growth tied to their Covid-19 treatments, reflecting the continuing need by governments to treat patients as new variants spread.</p><p>Pfizer's vaccine already ranks among the most-used shots in the world. Now Paxlovid is gaining more traction, in part as other Covid-19 treatments don't hold up against the Omicron variant and subvariants. Pfizer expects to strike more purchase agreements with governments for Paxlovid, as the pandemic virus continues to evolve and infections jump across the world.</p><p>Initial Paxlovid supplies were limited, and Pfizer has worked to increase manufacturing of the drug. Pfizer has shipped about 8 million courses of Paxlovid so far, and the company is still targeting production of 30 million courses by the end of June and 120 million for the year.</p><p>Some countries that received Paxlovid but have seen a jump in cases have already returned seeking more supply, according to Pfizer.</p><p>\"We continue to have discussions with governments and regulatory agencies around the world about bringing this potential breakthrough treatment to additional markets,\" Pfizer Chief Executive Albert Bourla said in prepared remarks for an earnings conference call Tuesday.</p><p>In the U.S., Paxlovid has overtaken a rival Covid antiviral pill from Merck &amp; Co. and Ridgeback Biotherapeutics LP, called Lagevrio, with market share of Paxlovid doubling to about 90% from late January, according to Pfizer, citing prescription data. The Biden administration is working to expand access of the antiviral pills.</p><p>Paxlovid was cleared for use in December by U.S. health regulators to treat people 12 years and older early in the course of their disease who are at high risk of developing severe Covid-19. The drug is now authorized for use in more than 60 countries, according to Pfizer.</p><p>The treatment consists of two components, nirmatrelvir and a widely used generic antiviral, and is taken twice daily for five days.</p><p>Pfizer is also conducting studies of Paxlovid in low risk patients and children and plans to start a study in people with weakened immune systems. Paxlovid failed in a study to prevent symptomatic infections in adults who had been exposed to the pandemic virus.</p><p>Pfizer also expects to submit data evaluating three doses of its vaccine in children 6 months to 5 years old as early as late May. Pfizer and partner BioNTech SE are still studying the vaccine in children under 5, after the initial two-dose series was found to not work well against the Omicron variant. Researchers began studying a third dose in December.</p><p>Shares of Pfizer were up 2.3% in midday trading.</p><p>In the first quarter, sales of its pneumococcal vaccine Prevnar swelled 22% to $1.6 billion thanks to strong retail stocking and government purchases of the pediatric version. Revenue from breast-cancer drug Ibrance was down slightly to $1.2 billion, while blood thinner Eliquis sales grew 9% to about $1.8 billion.</p><p>The company said it is on track to deliver between $98 billion and $102 billion in revenue for the year, with $32 billion coming from its Covid-19 vaccineComirnaty and $22 billion from Paxlovid. Deal making remains key to the company's strategy.</p><p>The company's net income rose to $7.86 billion for the quarter, up from $4.88 billion last year, while earnings per share rose 59% to $1.37. Stripping out one-time items, adjusted earnings climbed 72% to $1.62. Analysts polled by FactSet had been expecting $1.49 a share.</p><p>Despite the strong results, Pfizer trimmed its 2022 earnings forecast, reflecting an accounting-policy change that starts including all acquired in-process research and development expenses. It now expects per-share earnings between $6.25 and $6.45 a share, down 10 cents on each end of the range in its prior forecast.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer Sales Soar on Covid-19 Vaccine Sales</p>",
  "published": "2022-05-03T15:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1979,
          "end": 1990
        },
        {
          "start": 680,
          "end": 691
        }
      ]
    }
  ]
}