{
  "_id": "4043f2592dbb6fec95f728abb10eede9dd868e620687654389acf2c03143f933",
  "feed": "ftcomall",
  "title": "Takeda targets global vaccine market after approval of dengue jab",
  "text": "<p>Takeda has said approval of its dengue fever vaccine in Indonesia marks a big step towards the company's goal of creating a global vaccine business that would compete with larger rivals such as GSK, Sanofi and Merck. &#xa0;</p> <p>Gary Dubin, president of Takeda's global vaccine business, said the approval of Qdenga on August 22 is the first achieved outside of Japan by the company for a <a href=\"https://www.ft.com/companies/pharmaceuticals\">vaccine </a>and could generate up to $1.6bn in annual sales. </p> <p>Anticipated approvals by regulators in Europe and elsewhere would make the vaccine a key weapon in the global battle against the mosquito-borne disease that infects up to 400mn people and kills about 20,000 a year, he said.</p> <p>“This is a very important milestone,” Dubin said in an interview.</p> <p>“<a href=\"https://www.ft.com/stream/38225ba3-59fd-49d0-b7f1-b82cee22c8c7\">Takeda </a>took the decision a number of years ago to globalise its vaccine business . . . Licensure of Qdenga in Indonesia is the first step in achieving that global ambition.” &#xa0;</p> <p>Analysts say Takeda faces a challenge to deliver on its decade-old strategy to compete with more established international rivals in the global vaccine market. </p> <p>“Vaccines are a very tough business because you have such well-established incumbents such as GSK, Pfizer, Sanofi and the barriers to entry are high,” said Roger Song, analyst at Jefferies.</p> <p>Regulatory hurdles in the Japanese market have also <a href=\"https://www.ft.com/content/b03a1b83-0215-4b28-9f43-caf50ef397e5\">dented</a> innovation, according to analysts, who note that no homegrown coronavirus vaccines were approved in the country. </p> <p>Takeda has adopted a cautious approach to investing in vaccines and has a limited pipeline of opportunities. Last year it spun out one of its late-stage prospects — a vaccine candidate targeting norovirus, which is a contagious disease often caught from contaminated food — into a separate company, HilleVax, to attract new investors to help bring it to market. </p> <p>Analysts say chief executive Christophe Weber, who headed GSK's vaccines business before joining the Japanese group, is taking a different approach to bigger global rivals to offset the challenges posed by scale and experience.</p> <p>“Takeda's policy is very clear on vaccines. It's a step-by-step approach so they won't take big risks to invest aggressively in everything,” said Citigroup analyst Hidemaru Yamaguchi in Tokyo. As a result, its pipeline may be slim and its expansion slow as it aims to turn a promising vaccine into a global cash cow.</p> <p>Dubin said one of the company's brightest prospects is for a vaccine targeting another mosquito-borne disease, the Zika virus. Takeda is collaborating with the US government, which has agreed to supply up to $312mn in funding to the development programme.</p> <p>“Zika is another potentially very important vaccine to introduce from a public health perspective and because the same mosquito transmits both viruses there are some natural synergies there,” said Dubin. </p> <p>He said Takeda is investigating mRNA technology but had not made any commitment to invest in new-generation vaccine platforms. </p> <p>Clinical trials show that four and a half years after inoculation, Takeda's dengue vaccine is 84 per cent effective at preventing hospitalisation and 61 per cent effective at stopping symptomatic infection. </p> <p>Jeremy Farrar, director of Wellcome, a charitable trust, and an expert on dengue fever, said approval of Takeda's jab is important because of the huge healthcare burden caused by the rapid spread of dengue due to rising global temperatures and urbanisation. </p> <p>“The mosquito that carries the virus loves the dirty urban settings where we live today and dengue is really the poster child for what happens to mosquito-borne disease with climate change,” he said. </p> <p>Farrar said the vaccine is a big business opportunity for Takeda because so many middle-income countries such as India, Brazil, Vietnam and Indonesia were affected by dengue. And a rival vaccine developed by Sanofi had run into problems, he added. </p> <p>Sanofi's Dengvaxia vaccine caused a public health crisis in the Philippines shortly after its launch in 2017 when it emerged the jab could increase the risk of severe disease in some people who had not previously been exposed to dengue. The World Health Organisation now recommends screening for previous dengue infections before administering Sanofi's vaccine. </p> <p>“It's very difficult to introduce screening tests in any vaccine program,” said Dubin, adding there is no such requirement for Qdenga in the approval granted in Indonesia. </p> <p>“This allows broader use of the vaccine and potentially significant public health impact because of the potential to use the vaccine broadly.”</p><p>Source: Jamie Smyth in New York and Kana Inagaki in Tokyo 2022 'Takeda targets global vaccine market after approval of dengue jab' FT.com 30 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-30T04:00:09.092Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 210,
          "end": 215
        }
      ],
      "weightsV2": {
        "weight": 1.1681936,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.21819365,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}