{
  "_id": "1a32568c527c28928fc943167d83e4b22100b0ad0c9433c078edda800a103989",
  "feed": "wall-street-journal",
  "title": "U.S. News: Moderna's Cancer Vaccine Shows Promise",
  "text": "<p>The results, which the companies said were statistically significant but haven't been reviewed by independent scientists, suggest promise for an emerging but unproven class of vaccines that aim to treat diseases rather than prevent infections like typical shots.</p><p>If the combination proves successful in further testing, the results could broaden the applications for Moderna's messenger RNA platform beyond the Covid-19 vaccine that was the first commercial use for the gene-based technology.</p><p>It would also further catapult the company's rise up the ranks of the biggest biotechs from an unproven startup before the pandemic began.</p><p>Merck and Moderna said they plan to discuss the results with regulators and to run a larger study to confirm the combination's safety and efficacy next year. Positive results of that study could clear the way for potential regulatory approval of Moderna's experimental cancer vaccine.</p><p>Moderna and Merck also plan to test the combination in other types of cancers. \"We don't want to waste time. Given the data is so strong, for me it's a Covid-like moment,\" Moderna Chief Executive Stephane Bancel said.</p><p>The company's shares rose 19.6% in trading Tuesday, adding about $12 billion to Moderna's market capitalization.</p><p>Established in 2010 to harness the potential of molecular advances, Moderna had worked for years to commercialize mRNA.</p><p>The pandemic gave Moderna an opening to prove the technology's worth. Its Covid-19 shot helped validate mRNA vaccines, while generating tens of billions of dollars in sales for the company.</p><p>Moderna has been eyeing new uses for its mRNA technology since. A successful personalized cancer vaccine could help diversify its revenue sources and offset expected declines in sales of its only products -- its original Covid-19 vaccine and the modified Covid-19 booster shot.</p>",
  "published": "2022-12-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 929,
          "end": 934
        },
        {
          "start": 632,
          "end": 637
        }
      ]
    }
  ]
}