{
  "_id": "3bad328a1716f7fcba5298cb32b53da6b254f0ee14658075a5cf4e9531eb7be9",
  "feed": "wall-street-journal",
  "title": "Oil, Global Stocks Fall as Investors Cut Risk; S&P 500 poised for worst week in 15 months",
  "text": "<p>Shares in Asia-Pacific and Europe broadly retreated. The pan-continental Stoxx Europe 600 fell 1.2%, while China's Shanghai Composite Index and Japan's Nikkei 225 declined 0.9%.</p><p>In off-hours trading, Netflix shares plunged over 20% after the company said it expected a slowdown in subscriber growth. Peloton rose 7.5%, recouping some losses after the stock tumbled nearly 24% Thursday on reports that the connected-fitness company was halting production. Its chief executive refuted these claims in a statement.</p><p>\"As we return to a more normal world, names like Peloton and Netflix being weaker or disappointing isn't a surprise,\" said Arun Sai, a multiasset strategist at Pictet Asset Management. \"I think when the dust settles, we'll have a reasonable set of numbers in Q4 earnings. Peloton and Netflix are more of a distraction than anything else.\"</p><p>Investors' increasing conviction that the Federal Reserve will have to raise interest rates several times this year to combat inflation has pressured stocks. Last week, Fed Chairman Jerome Powell called rapid inflationa \"severe threat\" to a full economy recovery, and data showedconsumer prices soaring 7% on the year in December.</p><p>This has hit growth stocks and put the Nasdaq in correction territory, as investors are dumping shares of unprofitable companies. Tensions between Russia and NATO are also weighing on market sentiment, investors said. The S&amp;P 500 is down 3.9% this week, on track for the worst performance since Oct. 2020.</p><p>\"Geopolitical risk plays a role, repricing of [central bank] policy plays a role and the inflation mix in the sense of cost pressures. You put all those together and there is actually quite a change,\" said Georgina Taylor, a multiasset fund manager at Invesco. \"Risk premium for equities needs to go up.\"</p><p>Investors' bets on faster rate rises have driven up inflation-linked bond yields, seen as a benchmark for financing costs. The yield on the 10-year Treasury inflation-protected security rose as high as minus 0.526% Friday, the highest level since June 2020, before easing slightly to minus 0.536%. The yield on the benchmark 10-year Treasury note edged down to 1.792% from 1.833% Thursday.</p><p>Cryptocurrencies tumbled, with bitcoin losing nearly 6.5% compared with its level at 5 p.m. ET Thursday. It traded below $38,300, the lowest level since August, before rising slightly to around $38,700. Ether fell 6.8%.</p><p>Oil prices also declined. Global benchmark Brent crude fell 1.5%, trading at $87.03 a barrel, weighed down by a surprise increase in U.S. crude stockpiles, according to analysts at RBC Capital Markets.</p><p>Data provider IHS Markit, oil services company Schlumberger and financial firms Huntington Bancshares and Ally Financial are set to report earnings Friday.</p><p>Overseas, wind-power company Siemens Gamesa Renewable Energy fell 10% after it posted an operating loss and lowered its guidance, citing supply-chain constraints. Shares of some Chinese drugmakers surged after they were selected to help make cheaper versions of Merck's Covid-19 pill. BrightGene Bio-Medical Technology rose 20% and Viva Biotech advanced 14%.</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com and Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Oil, Global Stocks Fall as Investors Cut Risk</p>",
  "published": "2022-01-21T11:43:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3023,
          "end": 3028
        }
      ],
      "nexusId": "10042334"
    }
  ]
}