{
  "_id": "90e284df3bfa94504f8fd62a3fc9b571e0dc308b8c7b0e712e705004d623d63f",
  "feed": "market-watch",
  "title": "As COVID-19 cases decline in the U.S., White House officials face outbreak",
  "text": "<p>Her spokesperson announced the test on Thursday.&#xa0;</p><p>Politico reported Thursday that dozens of White House aides and federal officials have tested positive for the virus in recent weeks, further raising concerns about an outbreak at a time when the administration's narrative is that the pandemic is under control.&#xa0;</p><p>Attorney General Merrick Garland and Commerce Secretary Gina Raimondo both announced positive tests this week, as did Reps. Joaquin Castro (D-Texas), Katherine Clark (D-Mass.), and Adam Schiff (D-Calif.); Sens. Susan Collins (R-Maine) and Raphael Warnock (D-Ga.); Jamal Simmons, aide to Vice President Kamala Harris; Jill Biden's press secretary Michael LaRosa; and Valerie Biden Owens, Biden's sister, according to NBC News.</p><p>Biden tested negative for COVID-19 on Friday, White House officials said.&#xa0;</p><p>The cases follow the Gridiron Club dinner last Saturday. (The Gridiron Club dinner is an annual event attended by journalists in Washington, D.C., and policy makers.) Dozens of attendees have since tested positive.</p><p>The city of Washington, D.C., is still largely reporting record lows of COVID-19 cases, though the number of new infections on Wednesday jumped to 717, the highest point since Jan. 31, according to a New York Times tracker.&#xa0;&#xa0;</p><p>Dr. Anthony Fauci, Biden's chief medical advisor and director of the National Institute of Allergy and Infectious Diseases, told Bloomberg on Wednesday that he expects to see an increase in cases of Covid-19 over the next few weeks and believes another surge in the fall is likely.&#xa0;</p><p>“Hopefully there is enough background immunity so that we don't wind up with a lot of hospitalizations,” Fauci said.&#xa0;&#xa0;</p><p>Here's what else you should know about COVID-19 right now:&#xa0;</p><p>The COVID-19 vaccines prevented more than 2 million deaths, 17 million hospitalizations, and $899 billion in health care spending, according to a new report from the Commonwealth Fund.&#xa0;</p><p>A federal appeals court upheld a rule that all federal employees must be vaccinated, citing the fact that the president ordered the same type of requirement as private-sector CEOs, reported the AP.&#xa0;</p><p>Fluvoxamine, a generic antidepressant, likely reduces COVID-19 hospitalizations, according to a new study, published Wednesday in JAMA Network Open, that assessed data from three clinical trials. The study's researchers urged additional studies but noted that fluvoxamine could be a treatment option for people without access to the antivirals developed by Pfizer Inc. PFE and Merck &amp; Co. Inc. MRK and Ridgeback Biotherapeutics.</p><p>Here's what the numbers say:&#xa0;</p><p>The seven-day average of new COVID-19 cases in the U.S. was 29,429 on Thursday, according to a New York Time tracker, though new infections have increased recently in about half of U.S. states and territories, particularly in the Northeast.&#xa0;</p><p>Meanwhile, the daily average of COVID-19 related hospitalizations fell to 15,096 on Thursday, from 15,266 the day before. This is the lowest level since April 1, 2020. The daily average for deaths declined to 564 from 599 on Wednesday, to the lowest total since Aug. 9, 2021.&#xa0;</p><p>Globally, the total number of cases rose to 496.42 million and deaths grew to 6,171,259. The U.S. has reported a total of 80.29 million cases and 984,571 deaths over the course of the pandemic, according to data aggregated by Johns Hopkins University.</p><p>—Tomi Kilgore</p>",
  "published": "2022-04-08T15:09:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2468,
          "end": 2479
        },
        {
          "start": 2468,
          "end": 2484
        }
      ]
    }
  ]
}