{
  "_id": "2e3c642efa98bbd786969d615a5a512066f51da2aaa0fdd62dc4344ce256c7f5",
  "feed": "wall-street-journal",
  "title": "How the Head of a Medical Giant Navigates a Pandemic; Labcorp CEO Adam Schechter relies on connections he made at his previous employer to guide him through an especially stressful period",
  "text": "<p>In March of 2020, the medical-testing giant could run just 300 Covid-19 tests a day. Mr. Schechter pushed employees to vastly expand the capacity of its commercial labs—fast.</p><p>Two months later, the company could conduct 90,000 PCR tests daily. Labcorp completed more than 61 million such tests by the end of 2021. Meanwhile, its drug-development operation helped other businesses develop Covid-19 vaccines and therapeutics.</p><p>Bio Bits</p><p>* Age: 56</p><p>* Education: Bachelor of Arts in biology from La Salle University</p><p>* Family: Wife Donna; twins Tyler and Andrew, 27 and daughter Lauren, 25</p><p>* Management mantra: Build great teams with great people</p><p>* Stress reliever: Training for Tough Mudder endurance events</p><p>* Fun fact: Have a pet pig named Jelly Bean</p><p>* Worst advice ever received: You can't overprepare</p><p>* First job: Working in the clothing store my parents owned</p><p>* Favorite snack: Anything with sugar. Why? Because it's sugar!</p><p>Mr. Schechter says he drew strength from mentors he came to know at his prior employer, pharmaceutical giant Merck &amp; Co. Those advisers gave him courage \"to fight for what I thought was right,\" adds the first-time chief executive, now 56.</p><p>He has loved science since his youth in Warminster, Pa., and aimed to become a physician. \"I knew medicine offered a financially secure career,'' Mr. Schechter says. \"And I had a very Jewish mom who wanted her son to be a doctor.''</p><p>Another motivation: \"I saw my parents struggle to pay bills—including after they opened a clothing store.''</p><p>With a biology degree from La Salle University, he instead became a toxicologist for SmithKline &amp; French Laboratories. He believed research-and-development work offered \"an alternative way of making a difference in the world\"—without medical-school debt.</p><p>Mr. Schechter left SmithKline in 1988 to join Merck as a sales representative. Merck rejected him twice before advancing him to a product-manager role in a marketing unit. He lacked the M.B.A. degree and marketing experience preferred for such spots.</p><p>\"Someone took a chance on me,'' Mr. Schechter says. \"I now often take a risk on people without all of the qualifications.''</p><p>He steadily climbed into Merck's upper ranks. For eight years, he led its global human-health division—which includes the pharmaceutical and vaccine businesses.</p><p>He was the company's most senior commercial executive, and appeared headed for its corner office.</p><p>\"I would have loved to be CEO of Merck,'' Mr. Schechter says. In late 2018, he made the decision to leave after Chief Executive Kenneth Frazier indefinitely postponed his retirement.</p><p>Mr. Schechter, a Labcorp board member since 2013, alerted its CEO, David P. King, about his imminent Merck exit. \"You know I need a successor at some point,'' said Mr. King, who had headed the company since 2007. \"How about being the CEO of Labcorp?\"</p><p>Mr. Schechter took charge in November of 2019.</p><p>Among Mr. Schechter's most trusted advisers:</p><p>Fred Hassan</p><p>Chairman of Caret Group LLC and former chairman and CEO of Schering-Plough Corp.</p><p>The executives initially worked together on a drug joint venture created by their rival employers. Mr. Schechter became the joint venture's general manager in 2004, the year after Mr. Hassan began his CEO stint at Schering-Plough.</p><p>\"Do the right thing for the venture,'' rather than try to appease Merck or Schering-Plough, Mr. Hassan advised. \"You are never going to please all of them.\"</p><p>Mr. Schechter used the same strategy again to forge trust when he managed Schering-Plough's integration following Merck's 2009 acquisition of the drugmaker.</p><p>The Labcorp chief says he kept his mentor's words in mind while seeking to rapidly increase Covid-19 testing capacity.</p><p>He told his more than 65,000 workers that he didn't care whether Labcorp made or lost money on expanding its capacity for such tests. \"We needed everyone to courageously pursue what may have been deemed impossible,\" he says.</p><p>Kenneth Frazier</p><p>Executive chairman and former CEO of Merck &amp; Co.</p><p>As Mr. Schechter's boss for 12 years, Mr. Frazier repeatedly cautioned him not to make decisions quickly. That wasn't always easy for a hard-charging executive like Mr. Schechter.</p><p>He encountered resistance within Merck's human-health division in 2011, when he wanted to shift the division's commercial model. That included a different approach to pricing. Products would cost the same in all countries, rather than varying from nation to nation. Implementation of the plan, he says, \"didn't go as fast as I wanted.\"</p><p>Mr. Frazier chastised Mr. Schechter for failing to explain first to colleagues why he thought the new business model made sense. \"You need to bring them along with you,'' the Merck chief said.</p><p>Mr. Schechter launched pilots of his model and held more internal town halls. In hindsight, he says, \"I wished I had done that a year [sooner].''</p><p>Shelly Lazarus</p><p>Chairman emeritus of Ogilvy &amp; Mather Worldwide and former Merck board member</p><p>Mr. Schechter met the advertising-industry veteran when he started making presentations to her and fellow Merck directors in 2009.</p><p>Years later, Ms. Lazarus urged Mr. Schechter to use social media as a means of better understanding what consumers \"are saying today about your company.'' She introduced him to social-media savvy players in the food, automobile and telecom industries.</p><p>But at a highly regulated business like Merck, social media then \"was pretty much forbidden,'' Ms. Lazarus remembers. \"One of the lawyers suggested that any tweet would have to be submitted to the FDA for approval before it was released.\"</p><p>She strongly backed Mr. Schechter's push for Merck to embrace social-media tools. Ms. Lazarus addressed 60 staffers at Mr. Schechter's kickoff session for its global social-media unit in 2014. She emphasized the importance of using new technology. By 2017, Merck led the pharmaceutical industry in engagement on Twitter and Facebook, according to a spokeswoman.</p><p>Wendell P. Weeks</p><p>Chairman and CEO of Corning Inc. and former Merck board member</p><p>The longtime Merck director coached Mr. Schechter before he chose his first corporate directorship. Labcorp and a diversified industrial company simultaneously wooed Mr. Schechter for board seats.</p><p>\"You love healthcare,'' Mr. Weeks told his protégé. \"You will never go wrong following that [passion].''</p><p>The Corning leader next counseled him about how to be an effective Labcorp director. \"He encouraged me to spend time in a lot of different areas,'' Mr. Schechter says. Among other things, the board novice visited a variety of the company's labs for several days.</p><p>He also sought to emulate Mr. Weeks's ability to question executives in a challenging yet supportive manner during board meetings. \"It's not a 'gotcha' kind of thing,\" Mr. Schechter observes.</p><p>Such advice paid off. In January of 2019, the Labcorp board chose him as its lead independent director.</p><p>Bio Bits</p><p>* Age: 56</p><p>* Education: Bachelor of Arts in biology from La Salle University</p><p>* Family: Wife Donna; twins Tyler and Andrew, 27 and daughter Lauren, 25</p><p>* Management mantra: Build great teams with great people</p><p>* Stress reliever: Training for Tough Mudder endurance events</p><p>* Fun fact: Have a pet pig named Jelly Bean</p><p>* Worst advice ever received: You can't overprepare</p><p>* First job: Working in the clothing store my parents owned</p><p>* Favorite snack: Anything with sugar. Why? Because it's sugar!</p><p>Write to Joann S. Lublin at joann.lublin@wsj.com</p><p>How the Head of a Medical Giant Navigates a Pandemic</p>",
  "published": "2022-02-19T05:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1833,
          "end": 1838
        },
        {
          "start": 4889,
          "end": 4894
        },
        {
          "start": 1029,
          "end": 1040
        },
        {
          "start": 3949,
          "end": 3960
        },
        {
          "start": 5985,
          "end": 5990
        },
        {
          "start": 2154,
          "end": 2159
        },
        {
          "start": 4652,
          "end": 4657
        },
        {
          "start": 1800,
          "end": 1805
        },
        {
          "start": 5953,
          "end": 5958
        },
        {
          "start": 5787,
          "end": 5792
        },
        {
          "start": 5014,
          "end": 5019
        },
        {
          "start": 5331,
          "end": 5336
        },
        {
          "start": 2672,
          "end": 2677
        },
        {
          "start": 3304,
          "end": 3309
        },
        {
          "start": 4174,
          "end": 4179
        },
        {
          "start": 3509,
          "end": 3514
        },
        {
          "start": 5575,
          "end": 5580
        },
        {
          "start": 2421,
          "end": 2426
        }
      ],
      "nexusId": "10042334"
    }
  ]
}