{
  "_id": "1ed4d4dc22fd1095449ee160a01f3910cd772796b61d84ea771e81db0564d715",
  "feed": "wall-street-journal",
  "title": "Business News:  Music Deal Maker Faces Discord  ---  Hipgnosis Songs under  pressure by investors  as shares fall sharply  below net value  ----  By Julie Steinberg in London and Anne Steele in Los Angeles",
  "text": "<p>   Investors are demanding a change of tune at Hipgnosis Songs Fund Ltd., the London-listed investment vehicle that owns the rights to tens of thousands of songs written by artists such as Shakira, Lindsey Buckingham and the Red Hot Chili Peppers. </p><p>   Hipgnosis was founded by Merck Mercuriadis, a former pop-star manager who has called catalog copyrights recession-proof, and better than investing in oil or gold. Hit songs can yield decades of payments for their owners, as they are streamed, played on the radio, performed live or featured in advertisements. </p><p>   The company thrived in an easy-money era of high stock prices and cheap debt, growing through a string of deals, while Mr. Mercuriadis attracted a big-name financial backer in Blackstone Inc. But the listed vehicle's stock price has tumbled in recent months. </p><p>   A large discount has opened to the net asset value of its holdings, suggesting concern that Hipgnosis may have overpaid for its 65,000-plus song library. \"That's people saying, 'We don't believe in your valuation right now,'\" said Stifel analyst Sachin Saggar. </p><p>   A spokesman for the investment adviser to the fund said: \"Whilst currently, like many investment trusts, the company's share price does not fully reflect the value of the songs in the portfolio, we remain confident that over the medium term Hipgnosis Songs Fund will deliver superior shareholder returns.\" </p><p>   Hipgnosis is scheduled to report results Thursday. In October, it announced buyback plans, and as of Monday had bought back 2 million shares. It has roughly 1.21 billion shares outstanding. </p><p>   Also in October, the company refinanced its debt and said it would use swaps to fix most of its exposure to moves in interest rates -- a move investors said was late, but appreciated. </p><p>   One possible way to bolster confidence in the listed company's asset value would be through striking deals such as selling an artist's full catalog, said Caspar Rock, chief investment officer at Schroders Wealth Management, a unit of Schroders PLC that owns about 7% of Hipgnosis. </p><p>   To narrow the discount, investors suggest measures such as selling minority stakes in certain catalogs, giving out more information on valuation, or large buybacks. </p><p>   The spokesman for the investment adviser to the fund said it adds value through active song management. It is benefiting from growth in premium streaming services and other new sources of revenue that are boosting the global music industry, he said. </p><p>   When times were good, Hipgnosis tapped investors repeatedly for new equity funding to buy more songs, acquiring catalogs at what some music executives viewed as high prices. </p><p>   The rush of deals fed into higher sales, boosting the stock price and its ability to raise more money. From its 2018 listing onward, Hipgnosis has raised about 1.3 billion pounds in equity, equivalent to about $1.58 billion, and borrowed hundreds of millions of dollars more. </p><p>   Mr. Mercuriadis has struck separate deals with Blackstone, which agreed in late 2021 to take a majority stake in Hipgnosis Song Management Ltd., which advises the listed fund. The investment adviser also manages a second private fund for Blackstone, known as Hipgnosis Songs Capital. </p><p>   This year, however, Hipgnosis stock has fallen roughly 35% and now languishes below its listing price. </p><p>   Stock markets more broadly have pulled back, and numerous U.K.-listed investment trusts are trading below the net value of their assets. The gap at Hipgnosis, though, is larger than at many other trusts, with the shares trading at a near 50% discount to net asset value. </p><p>   The markdown stops Hipgnosis from issuing more stock to pay for acquisitions, since selling new shares would destroy value for existing shareholders. </p><p>   While every song catalog is different, the company should give investors a feeling for how its portfolio is performing financially, relative to other deals in the market, said Sol Nevins, a portfolio manager for alternatives at CCLA Investment Management Ltd. </p><p>   Mr. Nevins, whose firm owns about 5% of Hipgnosis, said he is eager to understand more about how some departments add value. He highlighted the synchronization team, a group that places songs in ads, films and TV shows, and the administration team, a unit that registers copyrights and collects royalties from streaming services and other licensees. </p><p>   Investors said they still buy the basic premise that music royalties provide returns that aren't correlated to moves elsewhere in financial markets, and can only grow in value as how people consume music changes. Investors that spoke to The Wall Street Journal uniformly praised the catalogs that Hipgnosis has purchased and Mr. Mercuriadis's acumen. </p><p>   \"Music has become a utility already, it's not something you give up\" even as inflation rises and people cut costs, said Flurin Grond, deputy chief investment officer at Swiss asset manager Progressive Capital Partners Ltd. Progressive owns less than 1% of the fund, said Mr. Grond. </p><p>   \"They should buy back 10% of the shares and see where we stand. This should not be a broken story, because the asset is very strong,\" Mr. Grond said. </p><p>   Some investors, such as John Moore, senior investment manager at RBC Brewin Dolphin, a 5% shareholder, suggest Hipgnosis could do more with what it already owns. That could mean reaching different, younger audiences with older catalogs, he said. He pointed to a surge of interest this year in Kate Bush's 1985 song \"Running Up That Hill (A Deal With God)\" after it was featured in Netflix's sci-fi series \"Stranger Things.\" </p><p>   Simon Lapthorne, senior research analyst at Investec Wealth &amp; Investment Ltd., said he didn't want Hipgnosis to shrink. \"The rationale was never to be a trader of assets, it was always the intention to own these for the long term,\" said Mr. Lapthorne, whose firm owns a 9.5% stake. </p><p></p>",
  "published": "2022-12-08T07:04:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 270,
          "end": 275
        }
      ]
    }
  ]
}