{
  "_id": "94a02c60e0cba61ff2ffdcac713920a59f65ca85c9324f11da711207c2680c5f",
  "feed": "wall-street-journal",
  "title": "Why Everyone Is Suddenly Slamming Energy Drinks; A new wave of drinks promise better taste and less sugar than older varieties, though doctors still warn against drinking too much",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>Do you like energy drinks? Why or why not? Join the conversation below.</p><p>People now sip energy drinks on the way to the gym, at the office or to start the day. Many are clamoring for the caffeine boost as they return to more in-person work and resume busier social lives as Covid-19 restrictions fade.</p><p>An array of options that claim to be healthier are boosting growth in the energy-drinks market, analysts say. Shoppers are gravitating to drinks that tout vitamins, electrolytes, better taste and less sugar than older varieties, despite doctors' warnings that they often still have too much sugar or caffeine.</p><p>During college, Nicole LoRusso chastised friends who relied on Red Bull to get through finals. \"I was like, 'That stuff is going to kill you!'\" says Ms. LoRusso, 23 years old, a public relations coordinator in Holmdel, N.J.</p><p>Now, she gets two cases of Celsius delivered every month and says she can't start her workday without it. She feels the stigma of consuming an energy drink is waning and drinks Celsius openly at her desk. She says her view changed this summer, when friends from the gym turned her on to the drink they relied on for a pre-workout boost. She says she was also tired of paying $7 for a Starbucks iced latte when a can of Celsius costs about $2.</p><p>(Red Bull didn't respond to requests for comment about its health effects.)</p><p>Ms. LoRusso tries to limit herself to one a day. Still, she feels Celsius is less harmful than some other varieties. \"At the very least it has a picture of a fruit on it,\" she jokes.</p><p>While established energy drinks Red Bull and Monster still account for more than half of the market, according to data compiled by trade publication Beverage Digest, other options are seeing some of the biggest growth.</p><p>Celsius went on the market in 2005, but business only took off over the past three years. The company saw sales nearly triple in the first six months of 2022 compared with the six months prior, from $93 million to $269 million, according to President John Fieldly. \"We had a variety of flavors go out of stock just due to demand,\" Mr. Fieldly says. Popular varieties include raspberry açai green tea and sparkling strawberry guava.</p><p>People who had never bought an energy drink before are responsible for almost a quarter of the company's sales, says Mr. Fieldly, citing data from consumer insights company Numerator.</p><p>He says the beverage doesn't pose health risks for the average adult, pointing to its lack of sugar. (The beverage is sweetened with stevia and erythritol.)</p><p>Doctors aren't convinced. Frank Hu, chairman of the department of nutrition at Harvard's T.H. Chan School of Public Health, says he worries about the beverages' high caffeine and sugar content. (Sugarless alternatives aren't necessarily better, he says, due to uncertain long-term effects of artificial sweeteners.) Too much of the drinks can lead to high blood pressure, irregular heartbeat, anxiety and insomnia, he says, and are especially dangerous for adolescents. A 12-ounce Celsius includes 200 milligrams of caffeine, the same as about two standard cups of coffee.</p><p>\"The large increase in consumption over the past couple of years is really concerning,\" Dr. Hu says.</p><p>Beverage companies are following the shift in consumer behavior. Pepsi-Cola took a $550 million stake in Celsius this summer and began selling Mountain Dew Energy in 2021. Gatorade introduced its first energy drink, Fast Twitch, exclusively with the National Football League last month, with a broader consumer rollout coming in February. Even Starbucks is getting into the game: The coffee chain launched its first lineup of energy drinks, in partnership with PepsiCo, in January.</p><p>The ready-to-drink coffee market is only a fifth as large as energy drinks in the U.S. and grew 2% year-over-year as of August, according to NielsenIQ.</p><p>Taylor Brooks, 30, a Merck pharmaceutical scientist and yoga instructor in Dallas, frequently sips a Celsius before teaching a class. She says the drink doesn't leave her feeling as jittery as a cup of cold brew would, and defogs her brain before 6:30 a.m. workouts.</p><p>\"I work a corporate job and teach yoga for fun, so sometimes it can be hard to shift gears into teacher mode,\" she says.</p><p>For decades, the energy-drink market was a two-horse race between Red Bull and Monster, says Duane Stanford, publisher of Beverage Digest, who has been tracking the industry for the past 16 years. The more recent players, including Celsius, Bang and C4, have succeeded in marketing themselves as healthier options in a more health-conscious environment following the pandemic, he says.</p><p>\"It's debatable, but at the end of the day, it's resonating with consumers,\" he says. \"They are a very affordable luxury.\"</p><p>The B vitamins and amino acids Bang adds to its cans appeal to TJ Quigley, 44, a marketing director for a medical device company living in Lake Forest, Calif.</p><p>He drank enormous quantities of Red Bull when he was a brand ambassador for the company at the University of Washington in 1999. He says he cut back after graduation because of health concerns and the metallic flavor of the original Red Bull and Monster. (The distinctive, bitter taste is largely from the supplement taurine, Mr. Stanford says.)</p><p>Twenty years later, Mr. Quigley drinks a can a day of Bang, Red Bull or Celsius. He says he likes to have one during the work-from-home lull each afternoon.</p><p>\"I don't have time to step away for half an hour and go to Starbucks,\" Mr. Quigley says. \"In fact, I'm going to go grab one right now.\"</p><p>Write to Rachel Wolfe at rachel.wolfe@wsj.com</p><p>Why Everyone Is Suddenly Slamming Energy Drinks</p>",
  "published": "2022-10-04T10:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3878,
          "end": 3883
        }
      ],
      "nexusId": "10042334"
    }
  ]
}