{
  "_id": "b0816186d4cbeae6425573b97684155151a3476b1aa9dfc32c7083559581571a",
  "feed": "wall-street-journal",
  "title": "What to Know About the BA.2 Omicron Variant, the New Covid Strain; At least 40 countries including the U.S., U.K., India and Denmark have detected the version of the virus",
  "text": "<p>What is the BA.2 variant of Covid-19?</p><p>The BA.2 variant of Covid-19 is a relation of the original Omicron variant known as BA.1, according to Theodora Hatziioannou, an associate professor of virology at Rockefeller University.</p><p>The two variants arose around the same time and come from the same ancestor strain. They have many mutations in common, but around 20 mutations differ between the two variants. The differences between this variant and BA.1 can be seen in the spike protein of the virus, Dr. Hatziioannou said.</p><p>This was the first time that two competing variants emerged in parallel, according to Mark Zeller, a genomic epidemiologist at the Scripps Research Institute in San Diego, Calif.</p><p>Viruses mutate all the time and diversification within a variant is normal. The earlier Delta variant comprised more than 200 sublineages before it was replaced by Omicron, according to Francois Balloux, director of the University College London Genetics Institute.</p><p>Is the BA.2 variant in the U.S.?</p><p>Yes. The BA.2 variant has been detected in the U.S., according to the Centers for Disease Control and Prevention, which provides estimates of the prevalence of various Covid-19 strains. The CDC's estimates show that Omicron was likely responsible for 99.9% of Covid-19 infections in the week ending Jan. 22. The CDC said the prevalence of some other variants including BA.2 was included in its Omicron tally.</p><p>CDC data from the week of March 18 estimates that BA.2 represented 23% of cases in the U.S. In the region that includes New York and New Jersey, BA.2 represents 39% of cases.</p><p>Where else in the world has the BA.2 variant been detected?</p><p>At least 40 countries have detected the BA.2 variant, including the U.K., Denmark, India, Sweden, Singapore and the Philippines. It isn't possible at this point to determine where the sublineage originated, according to the U.K. Health Security Agency.</p><p>The BA.2 variant might be displacing the BA.1 in Denmark, said Dr. Hatziioannou. \"They're identifying more and more cases of BA.2 rather than BA.1,\" she said.</p><p>Covid-19 caseloads are rising in the U.K. and other parts of Europe. U.S. health experts are monitoring Britain in particular, as trends there have foreshadowed those to come in the U.S.</p><p>The spread of BA.2 and relaxed Covid-19 restrictions—two factors also present in the U.S.— might be driving up caseloads in the U.K., public-health experts say. In March, more than four of every five known Covid-19 cases in the U.K. were BA.2, according to estimates from the country's Health Security Agency.</p><p>Is BA.2 a Covid-19 variant of concern?</p><p>No. The World Health Organization designated Omicron the fifth \"variant of concern\" last November based on the risks posed by changes in its makeup and behavior, compared with other versions of the virus, including its increased infectiousness. The organization hasn't given BA.2 any designation but has urged researchers to track and study the variant.</p><p>Earlier variants of concern included Delta, which drove a wave of cases in the U.S. and elsewhere last summer, and the Beta variant that, like Omicron, was first identified in South Africa.</p><p>Other variants have remained \"variants of interest,\" meaning they have genetic changes that affect the way the virus works, according to the WHO. Lambda and Mu are variants of interest that sickened people in some parts of the world, such as South America, but didn't outcompete variants including Delta in the U.S. and elsewhere.</p><p>What are the symptoms for the BA.2 variant? Is it more severe than the initial Omicron variant?</p><p>It isn't yet known whether the BA.2 variant behaves in materially different ways than the BA.1 Omicron variant, which research has shown to be far more infectious than previous Covid-19 strains but also less likely to lead to severe disease in many cases.</p><p>In Denmark, one of the countries with high rates of BA.2, an initial analysis by the government-run State Serum Institute showed no differences in hospitalizations for BA.2 compared with BA.1.</p><p>A South African analysis found that a group of people with what is likely BA.2 had about the same odds of hospitalization and developing severe disease relative to a group with likely BA.1.</p><p>The WHO reported that evidence so far suggests BA.2 could be roughly 30% more infectious than BA.1. When the variant first emerged, research done on hamsters found that BA.2 could invade the animals' lungs more easily than BA.1.</p><p>Though BA.2 continues to spread in different countries, the CDC said the variant was responsible for a very small share of recent Covid-19 infections compared with other viruses circulating in the U.S. and around the world. \"Currently there is no evidence that the BA.2 lineage is more severe than the BA.1 lineage,\" the agency said, adding that it \"continues to monitor variants that are circulating both domestically and internationally.\"</p><p>How is the BA.2 variant responding to treatment and vaccinations?</p><p>Though it is too early to tell, Dr. Hatziioannou predicts the BA.2 variant will be as resistant to monoclonal antibodies as BA.1. She said there are only slight differences on the spike protein of BA.2 compared with BA.1, leading her to conclude that they are likely to behave similarly.</p><p>Research led by New York University virologist Nathaniel Landau suggests that BA.2 is even better than BA.1 at evading monoclonal-antibody drugs developed to fight Covid-19. Antiviral pills from Merck &amp; Co. and its partner Ridgeback Biotherapeutics LP continue to work against the original Omicron variant and might have similar effects against BA.2.</p><p>Researchers predict that there won't be a significant difference in how vaccines hold up against BA.2 compared with BA.1. Most of the mutation differences between the two variants occur outside areas of the virus that are important for immune recognition. An analysis by the U.K. Health Security Agency found similar vaccine effectiveness against symptomatic disease from both BA.1 and BA.2. Further studies are under way.</p><p>\"I can be pretty confident in saying that vaccines will continue to work really well at keeping people away from the hospital if they are boosted,\" said Peter Chin-Hong, an infectious-disease specialist at the University of California, San Francisco. When fully vaccinated and boosted, a person's cells adopt memory and are able to detect similar variants, preventing extreme illness if infected, Dr. Chin-Hong said.</p><p>What to Know About the BA.2 Omicron Variant, the New Covid Strain</p>",
  "published": "2022-03-21T16:45:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 5418,
          "end": 5429
        }
      ]
    }
  ]
}