{
  "_id": "b673ce6b235425681fc883e950087e868b5c36376af78befa7a0d4a9e0b94aa7",
  "feed": "wall-street-journal",
  "title": "Ivermectin Didn't Reduce Covid-19 Hospitalizations in Largest Trial to Date; Patients who got the antiparasitic drug didn't fare better than those who received a placebo",
  "text": "<p>Ivermectin has received a lot of attention as a potential treatment for Covid-19 including from celebrities such as podcast host Joe Rogan. Most evidence has shown it to be ineffective against Covid-19 or has relied on data of poor quality, infectious-disease researchers said. Public-health authorities and researchers have for months said the drug hasn't shown any benefit in treating the disease. Taking large doses of the drug is dangerous, the Food and Drug Administration has said.</p><p>The latest trial, of nearly 1,400 Covid-19 patients at risk of severe disease, is the largest to show that those who received ivermectin as a treatment didn't fare better than those who received a placebo.</p><p>SHARE YOUR THOUGHTS</p><p>How should the most recent studies on the efficacy of ivermectin against Covid-19 influence its use going forward? Join the conversation below.</p><p>\"There was no indication that ivermectin is clinically useful,\" said Edward Mills, one of the study's lead researchers and a professor of health sciences at Canada's McMaster University in Hamilton, Ontario. Dr. Mills on Friday plans to present the findings, which have been accepted for publication in a major peer-reviewed medical journal, at a public forum sponsored by the National Institutes of Health.</p><p>Dr. Mills and his colleagues looked at 1,358 adults who visited one of 12 clinics in the Minas Gerais region of Brazil with Covid-19 symptoms. The patients all had a positive rapid test for SARS-CoV-2, and were at risk of having a severe case for reasons including a history of diabetes, hypertension, cardiovascular disease or lung disease.</p><p>The researchers prescribed half of the patients a course of ivermectin pills for three days. The other half received a placebo. They tracked whether the patients were hospitalized within 28 days. The researchers also looked at whether patients on ivermectin cleared the virus from their bodies faster than those who received a placebo, whether their symptoms resolved sooner, whether they were in the hospital or on ventilators for less time and whether there was any difference in the death rates for the two groups.</p><p>To make sure they were being thorough, the researchers analyzed the data in three different ways. They looked at data from all patients; then analyzed data from patients who received ivermectin or a placebo 24 hours before they were hospitalized; and in a third review, looked at data from patients who said they had adhered strictly to their dosing schedule. In each scenario, they found ivermectin didn't improve patient outcomes.</p><p>\"This is the first large, prospective study that should really help put to rest ivermectin and not give any credibility to the use of it for Covid-19,\" said Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine, who reviewed the findings.</p><p>Ivermectin is used primarily to treat patients with certain parasitic diseases. It has antiviral properties, but hasn't been approved by the FDA to treat any viral infections.</p><p>Given its antiviral prospects, scientists early in the pandemic thought it could be a candidate for treating Covid-19. In June 2020, a group of researchers in Australia published a paper showing that large amounts ofivermectin could halt replication of the coronavirus in cell cultures. But there was a problem: To achieve that effect, a person would have to take up to 100 times as much ivermectin as the dose approved for use in humans.</p><p>Some studies on ivermectin published in journals or on preprint servers ahead of peer review have demonstrated no benefits, or worsening of Covid-19 symptoms, after ivermectin use. Some have shown some benefit, such as shorter time to symptom resolution, reduction in inflammation, faster viral clearance and lower death rates.</p><p>But most studies showing positive effects had significant limitations such as small sample sizes or poorly defined outcomes, according to the NIH. Several studies on ivermectin have been withdrawn from publication, including a randomized controlled trial looking at 100 patients in Lebanon that was retracted by the journal Viruses due to issues with the statistical analysis, according to the journal. Researchers at the NIH and Oxford University also are conducting large trials on the effectiveness of ivermectin, though results haven't been published.</p><p>Dr. Mills said ivermectin could improve outcomes in Covid-19 patients who are fighting off certain parasitic diseases at the same time. But based on his team's findings, he said, the drug doesn't seem to have any effect on Covid-19 itself.</p><p>Dr. Mills and his colleagues also are studying other drugs that could be repurposed to work against Covid-19. Such drugs could be useful because their side effects are well known and they may be cheaper to deploy in poor countries than drugs like Merck &amp; Co. and Ridgeback Biotherapeutics LP's molnupiravir or Pfizer Inc 's Paxlovid.</p><p>Merck said it has taken steps to make molnupiravir available in low- and middle-income countries, including allocating three million courses for distribution through aid groups and granting licenses to generic manufacturers. Pfizer said it was working to expand its supply chain and licensing production of Paxlovid through a United Nations program.</p><p>Dr. Mills and his collaborators have looked at 11 repurposed treatments against Covid-19, of which at least one has shown promise—fluvoxamine, which is commonly used to treat obsessive compulsive disorder and depression. They published the research in the Lancet Global Health in October, showing that Covid-19 patients who received fluvoxamine were less likely to require hospitalization than those who didn't.</p><p>The researchers are looking at the effect in Covid-19 patients of combining fluvoxamine and an inhaled steroid, budesonide, as well as a drug called peginterferon lambda, which is used to treat chronic viral hepatitis.</p><p>Write to Sarah Toy at sarah.toy@wsj.com</p><p>Ivermectin Didn't Reduce Covid-19 Hospitalizations in Largest Trial to Date</p>",
  "published": "2022-03-18T11:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 4909,
          "end": 4914
        },
        {
          "start": 4822,
          "end": 4833
        }
      ]
    }
  ]
}