{
  "_id": "8b69f70d64b26676864737556ae2de304107df5323893e275c9504206d78a41c",
  "feed": "wall-street-journal",
  "title": "Biden Administration Limits Use of Regeneron and Lilly Covid-19 Antibody Drugs; FDA revised authorizations for the therapies, which don't work against Omicron variant, to make sure doctors only use them on non-Omicron patients",
  "text": "<p>After the move, the Health and Human Services Department said it wasn't going to include the antibody drugs in the latest Covid-19 drug shipment to states.</p><p>\"The administration is focused on making sure that if an American gets sick with Covid-19, they get a treatment that actually works,\" a Health department spokeswoman said.</p><p>The Omicron variant is estimated to account for more than 99% of U.S. Covid-19 cases as of Jan. 15, the agency said.</p><p>The FDA and Health department moves will make it hard for states like Florida that have been taking steps to provide the drugs to people newly infected with Covid-19 to keep doing so.</p><p>\"It's highly unlikely that Covid-19 patients seeking care in the U.S. at this time are infected with a variant other than Omicron, and these treatments are not authorized to be used at this time,\" the FDA said.</p><p>The FDA said it would consider authorizing the treatments for use in the future if other variants against which the drugs are effective become more common in certain regions.</p><p>Lilly and Regeneron's drugs were the first to be authorized to treat mild to moderate Covid-19 symptoms in people who are at high risk of developing severe cases. The drugs mimic the natural antibodies produced by the immune system to fight off viruses.</p><p>The drugs remained effective against previous variants, but early testing indicated they were unlikely to work against Omicron because it has a large number of mutations, including on the spike protein that the drugs target.</p><p>\"Lilly and the FDA agree that it is not medically appropriate, at this time, to treat patients with mild to moderate Covid-19 with bamlanivimab and etesevimab together in the U.S.,\" a Lilly spokeswoman said. Lilly said it is working to bring a new antibody that works against Omicron to the market.</p><p>Regeneron said it is working on new antibodies that work against Omicron that could enter clinical trials in the coming months.</p><p>The FDA said other treatments remain available to treat Covid-19 that are likely to be effective against Omicron, including the antiviral pills Paxlovid from Pfizer Inc.; molnupiravir from Merck &amp; Co. and Ridgeback Biotherapeutics LP; and the antibody drug sotrovimab made by Vir Biotechnology Inc. and GlaxoSmithKline PLC.</p><p>In addition, the FDA last week approved the use of Gilead Sciences Inc.'s Veklury, also known by its chemical name remdesivir, to treat patients not hospitalized by Covid-19.</p><p>About 4 million doses of the authorized drugs will be available this month, the Health department spokeswoman said.</p><p>Stephanie Armour contributed to this article.</p><p>Write to Joseph Walker at joseph.walker@wsj.com</p><p>Biden Administration Limits Use of Regeneron and Lilly Covid-19 Antibody Drugs</p>",
  "published": "2022-01-25T00:34:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2110,
          "end": 2121
        }
      ]
    }
  ]
}