{
  "_id": "4217f0af9de488e342c66bb428494e3724ef2d62c41778bf2a9a330bbdef1823",
  "feed": "wall-street-journal",
  "title": "Biotech Venture Capital Investment in China Climbs; Innovation grows in a Chinese drug industry that has been better known for generics",
  "text": "<p>Chinese drug startups secured $4.4 billion in 2019 and $4.2 billion in 2018. This year, such companies have collected $2.6 billion in 156 venture deals as of April 20, according to PitchBook.</p><p>Venture investment in Chinese drugmakers is small compared with the U.S., where biotechs rounded up $37.1 billion in 2021, according to PitchBook.</p><p>China's drug sector, long known for generics, has yet to match the innovation occurring in the more-established U.S. and European biotech sectors, investors and entrepreneurs said.</p><p>But recent government efforts to spur innovation, and the opening of local stock exchanges to early-stage biotechs, has encouraged the launch of more inventive drugmakers in China that can attract venture capital, observers said.</p><p>\"We're now seeing some highly innovative companies in the domestic industry, which is very new,\" said Xiaoqing Boynton, senior vice president and a member of the China practice for Washington, D.C.-based consulting firm Albright Stonebridge Group.</p><p>China's government seeks to reduce the nation's reliance on lower-end manufacturing and push industries, including pharmaceuticals, to move up the value chain in a bid to make the country more competitive globally, Ms. Boynton said.</p><p>For example, China has sought to revamp regulatory practices to bring them more in line with those of Western countries and has created streamlined review processes for highly innovative medications, Ms. Boynton said.</p><p>Some investors see the quality of Chinese biotechs improving. ORI Capital, a Hong Kong-based venture firm that invests globally, evaluates biotechs on metrics such as the strength of their leadership, technology and data. Its team is now seeing Chinese biotechs that can be considered for investment after several years in which none survived the firm's evaluation process, said founder and Senior Partner Simone Song.</p><p>Drug startups typically lose money while developing their initial treatments. In recent years, loss-making Chinese biotechs have gained greater access to the public markets, kick-starting the local industry, investors said. In 2018, for example, Hong Kong Exchanges and Clearing Ltd., which operates Hong Kong's stock exchange, began allowing certain pre-revenue biotechs to list.</p><p>\"Our industry is so capital-intensive, if you don't have a stock market for biotech, you can't have a biotech sector,\" said Brad Loncar, chief executive of Loncar Investments and creator of an exchange-traded fund focused on Chinese biotechs.</p><p>Biotech startups also are gaining more access to talent now that many scientists who left China to study or work in the U.S. and Europe are coming back, said Steven Wang, founder and CEO of HighLight Capital, a healthcare-focused venture firm in China.</p><p>\"Chinese scientists are returning to China in large quantities,\" Mr. Wang said.</p><p>AnHeart Therapeutics, which is based in the Cayman Islands but operates from offices in Shanghai, Beijing and New York, raised a $61 million venture financing last year to develop a drug for patients whose lung cancer has a rare genetic mutation. AnHeart co-founders Lihua Zheng and Junyuan Wang, who received bachelor's degrees in China, started the company in 2018 after earning doctorates in the U.S.</p><p>Dr. Zheng also previously practiced law in New York and Dr. Wang had worked for western drugmakers, including Merck &amp; Co. Having employees steeped in the culture of China and the West is helpful for startups, like AnHeart, seeking to develop drugs for China and other major markets world-wide, Dr. Zheng said.</p><p>China's focus on life sciences also reflects growing demand from an increasingly wealthy and aging population for new treatment options, investors said.</p><p>\"Chinese people demand quality healthcare,\" said Johnny Zou, co-head of Chinese venture firm Primavera Venture Partners.</p><p>China, for example, has a high rate of cancer mortality and accounted for 30% of cancer-related deaths world-wide in 2020, according to a 2021 study published in Chinese Medical Journal.</p><p>China needs to screen for cancer earlier to reduce the death rate, said Nisa Leung, head of the healthcare practice for Chinese venture firm Qiming Venture Partners. Qiming has invested in cancer-screening company New Horizon Health Ltd., which went public in Hong Kong in 2021, and continues to consider opportunities in this sector, she said.</p><p>Write to Nicolle Liu at nicolle.liu@wsj.com and Brian Gormley at brian.gormley@wsj.com</p>",
  "published": "2022-04-28T10:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3339,
          "end": 3350
        }
      ]
    }
  ]
}