{
  "_id": "9d1e763ac830b49a7b9d1ffaf0fe34161a279cff8928cf14fa5916191c31b1d0",
  "feed": "wall-street-journal",
  "title": "Startup That Models Materials at Atomic Level Raises Seed Capital; Mat3ra's AI platform could help solve global challenges requiring new materials, says investor Tim Draper, whose firm led a $3 million investment",
  "text": "<p>The platform lets users design new compounds using simulation tools that run physics-based and machine-learning models to predict behaviors and outcomes. It can model new compounds, starting from the interactions between individual atoms, and show how they perform together as a new material, according to the company.</p><p>Through AI-based simulations, Mat3ra's technology can accelerate materials research-and-development efforts that traditionally have required trial-and-error experimentation, Dr. Bazhirov said. The platform could benefit fields like semiconductors, energy storage, space exploration and manufacturing, he said.</p><p>\"We want people that develop new materials to have the freedom to iterate and test their ideas in the computer as fast as possible,\" said Dr. Bazhirov. Researchers who use Mat3ra can cut down on development times from a week to a matter of hours in some instances, he added.</p><p>The seven-year-old startup, which has 10 employees, said it has dozens of enterprise customers in the electronics, energy and manufacturing sectors, including Merck KGaA-owned Intermolecular, the Air Force Research Laboratory and the Tokyo University of Science. Mat3ra declined to comment on its valuation or revenue trends but noted that its number of customers tripled over the past year. More than 2,000 scientists worldwide are using the technology, Dr. Bazhirov said.</p><p>The company has raised a total of $3.85 million, with an initial $850,000 investment made by early backers that included Alchemist Accelerator and Breakout Labs, a venture philanthropy fund associated with the Thiel Foundation.</p><p>Silicon Valley investor Tim Draper, the founder of Draper Associates, said Mat3ra's technology can accelerate the research-and-development time for a number of industries, including manufacturing, energy, chemicals and electronics.</p><p>\"I see untapped potential for modeling and AI to accelerate the research and development for materials and manufacturing to help us solve these challenges,\" he said. \"We track market trends and customer signals that show clear signs of increased activity in the digital transformation of the materials and chemicals sector lately.\"</p><p>Also participating in the round were enterprise technology entrepreneur Serguei Beloussov and Albert Wenger, a managing partner at Union Square Ventures, who invested in a personal capacity.</p><p>Marc Halpern, research vice president at Gartner Inc. said a handful of companies offer similar capabilities. While the platform has the potential to advance research and development, adoption will likely take time, he said.</p><p>\"The current way of doing things is very culturally ingrained…I think it has a lot of potential for the future, but it's not going to come like a tidal wave.\"</p><p>Write to Suman Bhattacharyya at Suman.Bhattacharyya@wsj.com</p><p>Startup That Models Materials at Atomic Level Raises Seed Capital</p>",
  "published": "2022-02-04T12:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1063,
          "end": 1068
        }
      ],
      "nexusId": "10042334"
    }
  ]
}