{
  "_id": "7f13f41e91e990e6866a9514adc15382779e6620ccfab3683333fc03cbd57b66",
  "feed": "ftcomall",
  "title": "Biotech begins human trials with drug discovered using AI",
  "text": "<p>A biotech backed by Merck, Eli Lilly and private equity group BlackRock says it has begun one of the first clinical trials in humans of a drug discovered using artificial intelligence to analyse a vast database of brain tissue.</p> <p>Verge Genomics, which was founded by Alice Zhang, a 33-year-old former neuroscience doctoral student at University of California, told the Financial Times that it has dosed its first patient with a novel therapy named VRG50635 to target ALS, a neurodegenerative disease for which there is no known cure.</p> <p>The San Francisco-based company is one of a new generation of biotechs using AI technology in drug discovery, a <a href=\"https://www.ft.com/content/3e57ad6c-493d-4874-a663-0cb200d3cdb5\">fast-growing</a> sector that is attracting billions of dollars in venture capital despite a crash in valuations across the sector.</p> <p>AI platforms can crunch vast amounts of data to rapidly identify drug targets — proteins in the body associated with particular diseases — and molecules that can be made into medicines. Experts say the technology can slash the time it takes a drug to go from initial discovery to approval, cut the costs of development and reduce the high failure rate in clinical trials. </p> <p>Last year Verge raised $98mn from high-profile investors to grow its drug development work and fund its ALS clinical trial. It also signed a partnership with Lilly to develop treatments for the same disease. This deal earned Verge an upfront payment of $25mn and potential milestone and royalty payments worth an extra $694mn if certain targets are met.</p> <p>Big Pharma and investors are chasing a $50bn opportunity in AI over the next decade, according to Morgan Stanley, which forecast in a June report that the technology would increase the viability of early-stage drug development and could deliver an extra 50 therapies within 10 years.</p> <p>Several biotech companies have recently announced drugs discovered or developed using AI that have progressed to clinical trials, including Exscientia, Evotec and Insilico Medicine. </p> <p>Zhang said in an interview it took Verge four years to get its ALS drug through the discovery process and into clinical trials. This is faster and more cost effective than standard drug discovery techniques, which often relied on trial-and-error, she added. </p> <p>“Hypothesis are usually sourced from academic discoveries or publications and tested in a sequential way, mostly in animals, mice or even cell models to predict which of these drugs would actually work in humans. Hundreds of millions of dollars later you are entering clinical trials and, unsurprisingly, the drug fails,” said Zhang. &#xa0;</p> <p>“We are saying why not start in humans from day one, using a data driven approach if we want to succeed in humans?”</p> <p>Verge has built a database of human tissues from the brains and spinal cords of patients with neurodegenerative diseases such as ALS, Parkinson's and Alzheimer's. It has created what it calls a “human disease map” through genetic sequencing, which can be mined using its AI platform to identify therapeutic targets for disease.</p> <p>Verge said it discovered a new causative mechanism in ALS — the loss of endolysosomal function that impacts human cells — by evaluating more than 11.4mn data points, which uncovered a promising new therapeutic target. </p> <p>Zhang said Verge's approach removes the requirement to undertake large scale experiments or screen thousands of drugs and potential disease targets. “Using human data from day one means that we start with higher quality targets that are more likely to succeed in clinic,” she said. </p> <p>But experts say success is far from guaranteed. Verge's first drug entering trials is targeting one of the most challenging diseases. At least 50 clinical trials on ALS therapies conducted over the past two decades have failed to show positive results. In the US only three drugs have been approved and these have provided only modest benefits to patients. </p> <p>“Animal models have&#xa0;been poor predictors of efficacy in clinical trials for neurodegenerative&#xa0;diseases,” said Alix Lacoste, AI computational biology director at Invitae, a genetics testing company. </p> <p>“Verge is quite unique in the way it is using AI to analyse human data rather than relying on animal models,” she said.</p><p>Source: Jamie Smyth in New York 2022 'Biotech begins human trials with drug discovered using AI' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-31T04:00:56.064Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 20,
          "end": 25
        }
      ],
      "nexusId": "10042334"
    }
  ]
}