{
  "_id": "ca31c0c9a1b6223f221b34e896a1e1c48d3a80bfe2bfcdfa02038d57af309d99",
  "feed": "ftcomall",
  "title": "Merck struggles to win European approval for Covid antiviral pill",
  "text": "<p>The European Medicines Agency is unlikely to grant conditional marketing authorisation to Merck's Covid-19 antiviral pill this month as it grapples with “problematic” data, according to people familiar with the approval process.</p> <p>It is “possible” that the oral Covid drug molnupiravir will not receive approval at all, one of the people said. The EMA declined to comment on its ongoing review.</p> <p>Merck's drug raised fresh hopes and sent shares in the company rallying late last year after early data from a late-stage trial suggested that it cut in half the risk of death and hospitalisation.</p> <p>But a subsequent analysis revealed its efficacy to be lower than previously thought, at 30 per cent. The US Food and Drug Administration has given its approval but restricted its use. France <a href=\"https://www.ft.com/content/35457402-2b42-4a9b-9a78-63495126e7d2\">cancelled its order</a> for the drug amid efficacy concerns.</p> <p>A person familiar with the EMA approval process said at the time that the drug had been “a bit of a disappointment” and that <a href=\"https://www.ft.com/content/5991288f-7e62-4de4-9d41-88285d29ee62\">30 per cent efficacy</a> “started to be on the limits of [what is considered] benefit”.</p> <p>In response to questions, the regulator pointed to a statement in November in which it said that it “could issue an opinion [an approval] within weeks if the data submitted are sufficiently robust and complete”.</p> <p>According to European officials, national healthcare systems in Europe are favouring Pfizer's Paxlovid, another Covid antiviral pill, whose efficacy in reducing death and hospitalisation has been confirmed at 89 per cent.</p> <p>Merck, which developed molnupiravir with partner Ridgeback Biotherapeutics, said it was in active discussions with regulators with the aim of bringing the drug to patients in Europe as quickly as possible. </p> <p>The US company said it was “very confident” in the clinical profile of molnupiravir and believed that a range of medicines and vaccines were needed to tackle the pandemic. </p> <p>“Molnupiravir has a low propensity for drug-drug interactions, which makes it a meaningful and important option for appropriate patients with Covid-19 who are receiving treatments for underlying conditions such as heart disease, hypertension, diabetes and . . . impaired liver or kidney function,” Merck said. </p> <p>The UK, which has procured 2.23mn courses of the drug, is deploying it in clinical trials. It remains a third-line option, meaning its use is recommended after other drugs have failed or are not deemed suitable.</p> <p>The EMA had given it a preliminary nod last year on the back of the initial, positive data, allowing member states to prescribe it. A review of the entire data set had been expected to wrap up last month, Emer Cooke, executive director of the EMA, told the Financial Times late last year.</p> <p>In the US, where 1.5mn courses of Merck's antiviral pill have been distributed to pharmacies and health centres since late December, patient demand has been weak, according to doctors and pharmacists, who cited its “striking difference” in efficacy compared with Paxlovid and concerns about possible side effects. </p> <p>Delays in diagnosis of Covid had also complicated the rollout, because the drug should be taken within five days of infection, they said. </p> <p>US health officials last week warned that some pharmacies were running out of storage space for the drug just weeks after distribution began because of tepid demand. </p> <p>“Unless we are forced to use molnupiravir we would much rather use Paxlovid or sotrovimab — so it is somewhat sitting on our shelves,' said Christian Ramers, an infectious disease specialist at the Family Health Centres of San Diego.</p> <p>He said Merck's antiviral pill tended to be an option considered for people who had significant drug-to-drug interactions and therefore could not use Paxlovid. </p> <p>Analysts said the slow uptake of molnupiravir in the US was unlikely to dent near-term revenues for Merck, which has forecast $5bn to $6bn in sales in 2022 based on signed deals. But future demand would suffer unless Merck was able to provide better clinical data. </p> <p>“Given the current clinical outcomes data there are several therapies preferred before molnupiravir,” said Daina Graybosch, analyst at SVB Leerink, citing Paxlovid, Gilead Sciences' remdesivir — an antiviral administered via injection — and monoclonal antibody therapy sotrovimab from GlaxoSmithKline and Vir Biotechnology, and Eli Lilly's bebtelovimab. </p> <p>Merck said it expected to report results on a global study evaluating molnupiravir's ability to prevent Covid by the middle of the year. The company is continuing to share data with the regulator on its clinical trial in non-hospitalised adults and is participating in a UK trial with more than 8,500 participants. </p><p>Source: Donato Paolo Mancini and Jamie Smyth 2022 'Merck struggles to win European approval for Covid antiviral pill' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-16T05:00:42.516Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3899,
          "end": 3904
        },
        {
          "start": 2704,
          "end": 2709
        },
        {
          "start": 3530,
          "end": 3535
        },
        {
          "start": 1481,
          "end": 1486
        },
        {
          "start": 2157,
          "end": 2162
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 4301,
          "end": 4306
        },
        {
          "start": 90,
          "end": 95
        },
        {
          "start": 393,
          "end": 398
        },
        {
          "start": 3782,
          "end": 3787
        }
      ]
    }
  ]
}