{
  "_id": "c63734e8b6167095d7eee53a623df5e94741c65fa49101b5d8ca349c7c862025",
  "feed": "wall-street-journal",
  "title": "Biden's Operation Snail Speed on Covid Therapies; Less than 1% of $1.9 trillion in last March's relief cash went for treatments.",
  "text": "<p>***</p><p>It was obvious even early in the pandemic that treatments were going to be critical to living with Covid, especially oral antivirals that patients can pick up at pharmacies soon after developing symptoms. Francis Collins, then the National Institutes of Health director, explained this on CBS's \"60 Minutes\" in March. But therapies were a very low priority for the White House Covid team.</p><p>In June 2021 the Administration placed an advance order for 1.7 million courses of Merck and Ridgeback Biotherapeutics' antiviral molnupiravir, which had shown promise in early trials. In November after stronger data came out, it increased the order to 3.1 million courses, which were to be delivered by early 2022. Why not more?</p><p>Perhaps because the White House believed money would be better spent on monoclonal antibodies and Pfizer's Paxlovid, which were shown to be somewhat more effective in trials. But the Administration didn't order nearly enough of those either.</p><p>Monoclonals in short supply had to be rationed during the summer Delta surge. In mid-September, as Delta was receding, the Administration ordered 1.4 million doses of Regeneron's monoclonal and 388,000 of Eli Lilly's. Unable to get enough from the feds for his state, Florida Gov. Ron DeSantis in September went around the Administration to purchase the monoclonal from GSK and Vir.</p><p>Their monoclonal was authorized by the Food and Drug Administration in May. It is unique in neutralizing both the SARS virus and Covid-19, making it less susceptible to new variants. It holds up well against Omicron while those by Regeneron and Lilly haven't. But the Administration apparently didn't think GSK-Vir's was needed.</p><p>In June GSK had 450,000 doses on hand. Yet the Administration waited until the fall to order $1 billion in treatments, covering about 450,000 doses. On Nov. 18, the Administration also ordered 10 million courses of Pfizer's Paxlovid after trial data showed it reduced hospitalizations by nearly 90%. Yet manufacturing the pills takes six to eight months so supply has been very limited.</p><p>Had the Administration ordered more treatments sooner, more would have been available this winter. The Trump Administration's Operation Warp Speed accelerated vaccine development and production by placing advance orders so a supply would be available as soon as the FDA approved a vaccine. President Biden could have done the same for treatments but didn't.</p><p>Instead, the Administration has focused relentlessly on masking, testing and vaccines with therapies as a fourth priority. The focus has been on preventing infection, rather than treating it. Vaccines prevent serious disease. But as we are learning with Omicron, they don't stop infection or transmission. Despite President Biden's efforts at coercion, many Americans remain unvaccinated.</p><p>Masking seems increasingly beside the point with Omicron spreading like wildfire and millions of Americans wearing them improperly. Testing can help people who want to protect the vulnerable in their orbit, but the Administration also failed to prepare for a winter surge in testing demand.</p><p>***</p><p>Health and Human Services Secretary Xavier Becerra oversees therapy procurement, but he's been missing in action. He didn't even appear at a Senate hearing Tuesday with officials Anthony Fauci, Janet Woodcock and Rochelle Walensky. Then again, he has no health-care expertise and his only apparent credential for the job was suing the Trump Administration as California Attorney General.</p><p>As Omicron spreads far and wide, Americans are beginning to appreciate that we all may eventually be infected. President Biden's campaign promise to \"shut down the virus\" was always a false boast and will never be met. Fortunately, Omicron is so far causing milder illness. But living with endemic Covid means that therapies are crucial.</p><p>Having more therapies this winter would have reduced the burden on hospitals and might have saved thousands of lives.</p><p>Biden's Operation Snail Speed on Covid Therapies</p>",
  "published": "2022-01-12T23:32:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 476,
          "end": 481
        }
      ]
    }
  ]
}