{
  "_id": "01dcb5d669f877568ac9cfac6c2609e44dc23510dee39d8a20ef7453eef8b812",
  "feed": "wall-street-journal",
  "title": "Stock Futures Edge Up as Jobless Claims Rise; Investors brace for another large Federal Reserve interest-rate increase in July",
  "text": "<p>Global markets have been volatile this week amid mixed economic data. On Wednesday, minutes from the Federal Reserve's June policy meeting indicated that the central bank remains focused on the risk of inflation, which is at a 40-year high.</p><p>Investors moved to price in a larger interest-rate increase at the Fed's July meeting after the release of the minutes. Futures bets show traders assign a roughly 96% probability that the Fed will deliver a 0.75 percentage-point rate hike at its meeting later this month, according to CME Group. That is up from 84% a day ago.</p><p>The number of new applications for U.S. unemployment benefits unexpectedly rose in the week ended July 2 to 235,000, the Labor Department said Thursday. Economists polled by the Wall Street Journal had expected jobless claims to edge slightly lower to 230,000.</p><p>\"What the market is wanting to see is that there is some cooling in the labor market, but it's not going to want to see a crash,\" said Kiran Ganesh, a multiasset strategist at UBS.</p><p>Investors will next watch for Friday's U.S. jobs report. Economists polled by The Wall Street Journal expect U.S. employers to have added 250,000 jobs in June, down from a rate of 390,000 in May.</p><p>A well-known recession indicator flashed this week as the U.S. yield curve inverted. That happens when shorter-dated yields such as for the two-year Treasury note are higher than for longer-dated debt such as the 10-year.</p><p>The two-year Treasury yield rose to 3.004% Wednesday, while the 10-year climbed to 2.939%. Yields rise as bond prices fall.</p><p>In premarket trading, GameStop shares jumped 7% after the retailer on Wednesday declared a 4-for-1 stock split.</p><p>Shares of Seagen rose 4.4% in premarket trading after The Wall Street Journal reported Merck &amp; Co. is in advanced talks to buy the cancer biotech in a deal that could be worth roughly $40 billion or more.</p><p>Overseas, the British pound rose 0.5% to $1.1978 after U.K. Prime Minister Boris Johnson stepped down following a 36-hour period in which more than 50 ministers and senior government aides resigned. The pound remains near its weakest level in years and is down more than 11% against the dollar in 2022.</p><p>The U.K.'s benchmark FTSE 100 index rose 1.2% Thursday. Analysts see British shares as relatively insulated from U.K. political turmoil and its effect on the economy. FTSE 100 companies generate about 75% of their revenues outside Britain, according to UBS research.</p><p>\"It doesn't fundamentally change the path the U.K. is on,\" said Mr. Ganesh of UBS. \"With new leadership, it's still going to be about higher inflation, the U.K.'s trade relationship with the European Union. They still have to get through the winter with energy prices. All those things remain the same.\"</p><p>The Stoxx Europe 600 rose 1.5% while Germany's DAX index rose 1.4%. European markets have calmed in recent days after the Norwegian government intervened to end an oil workers' strike that threatened to more than halve the country's gas exports, a key source of energy for the region.</p><p>In commodity markets, global oil benchmark Brent crude rose 1% to $101.72 a barrel. U.S. oil prices dropped this week below $100 a barrelon fears that a looming recession will reduce demand for crude.</p><p>Asian markets broadly gained, with Japan's Nikkei 225 up 1.5% and Hong Kong's Hang Seng up 0.3%. South Korea's Kospi rose 1.8%, with Samsung Electronics shares helping drive gains. Samsung's stock rose 3.2% even after the company suggested its string of record results is expected to end as economies slow and inflation rises.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>Stock Futures Edge Up as Jobless Claims Rise</p>",
  "published": "2022-07-07T12:44:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1751,
          "end": 1762
        }
      ]
    }
  ]
}