{
  "_id": "3257551103b2e8712126dfd515bd8e833fd5b4cfd9268ea265fc70b50d3174c4",
  "feed": "wall-street-journal",
  "title": "Meta, Amazon, Snap, Pinterest: What to Watch When the Stock Market Opens Today; The Facebook parent's shares plunged on its poor results and gloomy outlook; Other tech stocks were also falling",
  "text": "<p>* Snap, Pinterest and Amazon are all due to report after markets close, and are being pulled down premarket amid the broader tech gloom. Snap dropped 16%, Pinterest fell 9% and Amazon shed 3.6%. Apple slipped 1% and Tesla fell 3.2%.</p><p>* ConocoPhillips and Eli Lilly are due to report before the open.</p><p>* T-Mobile US was a rare bright spot, gaining 7.7% premarket after the carrier reported higher revenue and total net customer additions in the fourth quarter.</p><p>* Merck edged up 0.7%. The drug company beat estimates for the fourth quarter after chalking up more than $950 million in sales from its Covid-19 antiviral molnupiravir.</p><p>* Qualcomm posted strong quarterly earnings and gave an upbeat sales outlook, underscoring that demand for chips for everything from smartphones to cars remains elevated. But good news can't always overcome a bad mood—its shares slipped 3.5% premarket.</p><p>* MetLife slipped 1.5% off hours. High levels of Covid-19 deaths hurt fourth-quarter results in its employer-sponsored life insurance business, though the outsize payouts were more than offset by unusually strong investment gains.</p><p>Chart of the Day</p><p>* January's market turmoil hit even the safest bond funds. Some of those that held up best strayed from their traditional investing grounds, or concentrated on the shortest maturities.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Meta, Amazon, Snap, Pinterest: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-02-03T12:10:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 460,
          "end": 465
        }
      ]
    }
  ]
}