{
  "_id": "abecb0889d83f7a9fdabb27b51255fba7b54d1051209204a4dee84cfbf58e1be",
  "feed": "wall-street-journal",
  "title": "Amgen Agrees to Acquire Horizon Therapeutics for $27.8 Billion; U.S. biotechnology company will pay $116.50 for each Horizon share",
  "text": "<p>Horizon shares jumped about 15% on the news.</p><p>The company is Nasdaq-listed and based in Ireland, with operations in Dublin, Deerfield, Ill., and a new facility in Rockville, Md.</p><p>Horizon said last month that it was fielding takeover interest from Amgen, Sanofi and Johnson &amp; Johnson, a disclosure prompted by a Journal report.</p><p>Horizon develops medicines to treat rare autoimmune and severe inflammatory diseases that are currently sold mostly in the U.S. Its biggest drug, Tepezza, is used to treat thyroid eye disease, an affliction characterized by progressive inflammation and damage to tissues around the eyes.</p><p>Last year, revenue from Tepezza more than doubled, driving Horizon's overall net sales 47% higher to $3.23 billion. Horizon has said that annual global net sales of the drug are targeted to eventually peak at more than $4 billion as the company aims to win approval to sell it in Europe and Japan.</p><p>That type of growth is attractive to big drug companies, with many sitting on big piles of cash, that rely on acquisitions as a key strategy to expand sales. Many big drugmakers are looking for new sources of revenue to offset losses when some of their main products lose patent protection.</p><p>Analysts expect Amgen will lose sales when patents begin expiring on its big-selling osteoporosis drugs Prolia and Xgeva later this decade. The pair of drugs accounted for nearly $5.3 billion of Amgen's $26 billion in revenue last year.</p><p>In October, Amgen completed a $3.7 billion deal for ChemoCentryx and its drug to treat a rare immune-system disease.</p><p>Adding Horizon would provide more rare immune-disease drugs to Amgen's lineup, which also includes the biotech's Enbrel and Otezla immune-disease therapies. Amgen could help sell more of Horizon's products overseas, according to analysts.</p><p>Acquiring Horizon could add about $4 billion in revenue for Amgen by 2024, according to Jefferies &amp; Co.</p><p>Other big life-sciences companies have been inking deals in recent months.</p><p>Johnson &amp; Johnson recently struck a $16.6 billion deal to acquire heart-device maker Abiomed Inc. to bolster sales of its medical-gear division, which had been lagging behind those of its pharmaceutical unit.</p><p>Merck &amp; Co. followed with a deal of its own, agreeing to buy blood-cancer biotech Imago BioSciences Inc. for $1.35 billion, ahead of the patent expiration of its cancer immunotherapy Keytruda.</p><p>Pfizer Inc., meanwhile, agreed in August to buy Global Blood Therapeutics Inc. for $5.4 billion, in a deal that would give the big drugmaker a foothold in the treatment of sickle-cell disease.</p><p>The selloff in stocks this year amid rising interest rates, while putting a damper on deal activity, has also made some companies more attractive targets. At the stock's peak about a year ago, Horizon was valued at roughly $27 billion. The shares, which fell sharply earlier this year, have surged since the possibility of a takeover surfaced.</p><p>Horizon's other drugs include Krystexxa for treating gout, a form of inflammatory arthritis, and Ravicti for a rare, potentially life-threatening genetic disease known as urea cycle disorder that raises ammonia levels in the blood.</p><p>Drugs treating rare diseases have emerged as a large source of pharmaceutical sales because they can command high prices that health insurers have been willing to pay.</p><p>Horizon was advised by Morgan Stanley and JPMorgan Chase Co. Its legal advisers are Cooley LLP and Matheson LLP. Amgen's lead financial adviser is PJT Partners, and its financial adviser is Citigroup Inc. Its legal advisers are Sullivan Cromwell LLP and William Fry LLP.</p><p>Write to Ben Dummett at ben.dummett@wsj.com, Dana Cimilluca at dana.cimilluca@wsj.com and Laura Cooper at laura.cooper@wsj.com</p><p>Amgen Agrees to Acquire Horizon Therapeutics for $27.8 Billion</p>",
  "published": "2022-12-12T17:15:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2168,
          "end": 2179
        },
        {
          "start": 2183,
          "end": 2194
        }
      ]
    }
  ]
}