{
  "_id": "02cb9542fb0ce4779134146342a6ee4f9a43e45e0f64ebf0e5fe7e38ef0243cb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Biotech Rebounds on Optimism, Deals --- Sentiment shifts with positive clinical trials, new drug approvals, eased Medicare fears",
  "text": "<p>The SPDR S&amp;P Biotech ETF, an equal-weighted fund of biotech stocks, is up 39% from its 2022 low May 11, while another fund, the iShares Biotechnology ETF, has climbed about 20% from its own low June 16. By comparison, the S&amp;P 500 is up 15% from its 2022 low that same day in June. The S&amp;P Biotechnology Select Industry Index remains down 22% this year, and it is underperforming all S&amp;P 500 sectors except communication services.</p><p>The surge comes after some high-profile healthcare hedge funds, including Perceptive Advisors and RA Capital Management, said they were buying shares in the sector.</p><p>All kinds of risky stocks have been soaring lately as investors become less concerned about a series of aggressive interest-rate increases by the Federal Reserve. A rise in interest rates can hurt biotech and other shares with little current earnings but hopes for lots of profits down the road, because higher rates reduce the value of future earnings. Biotech companies research and develop drugs, typically in yearslong processes rife with setbacks, but there is also potential for huge wins when they develop successful treatments.</p><p>But analysts and investors say there is more going on for biotech than interest-rate hopes and a return of speculation. Recent high-profile clinical studies have been encouraging, a reminder to investors of the progress some biotech companies are making against major diseases and illnesses.</p><p>Two weeks ago, Alnylam Pharmaceuticals Inc. reported a successful clinical trial for its heart-disease drug, a potential blockbuster. The stock has risen about 60% since the news. On Aug. 5, Karuna Therapeutics Inc. announced impressive results from a late-stage trial for aschizophrenia treatment. The stock has soared to $263 from $140.</p><p>If the drug is approved it could have a huge impact, according to some of Karuna's early investors.</p><p>\"Having a medicine with a low side-effect profile that has such a major impact on all aspects of schizophrenia is a game changer,\" says Robert Nelsen, co-founder of Seattle-based venture-capital firm Arch Venture Partners, which holds a stake in Karuna. \"Current drugs have huge side effects and less effectiveness, and patients won't stay on them.\"</p><p>Investors are encouraged about recent drug approvals by the Food and Drug Administration and say the recently passed inflation bill won't curb Medicare pricing for biotech drugs as much as some feared.</p><p>\"The uncertainty over the Medicare drug pricing was replaced with certainty on what the price controls would look like,\" says Jeffrey Jay, co-portfolio manager of the hedge fund Great Point Partners.</p><p>Biotech mergers have picked up and some expect more deals ahead, as big pharmaceutical companies sitting on cash, such as Pfizer Inc. with $33 billion, search for attractive biotech companies. This month, Pfizer agreed to buy Global Blood Therapeutics Inc., a biotech company that has one of the few approved treatments for sickle-cell disease, for $5.4 billion in cash. Profits from Pfizer's Covid-19 vaccine have given the company the wherewithal to make more deals, investors say.</p><p>This month, Amgen Inc. agreed to acquire ChemoCentryx Inc., while Merck &amp; Co. is in advanced talks to buy Seagen Inc., a biotech focused on cancer.</p><p>\"We've been waiting and waiting, but M&amp;A has finally woken up,\" says healthcare investor Brad Loncar at Loncar Investments. \"A company like Pfizer can spend tens of billions of dollars on M&amp;A and not flinch.\"</p><p>Analysts caution that too many small and unproven biotech companies went public during the industry's surge in 2020 and early 2021, and that many of these companies remain risky investments, even as the sector surges.</p><p>Still, investors say biotech has entered a new period.</p><p>\"M&amp;A is finally picking up, and FDA signals have been positive lately, all arrows have pointed in the right direction,\" says Mr. Loncar. \"For most of the past year-and-a-half, I woke up each morning expecting bad news. Now I expect good news.\"</p>",
  "published": "2022-08-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 3143,
          "end": 3154
        },
        {
          "start": 3164,
          "end": 3175
        }
      ],
      "weightsV2": {
        "weight": 1.6290125,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.37098753,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}