{
  "_id": "fe761152bcc0c159f50662e5b1417186a16d4ecbf4389571da895378e4254488",
  "feed": "wall-street-journal",
  "title": "New Covid-19 Pills Carry Risks: What Patients Should Know; Pfizer's antiviral treatment can interact with other drugs, and Merck's isn't recommended for pregnant women",
  "text": "<p>Both drugs, which must be prescribed by a doctor, are five-day regimens that are supposed to be started within five days of symptom onset. The drugs work by blocking replication of the pandemic virus, and clinical trials showed they reduce the risk of hospitalization and death in people with mild to moderate Covid-19.</p><p>Health officials and the drugs' manufacturers say the benefits of the pills outweigh the risks. They could be especially useful as the Omicron coronavirus variant spreads because some other Covid-19 treatments have been shown to lose effectiveness against the variant. The new pills aren't expected to lose effectiveness against Omicron because they target parts of the virus that don't significantly mutate across variants.</p><p>\"I think they're likely to be an incredibly important tool to prevent hospitalization,\" said Dr. Rajesh Gandhi, an infectious-disease specialist at Massachusetts General Hospital in Boston.</p><p>But not everyone infected with Covid-19 is a candidate for treatment. The Pfizer drug, Paxlovid, shouldn't be used at the same time as certain other drugs, including common ones like the cholesterol-lowering pill simvastatin, also known by the brand Zocor.</p><p>That is because a component of Paxlovid, an older boosting agent known as ritonavir, can interact with other drugs in dangerous and life-threatening ways. In some cases it may be possible to suspend use of another medication or adjust its dose during the five days that a person is supposed to take Paxlovid, doctors say.</p><p>\"One of the key things patients and clinicians need to know is to check for drug interactions,\" said Dr. Gandhi, who is also a professor of medicine at Harvard Medical School. Patients should make sure they tell a doctor or pharmacist of any other medicines they take, including over-the-counter drugs and herbal products.</p><p>The Paxlovid interaction issue arises from ritonavir's inhibition of a naturally occurring enzyme in the body called CYP3A. While this helps improve the effectiveness of Paxlovid, the CYP3A enzyme also is responsible for the metabolism of many other drugs. If a person is taking another drug that depends highly on CYP3A for clearance from the body, taking Paxlovid at the same time could lead to a dangerous buildup of higher-than-normal concentrations of the other drug.</p><p>The FDA-authorized fact sheet for Paxlovid lists many drugs that shouldn't be taken at the same time as Paxlovid because of CYP3A interactions.</p><p>In addition to simvastatin, they include certain antipsychotics, analgesics and the herbal product St. John's Wort. Certain other drugs may be co-administered with Paxlovid, but with dosing adjustments to ensure safety.</p><p>Many infectious-disease doctors have become accustomed to the ritonavir drug-interaction issue because it has been a standard part of HIV treatment for years.</p><p>Dr. Jaimie Meyer, an infectious-disease physician at Yale Medicine in New Haven, Conn., said it should be manageable to reduce dosing or temporarily stop treatment with certain other drugs, especially since the Paxlovid regimen is only five days.</p><p>\"Sometimes we'll choose different medications\" that don't have interactions with ritonavir, said Dr. Meyer, who works in an HIV clinic in addition to her role as an associate professor at Yale School of Medicine.</p><p>Paxlovid is cleared for use in people 12 and older who are infected and at high risk of worsening to severe Covid-19. The drug reduced the risk of Covid hospitalization and death from any cause by 88% versus a placebo in a clinical trial. There were some side effects, including a taste disorder, diarrhea, high blood pressure and muscle aches, but they occurred at relatively low rates.</p><p>\"We do believe the associated drug-drug interactions can be clinically managed, especially for the five-day short-term duration period,\" James Rusnak, chief development office of Pfizer's internal medicine and hospital division, said on a recent conference call with analysts.</p><p>The second antiviral the FDA cleared recently, molnupiravir from Merck and Ridgeback, was less effective than Pfizer's in clinical trials, reducing people's risk of hospitalization or death by 30%. Side effects including diarrhea and dizziness were relatively rare.</p><p>The FDA said adults should only take the Merck drug if they don't have access to other treatments, or if they aren't able to take other treatments.</p><p>Thus, some of the people who shouldn't take Pfizer's Paxlovid because of potential drug-drug interactions may be candidates for the Merck drug. The Merck drug doesn't have any known interactions with other drugs that would limit its use.</p><p>But the Merck drug also has safety considerations. It is authorized for adults but not children under 18 because of its potential effect on bone and cartilage growth. High doses of the drug impaired bone and cartilage growth in rat studies.</p><p>The Merck drug isn't recommended for pregnant women because of the potential for fetal harm, a safety signal seen in animal studies of the drug.</p><p>And the FDA says females of childbearing age should use reliable contraception during treatment and for four days after the last dose. Males who are sexually active with females of childbearing potential should use contraception during treatment and for at least three months after the last dose.</p><p>The way Merck's drug works also has raised concerns about its effects. It is designed to block replication of the Covid-19 coronavirus by causing genetic mutations in the virus. That has raised concerns that it could lead to variants of the virus developing in patients taking the drug, which might then escape and be transmitted to others. FDA officials said the drug reduces viral loads, and patients should self-isolate while undergoing treatment, which could mitigate this potential risk of transmitting a variant. A Merck spokeswoman said there is no evidence the drug contributed to the emergence of circulating variants.</p><p>The mechanism of Merck's drug also has raised concerns that it could cause genetic mutations in patients. The FDA concluded this risk is low, partly due to the short duration of treatment. The Merck spokeswoman said animal studies indicated that molnupiravir didn't cause mutations or damage to DNA in the animals.</p><p>Merck said its safety analyses support the short-term use of molnupiravir in adults.</p><p>Write to Peter Loftus at peter.loftus@wsj.com</p><p>New Covid-19 Pills Carry Risks: What Patients Should Know</p>",
  "published": "2022-01-01T10:30:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 6236,
          "end": 6241
        },
        {
          "start": 4618,
          "end": 4623
        },
        {
          "start": 123,
          "end": 128
        },
        {
          "start": 4504,
          "end": 4509
        },
        {
          "start": 5814,
          "end": 5819
        },
        {
          "start": 4520,
          "end": 4525
        },
        {
          "start": 5938,
          "end": 5943
        },
        {
          "start": 4023,
          "end": 4028
        },
        {
          "start": 4855,
          "end": 4860
        },
        {
          "start": 6114,
          "end": 6119
        },
        {
          "start": 4265,
          "end": 4270
        },
        {
          "start": 5301,
          "end": 5306
        }
      ],
      "nexusId": "10042334"
    }
  ]
}