{
  "_id": "670ef23c7b52538aced3b65038d668b6970d88a47918217e3529180b76406cf9",
  "feed": "wall-street-journal",
  "title": "Justin Bieber Nears Roughly $200 Million Deal to Sell Music Rights; Expected deal for star's publishing and recorded music includes hit songs 'Love Yourself' and 'Baby'",
  "text": "<p>While the music catalog market exploded amid the low-interest-rate environment of the pandemic, buyers are having more trouble financing deals and rationalizing the multiples artists are seeking as the cost of borrowing money has gone up.</p><p>The 28-year-old \"Love Yourself\" singer and his songs are considered young in the music copyright market, which has exploded primarily on the back of older artists cashing in on their life's work. Though artists such as Bob Dylan, Stevie Nicks and Bruce Springsteen have sought deals to help cement their legacies and participate in tax benefits, some younger artists including John Legend and Ryan Tedder have moved to capitalize on the market.</p><p>The deal would be the largest music-rights acquisition for Hipgnosis to date, one of the people said. Earlier this year, Hipgnosis Songs Capital purchased the song catalog rights of Justin Timberlake—another relatively young seller—in a deal valued just above $100 million, according to people familiar with the matter.</p><p>Many investors have said older music is a safer investment, especially as streaming of decades-old catalogs has boomed. Investing in newer music is seen by some as higher-risk because its popularity for the long run is untested. After music is first released, its consumption and the revenue it generates spikes at the outset, then tends to decay for about a decade. Eventually a song or a catalog reaches a steady, predictable rate of play.</p><p>Mr. Bieber has released six studio albums between 2010 and 2021, as well as a number of remix and compilation albums. He has also released dozens of singles and is a prolific collaborator on songs including Luis Fonsi and Daddy Yankee's \"Despacito,\" DJ Khaled's \"I'm the One\" and \"… STAY\" with the Kid LAROI.</p><p>A Canadian, Mr. Bieber was discovered at 13 years old via YouTube videos by celebrity talent manager and record executive Scooter Braun, who later became his manager.</p><p>Hipgnosis Songs Capital formed late last year with Blackstone committing an initial $1 billion to launch the private vehicle in partnership with Hipgnosis Song Management Ltd., in which the New York private-equity firm also took a majority stake. Hipgnosis Song Management sources deals for the fund, and is separate from Hipgnosis Songs Fund Ltd., which trades on the London Stock Exchange and has purchased more than $2 billion of music rights.</p><p>Hipgnosis is led by former pop-star manager Merck Mercuriadis, who industry insiders point to as a driver of the explosive volume of music-rights deals and their transaction values in recent years.</p><p>Miriam Gottfried contributed to this article.</p><p>Write to Anne Steele at anne.steele@wsj.com</p><p>Justin Bieber Nears Roughly $200 Million Deal to Sell Music Rights</p>",
  "published": "2022-12-21T18:11:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2413,
          "end": 2418
        }
      ]
    }
  ]
}