{
  "_id": "5d1dee4ca23f8d58e1f8a8d30e8215961c6f7b28b8a8f48a71a933242f39ef36",
  "feed": "ftcomall",
  "title": "How science is getting closer to a world without animal testing",
  "text": "<p>Alex Blyth thought his company had a genius strategy to reinvent cancer treatment. By examining the immunity of the lucky few who had no family history of the disease, Lift Biosciences discovered a potential treatment to destroy tumours for everyone else. Then the cell therapy hit a snag: it did not work when tested on mice.</p> <p>The bad news came just as Blyth was about to sign a £20mn-plus fundraising round for his Cambridge-based biotech. Investors were shaken by the poor data from the pre-clinical study and, suddenly, he could only raise £5mn, at a lower valuation. </p> <p>But Lift's chief scientist Oxana Polyakova turned to a novel technology that replicates a miniature human tumour in a dish: a tumoroid. When used on the tumoroid the drug “totally trashed” the cancer, Blyth says, to the point where a patient would have been in complete remission. </p> <p>“It showed we had something that really worked. Investors were thrilled: they had just come in at the lower round,” he says. “I wasn't so thrilled.”</p> <p>Blyth felt obliged to rely on the traditional way of testing a drug on animals to persuade regulators to let him begin a human trial of the innovative therapy. But the mice's white blood cells ate the therapy, so it never had a chance to work, while the therapy could signal to the human white blood cells not to touch it. “The mouse doesn't recognise that human language,” he says. </p> <p>Animal experiments have long been the only permissible way to test whether a drug is safe and effective before giving it to people at the clinical trial stage. But their patchy reliability is shown by the industry's poor productivity rate: many drugs that are effective in mice don't work well in humans and vice versa. In cancer, the statistics are particularly stark: studies have shown tumoroids are about 80 per cent predictive of how effective a drug will be, far surpassing the average 8 per cent accuracy rate in animal models. </p> <p>As scientists learn better how human biology works, they are coming to understand the unreliability of animal models. The search for alternatives has accelerated because innovative therapies, based on human genes and cells or even personalised for patients, may not work in animals at all. </p> <p>At the same time, researchers in universities and industry remain under pressure from animal rights activists. “They are not as vocal and aggressive in their tone today as some antivivisectionists were 20 years ago but some of the language used is still very emotive,” says Anthony Holmes, science and technology director of NC3Rs, the UK's National Centre for the Replacement, Refinement and Reduction of Animals in Research. </p> <p>While there are no reliable figures for most of the world on animal testing and experiments, estimates suggest the global total is above 100mn, with little change in recent years, says Kerry Postlethwaite, regulatory affairs director at the pressure group Cruelty Free International.</p> <p>European countries do publish detailed statistics and, in the UK, researchers carried out 3.06mn procedures on animals in 2021, up 6 per cent on 2020, though well below the peak of 4.14mn reached in 2015. </p> <p>Academics and pharmaceutical companies hope that technology based on human cells will help them phase mice and monkeys out of their labs. </p> <h1>Scientific milestone</h1> <p>The umbrella term for the new field is microphysiological systems or MPS, which includes tumoroids, organoids and organs-on-a-chip. </p> <p>Organoids are grown from stem cells to create 3D tissue in a dish resembling miniature human organs; heart organoids beat like the real thing, for example. Organs-on-a-chip are plastic blocks lined with stem cells and a circuit that stimulates the mechanics of an organ. </p> <p>“We need to move away from animals in a systematic way,” says Salim Abdool Karim, South Africa's leading infectious disease expert. “That . . . involves regulators being given the data to show that non-animal biological systems will give us compatible, if not better, information.”</p> <p>Nathalie Brandenburg co-founded Swiss start-up Sun Bioscience in 2016 to create standard versions of organoids, which makes it easier to trust that results are comparable, and convince scientists and regulators to use them. “When we started we had to tell people what organoids were,” she says, referring to the early stage of her research journey.</p> <p>In the past two years, and particularly as scientists emerged from lockdowns — when many had time to read up on the technology — demand from large pharmaceutical companies for Sun's products has soared, she says.</p> <p>Companies are becoming more interested in reducing their reliance on animals for ethical reasons, says Arron Tolley, chief executive of Aptamer Group, which creates artificial antibodies for use in diagnostics and drugs. </p> <p>“People are becoming more responsible now, from a corporate governance point of view, and looking to remove animal testing when necessary,” he says. </p> <p>Using larger animals, such as monkeys, is particularly problematic, Tolley adds. “The bigger and cuter they get, the more people are aware of the impact.” </p> <p>Rare diseases are especially fertile ground for models based on human tissues, says James Hickman, chief scientist at Hesperos, an organ-on-a-chip company based in Florida. “There are 7,000 rare diseases and only 400 are being actively researched because there are no animal models,” Hickman says. “We're not just talking about replacing animals or reducing animals, these systems fill a void where animal models don't exist.” </p> <p>His company recently helped French pharmaceutical group Sanofi receive approval from the US Food and Drug Administration for a clinical trial to extend approval of an existing drug to a new disease, a rare autoimmune condition, chronic inflammatory demyelinating polyneuropathy, or CIDP, on the basis of organ chip data alone. CIDP causes muscle weakness that impairs walking and hand function. </p> <p>Hesperos made a tissue chip with two cell types derived from patients' stem cells, motor neurons and Schwann cells, which represent the functional characteristics of CIDP. When Sanofi's antibody drug was applied to the chip, it restored neuronal function, <a href=\"https://ncats.nih.gov/news/releases/2022/researchers-create-3-D-model-for-rare-neuromuscular-disorders-setting-stage-for-clinical-trial\">enabling a clinical trial to go ahead</a>.</p> <p>“An important milestone has been reached,” says Thomas Hartung, head of the Center for Alternatives to Animal Testing at Johns Hopkins University in Baltimore. “The first drug has entered clinical trials based only on data produced from organs-on-a-chip.” </p> <p>The industry is attracted by the potential to cut wasted R&amp;D spending. Mark Treherne, a research scientist and biotech executive, says that within five years the technologies could have a huge impact on productivity, allowing the industry to test many more potential drugs and “sort the chaff from the wheat”. </p> <p>“By enabling real biological tests far earlier in the drug discovery process, you could get to a position where instead of writing off 90 per cent of R&amp;D, you could write off 50 per cent, which would be transformational for profitability initially and, downstream, the cost of therapies,” he says. </p> <h1>Holy Grail</h1> <p>Stefan Platz, the senior vice-president of clinical pharmacology and safety sciences at AstraZeneca, is keen to stress that animal models have saved millions of lives. But in the past four or five years, scientists' growing ability to interpret human genomes and deep data on areas such as proteins has raised more doubts about how similar people are to the animals we test on. </p> <p>“We now understand with all this information in humans that quite often the animal model is not pharmacologically relevant,” he says, meaning it does not show which drugs will work in people.</p> <p>AstraZeneca is using simple organoids, such as one for bone marrow now, and working on longer-term projects to develop organoids that are more complex. These will used for predicting how safe a drug will be in the brain or kidneys, or creating a model of the immune system. </p> <p>But organoids are not ready to represent complex neural networks, says Maria Leptin, the biologist who leads the European Research Council. “You cannot study the function of the brain and its interconnections, even though you can grow brain organoids,” she says. “It will be a long time before questions that require organ interactions or perception can be studied in this way.” </p> <p>German pharma group Merck decided in 2020 to phase out animal testing, although it has not set a deadline for completion. All teams developing new drugs must present alternatives to animal experiments where possible, and the company is already making limited use of organoids, tumoroids and organs-on-a-chip, as well as animal and human tissue to test the effect of compounds on cartilage.</p> <p>To begin modelling more extensive human systems, Merck is collaborating with Israeli start-up Quris, which is experimenting with predictive AI technology called “patients-on-a-chip”. </p> <p>The companies “are actually simulating the patient, not just the key organs on a chip”, says Danny Bar-Zohar, Merck's global head of healthcare R&amp;D. This allows them to assess “what will be the impact of this small molecule after it is metabolised in the liver and after it crosses the blood-brain barrier and gets into the brain”. </p> <p>The method could also allow Merck to test interactions between dozens of drugs before administering a new compound to humans. “That is really the Holy Grail,” he says.</p> <p>Swiss drugmaker Roche is also investing heavily in new tools to reduce reliance on animal testing. In the long run, Roche hopes to create a model of Alzheimer's disease and all the key cell types that are involved in immune regulation in cancer. </p> <p>Matthias Lutolf, scientific director at Roche's Institute for Translational Bioengineering, warns that animals will remain central for some time. “We're still working very hard to mimic organ-level complexity and function. Then you add the other layers of the organism — multiple organs that interact like the gut-brain axis,” he says. “This will be the long-term effort of the entire field.”</p> <h1>Question of safety</h1> <p>The most important reason to test drugs on animals is to ensure they are safe — and it will take a lot of data to convince regulators to use human technology instead.</p> <p>“It is important to realise that it's going to take longer for safety than for efficacy but we are on that path,” says Hickman of Hesperos. “The last test that's going to go is systemic toxicity [which measures toxic effects on the whole body]. Now, the FDA requires a small animal model and two large animal models for safety. What we're trying to do is replace one of the large animal models with one of these systems.” </p> <p>But the field of toxicology is also changing. When Platz started work in the late 1990s, toxicologists were doing basic calculations based on adjusting for body weight, exposure to the drug and tracking changes in organs. Now, the discussions are focused on the level of each molecule, how it is distributed in the body and whether it could bind to places where it is not wanted. </p> <p>This creates more data for new algorithms searching for reasons why a drug might not work. By using modelling and artificial intelligence, AstraZeneca has cut its failure rate in the first stage of human trials dramatically. In 2011, 30 per cent of drugs failed in phase 1 on safety grounds, but in the past seven years, none have. </p> <p>Only a few of the most advanced organoids have been used in safety testing — and then in narrow circumstances. AstraZeneca has made most progress replicating bone marrow in the lab, validating it with human and animal data. </p> <p>For example, when researchers were testing a potential new cancer drug in combination with an existing leukaemia treatment, they wanted to understand whether giving both together would cause problematic side-effects. Tests on bone marrow organoids showed they needed to give the drugs a week apart. This sped up the process by many months — and meant fewer animals were used. </p> <p>Regulators are learning more about how organoids work and how to compare them with their animal alternatives. The FDA has been able to use its own labs to explore the technologies in-house, helped by the US National Institutes of Health, which has been working for 10 years on tissue chips. </p> <p>The US regulator is so committed to advancing the field that its employees made up about a tenth of the attendees at the first World Summit on Microphysiological Systems, held at the end of May in New Orleans, according to Hartung, one of the organisers. </p> <p>Industry insiders predict it could take a couple of decades or more to ditch the mouse. Indeed, Holmes does not believe there will be a complete replacement in his lifetime. “These systems face several barriers to adoption,” he says. “There are issues of validation and a lack of standards that need to be addressed. But organisations like NC3Rs are working alongside researchers, industry and regulators to accelerate their adoption where there is scientific evidence to support it.” </p> <p>One hurdle, according to Bar-Zohar of Merck, will be to persuade the medical community to rely on data gathered without animal experiments. “Convincing physicians that you can start a clinical trial on your patients . . . based on data that came from a chip, we won't be able to do that overnight,” he says.</p> <p>“I don't anticipate we'll be relying completely on alternative technologies any time soon,” agrees Abdool Karim, “but if we don't make those baby steps now, we'll never get to the point of phasing out animals altogether.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/b2879499-3f61-4118-9ae0-26538d673ecb\"><em>Ethics of animal testing cannot just be ignored</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/b2879499-3f61-4118-9ae0-26538d673ecb\"><em>From Sandra Paulina Smieszek, Head of Genetics, Vanda Pharmaceuticals, Washington, DC, US</em></a></p><p>Source: Clive Cookson, Hannah Kuchler and Joe Miller 2022 'How science is getting closer to a world without animal testing' FT.com 14 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-14T04:00:54.016Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "confidence": 0.99952,
      "offsets": [
        {
          "start": 8658,
          "end": 8663
        },
        {
          "start": 8901,
          "end": 8906
        },
        {
          "start": 9149,
          "end": 9154
        },
        {
          "start": 8291,
          "end": 8296
        },
        {
          "start": 12888,
          "end": 12893
        }
      ],
      "weightsV2": {
        "weight": 4.75,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.25,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}