{
  "_id": "5d8e1f782e486416eaf610dd664fdba64f5199b57d50284b15114ab51269ee13",
  "feed": "ftcomall",
  "title": "Merck/SeaGen: regulatory hurdles will be tough to clear",
  "text": "<p>On paper, Merck's <a href=\"https://www.ft.com/content/55da1602-1742-4746-b5f3-7f03c23a3cd1\">interest in buying</a> the cancer biotechnology company SeaGen for about $40bn makes plenty of sense. </p> <p>The US drugmaker is flush with cash — to the tune of <a href=\"https://s21.q4cdn.com/488056881/files/doc_financials/2022/q1/1Q22-Form-10Q-(wo-exhibits)_FINAL_5-5-22.pdf\">$8.6bn at the end of March</a>. The acquisition of SeaGen will help replenish Merck's drug pipeline. Its blockbuster Keytruda cancer treatment, which pulled in more than $17bn last year and accounted for more than a third of group sales, will lose patent exclusivity after 2028.</p> <p>SeaGen's four approved oncology treatments generated $1.4bn in sales last year and have plenty of potential for growth.</p> <p>Merck's mooted offer of about $200 per share will tempt. It represents a 36 per cent premium to SeaGen's share price in mid-June, before merger talk news first emerged. That puts the lossmaking biotech at about 22 times this year's revenue, compared to four times for Merck.</p> <p>But the premium only matters if Merck can close the acquisition. More aggressive antitrust watchdogs under the Biden administration makes this less likely. Under Lina Khan, the Federal Trade Commission has successfully derailed Nvidia's planned $40bn acquisition of Arm and Lockheed Martin's $4.4bn agreement to buy Aerojet Rocketdyne.</p> <p>Worse, drug prices are an area of concern for the White House. Biden last year signed an executive order aimed at increasing competition and lowering prescription drug prices. </p> <p>Both companies have a strong presence in the oncology market, so a tie-up would inevitably attract antitrust scrutiny. To be sure, the technologies used are different. Merck focuses on immunotherapy, helping the body's own immune system to fight cancer cells. SeaGen specialises in antibody-drug conjugates (ADCs), which use antibodies to deliver the drug directly to the tumours. But with more treatments in-house, Merck would have more pricing power. </p> <p>SeaGen lacks a permanent chief executive after co-founder Clay Siegall stepped down in May, so Merck may be tempted to push ahead. Yet SeaGen shares are trading well below the reported $200 offer price. Investors clearly have doubts about whether SeaGen can provide the remedy Merck needs.</p><p>Source:  2022 'Merck/SeaGen: regulatory hurdles will be tough to clear' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T17:32:07.377Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1519,
          "end": 1524
        },
        {
          "start": 564,
          "end": 569
        },
        {
          "start": 10,
          "end": 15
        },
        {
          "start": 871,
          "end": 876
        },
        {
          "start": 1767,
          "end": 1772
        },
        {
          "start": 243,
          "end": 248
        },
        {
          "start": 1899,
          "end": 1904
        },
        {
          "start": 2081,
          "end": 2086
        },
        {
          "start": 832,
          "end": 837
        }
      ]
    }
  ]
}