{
  "_id": "22e26308873ef4a1187bdd7874cafccf3e1a874e3abcc45ac0a7a36a3ba81cb7",
  "feed": "market-watch",
  "title": "Moderna stock slides 11.5% premarket after earnings miss by a wide margin and company cuts sales outlook by up to $3 billion; COVID vaccine maker's stock has lost 42% in 2022 so far",
  "text": "<p>Both numbers were below the FactSet consensus, which called for EPS of $3.30 and revenue of $3.527 billion.</p><p>The company said advanced purchase agreements, or APAs, for delivery this year are now expected to total $18 billion to $19 billion of product sales, down from guidance of $21 billion that it provided when it reported second-quarter earnings. The FactSet consensus is for full-year sales of $21.3 billion.</p><p>Moderna's COVID vaccine is its first approved product, although it has 48 programs in development across 45 development candidates, 35 of which are in active trials.</p><p>Key trials include vaccines aimed at flu and respiratory syncytial virus, or RSV, a seasonal illness that has hit young children in the U.S. especially hard this year and filled hospitals and emergency rooms. The company expects a data readout on those in the first quarter of 2023.</p><p>Read now: COVID-19 may be to blame for the surge in RSV illness among children. Here's why.</p><p>Also: Experts are warning of potential 'tripledemic' this winter as COVID, flu and now RSV circulate</p><p>The company is also working on a personalized cancer vaccine in combination with Merck's MRK Keytruda.</p><p>Moderna said its third-quarter revenue was hurt by a decline in sales of the COVID vaccine, as well as lower sales volume due to the timing of market authorizations for its bivalent COVID booster and the related manufacturing time ramp-up.</p><p>Cost of sales came to $1.1 billion, or 35% of product sales, including a $333 million charge for inventory write-downs relating to COVID products that exceeded their shelf life prior to being used. The company also took an expense on unused manufacturing capacity of $209 million and a loss of firm purchase commitments and related cancellation charge of $102 million, driven by a shift in product demand to the bivalent booster.</p><p>For 2023, the company has APAs of $4.5 billion to $5.5 billion. The FactSet consensus for 2023 sales is for $9.4 billion.</p><p>Shares have fallen 42% in the year to date, while the S&amp;P 500 SPX has fallen 21%.</p><p>Moderna stock slides 11.5% premarket after earnings miss by a wide margin and company cuts sales outlook by up to $3 billion</p>",
  "published": "2022-11-03T12:19:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1137,
          "end": 1142
        }
      ]
    }
  ]
}