{
  "_id": "3106f846fb45aa9cbcc664054f5b759379fd1c464309915d7d707b546031acaf",
  "feed": "wall-street-journal",
  "title": "The Inflation Reduction Act Is Already Killing Potential Cures",
  "text": "<p>One poorly crafted provision is driving companies away from research into treating rare diseases. In its Oct. 27 earnings statement, Alnylam announced it is suspending development of a treatment for Stargardt disease, a rare eye disorder, because of the company's need \"to evaluate impact of the Inflation Reduction Act.\" Alnylam's decision turns on a provision in the Democrats' bill that exempts from price-setting negotiations drugs that treat only one rare disease. The company's drug is currently marketed as treating only amyloidosis, and thus is exempt from Medicare's price setting. If Alnylam proceeded with research into treating Stargardt, it would lose its exemption.</p><p>That disincentive might be most pronounced in cancer treatments. On Tuesday, Eli Lilly announced it is canceling work on a drug that had been undergoing studies for certain blood cancers. \"In light of the Inflation Reduction Act,\" the company wrote to Endpoints News, \"this program no longer met our threshold for continued investment.\"</p><p>When pharmaceutical companies develop cancer drugs, they usually first develop them for a single indication. Only after the first approval do they research additional indications. Merck's Keytruda, which successfully treated President Jimmy Carter, was first approved for advanced melanoma in 2014. Today the company lists 19 approved indications on its website. Genentech's Herceptin, a critical breast-cancer treatment, gained approval in the adjuvant cancer setting eight years after its original approval in the metastatic setting. Today it also has an indication for treating gastric cancer.</p><p>Nearly 60% of oncology medications approved a decade ago received additional approvals in later years. The new law eliminates the incentive to conduct additional research, because its price-setting mechanisms kick in after nine years for small-molecule drugs and 13 years for biologics, regardless of how much research companies conduct after the drug's initial approval.</p><p>In devising their bill this way, Democrats have effectively undone decades of bipartisan policy that promoted research and development by balancing profit incentives with cost concerns. The Orphan Drug Act of 1983, which Alnylam counted on in developing its now-abandoned program, provided a combination of tax credits, grants and market exclusivity to create incentive for investment in rare-disease drugs. Fifty-two Republicans and 118 Democrats co-sponsored the law, which Democratic Rep. Henry Waxman called \"an example of government at its finest, demonstrating how Congress applies itself to solve overlooked, but deeply important, problems that affect millions of Americans.\"</p><p>The next year, Mr. Waxman and Republican Sen. Orrin Hatch led another bipartisan coalition to pass the Hatch-Waxman Act. Their bill granted innovators a temporary market monopoly of five years with potential extensions. In return, innovators would submit to generic competition at the end of their monopoly period. The monopoly-to-commodity-pricing pipeline has been a boon for the generic-drug industry and innovators, as well as patients and their families.</p><p>The Hatch-Waxman Act also provided six months of market exclusivity for generic manufacturers that undertook the expense and risk of developing first-on-the-market generic drugs. This allowed generics to recoup costs over those first six months as they gained market share against the innovator. As other generics entered the market, prices would plummet for patients and insurers, such as Medicare. According to the Association for Accessible Medicines, more than 90% of prescriptions in Medicare's Part D program in 2019 were for generic drugs, which saves more than $96 billion annually for Medicare and billions more for seniors. With the impending price caps, these incentives are lost.</p><p>Yet that's still not all the bipartisan legislation that the Inflation Reduction Act destroys. The Food and Drug Administration Modernization Act (1997) provided six months of market exclusivity to manufacturers that conduct pediatric studies for their drugs. That too was a cross-party success, shepherded by a bipartisan cast of eight senators. Pediatric clinical trials carry a host of challenges: Parents are often reluctant to include their children in them and research ethics boards impose more-stringent protections for kids. These challenges lead companies to test therapies for adult indications first. If these are successful, then they may initiate pediatric trials. The new law undercuts these incentives by mandating drastic Medicare price reductions, reducing resources available for pediatric trials and disrupting entire R&amp;D programs.</p><p>The Democrats may have achieved a short-term talking point for the midterm elections, but in the long term this partisan healthcare bill will prevent patients from receiving innovative, lifesaving treatments. A new Congress would serve Americans well by replacing the Inflation Reduction Act with an approach that recognizes the need for economic incentives to bring new treatments to patients.</p><p>---</p><p>Mr. Grogan is a visiting senior fellow at the USC Schaeffer Center and served as domestic policy adviser to President Trump, 2019-20. He consults for the pharmaceutical industry.</p><p>(See related letter: \"Letters to the Editor: The Act That Was Misnamed\" -- WSJ Nov. 9, 2022)</p>",
  "published": "2022-11-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1197,
          "end": 1202
        }
      ]
    }
  ]
}