{
  "_id": "db09be309ecc01f3d30025b1564988b2241242d188de71e27757e9783cc041ff",
  "feed": "ftcomall",
  "title": "‘No big company is coming to the city': biotech developer bemoans New York's status",
  "text": "<p>The real estate developer Joel Marcus had an early belief in the biotech industry, helping to create thriving life sciences hubs around places such as greater Boston, San Francisco and San Diego that are the envy of mayors and economic development planners.</p> <p>As <a href=\"https://www.ft.com/stream/b3454a23-4f89-4d46-a1b5-f0f51e70054a\">New York City</a> tries to replicate these successes, he is convinced it must chart a different course.</p> <p>Marcus, chair and co-founder of Alexandria Real Estate Equities, a pioneering builder and owner of<a href=\"https://www.ft.com/stream/ee097910-21b7-48e2-831a-a9b40b6be0ab\"> life sciences</a> buildings, describes New York's medical and scientific resources as “exquisite” and “unrivalled”. But he believes the city is too expensive to host large-scale life sciences companies, and instead should concentrate on nurturing start-ups. Those that succeed may keep a presence in the city but will eventually grow their operations elsewhere.</p> <p>“You can't really scale a company in substantial fashion here in New York like you can in other locations,” Marcus told the Financial Times. “It really is the talent and the cost of living in New York,” he added, calling its taxes “a huge, huge problem”. </p> <p>Asked about the city's prospects of luring big life sciences groups, he replied: “It's a joke. It's a joke . . . Regeneron is not coming to the city. Merck's not coming to the city. No big company is coming to the city . . . It's start-ups. Plain and simple. And most people don't get that.” </p> <p>His comments may be jarring for city leaders, including mayor <a href=\"https://www.ft.com/stream/64949d1b-e5f4-4b23-b1a0-116908beb472\">Eric Adams</a>, who have increasingly emphasised life sciences as a new engine of jobs and growth — alongside finance and technology — as the city tries to claw its way back from the Covid-19 pandemic.</p> <p>After a sluggish start, the industry has begun to percolate in New York City. According to CBRE, the real estate adviser, life sciences tenants leased a record 433,000 square feet in the city in 2021, more than the previous seven years combined.</p> <p>In a report released last month, the city's planning department and economic development corporation touted the New York region as the country's largest life science hub — although its perimeter encompassed northern New Jersey, southern Connecticut, Long Island and other adjacent areas.</p> <p>Meanwhile, real estate developers and investors have latched on to life sciences as the rise of working from home threatens financial returns from their <a href=\"https://www.ft.com/content/d2ef9467-b454-4426-8906-b642d27467d3\">office holdings</a>. </p> <p>For many, however, Marcus foresees doom.</p> <p>“You go into it because you have conviction that it's a great business — not because your other business is not working,” he said. “I think [that for] a lot of imitators, it will be kind of the graveyard of their ideas.” </p> <p>Marcus is no scientist. He is an accountant and lawyer by training, and a longtime real estate developer. Yet his opinion carries some weight in such matters because he has built the world's largest life sciences real estate company, with dominant positions in Cambridge, Massachusetts and the Bay Area. </p> <p>The outspoken Marcus, who is known to send all-caps emails late into the night, developed his own conviction about life sciences after he began representing early biotech companies seeking laboratory space in California. With $19mn, he co-founded Alexandria in 1994, at age 47, as a developer and operator of those specialised properties.</p> <p>The publicly traded real estate investment trust operates 41.9mn square feet of space in North America, with millions more in development. Its market capitalisation stands at $24bn.</p> <p>Life sciences companies seek to engineer and manufacture a new generation of more targeted gene and cell therapies to treat disease, as well as new types of vaccines, nutritional and agricultural products. The industry demonstrated its potential in grand fashion with the rapid development of a highly effective vaccine against Covid-19. (Speaking to Wall Street analysts, Marcus called 2020 “the worst year of our lives, yet the greatest year ever for the life science industry”.) </p> <p>Unlike a standard commercial office building, life science facilities typically require extra-large floor plates and tall ceilings to accommodate ventilation equipment and other custom features. </p> <p>Leasing them can be complicated since many tenants are early-stage companies. They may have limited cash, changing needs and future business prospects that require advanced science degrees to evaluate. </p> <p>“What's the creditworthiness of a one-person start-up that's raised $1mn and didn't exist three months ago?” asked Orin Herskowitz, the executive director of Columbia Technology Ventures, which shepherds the New York-based Columbia University's scientific breakthroughs from the laboratory to the commercial market. “But that's how Regeneron started. That's how all these companies started.” </p> <p>Herskowitz praised Alexandria's work at not only seeding such companies through its own venture capital arm, but also pairing them with other sources of funding and experienced management teams. Alexandria last month opened a LaunchLabs location near Columbia that will cater to ventures at their earliest stages, when top scientists are trying to turn advanced research into marketable therapies.</p> <p>“I think they know more about our start-ups than we do,” he said. </p> <p>Still, Herskowitz challenged Marcus' notion that New York City was ill-suited for mature life sciences companies. “If you look at where we are now versus 10 years ago — it's breathtaking,” he said, arguing that the city was catching up to the leaders.</p> <p>To develop a successful cluster like greater Boston or San Diego takes about 25 years, according to Marcus. He seeks at least four attributes when investing: top-tier scientific and medical institutions, an abundance of risk capital, managerial talent, and a compelling location. Aspirants such as Florida have tried, so far with little success. </p> <p>New York City announced its ambitions in 2005 when then-mayor Michael Bloomberg selected Alexandria to build a nearly 1mn-square-foot campus on East 29th Street, among the hospitals of so-called Bedpan Alley. The Alexandria Center for Life Science opened in the city five years later.</p> <p>“Bloomberg was the most aggressive supporter of the industry. But then when he left we had eight years literally of nothing,” Marcus said, faulting the administration of former mayor Bill de Blasio.</p> <p>Adams, who regularly confers with Bloomberg, has sought to reignite the ambition since taking office in January. In April, during his first “state of the city” address, the mayor pledged to “double down” on the city's investment in life sciences — including a new project in conjunction with New York University and developer Taconic.</p> <p>The city, with renowned scientific and medical institutions, has a deepening pool of life sciences venture capital. It has also benefited from recent initiatives such as a $40mn New York state biodefence commercialisation fund, which awards money to companies with promising solutions to infectious diseases.</p> <p>Yet a longstanding dilemma has been real estate. Until recently, developers have tended to find it more profitable to build office towers or luxury condominiums on land that might otherwise have been devoted to life sciences campuses. That, according to some former city officials, hampered the industry's growth.</p> <p>To Marcus, real estate is a distraction. “That's the misconception that government has had here forever,” he said, urging civic leaders to put their energy into supporting science and small start-ups just emerging from universities. In his phrasing, they erred by focusing on building the greenhouse, not planting the seeds.</p> <p>“Forget about space,” he said. “Space will happen.” </p><p>Source: Joshua Chaffin in New York 2022 '‘No big company is coming to the city': biotech developer bemoans New York's status' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-07T04:00:56.908Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1223,
          "end": 1228
        }
      ]
    }
  ]
}