{
  "_id": "a2b2d477da89afa2e05c704010fcdd199f29b439338798b5592252324fd2ba94",
  "feed": "wall-street-journal",
  "title": "Employers Offer to Build Homes as Job Perks",
  "text": "<p>After months of searching, Ms. Martinez found an unlikely partner -- her employer. The 21-year-old is an accounting clerk at a beef-processing plant in Cactus run by JBS USA Holdings Inc. She expects to close this summer on a new three-bedroom home for about $180,000, a property being developed through a JBS program designed to spur the creation of affordable housing in cities where the company operates.</p><p>Employers are placing a new focus on access to housing in an attempt to attract and retain workers. Walt Disney Co. in April said it would set aside 80 acres near Walt Disney World in Florida for what it expects to be a 1,300-unit affordable-housing project that could be used, in part, by its theme-park workers. The medical-devices maker Cook Group in April said it would help build 300 single-family homes across south-central Indiana in the coming years to address a shortage of housing for its employees.</p><p>Companies are being squeezed by record job openings and turnover, and unemployment at a low 3.6%. \"It's a labor-market issue they're solving, not a housing-market problem,\" said Chris Herbert, managing director of the Joint Center for Housing Studies at Harvard University.</p><p>\"None of these companies would be doing this unless they absolutely had to,\" said John Bremen, a managing director at human-resources consulting firm Willis Towers Watson. \"Nobody in these industries wakes up one day and says, 'Let's get into the housing business.' \"</p><p>Generally, employer-led housing programs fall into two categories, he said. Companies in rural areas like Cactus where not enough housing exists might explore developing new homes or apartments and selling or renting them to workers, while employers in high-cost locations may offer subsidies to defray some housing costs. He added that such housing arrangements are often tied to employment in some way, so that a rental might come with a contract saying that an employee will have some set period to vacate the housing if they leave the company.</p><p>In Indiana, Cook Group last year surveyed its employees, asking them if they were in the market for a home, and if so, what they wanted in it. About 150 people indicated they intended to buy a home, though many said they struggled to find one in the area.</p><p>The company's chairman, Stephen L. Ferguson, began studying how homes could be developed for a price that would allow his workers to pay less than $1,000 a month in mortgage payments. At that level, hourly workers and employees making between $40,000 and $70,000 a year can comfortably buy a home, he said.</p><p>Mr. Ferguson discovered it would be too expensive to hire outside builders. Cook instead opted to develop the homes itself, acting as a general contractor and then hiring subcontractors, allowing it to sell homes to employees and others at cost and below $200,000, Mr. Ferguson said.</p><p>Cook started last year by building four homes in one Indiana county. It includes clauses in the property covenants that the company has the right of first refusal to buy the homes back and that it requires them to be owner-occupied, a move aimed at preventing investors from buying the properties and renting them out at higher prices. \"To solve these problems, business has to step up,\" Mr. Ferguson said.</p><p>MilliporeSigma, the North American life-sciences unit of German science and technology firm Merck KGaA, is providing temporary housing and relocation subsidies for manufacturing employees through a program it launched in August.</p><p>The company makes filters, cartridges and other items that are used to make Covid-19 vaccines and other medications. When demand soared, MilliporeSigma needed to hire hundreds more people to staff factories located in places such as Jaffrey, N.H., and Danvers, Mass. \"We had to look further afield,\" said Adam Robitaille, who heads human resources in North America for Merck KGaA.</p><p>Under what it calls the Move with MilliporeSigma program, every production employee who has to move for the job receives a relocation allowance of $2,500 plus an additional $7,500 or 90 days at an extended-stay hotel. Nearly 400 employees have joined through the program. While relocation assistance is relatively common for executives and salaried staff at U.S. companies, it is an unusual benefit for hourly employees, Mr. Robitaille said. The program costs around $25,000 a person, not including administrative expenses.</p><p>Tyson Fitzgerald took advantage of the temporary housing when he started as a senior operator in the Jaffrey plant. Mr. Fitzgerald was living in Broomall, Pa., when he drove a friend to a MilliporeSigma hiring event. He struck up a conversation with a manager from the Jaffrey facility who offered him a job, and he moved to New Hampshire soon after.</p><p>Mr. Fitzgerald stayed in a Courtyard by Marriott in Keene, N.H., for three months while getting settled. \"Trying to find housing, adequate housing, that in itself was a little daunting,\" said Mr. Fitzgerald, age 52. Around two months into his stay, he found a one-bedroom apartment to rent.</p><p>Some housing efforts have run into opposition. Town officials in Vail, Colo., voted this month to start a process to condemn a property where Vail Resorts Inc. plans to spend $17 million to build housing for 165 employees, part of an effort by the ski-resort operator to lease or add more low-cost apartments and other options near its sites in Park City, Utah; Vermont, and elsewhere.</p><p>Critics of the Vail housing plan said it would encroach on a bighorn sheep habitat; Vail Resorts said that it had conducted an extensive environmental review and that the town of Vail previously approved the project.</p><p>The meatpacker JBS, which has set aside more than $26 million for affordable-housing projects nationally, is building apartments near some of its facilities in Iowa. In Cactus, Texas, where it employs about 3,700 people at a beef plant, it explored several housing models, said JBS USA CEO Tim Schellpeper. It already operates apartment complexes for employees in the area. But it also saw a need for additional single-family homes, Mr. Schellpeper said. JBS worked with local officials and others to identify a builder and a property where it could begin developing homes at a price around $180,000.</p><p>JBS pays a builder upfront to help cover development costs of each home and is reimbursed once a property is sold, Mr. Schellpeper said. The company will cover $3,000 to $5,000 in closing costs for employees, and if it does so, it asks employees in Cactus to commit to staying with JBS for two years.</p><p>\"We have a lot of team members with a lot of different needs, and we want them to be with us long term,\" he said. \"When we can get them into an affordable place to live, a quality place to live that's close to our plants, retention's better.\"</p>",
  "published": "2022-05-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 3354,
          "end": 3364
        },
        {
          "start": 3354,
          "end": 3359
        },
        {
          "start": 3860,
          "end": 3870
        },
        {
          "start": 3860,
          "end": 3865
        }
      ]
    }
  ]
}