{
  "_id": "341c6afb8a59f4ec319532575a379ac045103e85362d37e556cb6877abd7c0f1",
  "feed": "wall-street-journal",
  "title": "AstraZeneca Covid-19 Antibody Drug Found to Cut Risk of Severe Disease; Trial results pave the way for Evusheld to be used as a treatment as well as for prevention",
  "text": "<p>AstraZeneca's antibody drug, called Evusheld, was found in its latest clinical trial to ward off severe disease in people who had already developed symptoms, according to results published late Tuesday in the Lancet Respiratory Medicine. The trial was conducted prior to the rise of the Omicron variant, but AstraZeneca has said that laboratory testing shows the antibody continues to work against the highly infectious strain.</p><p>The trial, involving around 800 patients, found that those given a single dose of Evusheld within seven days of the onset of Covid-19 symptoms were 50% less likely to develop severe disease than those given a placebo. The treatment worked better still when given earlier in the course of the disease. If a patient received the drug within three days of symptom onset, their risk of progressing to severe disease was 88% lower than those on placebo.</p><p>In the trial, 18 of the 407 participants given Evusheld went on to develop severe disease, and three died. Of the 415 participants given placebo, 37 went on to develop severe disease, and six died. None of the participants were vaccinated.</p><p>AstraZeneca said it is talking to regulators in the U.S. and elsewhere about authorizing Evusheld as a Covid-19 treatment. Evusheld is already authorized in the U.S. as a preventive measure for people for whom vaccination might not work, such as those with an immunosuppressive medical condition, or those who can't get vaccinated because of a past allergic reaction or serious side effect. An earlier trial showed that Evusheld cut the risk of symptomatic disease by 77% compared with placebo when given to people in this preventive way. It is the only antibody therapy currently authorized for Covid-19 prevention in the U.S.</p><p>Antibody treatments work by mimicking a part of the body's immune response to Covid-19. Like the naturally occurring antibodies produced by the body in response to infection, they bind to the spike protein on the surface of the virus to prevent it from entering cells. They are given either by injection or intravenous infusion.</p><p>However, antibody treatments from Regeneron Pharmaceuticals Inc. and Eli Lilly &amp; Co. that were widely used during the Delta wave last summer and fall have been found in laboratory studies not to be effective against Omicron. Lilly has since developed another antibody therapy, bebetelovimab, which has been shown to work against Omicron. Another, made by GSK PLC, was effective against the BA.1 variant of Omicron that drove a surge of infections over winter but doesn't work against other Omicron variants.</p><p>While Evusheld continues to be used as a preventive antibody treatment, doctors have doubled the dose after the Food and Drug Administration advised them to do so in light of laboratory data that the regulator said showed that the treatment lost some activity against the BA.1 and BA.1.1 Omicron variants.</p><p>Antibody therapies also face tough competition from the Covid-19 pills developed by Pfizer Inc. and Merck &amp; Co., which are more convenient because they can easily be taken at home without medical help. Doctors are increasingly turning to the pills, which work by interfering with viral replication and are now widely available. Under the Biden administration's \"test-to-treat\" program, patients who test positive at retail pharmacies immediately receive a prescription for Covid-19 pills.</p><p>Despite the challenges, AstraZeneca has said it expects revenue from Evusheld to grow this year. The U.S. government has so far ordered a total of 1.7 million doses, which it plans to distribute free of charge. So far, though, those doses are only available to immunocompromised people or those who are ineligible for vaccination.</p><p>Write to Denise Roland at Denise.Roland@wsj.com</p><p>AstraZeneca Covid-19 Antibody Drug Found to Cut Risk of Severe Disease</p>",
  "published": "2022-06-08T12:06:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 2988,
          "end": 3000
        },
        {
          "start": 2988,
          "end": 2999
        }
      ]
    }
  ]
}