{
  "_id": "7dd49f9f07d69c8ac4a7ad7beb900d2dd5f5b5e0400b3a0efd1f64fc6fd3eee6",
  "feed": "market-watch",
  "title": "WHO adds Merck antiviral to its COVID treatments, and warns Ukraine has low vaccination rate and surging cases",
  "text": "<p>However, with little safety data available for the capsules that can be taken at home, the WHO is advising close monitoring.</p><p>“Molnupiravir MRK should be provided only to non-severe COVID-19 patients with the highest risk of hospitalization,” the WHO&#xa0;said in a statement.&#xa0;“These are typically people who have not received a COVID-19 vaccination, older people, people with immunodeficiencies and people living with chronic diseases.”&#xa0;</p><p>At a news briefing on Wednesday, the WHO expressed its concerns about the Russian invasion of Ukraine, as the latter has a very low vaccination rate and COVID is still spreading.</p><p>“Prior to the conflict, Ukraine had experienced a recent surge of cases of COVID-19,” WHO Director-General Tedros Adhanom Ghebreyesus said in introductory remarks.</p><p>“Low rates of testing since the start of the conflict mean there is likely to be significant undetected transmission. Coupled with low vaccination coverage, this increases the risk of large numbers of people developing severe disease.”</p><p>Adding to the gloom, the WHO has had reports of attacks on hospitals and health infrastructure in Ukraine, and one confirmed incident from last week in which a hospital came under heavy weapons attack, leading to four fatalities and at least 10 injuries, he said. The agency is investigating that incident and attempting to verify reports of others.</p><p>“Attacks on health care are in violation of international humanitarian law,” said Tedros, who is calling for a corridor to ensure aid workers and supplies can be delivered to people in need.</p><p>At least three oxygen plants in Ukraine have been forced to close and the WHO is seeking ways to get oxygen from neighboring countries and deliver it safely, he said.</p><p>Separately, the WHO said the pandemic has led to a 25% increase in anxiety and depression worldwide, with many suffering the effects of a long period of self-isolation and financial insecurity.</p><p>&#xa0;“Among health workers, exhaustion has been a major trigger for suicidal thinking,” the agency said in a statement. Young people and women have been hit the hardest, putting them at highest risk of self-harming behavior.</p><p>“People with more severe mental disorders, such as psychoses, and young people with mental disorders, are particularly at risk.</p><p>The news comes as the outlook for COVID-19 in the U.S. continues to improve, as daily new case counts and hospitalizations continue their downward slide, and as the death toll holds below the 2,000-per-day mark.</p><p>The seven-day average of new cases totaled 54,734 on Wednesday, the lowest level seen since late-July, down 56% from two weeks ago and 93% below its Jan. 14 peak of 806,795,&#xa0;according to a New York Times Tracker.</p><p>The daily average of hospitalizations stands at 46,447, the lowest level since Nov. 15, and 43% below where it was two weeks ago. The daily average death count was 1,838, down 21% from two weeks ago.</p><p>See now: Biden's ‘Test to Treat' initiative provides one-stop shop for people testing positive to get COVID-19 pills</p><p>Other COVID-19 news you should know about:</p><p>•&#xa0;After more than two years of working from home, Google will expect its workers in the San Francisco Bay Area and “several” other parts of the country to return to the office in April, MarketWatch's Mike Murphy reported. Tech companies led the way in closing their offices when the pandemic ramped up in March 2020, and are seen as a bellwether as to when other companies will similarly require their workers to come back into the office. Google's new hybrid work system will take effect the week of April 4. The Mountain View, Calif.-based company said it expects most of its employees to be in the office three days a week and work from home two days, and those who wish to come in more can do so.</p><p>• A visibly annoyed Florida&#xa0;Gov. Ron DeSantis&#xa0;admonished a group of students for wearing face masks at an indoor news conference Wednesday, saying it was time to stop what he called “this COVID theater,” the Associated Press reported. DeSantis, an avowed opponent of virus mask and vaccine mandates, approached the students and asked them to remove their masks as they awaited the Republican governor at the news conference at the University of South Florida in Tampa.</p><p>https://twitter.com/WFLA/status/1499086747849928711 • President Joe Biden's surgeon general, Dr. Vivek Murthy, has formally requested that major tech companies submit information on the scale of COVID misinformation on social media, search engines and other platforms, the New York Times reported. Murthy is seeking data and analysis on the prevalence of Covid-19 misinformation on their sites, starting with samples collected by the Centers for Disease Control and Prevention. Companies have a May 22 deadline to provide the requested information.</p><p>•&#xa0;Philadelphia has become the latest city to drop face-mask requirements in public spaces, its health department announced on Wednesday. “The metrics that we're following have reached the level where the Health Department feels it is safe to stop enforcing the indoor mask mandate,” it said in a statement. However, it cautioned that a new variant might require a return to the measure and said “the pandemic is not over.”</p><p>Here's what the numbers say</p><p>The global tally of confirmed cases of COVID-19 rose above 441.1 million on Tuesday,&#xa0;according to data aggregated by Johns Hopkins University, while the death toll climbed above 5.97 million.</p><p>The U.S. leads the world with 79.1 million cases and 954,519 fatalities.</p><p>The&#xa0;Centers for Disease Control and Prevention's tracker&#xa0;shows that 215.8 million people living in the U.S. are fully vaccinated, equal to 65% of the population. But just 94.6 million are boosted, equal to 43.8% of the vaccinated population.</p>",
  "published": "2022-03-03T10:44:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 9,
          "end": 14
        }
      ]
    }
  ]
}