{
  "_id": "69a90ade02475144324699b766ac595ad797eee936db1d63f365f251766c5375",
  "feed": "wall-street-journal",
  "title": "U.S. News:  U.S. Watch",
  "text": "<p>\n  WASHINGTON, D.C. </p><pre> </pre><p>\n  U.S. to Make It Easier </p><p>\n  To Get Pills for Covid </p><pre> </pre><p>\n  The Biden administration on Tuesday outlined plans to make it easier for infected people to get Covid-19 treatments, which some health leaders and patient advocates say are too difficult to obtain. </p><p>\n  The administration has touted vaccines to reduce the risk of serious illness from Covid-19. Officials also have been urging greater use of two pills: Pfizer Inc.'s Paxlovid and Merck &amp; Co.'s and Ridgeback Biotherapeutics LP's molnupiravir, also known as Lagevrio. Both were cleared for use by the Food and Drug Administration in December. </p><p>\n  The authorization of those pills marked a turning point in the treatment of Covid-19 because people can take the therapies at home shortly after they develop symptoms, helping prevent hospitalization. </p><p>\n  To expand access to the pills, the administration in coming weeks is planning to double the 20,000 pharmacies, community health centers and hospitals where the antivirals are currently available for patients. Pharmacies would also be allowed to order free antivirals from the federal government. </p><p>\n  -- Stephanie Armour </p><p>\n  --- </p><p>\n  WASHINGTON, D.C. </p><pre> </pre><p>\n  Firms Seek Incentives </p><p>\n  For Clean Energy </p><pre> </pre><p>\n  More than 40 companies, including consumer brands such as Airbnb Inc., Lyft Inc., Sierra Nevada Brewing Co. and IKEA, are calling on Congress to adopt federal energy legislation to provide additional financial incentives for clean-energy projects such as wind turbine farms and solar installations. </p><p>\n  In a letter to lawmakers Tuesday, the companies said that federal spending for such projects would help reduce energy costs for U.S. businesses, along with their employees and customers. </p><p>\n  They called for federal tax credits for developers and suppliers of major wind, solar, nuclear and energy-storage projects, as well as for electric vehicles and charging-station tax credits, which could benefit company-run fleets. </p><p>\n  -- Katy Stech Ferek </p><p>\n  --- </p><p>\n  NEW YORK </p><pre> </pre><p>\n  Medical Helicopter </p><p>\n  Crashes, Killing Two </p><pre> </pre><p>\n  Two people aboard a medical helicopter were killed Tuesday when it crashed in western New York, according to state police. </p><p>\n  The Mercy Flight helicopter went down in the Genesee County town of Elba while on a training flight, Maj. Eugene Staniszewski said, </p><p>\n  -- Associated Press </p><p></p>",
  "published": "2022-04-27T06:12:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "nexusId": "10042334",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 440,
          "end": 451
        },
        {
          "start": 440,
          "end": 445
        }
      ]
    }
  ]
}