{
  "_id": "f35a70ee3c64221e6fff4768d1c5efaa6c0827ef882077cc52c8d1e3fe62594c",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>Grills Stormy Daniels</p><p>Disgraced celebrity attorney Michael Avenatti sought to cast doubt on the testimony of his former client Stormy Daniels at his federal fraud trial Friday, grilling her over previous statements she made about speaking to the dead and living in a haunted house.</p><p>Mr. Avenatti, representing himself, asked Ms. Daniels, a former adult-film actress and the government's lead witness in the case, during cross-examination about her time living in a New Orleans house in 2019.</p><p>Ms. Daniels, whose given name is Stephanie Clifford, testified she started experiencing poltergeist phenomena in the home, seeing shadow figures and hearing unexplainable sounds and voices. She could also speak to the house and the dead, she said.</p><p>Mr. Avenatti, 50 years old, faces charges of wire fraud and aggravated identity theft.</p><p>Prosecutors allege the former celebrity lawyer stole nearly $300,000 that Ms. Daniels was entitled to from a book deal. Mr. Avenatti has portrayed the case as a fee dispute and said Ms. Daniels was unreliable.</p><p>Earlier in the week, Mr. Avenatti dropped his lawyers and began representing himself, setting up the unusual confrontation with his former client.</p><p>-- James Fanelli</p><p>---</p><p>COVID-19</p><p>Pill Shows Promise</p><p>Against Omicron</p><p>Merck &amp; Co . and partner Ridgeback Biotherapeutics LP said Friday that their Covid-19 pill molnupiravir was active against the Omicron variant in laboratory tests, an encouraging sign as the treatment's use grows globally.</p><p>Merck cited six preclinical studies performed by researchers outside the company.</p><p>The examples include research published this week in the New England Journal of Medicine that found molnupiravir among several Covid-19 antiviral drugs that \"may show efficacy for treating patients infected with the Omicron variant.\"</p><p>Molnupiravir, which was cleared for use in the U.S. in December, hasn't been studied in people infected with Omicron.</p><p>The U.S. continues to see a decline in the number of patients with Covid-19 in hospitals. The daily average of Covid-19 deaths recorded over the seven days to Thursday fell to 2,267 after hitting its highest level in nearly a year.</p><p>-- Jared S. Hopkins</p><p>---</p><p>NORTHEAST</p><p>Region Battens</p><p>Down for Nor'Easter</p><p>The Northeast corridor went into shutdown mode, as a winter storm threatened to dump as much as 20 inches of snow in places this weekend.</p><p>Thousands of flights and trains into affected areas were canceled. Authorities imposed travel restrictions along highways and urged drivers to stay home. Some stores were emptied of emergency supplies.</p><p>The nor'easter is forecast to pack a wallop well into Sunday, state and federal officials said. The winter storm will bring bone-chilling temperatures and wet, heavy snowfall that could affect power lines. Strong, gusting winds are expected to whip snow into near white-out conditions in some inland areas and bring coastal flooding along shorelines.</p><p>-- Ginger Adams Otis</p>",
  "published": "2022-01-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US58933Y1055",
      "name": "Merck & Co., Inc.",
      "offsets": [
        {
          "start": 1248,
          "end": 1258
        },
        {
          "start": 1471,
          "end": 1476
        }
      ],
      "nexusId": "10042334"
    }
  ]
}