{
  "_id": "508a84d616c9c639a5c633fe819ed979b393f466f11ca2cc0688a79b1bcbd3b3",
  "feed": "wall-street-journal",
  "title": "Walmart Sparks Public Outcry in China Over Products From Xinjiang Region; Chinese consumers criticize U.S. big-box retailer over products they say are missing from Chinese area where the U.S. has human-rights concerns",
  "text": "<p>The northwestern Chinese region of Xinjiang, home to millions of mostly Muslim minorities, has become a geopolitical flashpoint and an ethical dilemma for U.S. multinationals doing business in China. The Biden administration has accused the Chinese government of engaging in genocide against religious minorities in the region.</p><p>Last week, President Biden signed the Uyghur Forced Labor Prevention Act into law, following its near-unanimous passage in Congress. The law bans all imports to the U.S. from the region unless companies can certify that such products are free from forced labor.</p><p>China has rejected allegations of genocide and forced labor, describing their policies in the region as aimed at preventing terrorism and protecting national security.</p><p>Last Thursday, U.S. semiconductor giant Intel Inc. issued an apology to Chinese consumers, partners and the public following an outcry on Chinese social media against the Santa Clara, Calif.-based company, which had published on its website a letter to suppliers asking them to avoid sourcing from Xinjiang. The original letter said that the restrictions were required in response to U.S. law, though it didn't specify which law.</p><p>Other Western businesses, including fast-fashion retailer H&amp;M Hennes and Mauritz AB and sportswear maker Nike Inc., have also recently been targets of Chinese consumer fury. H&amp;M's online presence was erased from the Chinese internet this spring after the Swedish apparel firm said it would stop sourcing from Xinjiang.</p><p>Walmart, for its part, was dragged into the controversy on Friday after users wrote on domestic social-media platforms—including Weibo, a Twitter-like microblogging service, and Zhihu, a Quora-like question-and-answer forum—that they were unable to find products typically sourced from Xinjiang on online stores operated by Walmart and Sam's Club China. Sam's Club is Walmart's members-only wholesale retail chain.</p><p>Some users posted that online customer service agents had told them such products, including red dates and apples, were out of stock. A U.S.-based Walmart spokesperson declined to comment.</p><p>A check by the Journal found no Xinjiang product listings on Walmart and Sam's Club's China e-commerce stores. However, a visit to a Walmart store in Beijing's central business district on Saturday found red dates sourced from Xinjiang still stocked on its shelves.</p><p>One Weibo user accused Walmart of \"eating China's rice, yet slapping our face,\" while others said they were canceling their Sam's Club membership, sharing pictures of their dialogue with customer service agents showing them terminating their contracts. Others said they would boycott Walmart stores.</p><p>Chinese social media campaigns are often not as organic as their overseas peers, as authorities and technology firms curate and heavily censor domestic online content.</p><p>Walmart's internet backlash followed a very similar playbook to past nationalistic boycott campaigns on Chinese social media. The Communist Youth League's social media account urged consumers to boycott Sam's Club stores, while the state-run Global Times newspaper reported that Sam's Club had stopped sales of Xinjiang products, citing unnamed sources.</p><p>The Global Times reported that cantaloupes—commonly known in China as \"Hami melons,\" after a city in eastern Xinjiang famous for producing the fruit—were now being sourced from the southern Chinese island of Hainan. It quoted a salesperson in a Beijing store saying that Xinjiang raisins hadn't been on store shelves since May, though the employee didn't know the reason.</p><p>Melons, red dates and grapes were among the largest fruit crops in Xinjiang in 2019, according to the most recent figures on the website of the region's statistics bureau. Xinjiang is also China's largest cotton producing region, accounting for almost 90% of the country's cotton production, according to figures from China's Ministry of Agriculture and Rural Affairs.</p><p>China is a key pillar of Walmart's international expansion strategy, as the American retailing giant seeks to streamline operations to focus on e-commerce and the fastest-growing global markets.</p><p>China is home to 434 Walmart and Sam's Club stores, covering more than 69,000 square feet, as of the end of January, making the country Walmart's second-largest international market by retail square footage, according to the company's most recent annual report—second only to Mexico, where the big box retailer runs almost more than 2,600 stores.</p><p>In the most recent quarter, China proved to be a bright spot for Walmart's international sales, Walmart President Doug McMillon told investors in an earnings call last month.</p><p>The American Chamber of Commerce in Shanghai said in September that 30% of retail and consumer companies polled in its most recent business survey cited public backlash and consumer boycotts as a top concern, the highest among the major industries covered by the business lobby. More than one-tenth of the companies said they had reduced planned investments in China because of concerns about consumer boycotts.</p><p>Since Walmart's sourcing of Xinjiang products began attracting attention online, competitors including Alibaba Group Holding Ltd.'s Hema supermarket chain swooped in to take a swipe at the U.S. retailer. Most conspicuously, Carrefour SA, whose more than 200 stores in China are owned by Suning.com, a domestic online retailer, shared a post on Friday carrying the hashtag \"Carrefour Xinjiang Fine Goods Festival,\" with pictures of Xinjiang-sourced products on its store shelves.</p><p>The social-media post on Carrefour's official Weibo account included nine photos of apples, walnuts and cotton socks and hand towels for sale on its store shelves, with bright yellow labels reading: \"I come from Xinjiang.\"</p><p>A spokesman for Carrefour in France didn't immediately respond to a request for comment. Suning didn't respond to an email sent to its board secretary after working hours.</p><p>Jonathan Cheng and Sarah Nassauer contributed to this article.</p><p>Write to Liza Lin at Liza.Lin@wsj.com</p><p>Walmart Sparks Public Outcry in China Over Products From Xinjiang Region</p>",
  "published": "2021-12-27T13:40:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1293,
          "end": 1297
        },
        {
          "start": 1293,
          "end": 1302
        }
      ],
      "nexusId": "10043425"
    }
  ]
}