{
  "_id": "27472d93510f29ae7248e84311721b7474a326bc3ac0773b4762480cf7cffe1e",
  "feed": "wall-street-journal",
  "title": "Natural-Gas Prices Surge, and Winter Is Still Months Away; Low inventories around the world have made the heating fuel more expensive than it has been in years",
  "text": "<p>Natural-gas prices have surged, prompting worries about winter shortages and forecasts for the most expensive fuel since frackers flooded the market more than a decade ago.</p><p>U.S. natural-gas futures ended Friday at $5.105 per million British thermal units. They were about half that six months ago and have leapt 17% this month.</p><p>It is supposed to be offseason for demand, and prices haven't climbed so high since blizzards froze the Northeast in early 2014. Analysts say that it might not have to get that cold this winter for prices to reach heights unknown during the shale era, which transformed the U.S. from a gas importer to supplier to the world.</p><p>Rock-bottom gas prices have been a reliable feature of the U.S. economy since the financial crisis. Gas crashed and never recovered thanks to the abundance extracted with sideways drilling and hydraulic fracturing. Gas is burned to generate electricity and heat homes and to make plastic, steel and fertilizer. A substantial and sustained increase in price would be felt from households to heavy industry.</p><p>Stocks have already gotten a lift from $5 gas. Energy has been the best performing sector in the S&amp;P 500 stock index in September and one of only two that are up this month.</p><p>Monetary-policy makers often exclude energy prices when they gauge inflation because the prices move around so much. Even so, rising natural-gas prices are another factor for investors trying to tease out whether higher materials costs will fade or are here to stay.</p><p>The Federal Reserve's monetary-policy meeting Wednesday headlines the week ahead for investors. They will look for signs that the Fed will begin tapering bond purchases after its November meeting as well as indications that more officials believe that short-term interest rates can be raised by the end of next year. Also in the coming week, rental-home firm Invitation Homes Inc., apartment owner UDR Inc. and other landlords will update investors on rents, occupancy and return-to-work at a big real-estate conference.</p><p>Home builders KB Home and Lennar Corp., which have faced higher materials costs, are part of a busy week of corporate earnings: Nike Inc., Costco Wholesale Corp., FedEx Corp., Darden Restaurants Inc. and General Mills Inc. are scheduled to report and shed light on input expenses and consumer behavior.</p><p>The U.S. Energy Information Administration on Thursday will give a fresh estimate of the volume of natural gas in storage, which it last estimated to be 16.5% less than a year ago. Now is the time of year when drillers fill storage tanks and caverns to get through winter, when demand is greatest and households are most exposed to higher prices in their heating bills.</p><p>\"The time to replenish stocks for the winter is rapidly running out,\" said Lindsay Schneider, an analyst with consulting firm RBN Energy LLC.</p><p>Crude prices haven't warranted much new oil drilling, which has cut down on the amount of gas produced as a byproduct, while the Appalachian firms that swing the market have given priority to profits over production growth and held back.</p><p>The number of rigs drilling for gas has been basically flat since spring despite much higher prices. When prices rose above $5 in 2014, there were more than three times as many rigs drilling gas wells as the 100 operating now, according to Baker Hughes Co.</p><p>SHARE YOUR THOUGHTS</p><p>How will rising natural-gas costs affect you? Join the conversation below.</p><p>Meanwhile, supplies have been depleted by a series of weather events. February's freeze in Texas lifted demand while clogging wells with ice. June and July were the hottest on record and drought out West dried up hydropower production, which meant more gas than normal was needed to power air conditioners. Late last month Hurricane Ida forced nearly all of the Gulf of Mexico's gas output offline. More than a third of the Gulf's gas production remained shut as of Friday, according to the Bureau of Safety and Environmental Enforcement.</p><p>Similar factors are at play in Europe, where prices have been setting records all summer. In Asia, buyers are paying more than ever for deliveries of liquefied natural gas, or LNG, to sail across the Pacific instead of to Europe.</p><p>The supply deficit is particularly acute in Europe, where inventories are thin thanks to hot weather, lackluster wind-power generation and lower imports from Russia. Goldman Sachs Group Inc. analyst Samantha Dart said that stockpiles in northwestern Europe have recently been about 24% below average.</p><p>Prices have risen so high in Europe that Ms. Dart estimates U.S. prices need to climb to $17 with no corresponding rise overseas before it becomes uneconomic to ship liquefied shale gas across the Atlantic. She recommends that gas consumers buy out-of-the-money call options, or options to pay more than current futures prices, to guard against price increases should this winter turn out colder than normal.</p><p>Intercontinental Exchange Inc. last week boosted margin requirements for trading U.S. and European gas futures to protect against the higher prices and increased volatility.</p><p>The challenge in forecasting how high prices could rise lies in the unprecedented ties between the once isolated U.S. market and international prices, said Christopher Louney, an analyst with RBC Capital Markets. LNG export facilities were built along the Gulf and East coasts to relieve the shale-gas glut and enable domestic producers to capture higher prices abroad. Now higher overseas prices are lifting those in the U.S.</p><p>\"With a more connected gas market, are there more mouths to feed or more opportunities to find balance?\" Mr. Louney said.</p><p>Write to Ryan Dezember at ryan.dezember@wsj.com</p><p>Natural-Gas Prices Surge, and Winter Is Still Months Away</p>",
  "published": "2021-09-19T09:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2149,
          "end": 2158
        }
      ]
    }
  ]
}