{
  "_id": "4c91e283411f899930ed2e4b9c2bb8094e9a30e79e5fff48beeb7c9bca954bfe",
  "feed": "ftcomall",
  "title": "Scoreboard: Inside Aston Martin's drive to survive in Formula One",
  "text": "<p><em>In this edition of Scoreboard, we ask whether Aston Martin's return to Formula One can make the global motor racing series more competitive, explore the ownership saga of the Washington NFL team, explain why Italian Serie A football clubs have been arguing over a €2.5bn TV deal, and more.</em></p> <p><em>Send us tips and feedback at </em><a href=\"mailto:scoreboard@ft.com\"><em>scoreboard@ft.com</em></a><em>. Not already receiving the email newsletter? Sign up </em><a href=\"https://subs.ft.com/scoreboard\"><em>here</em></a><em>. For everyone else, let's go.&#xa0;</em></p> <h1>Formula One: Aston Martin's drive to survive</h1> <p>On Sunday in Bahrain, British driver <strong>Lewis Hamilton </strong>and the <strong>Mercedes F1 </strong>team begin their defence of the Formula One championships — yet again.</p> <p>Last season, Hamilton matched <strong>Ferrari </strong>legend <strong>Michael Schumacher</strong>'s haul of seven driver's titles, while Mercedes secured its seventh consecutive constructors' victory, breaking the record held by its Italian rivals.</p> <p>Their utter dominance has led to a rethink.&#xa0;</p> <p>US investment group <strong>Liberty Media</strong>, which has owned F1 since an $8bn acquisition four years ago, is introducing “cost caps”, a $145m limit on the amount each team can spend on building their cars. This should mean the biggest three outfits; Mercedes, Ferrari and <strong>Red Bull, </strong>can no longer massively outspend their competitors.</p> <p>The caps come into force this season. Next year, technical changes will also be introduced aimed at encouraging drivers to race closer together and overtake more often.&#xa0;</p> <p><strong>Lawrence Stroll</strong>, the Canadian billionaire, is investing in that vision. He has brought <strong>Aston Martin</strong> back to F1 for the first time in 60 years. He hopes that winning races, and, ultimately, championships, can help the British supercar maker sell more vehicles. <strong>Sebastian Vettel</strong>, the four-time F1 champion, has joined Stroll's son <strong>Lance</strong> as the drivers who will lead the charge.</p> <p>This effort will test the business case of using F1 as a platform for selling luxury vehicles, but also Liberty Media's template for reinvigorating the competition itself. Races have become predictable, even boring, to many fans over recent years.&#xa0;</p> <p>By betting that Aston Martin can challenge the established teams, Stroll has more than just his reputation at stake. His consortium pumped more than £800m into rescuing <strong>Aston Martin Lagonda</strong>, the roadcar company. If his F1 team fails to win Grands Prix, it will not help selling the automaker's £2.5m Valkyrie “hypercars”.</p> <p>“I couldn't agree with you more,” said Stroll. “I did not do this, buy the business and invest so heavily to become executive chair of Aston Martin, and tool around to be last.”</p> <p><em>Read the FT Weekend Magazine article on Aston Martin's return to F1 </em><a href=\"https://www.ft.com/content/6d8d103e-6120-41c5-942a-95376c60f834\"><em>here</em></a><em>.</em></p> <h1>Ownership drama at Washington's NFL team nears goal line</h1> <p>It may be the off season for the US <strong>National Football League</strong>, but certainly not so for the <strong>Washington Football Team</strong>.</p> <p>On Wednesday, the league confirmed that it will table a vote next week on whether to allow Washington's majority shareholder <strong>Dan Snyder</strong> to gain 100 per cent control of the franchise.&#xa0;</p> <p>The vote, which requires a three-quarters majority among the NFL's 32 owners to pass, comes after one of the most tumultuous years in the franchise's history.</p> <p>Last summer, amid the reckoning on racial injustice in the US, Snyder <a href=\"https://www.ft.com/content/826a5454-9863-11ea-adb1-529f96d8a00b\">bowed to yearlong pressure</a> to rename the franchise, previously known by an indigenous American slur.&#xa0;</p> <p>Around the same time, <a href=\"https://www.washingtonpost.com/sports/2020/07/16/redskins-sexual-harassment-larry-michael-alex-santos/\">reporting from the Washington Post</a> detailed extensive claims of sexual harassment by former employees of the team, leading to an independent and ongoing investigation into the team's culture.</p> <p>Both issues cast a spotlight on the leadership of Snyder, a communications tycoon who bought the franchise in 1999, and hastened a move by minority shareholders to sell their 40 per cent stake, worth $900m. That sparked a months long litigious battle, which eventually was sent <a href=\"https://www.washingtonpost.com/sports/2020/12/30/daniel-snyder-washington-football-ownership-ruling/\">back to</a> the NFL for arbitration in December.</p> <p>Now, Snyder is proposing to buy out his minority partners, which would require issuing debt worth a reported $450m. The total debt limit for each NFL club is $500m — raised from $350m last spring — so according to league rules, owners not only have to approve Snyder's buyout of Washington's minority owners, but any related debt waivers.</p> <p>Snyder's potential to service the debt was made a lot easier last week. The NFL completed <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">a 11-year media rights package</a> worth more than $10bn per year through 2033, meaning that owners will more than double their current broadcast revenues once the new terms take effect.</p> <p>As one sports financier not involved in Washington's proposed debt deal put it to Scoreboard, “even in a distressed situation, you'd do this loan morning, noon, and night.”</p> <p>The risk may not be financial, then. Will fellow NFL owners grant 100 per cent ownership to Snyder, with the independent investigation into the team's culture still pending? Neither an NFL spokesman nor <strong>Beth Wilkinson</strong>, the attorney conducting the investigation, would specify a timetable for its completion.&#xa0;</p> <p>For his part, Snyder disputed some claims in the Post's reporting, but <a href=\"https://www.nfl.com/news/report-new-sexual-harassment-allegations-against-washington-daniel-snyder-denies\">said in an August statement</a> that he is committed to making the franchise “diverse, inclusive and respectful of all”. The WFT did not respond to requests for comment.</p> <h1>Serie A's big match: DAZN vs Sky</h1> <p>Why not take the bigger cheque? That's the question that has been asked by observers of a bitter row between the 20 football clubs in <strong>Serie A</strong>.</p> <p>Let's rewind. Earlier this year, Italy's top league launched an auction to sell the domestic rights to screen its 2021-2024 matches. Clubs had hoped to secure more than the €1bn a season earned from the current TV contract.</p> <p>Instead, <strong>DAZN</strong>, the sports streaming service, offered around €840m a season for the biggest package of matches. Pay-TV group<strong> Sky</strong> was prepared to pay just €750m a season.&#xa0;</p> <p>You might think Italian clubs would quickly snap up the better offer. But over a series of votes in recent weeks, DAZN's bid consistently <a href=\"https://www.ft.com/content/5e6ccbd5-18a1-4eee-a5d9-dbaea9469aab\">failed to obtain</a> the necessary 14 votes from 20 clubs required for the deal to pass.&#xa0;</p> <p>Under Italian law, the bids would be made void on Monday, forcing Serie A to restart the tender process. There was little appetite from DAZN or Sky to raise their bids in any future auction.&#xa0;</p> <p>That was until Friday, when clubs <a href=\"https://www.ft.com/content/bd616305-d335-4799-9564-1b0c4be956d9\">finally voted in favour</a> of DAZN's bid.</p> <p>So what was the hold up? Here's what people close to the discussions told Scoreboard.</p> <p>First, there has been concern about abandoning Sky, which has screened the competition since 2003 and has around 5m Italian subscribers. Some clubs worry Serie A matches will get fewer viewers by switching broadcasters.</p> <p>Second, DAZN is a risk. Though backed by billionaire <strong>Leonard Blavatnik</strong>, it is a loss making start-up. For months, DAZN has sought, but so far <a href=\"https://www.ft.com/content/5e6ccbd5-18a1-4eee-a5d9-dbaea9469aab\">failed to secure</a>, new investment. A stock market float has been mooted. But none of this amounts to the proven record of Sky.</p> <p>Some football executives <a href=\"https://www.ft.com/content/61326e1f-afde-4664-ba4c-939e0c00b3fb\">point to the example</a> of France's <strong>Ligue 1</strong>, which took a huge offer from Spanish broadcaster <strong>Mediapro</strong> in a television rights deal which has spectacularly collapsed. That has left French teams in a deep financial crisis.</p> <p>Third, there is the <a href=\"https://www.ft.com/content/a1c7b456-4ab0-4a88-a993-bc80856cbc20\">separate €1.6bn deal</a> with <strong>CVC Capital Partners</strong> and <strong>Advent International</strong>. The private equity groups are seeking to acquire a 10 per cent stake in a company that will hold Serie A's commercial rights. Some club bosses were said to be holding up the media rights tender to get concessions on the private equity deal.</p> <p>Fierce debate between teams, while waiting until the last minute to make a decision, is par for the course in Serie A, said a person close to the talks. “Very Italian,” they said.</p> <p><em>Go deeper with the FT's report on Serie A's media rights row </em><a href=\"https://www.ft.com/content/5e6ccbd5-18a1-4eee-a5d9-dbaea9469aab\"><em>here</em></a><em>.</em></p> <h1>Highlights</h1> <ul>  <li><p><strong>Roman Abramovich</strong>, the Russian-Israeli billionaire, said he had <a href=\"https://www.ft.com/content/b79f2c82-6974-4fd7-8899-266025b7436b\">filed a defamation suit</a> in England against the author and publisher of <em>Putin's People</em>. The owner of <strong>Chelsea Football Club</strong> claimed the book includes “false and defamatory statements” about his acquisition of the team in 2003.</p></li>  <li><p><strong>Nike</strong>, the US sportswear company, is <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">facing backlash</a> from Chinese state media and its commerce ministry for previously raising concerns over reports of forced labour in Xinjiang.<strong> Wang Yibo</strong>, a Chinese pop star and a brand ambassador for Nike, cut ties with the company.</p></li>  <li><p><strong>Adidas</strong>, Nike's German rival, is betting that walking, hiking and skiing will become as important as football, as the sportswear maker looks to become one of the world's <a href=\"https://www.ft.com/content/4d8f4411-ba83-4410-86a3-464ab88d412d\">top four outdoor brands</a> by 2025 and compete with the likes of VF Corporation-owned <strong>The</strong> <strong>North Face.</strong></p></li>  <li><p><strong>Fanatics</strong>, the sports merchandise retailer, <a href=\"https://www.reuters.com/article/us-fanatics-funding/sports-retailer-fanatics-raises-320-million-at-12-8-billion-valuation-in-new-funding-round-idUSKBN2BG29K?il=0\">raised $320m</a> among existing investors, boosting the company's valuation to $12.8bn. <strong>Silver Lake</strong>, the US private equity firm, was among the backers in the funding round.</p></li>  <li><p><strong>Stefano Domenicali</strong>, the new chief executive of F1, told the FT this week the sport must <a href=\"https://www.ft.com/content/cba1f980-0422-4756-bf0b-3453cd3ab5e7\">grow in the United States</a>, pledging to add more races besides Austin and to negotiate with US broadcasters ahead of the expiry of its TV deal with <strong>Disney</strong>'s <strong>ESPN </strong>after the 2022 season.</p></li>  <li><p><strong>Red Bull</strong>'s F1 racing team gained a sponsorship deal with <strong>Oracle</strong>, the tech company co-founded by<strong> Larry Ellison</strong>. Fans of nominative determinism may also enjoy a separate endorsement also announced this week: <strong>Zoom</strong>, the video calling platform, has become an official partner of F1.&#xa0;</p></li>  <li><p><strong>Club Brugge </strong>scrapped plans for an initial public offering, citing “market conditions”. One of those market conditions could well be the €230m valuation placed on the club, which would have made the Belgian outfit worth more than some in the English <strong>Premier League</strong>, a much bigger competition.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p>The <strong>Super League</strong>, the top tier of rugby league in the UK and France, <a href=\"https://www.bbc.co.uk/sport/rugby-league/56514366\">voted for <strong>Huddersfield Giants </strong>chair <strong>Ken Davy</strong></a> to replace <strong>Robert Elstone</strong>, who resigned in February, on an interim basis. The appointment filled a leadership vacuum ahead of the new season, which started this weekend.</p></li>  <li><p><strong>David Levy</strong>, former president of <strong>Turner Broadcasting</strong>, was named chair of <strong>Genius Sports</strong>, a sports and betting data provider, as the group looks to profit from the convergence of sports, media, advertising, betting and streaming.</p></li> </ul> <h1>Final Whistle</h1> <p>The 2022 Beijing Winter Olympics are less than a year away, making this weekend's World Figure Skating Championships one of the last major international events to help assess who is on track to win gold in the sport.&#xa0;</p> <p>Since the 2018 Games, women have begun landing quadruple jumps, a revolutionary development. None are better than three-time defending Russian ladies' champion <strong>Anna Shcherbakova</strong>, who landed both a quad lutz and flip at the national championships. Watch her incredible feats <a href=\"https://www.youtube.com/watch?v=9bVsr8KP968\">here</a>.&#xa0;</p> <p>---</p> <p><em>Scoreboard is written by Samuel Agini, Murad Ahmed and Arash Massoudi in London, Sara Germano, James Fontanella-Khan, and Anna Nicolaou in New York, with contributions from the team that produce the Due Diligence newsletter, the FT's global network of correspondents and data visualisation team. </em><br></p><p>Source:  2021 'Scoreboard: Inside Aston Martin's drive to survive in Formula One' FT.com 27 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-27T09:00:24.243Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 7880,
          "end": 7884
        },
        {
          "start": 8156,
          "end": 8160
        },
        {
          "start": 8115,
          "end": 8119
        }
      ],
      "nexusId": "10043425"
    }
  ]
}