{
  "_id": "ab07a0bcf368af619f0e2f05863593496dfbab005bd9590db848b6f4f8617b0c",
  "feed": "ftcomall",
  "title": "China forces brands to make a cotton choice",
  "text": "<p>The <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">disappearance</a> of Hennes &amp; Mauritz, one of the world's largest clothing retailers, from ecommerce and ride-hailing apps in China last week marks an escalation in the diplomatic battle over cotton from Xinjiang. China has shown that it will not just encourage local consumer boycotts of global brands that reject Xinjiang cotton, but will impose them.</p> <p>China is enraged by governments and civil society groups drawing attention to its human rights abuses against more than 1m Uyghurs and minorities in Xinjiang. It is acting aggressively against textile and fashion companies that publicly eliminate sourcing from Xinjiang, which provides about 20 per cent of the world's cotton.</p> <p>Companies such as H&amp;M and Nike have been caught awkwardly between political pressure from the US and Europe, and Chinese denunciation of “malicious lies” about the situation in Xinjiang. Until now, they have kept on growing retail operations in China while diversifying their supply chains. As China makes this balancing act harder, they will be forced to take a clearer stance.</p> <p>Tensions over Xinjiang have prompted sanctions from the EU, UK, US and Canada, and <a href=\"https://www.ft.com/content/27871663-cebc-433c-b9bf-4ef28a55d73e\">retaliation</a> from China. Meanwhile, companies under scrutiny over standards of environmental, social and corporate governance (ESG) have tried to curb supply chain abuses, including forced labour. China has now signalled that it will not tolerate such insubordination.</p> <p>China is in a powerful position, given the growing importance of its consumer market to global brands and retailers — Nike's sales in greater China in the quarter to February outstripped those in North America. It has a considerable lever to pull against what CCTV, the broadcaster, last week <a href=\"https://www.wsj.com/articles/h-m-is-erased-from-chinese-e-commerce-over-xinjiang-stance-11616695377\">called</a> “unruly companies” with “no basic business ethics” that seek to “earn a huge profit in China”.</p> <p>For a long time, the complexity and lack of transparency in global supply chains permitted fashion brands and retailers to avoid scrutiny. It was almost impossible to tell where the fabric in most clothing came from and the conditions it had been produced under. Technology such as <a href=\"https://www.ft.com/content/703b360a-7536-4520-b9b8-3ee06fef5fcc\">DNA tracing</a> that allows products to be tracked along their route has changed that.</p> <p>The way that brands behave around the world has also become more transparent, thanks to the internet. It is impossible to address consumers and politicians in one country without those in others also finding out. Last week's accusation by China's Communist Youth League that H&amp;M had “boycotted” Xinjiang cotton was based on a company statement from last year.</p> <p>Such transparency has helped to raise supply chain standards during the past two decades, but is now being exploited by China. Companies that do not bow to its insistence that Xinjiang is “snow white” face a consumer boycott by fiat, while Chinese competitors are allowed to prosper. China no doubt wants global brands to exert pressure on western governments to back down.</p> <p>The immediate predicament may not be as stark as it seems: state media campaigns against offending global brands have faded in the past, and China will not want to lose H&amp;M and Nike entirely. H&amp;M may be able to regain visibility for its Chinese outlets with conciliatory noises.</p> <p>But the outlook is clear: China runs its economy as it wishes and will not tolerate attention being drawn to human rights infringements. It is forcing brands into choosing between social responsibility and sales to one of the world's biggest consumer markets. The silent treatment it has given to H&amp;M is only the start of that test.&#xa0;</p><p>Source: The editorial board 2021 'China forces brands to make a cotton choice' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T15:41:56.046Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 707,
          "end": 711
        },
        {
          "start": 1529,
          "end": 1533
        },
        {
          "start": 3082,
          "end": 3086
        }
      ],
      "nexusId": "10043425"
    }
  ]
}