{
  "_id": "f7c6c94067b76250223812b7ace0b298d3b033576e2d68fb5318d784a14619a0",
  "feed": "wall-street-journal",
  "title": "Sports Court Upholds Ban for Former Nike Coach Alberto Salazar; The Court of Arbitration for Sport confirmed several violations by Salazar and a doctor who worked with Nike athletes",
  "text": "<p>Neither Salazar nor Brown could be reached for comment.</p><p>Even after his doping ban expires, however, Salazar could remain banned from coaching. In July the U.S. Center for SafeSport declared him permanently ineligible, alleging sexual and emotional misconduct. Salazar is appealing the decision.</p><p>SafeSport investigations are done behind closed doors, so it's difficult to know what led to the ruling. It followed public reports from female athletes that Salazar had pressured them to lose weight, sometimes with harmful health effects, and shamed them about their bodies.</p><p>In previous statements, Salazar has said he had frank discussions with male and female runners about the impact of weight on performance, but disputed that he encouraged female athletes to maintain an unhealthy weight, and denied that any athlete suffered abuse or gender discrimination while running for the Oregon Project.</p><p>SafeSport is the organization charged with handling allegations of abuse in amateur and Olympic sports.</p><p>For years, Salazar operated the Nike Oregon Project, an elite training group that aimed to restore American distance running. It included such stars as Galen Rupp, the 2016 Olympic marathon bronze medalist.</p><p>The group was disbanded in 2019, days after Salazar's initial doping ban was announced. Salazar is no longer a contracted coach with the company, a Nike spokeswoman said Thursday.</p><p>Recently, Nike changed the name of the Alberto Salazar building on its sprawling corporate campus near Beaverton, Ore., to Next%, a design program that includes the use of carbon-fiber plates in shoes and has helped athletes lower times and set records.</p><p>\"This change follows the SafeSport decision to permanently ban Alberto from coaching,\" a Nike spokesperson said at the time. \"The nature of the allegations and the finding of a lifetime ban make it appropriate to change the name of the building.\"</p><p>Thursday's CAS ruling was mixed. It upheld the basic findings of USADA's investigation, confirming that Dr. Brown had committed four violations and Salazar three violations under the World Anti-Doping Agency Code.</p><p>The three-member CAS panel also concluded, however, that none of those violations directly affected athletic competition, and that \"​​the way in which the case was conducted by USADA and that the evidence was presented and, in some cases, later abandoned, seemed to be out of proportion and excessive\" with the established violations.</p><p>Travis T. Tygart, CEO of USADA, said in a phone interview that he read the CAS decision on Salazar on Wednesday, as he watched on TV the U.S. Senate Judiciary Committee hearing where several star gymnasts blasted organizations for failing to protect them from yearslong sexual abuse by former U.S. team doctor Larry Nassar.</p><p>\"I'd much rather be in a position of being criticized a little bit for pursuing the truth based on what the athletes brought us than the opposite,\" Tygart said of the CAS decision.</p><p>Write to Rachel Bachman at rachel.bachman@wsj.com</p><p>Sports Court Upholds Ban for Former Nike Coach Alberto Salazar</p>",
  "published": "2021-09-16T16:50:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1032,
          "end": 1051
        },
        {
          "start": 1397,
          "end": 1401
        },
        {
          "start": 36,
          "end": 40
        },
        {
          "start": 1730,
          "end": 1734
        },
        {
          "start": 168,
          "end": 172
        },
        {
          "start": 3028,
          "end": 3032
        },
        {
          "start": 1355,
          "end": 1359
        }
      ],
      "nexusId": "10043425"
    }
  ]
}