{
  "_id": "bfd816b2d55ca3eb6678bfe408546a6e8c80a5ad47704931a988e1f55f19bc70",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Google is making a big purchase in the Big Apple. The Alphabet unit said on Tuesday it is buying a Manhattan office building for $2.1 billion, a clear signal of Big Tech's growing appetite for office space even as it embraces remote work. The deal for the new building on Manhattan's West Side is the most expensive sale of a single U.S. office building since the start of the pandemic. Google has said it envisions a hybrid workplace, and its office purchase underscores how the company views office space in its long-term strategy. Alphabet shares added 0.5% Tuesday.</p><p>CONOCOPHILLIPS</p><p>COP +4%</p><p>ConocoPhillips is betting big on American oil. The energy producer on Monday announced the $9.5 billion purchase of Royal Dutch Shell PLC's assets in the Permian Basin. Competition to consolidate is reshuffling the pecking order among top U.S. shale drillers, and ConocoPhillips' purchase means it will overtake all but Exxon in oil and gas output in the contiguous U.S. The company has been among the biggest spenders in the recent consolidation wave, also closing a $9.7 billion purchase of Permian oil producer Concho Resources Inc. in January. ConocoPhillips shares gained 4% Tuesday.</p><p>PFIZER INC.</p><p>PFE +0.7%</p><p>Pfizer is one step closer to getting kids a Covid shot. The company and its partner BioNTech SE said Monday their two-shot vaccine was found to be safe in children ages 5 to 11 years in a late-stage study and generated a strong immune response in them. Pfizer will seek emergency use authorization in the U.S. as early as the end of the month. Pfizer shares rose 0.7% Monday.</p><p>FEDEX CORP.</p><p>FDX -9.1%</p><p>FedEx delivered a drop in profit thanks to the tight labor market. The logistics giant on Tuesday posted an 11% profit decline for the recent quarter as labor shortages added $450 million to costs, including increased overtime, higher wages to attract workers and extra spending on transportation. FedEx is adding more than a dozen automated sorting facilities. Meanwhile, problems across the supply chain have dented demand for shipping packages. Online sales are also impacted as more people shop in store or pick up their online orders themselves. FedEx shares lost 9.1% Wednesday.</p><p>NETFLIX INC.</p><p>NFLX +3.1%</p><p>\"Charlie and the Chocolate Factory\" is coming to Netflix. The streaming giant said Wednesday it agreed to buy Roald Dahl Story Co. as it stocks up on content amid rising competition. Netflix aims to produce films, TV shows, games and other products based on Mr. Dahl's popular children's stories and characters, the latest bet by a streaming service that exclusive content can be a golden ticket to increased subscribers. In May, Amazon.com Inc. bought MGM Studios for $8.45 billion, describing its catalog as a \"treasure trove.\" Netflix shares rose 3.1% Wednesday.</p><p>DARDEN RESTAURANTS INC.</p><p>DRI +6.1%</p><p>Olive Garden doesn't want its pasta prices to boil over. The chain's parent company, Darden Restaurants, said on Thursday that it expects sales this year to outperform pre-pandemic levels but continues to feel pressure from inflation and staffing constraints. Raising prices on entrees, however, isn't necessarily the easy way out to offset higher costs, as Darden is being \"very cautious\" in its pricing decisions, Chief Executive Eugene Lee said. Food makers and restaurant chains have said they are raising prices and cutting costs to offset higher expenses. Darden shares rose 6.1% Thursday.</p><p>NIKE INC.</p><p>NKE -6.3%</p><p>Nike can't outrun the pandemic. The sneaker giant on Thursday said production problems and shipping delays are weighing on sales. Finance chief Matthew Friend said Nike lost 10 weeks' worth of production in Vietnam after a surge in Covid-19 cases there. More than half of Nike's footwear and about a third of its apparel manufacturing occurs in Vietnam, which recently extended a lockdown until at least Oct. 1. Mr. Friend said it is taking about 80 days to move products from Asia to North America -- twice as long as before the pandemic. Nike shares fell 6.3% Friday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3427,
          "end": 3431
        },
        {
          "start": 3591,
          "end": 3595
        },
        {
          "start": 3967,
          "end": 3971
        },
        {
          "start": 3699,
          "end": 3703
        }
      ]
    }
  ]
}