{
  "_id": "6d93f512934a2a4b2086d6998365a3e8f13d2fc1d84297f795a98ace6011ebd2",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>Eve of Mob Attack</p><p>Two pipe bombs left at the offices of the Republican and Democratic national committees, discovered just before thousands of pro-Trump rioters stormed the U.S. Capitol, were actually placed the night before, federal officials said Friday.</p><p>The FBI said the investigation had revealed new information, including that the explosive devices were placed outside the two buildings between 7:30 p.m. and 8:30 p.m. on Jan. 5, the night before the riot. The devices weren't located by law enforcement until the next day.</p><p>It is not clear whether that means the pipe bombs were unrelated to the next day's riot or were part of the riot planning. Both buildings are within a few blocks of the Capitol.</p><p>The incident has been particularly concerning for law enforcement as officials step up security preparations ahead of the Senate's impeachment trial of former President Donald Trump. For weeks, investigators have been worried about the potential for attacks on soft targets in the nation's capital.</p><p>The FBI released additional photos of the explosive devices on Friday. Officials have increased the reward in the case to $100,000.</p><p>Steven D'Antuono, the assistant director in charge of the FBI's office in Washington, said earlier this week that locating the person who planted the pipe bombs was a priority for federal agents. Officials have released grainy surveillance camera images of a potential suspect.</p><p>On Friday, the FBI said the person wore a gray hooded sweatshirt, a face mask and Nike Air Max Speed Turf sneakers in yellow, black and gray, and had been carrying a backpack.</p><p>-- Associated Press</p><p>---</p><p>EPA</p><p>Rule to Limit Health</p><p>Studies Blocked</p><p>A federal judge blocked a last-minute rule issued by the Trump administration to limit what evidence the Environmental Protection Agency may consider as it regulates pollutants to protect public health.</p><p>Former EPA Administrator Andrew Wheeler said the Jan. 6 rule was aimed at ending what he and other Republicans call \"secret science.\" Some industry and conservative groups had long pushed for the change, saying public-health studies that hold confidential and potentially identifying data about test subjects should be made public so the underlying data can be scrutinized before the EPA issues rules aimed at protecting public health.</p><p>Mr. Wheeler called the rule an attempt to boost transparency about government decision making, but critics said it was hastily imposed and would threaten patient confidentiality and the privacy of individuals in public-health studies that underlie federal regulations.</p><p>U.S. District Judge Brian Morris in Montana ruled late Wednesday that the EPA had unlawfully rushed the regulation, saying its decision to make it final just two weeks before President Donald Trump left office was \"arbitrary\" and \"capricious.\" Judge Morris delayed the rule until at least Feb. 5, giving the new Biden administration time to assess whether to go forward with it or make changes.</p><p>An EPA spokesman said Friday that the agency is \"committed to making evidence-based decisions and developing policies and programs that are guided by the best science.\"</p><p>-- Associated Press</p><p>---</p><p>REFUGEES</p><p>Syrians Are Given</p><p>Residency Extension</p><p>The U.S. extended the temporary legal residency status for nearly 7,000 people from Syria because of the country's civil war.</p><p>Acting Department of Homeland Security Secretary David Pekoske said Friday that temporary protected status would be extended for 18 months. It was set to expire March 31.</p><p>Temporary status allows foreign citizens to stay in the U.S. if they lack some other form of legal residency and they come from a country that meets certain criteria that make it dangerous to return.</p><p>The renewal order covers Syrian citizens and people without other nationalities who last resided there.</p><p>Mr. Pekoske said Syria continued to meet that criteria because of the civil war.</p><p>He cited factors that include the deliberate targeting of civilians, the use of chemical weapons and the scarcity of food and water.</p><p>-- Associated Press</p><p>---</p><p>GEORGIA</p><p>Cause Sought for Six</p><p>Poultry Plant Deaths</p><p>Workers at a Georgia poultry plant said they escaped through a fog of vaporizing liquid nitrogen that killed six of their co-workers, as an investigation continued Friday into the cause of the leak at Foundation Foods Group.</p><p>Four people remained hospitalized, said Beth Downs, a spokesperson for Northeast Georgia Medical Center in Gainesville, with three in critical condition and one in fair condition.</p><p>Investigators have begun evaluating equipment at the plant that could have played a role in the leak, but said its location and cause had yet to be determined. The state fire marshal's office has ruled out a shut-off valve on piping that connects a nitrogen storage tank outside the building to equipment inside, but the agency doesn't oversee other equipment at the plant, spokesman Weston Burleson said.</p><p>Workers poured out of the plant Thursday morning after a liquid nitrogen line burst. The plant processes chicken into items such as nuggets and then freezes them for later use.</p><p>Jameel Fareed told WSB-TV that he avoided walking into the cloud of liquid nitrogen.</p><p>\"First we just thought there was something wrong with the freezer. Then they started saying, 'Get out,'\" Mr. Fareed said. \"I just saw the fog, and when I couldn't see down the steps, I turned around. But I didn't feel anything.\"</p><p>Maria del Rosario Palacios, who leads Georgia Familias Unidas, a Latino advocacy group in Gainesville, said a number of workers told her they developed headaches, apparently from a lack of oxygen.</p><p>Gainesville is the hub of Georgia's poultry industry, which is the largest in the country.</p><p>-- Associated Press</p>",
  "published": "2021-01-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1499,
          "end": 1503
        }
      ],
      "nexusId": "10043425"
    }
  ]
}