{
  "_id": "56378912d43bd0b7d65a6bf3252cf0f67567b2b8d34aeca95e080f0b4e598e08",
  "feed": "wall-street-journal",
  "title": "Stock Futures Weaken After Evergrande Payment Deadline Passes; S&P 500 is on course to edge lower, while bond yields rise to multi-month highs",
  "text": "<p>Markets have been whipsawed this week by fears that the possible collapse of Evergrande could spill over into global markets and add to an already darkening outlook for global growth. Evergrande inched closer to a potential default Friday as a deadline on a key interest payment to its U.S. dollar bondholders passed without any announcement.</p><p>\"It is one of the largest companies in the second largest economy in the world and if something pulls down Chinese growth it is going to pull down global growth,\" said Seema Shah, chief strategist at Principal Global Investors.</p><p>The company's shares fell 11.6% Friday in Hong Kong, and are down more than 84% this year.</p><p>Overall, in Hong Kong, the Hang Seng Index fell 1.3%. In mainland China, the Shanghai Composite Index weakened 0.8%. In Japan, the Nikkei 225 rose 2.1%.</p><p>In U.S. off hours trading, Meredith Corp. surged over 17% after The Wall Street Journal reported the People Magazine publisher was in talks to be acquired by Barry Diller's IAC/InterActiveCorp.</p><p>Shares of Nike fell 4% in premarket trading after the sportswear giant lowered revenue guidance, citing supply-chain disruptions in Asia. Rival Adidas slipped 3% in European trading.</p><p>Markets were also contending with a rise in government bond yields, after several central banks—including the Federal Reserve—this week signaled they were on the path toward removing pandemic-era stimulus measures. The yield on the benchmark 10-Year U.S. Treasury note rose to 1.418% Friday, from 1.408% Thursday, hitting its highest level since July. Bond yields and prices move in opposite directions.</p><p>Fed Chairman Jerome Powell is set to speak at a virtual event at 10 a.m. ET Friday, alongside other central bank officials.</p><p>\"There has been a growing feeling that there is a pullback waiting,\" said Ms. Shah. \"The market is so vulnerable to any kind of shock right now given growth is slowing and valuations are looking stretched.\"</p><p>Bitcoin prices fell after China's central bank declared all cryptocurrency-related transactions illegal. Bitcoin fell 4% to $43,092.52 following the announcement, which was posted on the central bank's website.</p><p>Investors are also awaiting new home sales data, which are set to be released at 10 a.m. The figures are expected to show sales grew at a faster rate in August than in July.</p><p>In commodity markets, Brent crude, the international oil benchmark, rose 0.3% to $76.95 a barrel. Gold prices rose 0.3%.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.8%. Drugmaker AstraZeneca rose 2.2% after reporting results on a prostate cancer treatment.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Weaken After Evergrande Payment Deadline Passes</p>",
  "published": "2021-09-24T10:11:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1019,
          "end": 1023
        }
      ],
      "nexusId": "10043425"
    }
  ]
}