{
  "_id": "820d86b488a835a292b1b67add9282c1ba8839a965346b27aff549d427467a09",
  "feed": "ftcomall",
  "title": "Wear yellow, for the good of your mood",
  "text": "<p>During a podcast conversation with the novelist Danielle Steel, <a href=\"https://podcasts.apple.com/es/podcast/jonathan-anderson-danielle-steel/id1556460029?i=1000511434955&amp;l=en\">designer Jonathan Anderson</a> is talking about his&#xa0;AW21 women's collection for Loewe, and how it is inspired by the notion that wearing brighter colours is good&#xa0;for you. He recounts a story of stylist&#xa0;Benjamin Bruno saying to him during the&#xa0;pandemic: “I'm wearing a yellow T-shirt because it's about colour therapy. It&#xa0;makes you feel better.”</p> <p>It would appear Anderson and Bruno are not alone in said thinking. Prada, Raf Simons, Jil Sander, Versace and Dior Men all included versions of yellow in their men's and women's collections, as did Demna Gvasalia at his couture debut for Balenciaga in July. Coincidence or not, one of Pantone's two colours of the year is dubbed <a href=\"https://www.pantone.com/uk/en/color-of-the-year-2021-shop-pantone-ultimate-gray-and-illuminating\">Illuminating</a>. According to Pantone Color Institute's vice president, Laurie Pressman, it's&#xa0;“a bright and cheerful yellow sparkling with vivacity; a warming shade imbued with solar power”.</p> <p>“Colour and pattern excite the eye; surfaces entice touch,” read the notes from <a href=\"https://www.prada.com/gb/en/pradasphere/fashion-shows/2021/fw-menswear.html\">Prada men's AW21 show</a>. In addition to the fabulous all-in-one bodysuit-long johns, Miuccia Prada and Raf Simons gave us a stonkingly good tailored overcoat in pinging lemon – a variation of which turned up in their women's collection, too. In his own line, Simons employed the colour to winning effect with trousers, knits and oversized overshirts all in hues within the yellow family. Kim Jones at Dior Men,&#xa0;meanwhile, has collaborated with artist <a href=\"https://www.ft.com/content/5f86b4ac-13eb-45ce-abef-67d05497ff94\">Peter Doig</a> this season, the results of which include a series of yellow military-style coats and jackets.</p> <p>I too have fallen hard for yellow. It started well before Amanda Gorman wore&#xa0;a&#xa0;yellow Prada coat at the presidential inauguration in January, though admittedly this, along with her poem, did give me tingles. The infatuation began when I saw Harry Styles wearing a vibrant yellow Marc Jacobs three-piece with a purple bow at the February 2020 Brits. Last summer, I bought a <a href=\"https://www.adidas.co.uk/wales-bonner-long-sleeve-football-jersey/GL5185.html\">Wales Bonner Adidas football top</a> in soft yellow with a brown collar – think 1970s Bob Marley – followed by a pair of Nike running shorts in a distinctly punchy shade. I greatly enjoyed Riz Ahmed's yellowy&#xa0;blond hair in <em>Sound of Metal</em> and contemplated the pale-lemon dressing gown in Lucian Freud's <a href=\"https://www.tate.org.uk/art/artworks/freud-girl-with-a-white-dog-n06039\"><em>Girl with a White Dog</em></a>, 1950-51 (being used to promote his current show at Tate Liverpool).</p> <p>For his mainly monochromatic SS21 collection, <a href=\"https://craig-green.com/\">Craig Green</a> collaborated with photographer Jack Davison on a series of prints and photographs with selected artworks featuring a gorgeous wash of yellow. The designer has often used the colour to punctuate his collections to brilliant, eye-bending effect. “The colour yellow is generally perceived or seen as something that is positive and light-hearted,” Green says. “I always liked that it&#xa0;has a kind of double or contrasting meaning, as it is also the colour of hazards, danger and warning signals. It&#xa0;has the ability to cause extreme reactions that can be either positive or negative depending on&#xa0;how and where it is used, the intensity and saturation of the colour, as well as the scale of how it is applied.”</p> <p>Emerging designer <a href=\"https://ludovicdesaintsernin.com/\">Ludovic de Saint Sernin</a>, who trained at Balmain before launching his own sophisticated yet sexy vision, is also enamoured with the colour – particularly winning is a pale-yellow belted jacket with signature eyelet trim. “I feel like for us, we don't really sell black,” he says. “We sell colour, we sell pieces that are bright&#xa0;and fun and that you can't really find anywhere else. After such a challenging time people are wanting pieces that make them feel good and positive and push them to go out again. That's my take on it!”</p> <p>De Saint Sernin picks the cover of Gus Van Sant's <em>Elephant</em> film poster as a particularly memorable moment for the colour. “I used to not really be into yellow,” he says. “Because growing up, I was super-blond and people used to say that yellow doesn't suit blonds –&#xa0;which I don't think is true. On the <em>Elephant</em> poster, he is super-blond and wears this yellow T-shirt and it's just iconic!”</p> <p>Wearing yellow is, admittedly, a bold move, but one that men have embraced at various points in fashion history, says Oriole Cullen, curator of modern textiles and fashion at the V&amp;A. “In the history of western menswear, to wear yellow is to commit to making a statement,” she says. “The colour was particularly popular in the 18th century when men's fashion upheld a celebratory attitude, with brightly coloured suits in lavish silks. One of the finest examples of an 18th-century waistcoat held&#xa0;in the V&amp;A collections is a bright-yellow silk satin garment with rich embroidery; it demonstrates the sumptuous quality of court dress of the&#xa0;1730s, where courtiers vied with one another to be noticed for their finery.” She also pinpoints the 1960s and '70s as times when there was a resurgence in more attention-seeking men's fashions.</p> <p>Yellow in art is particularly spellbinding in the hands of van Gogh, Joan Mitchell, Pierre Bonnard, Cy Twombly and Franz Erhard Walther (a yellow sculptural piece featured in Loewe's first men's runway show in 2019). Alice Neel's painting <em>Ginny and Elizabeth</em> (1975) features a yellow rollneck, while a window blind in <a href=\"https://whitney.org/collection/works/8408\"><em>Still Life, Rose of Sharon</em></a> (1973) may have inspired my bathroom's recent revamp. Not to mention Monet's yellow kitchen at <a href=\"https://giverny.org/monet/home/\">his home in Giverny</a>, often described as “luminous”.</p> <p>But one of the best yellow art-related stories is from the <a href=\"https://www.imperialcharity.org.uk/arts/commissions-and-installations/josef-and-anni-albers\">children's unit at St Mary's Hospital</a> in London, which features artworks in the hue donated by The Josef and Anni Albers Foundation, including murals and prints from Josef Albers' <em>Homage to the Square</em> series, while&#xa0;Anni Albers' work is seen in bed screens and wallpapers. “Josef Albers considered yellow to be the colour of healing,” explains the foundation's director Nicholas Fox Weber. “For this reason, we have deliberately given work with yellow to&#xa0;various people and institutions over the years when they are in need.” He notes they donated a print to the US&#xa0;Supreme Court when&#xa0;Ruth Bader Ginsberg was in bad&#xa0;health. Fox Weber adds: “Josef would sometimes call his yellow-centered Homages with white outsides his ‘square fried eggs'.”</p> <p>And if you're still undecided or unconvinced about the merits of yellow, then I refer you to a fellow yellow obsessive, Vinnie Sawyer, who, at four years old, rather like Bruno and Josef Albers, just gets&#xa0;it: “It&#xa0;makes me feel happy,” he says, in&#xa0;his yellow Wellington boots.</p><p>Source: Simon Chilvers 2021 'Wear yellow, for the good of your mood' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-20T03:55:19.279Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2046,
          "end": 2050
        }
      ],
      "nexusId": "10043425"
    }
  ]
}