{
  "_id": "272dcfd98cb42be10a07f2a9fc796d048f52675a1bb67d2f12c48664ca3673f4",
  "feed": "ftcomall",
  "title": "The cost of Ronaldo's rejection of Coca-Cola",
  "text": "<p><em>In this edition of Scoreboard, we assess the winners and losers from Ronaldo's public rejection of Coca-Cola, round up the best FT coverage of the Euro 2020 football tournament, explore the inequality gap in grand slam tennis, and more.</em></p> <h1>The cost of Ronaldo's rejection of Coca-Cola</h1> <p>“Agua”, said Portugal's <a href=\"https://www.ft.com/content/cc72b6a6-b5b9-11e8-b3ef-799c8613f4a1\"><strong>Cristiano Ronaldo</strong></a> this week after removing a pair of Coke bottles planted in front of him during a press conference at the <strong>Euro 2020</strong> football tournament. “No <strong>Coca-Cola</strong>”.</p> <p>Here was the world's most followed person on <strong>Instagram, </strong>no stranger to going viral for his on-pitch exploits, telling millions of young sports fans to abandon sugary fizzy drinks for water.</p> <p>It was a marketing disaster for the US beverages giant, which has long sought to associate itself with the world's leading athletes through endorsing top competitions. It has sponsored the Euros since 1988.</p> <p>The financial effects of Ronaldo's disapproval are hard to calculate. Media outlets breathlessly reported the footballer's actions wiped $4bn of Coca-Cola's market capitalisation, a figure based on the company's share price falls on Monday.</p> <p>There's a difference between causation and correlation, though.&#xa0;</p> <p>Scoreboard's own analysis of trading activity suggests much of the drop in value of Coca-Cola shares occurred before the player had even turned up to the press conference. However, the prominence of the story might have helped to depress Coca-Cola's stock further over recent days.</p> <p>If the direct financial impact is hard to calculate, what the incident did symbolise is the growing corporate savvy of top athletes.&#xa0;</p> <p>Having previously appeared in adverts for Coca-Cola and <strong>Kentucky Fried Chicken</strong>, Ronaldo has more recently cultivated an image of healthy living, one that fits with lucrative personal <a href=\"https://www.ft.com/content/cc72b6a6-b5b9-11e8-b3ef-799c8613f4a1\">endorsement deals</a> with sportswear giant <strong>Nike</strong> and nutritional&#xa0;supplement company <strong>Herbalife</strong>.</p> <p>Yet, leading footballers should be careful about attacking brands that have paid to be associated with the game.</p> <p>Top football clubs often remunerate their best players in both wages and “image rights” deals, large payments for involvement in a team's sponsorship and marketing campaigns.&#xa0;</p> <p><a href=\"https://www.ft.com/content/3793076c-90f6-11e8-bb8f-a6a2f7bca546\">Image rights deals</a> accrue a lower rate of tax than salary payments in many jurisdictions including the UK, which is home to the <strong>English Premier League</strong>, the world's most valuable domestic football contest.&#xa0;</p> <p>If players were backing out of a club's marketing deals, said a senior European football executive, that would attract the attention of zealous tax authorities who might question the value of image rights deals.</p> <p>That disincentive cannot be relied on by <strong>Uefa</strong>, European football's governing body, which dishes out prize money to national teams, but doesn't directly pay players. Sponsors and tournament organisers may need to rethink their marketing strategies as a result.</p> <p>“Is there a better way of doing it than having a brutal bit of product placement at a press conference?” asked <strong>Tim Crow</strong>, a veteran sports marketing expert. “A bottle under lights doesn't look very appetising.”</p> <p><em>Read the FT's analysis of the Ronaldo effect on sports sponsorship </em><a href=\"https://www.ft.com/content/e11ec659-d386-47f5-b284-c6951fa45870\"><em>here</em></a><em>.</em></p> <h1>It's all kicking off: the best of Euro 2020</h1> <p><em>A round-up of the of the FT's coverage of the tournament this week:</em></p> <ul>  <li><p>World Champions <strong>France</strong> <a href=\"https://www.ft.com/content/fd667e1e-a4d4-47fe-b6ca-5ac0c6c11011\">made a winning start</a> against <strong>Germany</strong>, with a display suggesting they have the best players in the tournament. FT columnist <a href=\"https://www.ft.com/content/efa4a617-ba46-491c-97a6-3bdb3793a308\">Simon Kuper wrote</a> that the team's selection of <strong>Real Madrid </strong>striker <strong>Karim Benzema</strong> sparked attacks from the French far-right, only the latest twist in the long culture war surrounding the national team. Since the 1990s, <em>les Bleus</em> have been an instrument for the country to debate race and the <em>banlieues.</em></p></li>  <li><p>The FT's chief foreign affairs commentator Gideon Rachman <a href=\"https://www.ft.com/content/c95fbb8b-b4d0-4952-87a5-402ba767f1ce\">wrote a Life and Arts feature</a> on the nationalistic undercurrents of the Euros. Leaders from <strong>Hungary</strong>'s <strong>Viktor Orban</strong> and <strong>Turkey</strong>'s <strong>Recep Tayyip Erdogan</strong> have sought to ride public enthusiasm, only to watch their countries lose. For most fans, politics is put aside for the often forlorn hope their teams achieve rare sporting glory.</p></li>  <li><p><strong>Denmark</strong>'s <strong>Christian Eriksen</strong> <a href=\"https://www.ft.com/content/d003348f-87b8-466b-9b4b-2ea65ceaad71\">collapsed on the pitch</a> during a match against <strong>Finland </strong>and needed to be resuscitated in front of thousands of shocked fans. The quick actions of players, referees and medical staff ensured he was given CPR and defibrillation soon after a cardiac arrest. Eriksen later said he is recovering well in hospital. There has been intense criticism over the decision to complete the match soon after the incident.</p></li>  <li><p>Uefa has created a “<a href=\"https://www.ft.com/content/fdf4c2bf-8f41-4203-8de9-6b5bfeab051c?\">contingency plan</a>” to move the semi-finals and finals of the Euros away from London's Wembley Stadium, if the UK government does not lift strict quarantine measures on overseas fans and VIP delegates seeking to attend the games. Talks seeking a compromise are continuing.</p></li>  <li><p><strong>Italy</strong> became the first team to qualify for the knockout stages. Abandoning the country's past defensive tactics, the <a href=\"https://www.ft.com/content/cf474528-5def-421f-a74e-160e8174bce9\">free-flowing Italians surged past</a> <strong>Turkey</strong> in the tournament's opening match, then comfortably beat Switzerland on Wednesday night. <strong>Belgium </strong>and <strong>The Netherlands </strong>have also guaranteed their positions in the next round.</p></li>  <li><p>Thousands of <strong>Scotland</strong> fans travelled south ahead of a match against <a href=\"https://www.ft.com/content/f6d33196-9832-48ec-9df3-941be89cb5f5\"><strong>England</strong></a> on Friday night, despite official advice against travel due to the pandemic. As the FT's Scotland correspondent <a href=\"https://www.ft.com/content/e365f142-bcdb-4b1d-a7de-cea2f852f9dc\">Mure Dickie reported</a>, many Scottish fans considered being in London for the latest edition of international football's oldest rivalry as a “birthright”. The match ended in a dour 0-0 draw, which <a href=\"https://www.ft.com/content/66d12d40-8acf-4a54-8b44-d6dd8f1fafdd\">as the FT reported</a>, was loudly cheered by Scottish fans but booed by England supporters.</p></li> </ul> <h1>Closing the pay gap among the tennis elite</h1> <p><strong>Wimbledon</strong>, the oldest of the four “grand slams” in tennis, is tightening its purse strings.</p> <p>The <strong>All England Lawn Tennis &amp; Croquet Club</strong>, the 153-year-old organisation that runs the tournament, is <a href=\"https://www.ft.com/content/96063dab-67d2-4df5-b4a6-64ce85e92fe8#comments-anchor\">cutting the prize money on offer to players</a> by 5.2 per cent on 2019 levels to £35m.</p> <p>Wimbledon was insulated from the worst of the pandemic last year, when it was <a href=\"https://www.ft.com/content/62cc104b-8408-4bb5-b424-d553c15f698f\">cancelled</a> for the first time since the second world war, thanks to its infectious disease insurance.</p> <p>But the lack of fans still left organisers facing a tough decision to make on prize money. The All England Club's solution was to put the burden on best performing singles players. The winning man and woman will each win £1.7m, down almost 28 per cent from two years ago.</p> <p>Instead, payouts in every round in the singles prior to the semi finals will increase. The qualifiers, where lower-ranked players often drop out, will see double-digit percentage rises in winnings.</p> <p>Similar changes are afoot across tennis. At this year's <strong>Australian Open</strong>, total prize money remained flat at A$71.5m. But losing first-round players earned A$100,000, up 15 per cent from 2020.</p> <p>In last year's <strong>US Open</strong>, the total purse fell to $53m from more than $57m a year earlier. Organisers slashed prize money in the final five rounds, with the best-performing players taking the largest cuts.</p> <p>The pandemic provided an opportunity to fix a much-discussed problem in the sport. Tennis players are independent contractors and are involved in a precarious business. Their salary is mainly prize money, requiring them to win enough to cover their costs such as travel, training and equipment.</p> <p>This isn't a problem for the world's top players. <strong>Roger Federer</strong> dropped out midway through the <strong>French Open</strong>, and <strong>Rafael Nadal</strong> will miss this year's Wimbledon. Both cited the physical impact on their bodies. <strong>Naomi Osaka</strong>, the world's highest-paid female athlete, is missing both slams to <a href=\"https://www.ft.com/content/9ef860e6-6905-4f4a-9254-d5d61e2fab53\">protect her mental health</a>.</p> <p>Most pros don't have the luxury to make these choices. In 2013, only men ranked inside the top 336 made more in prize money than their outgoings, according to the <strong>International Tennis Federation</strong>. The equivalent ranking for women was 253. The findings prompted calls to <a href=\"https://www.bloomberg.com/news/articles/2014-12-18/tennis-players-to-get-pay-boost-to-improve-sport-s-lowest-levels\">increase junior winnings</a>.</p> <p>No doubt the players will be keen to know how any <a href=\"https://www.ft.com/content/24166f9c-a6a7-43fb-b78b-f6b5f5377acd\">potential investment</a> from private equity firm <strong>CVC Capital Partners </strong>will benefit all levels of the game. And when you're <a href=\"https://www.skysports.com/tennis/news/31870/12195659/andy-murray-to-miss-australian-open-after-failing-to-find-workable-quarantine\">a positive Covid test away</a> from missing out, the stakes are even higher.</p> <h1>Highlights</h1> <ul>  <li><p>The <strong>Tokyo Olympics</strong> will <a href=\"https://www.ft.com/content/3cd58c64-039e-4147-a744-af676de1691d\">require an $800m public bailout</a> if the games go ahead without local spectators at live events. Japan must weigh up the financial hit against advice from public health experts, who have warned against risking the spread of Covid-19.</p></li>  <li><p>The Japanese government asked to cancel a $66m contract for technology group <strong>NEC </strong>to develop a smartphone app that was meant to track overseas visitors to the games. The system is not required as foreign fans have been banned due to the pandemic. The fallout <a href=\"https://www.ft.com/content/76796db2-8bc2-436a-b8d0-516700141bb2\">underlines the mounting risk to corporates</a> of associating with the Olympics.</p></li>  <li><p>Shares in <strong>DraftKings</strong> <a href=\"https://www.ft.com/content/bb109961-731f-4b3c-ac6c-460b056f2a0a\">fell after a report</a> by <strong>Hindenburg Research</strong> claimed that the sports betting company's technology subsidiary earns as much as half its revenues from illegal gambling markets. It is the latest move by the short seller to target companies taken public through a special-purpose acquisition company.</p></li>  <li><p><strong>Pro14</strong>, an annual rugby tournament with teams from Ireland, Scotland, Wales, Italy and South Africa, <a href=\"https://www.ft.com/content/a818f21c-10f3-444b-8f10-3b531e11352b\">is rebranding</a> as the “<strong>United Rugby Championship</strong>”, the FT reported exclusively this week. It is the first glimpse at how private equity firm CVC Capital Partners aims to revamp tournaments it has invested in over recent years.</p></li>  <li><p>English Premier League clubs posted<a href=\"https://www.ft.com/content/93ad309a-a02f-4ba9-8b38-8e694cbdc2cc\"> their biggest collective loss</a> in the history of the football competition, according to professional services firm <strong>Deloitte</strong>. The £1bn pre-tax loss underlines the financial hit incurred as a result of the pandemic.</p></li>  <li><p><strong>RedBird Capital</strong> is <a href=\"https://www.cnbc.com/2021/06/16/redbird-capital-selling-stake-in-2-billion-nfl-mlb-players-union-business.html\">seeking to sell a 40 per cent stake</a> in <strong>OneTeam Partners</strong>, a licensing company primarily administered by the players associations of the <strong>National Football League </strong>and <strong>Major League Baseball</strong>. The stake, worth as much as $800m, was first acquired by the private equity firm in 2019.</p></li> </ul> <h1>Final Whistle</h1> <p>When US petrol station magnate <strong>Kyle Krause</strong> bought <strong>Serie A</strong>'s <strong>Parma Calcio</strong> last year, the new owner <a href=\"https://www.ft.com/content/1e3d6c75-902d-4c89-b9b4-f0d2f25debf2\">hoped his investment would help</a> vault Italian football back to the top of the global leagues. This week, Parma announced that veteran goalkeeper <strong>Gianluigi Buffon</strong> would return to the club, in a throwback to its glory years of the 1990s.&#xa0;</p> <p>The big reveal of Buffon's signing has an over-the-top American flourish, thanks to cinematic sheen and a cameo from Krause himself. Still, everyone involved appears to be living their best lives. Watch the video <a href=\"https://twitter.com/1913parmacalcio/status/1405462723975131138\">here</a>.</p> <p><em><br><br></em></p><p>Source:  2021 'The cost of Ronaldo's rejection of Coca-Cola' FT.com 19 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-19T08:00:16.612Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1818,
          "end": 1822
        }
      ],
      "nexusId": "10043425"
    }
  ]
}