{
  "_id": "f5778ca7b694b98dececb2a0160c04fefabf0ce8ebc6c6114441f20665c78d2f",
  "feed": "economist-newspaper",
  "title": "Colombia: Still armed, still dangerous",
  "text": "<p>The second, planting coca, the leaf used to make cocaine, is not quite as visible. Coca bushes grow a few kilometres from the Nechí river, close to patches of jungle that have survived deforestation. Bajo Cauca is home to more than 9,000 hectares of coca, which help make Antioquia province the fourth-largest source of cocaine in Colombia. Colombia, in turn, produces two-thirds of the world's supply.</p><p>Both these shadow economies were brought to the region by groups that eventually formed the United Self-Defence Forces of Colombia (AUC), an alliance of right-wing paramilitary groups founded in the early 1980s by cattle ranchers, drug lords and other members of the regional elite. They fought Marxist guerrillas, most notably the Revolutionary Armed Forces of Colombia (FARC), often with the implicit backing of local army commanders. They also planted vast swathes of coca and set up their own illegal mining enterprises. (Trafficking cocaine was a lucrative business for the FARC, too.)</p><p>The AUC officially disbanded in the 2000s. The FARC, for its part, signed a peace deal with the government in 2016. Yet many parts of Colombia are still racked by conflict, fomented by successors to older armed groups and by new ones. Around 14% of demobilised AUC combatants--some 5,000 people--have joined more than a dozen \"neo-paramilitary\" groups. Another 5,200 fighters have joined the \"dissidents\", armed groups founded by former FARC members who reject the peace deal. None of these successor groups promotes an ideology.</p><p>Colombia's journey to becoming a peaceful country was never going to be easy. The war involving the government, paramilitary groups and the FARC was the longest-running conflict in the western hemisphere. Over 52 years more than 200,000 people were killed, the vast majority of them civilians. Around 7m were displaced. The deal struck between the Colombian government and the FARC on November 24th 2016 was the fourth attempt at peace, and took four painstaking years to negotiate.</p><p>The deal was also incredibly ambitious. It included large-scale rural-development schemes and a programme to compensate coca farmers who give up planting the crop. One diplomat has likened it to a Colombian Marshall Plan, but with nowhere near the same amount of cash behind it.</p><p>Much progress has been made. Violence is lower than during the height of the conflict (see chart 1). Many former FARC members live in or near camps, which provide programmes to reintegrate them into civilian life with varying degrees of success. In January this year a \"peace tribunal\" (JEP) set up four years earlier made its first ruling, indicting eight FARC leaders for war crimes and crimes against humanity. They include Rodrigo Londoño, alias Timochenko, the guerrilla group's top commander. (They will not be put on trial because they gave detailed confessions and accepted responsibility as part of the \"transitional\" system of justice under the peace deal, and are awaiting a sentence from the JEP now.) The United States is expected to acknowledge this week's anniversary by removing the FARC from its list of terrorist outfits.</p><p>But in other respects progress seems to have stalled. In 2020 76 \"massacres\" took place, according to the UN Office of the High Commissioner for Human Rights, the highest number since 2014. (A massacre is defined as the murder of at least three civilians in the same event.) Since 2016 some 1,200 activists for various causes have been killed. The number of mass displacements of people is also up, to its highest since the peace deal was signed (see chart 2). And although the peace deal was supposed to curb coca production, Colombia produces more cocaine now than at the height of Pablo Escobar's power in the 1990s. It is perhaps little surprise that most Colombians have long thought the deal is on the wrong track.</p><p>In Bajo Cauca two new paramilitary groups are fighting each other for control of the region's drug trade: the Gaitanistas Self Defence Forces of Colombia (AGC) and a splinter group, the Caparros. They threaten and kill activists, journalists and left-wing politicians. Residents complain that the groups extort cash from every business in the region, no matter how tiny. A man who sells coffee on the streets of El Bagre, a town along the Nechí river, pays 10,000 pesos ($2.53), to the AGC every month. Coca farmers who receive stipends from the government to help them switch to legal crops also pay extortion fees.</p><p>Part of the problem is that the government of Iván Duque--who opposed the deal with the FARC and campaigned on a platform of modifying it--is being slow to implement parts of the accord and has cut spending on the associated programmes. Some critics argue that the pandemic gave the government an excuse to drag its feet.</p><p>Covid-19 gave armed groups new ways to squeeze people. Some enforced a lockdown during the first wave, threatening to kill anyone who stepped outside after a curfew. According to Daniel Rico, a crime analyst, this year in certain regions armed groups allowed people to move around only in exchange for a fee, citing the pandemic as their reason. Because teenagers were stuck at home rather than going to school, many were easy targets for recruitment by paramilitary groups. They do menial tasks in exchange for fake Nike shoes, mobile phones, motorcycles and cash, says a teacher in the town of Caucasia.</p><p>Huge countrywide protests, sparked in April this year by a tax reform proposed by Mr Duque, also emboldened illegal armed groups. They strengthened their control over some areas in the country as Colombia's armed forces were distracted trying to quell chaos in cities like Cali. Protesters set up weeks-long roadblocks that made it hard for the army to get around the country to combat drug-trafficking.</p><p>A bigger problem is that Colombia's government refuses to recognise the AGC and other neo-paramilitary groups as descendants of the AUC. They control whole swathes of territory and the people who live there. But the government treats them as if they were merely drug-trafficking gangs. Admitting that the groups are \"paramilitary\" might suggest that they are colluding with the state, thinks María Teresa Ronderos, the author of a book on the groups, and so the government avoids it. (In Colombia the government only indirectly sponsored the paramilitaries in their heyday, mostly by passing laws that allowed ordinary folk to arm themselves, whereas in Argentina and Chile paramilitary groups were part of the security services of military regimes.)</p><p>Mr Duque seems to think that the main way to defeat these groups is to eliminate their leaders. Last month Colombia's armed forces captured Otoniel, the leader of the AGC. Mr Duque said his arrest was the \"toughest blow to drug-trafficking in Colombia this century\", comparable to when Pablo Escobar was killed in 1993. But eliminating kingpins is not working, says Eduardo Álvarez, a conflict analyst. There is no shortage of criminals willing to take the place of a deposed boss. When a leader is not easily replaced, his subordinates scatter, sparking a war of succession.</p><p>Worst of all, says Mr Álvarez, is the government's failure to go after crooked politicians, soldiers, police officers and prosecutors who have had links with the paramilitaries since the AUC was founded. Although the government has also created programmes to reduce poverty and foster opportunity in regions where paramilitaries thrive, results have been lacklustre.</p><p>The violence in Colombia could soon get worse. The \"dissidents\" have revived kidnapping, a practice they learned from the FARC. Nicolás Maduro, Venezuela's dictator, grants them a haven from Colombia's armed forces. Meanwhile, armed groups are growing stronger as the price of gold rises and as they export record amounts of cocaine. Many AUC leaders imprisoned in the United States have now served their sentences and are returning home. Some are calling former subordinates back into their service. Indeed, the threat of extradition is no longer powerful, says Mr Rico. Prosecutors in the United States have reduced the sentences of the leaders who were extradited; they are more concerned with Mexican drug lords.</p><p>Mr Duque's term will end next year, which does not give him much time to deal with these groups. He should beef up spending on development programmes to help weaken shadow economies, says Mr Álvarez. That is unlikely to happen. Mr Duque's defence minister and the army's top commanders all support a tougher stance, even though their approach is yielding the wrong results. Colombia is no longer at war, but it is not yet at peace.</p>",
  "published": "2021-11-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5303,
          "end": 5307
        }
      ],
      "nexusId": "10043425"
    }
  ]
}