{
  "_id": "59d1aa49eb4646353727f3c37745273eec17b1966e1cd6659a244d0fa5f8bdc8",
  "feed": "ftcomall",
  "title": "Nike/Adidas: no Yeezy way out of Vietnam ",
  "text": "<p>When rapper Kanye West's Adidas Yeezy Boost sneakers go on sale at 7am, they can sell out in under a minute. Few other shoes made by the German business and US rival Nike are as popular. But this year, “out of stock” signs should become an increasingly common sight.</p> <p>The two sportswear companies have moved most of their footwear production from China to Vietnam. A record number of Covid cases in the Southeast Asian country have prompted authorities to close plants operated by suppliers. These include Pou Chen, Feng Tay Enterprises, Eclat Textile, Changshin and Sports Gear.</p> <p>Nike and Adidas had good reasons to switch to Vietnam over the past decade. It has among the lowest labour costs in the region. The minimum wage averages $170 per month. About 80 per cent of all footwear exports are made for the duo within a manufacturing sector employing over 11m. </p> <p>That workforce is poorly protected against the pandemic. Only 2.9m, or 3 per cent of the population had been vaccinated as of last week, according to government figures. Capacity for testing and vaccination are limited. Stay-home orders are the country's main defence.</p> <p>The alternative would be setting up a production bubble at factories, with workers sleeping on-site. That has been the solution for Apple supplier and electronics components maker GoerTek. </p> <p>Far thinner margins leave footwear makers little scope to pay for accommodation. Pou Chen's operating margins for example are just one per cent. GoerTek runs at more than five times that.</p> <p>Shoe shortages appear inevitable. The Indian back-up plants of companies such as Feng Tay are in many cases also closed. A shipping container shortage means transit times from Asia to the US have doubled to three months. Container fees have tripled. Shares in Adidas, Nike, Pou Chen and Feng Tay have gained about a third in the past year on hopes of a global retail recovery. Investors should consider taking gains now.</p> <p>Shoppers may have to turn to the secondary market to get shoe styles they want this Christmas. There, the $250 Yeezy sells for $800.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Nike/Adidas: no Yeezy way out of Vietnam ' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-26T11:22:26.515Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 166,
          "end": 170
        },
        {
          "start": 579,
          "end": 583
        },
        {
          "start": 1776,
          "end": 1780
        }
      ],
      "nexusId": "10043425"
    }
  ]
}