{
  "_id": "688eded12d29d82e1f4b4fd5ca70826a86caaab763d15b26dac791e1da735ae7",
  "feed": "ftcomall",
  "title": "US companies' embrace of Juneteenth holiday rings hollow for many",
  "text": "<p>As a diversity consultant, Dee Marshall coaches Wall Street banks on how to become more hospitable workplaces for people of colour. You would think she would be thrilled when her clients call for help with plans to celebrate Juneteenth.</p> <p>Not so much, it turns out.</p> <p>“Black people are not excited about this,” said Marshall, chief executive of consultancy group Diverse &amp; Engaged.</p> <p>After the <a href=\"https://www.ft.com/content/db9f27d5-0f03-45e7-8925-ed24a97c7639\">murder by police</a> of George Floyd last year sparked mass protests and ignited a racial reckoning in the US, corporate America embraced Juneteenth as a way to honour black Americans and demonstrate their commitment to diverse and inclusive workplaces.</p> <p>A portmanteau word from the date June 19, Juneteenth commemorates the day in 1865 when Union Army General Gordon Granger marched into Galveston, Texas to free the last enslaved black Americans — months after the surrender by Confederates in the Civil War and more than two years after President Abraham Lincoln had formally declared an end to slavery.</p> <p>While some black Americans appreciate corporate America's belated recognition of Juneteenth by making it a paid holiday others, like Marshall, complain that it feels like an empty gesture — particularly when many companies have yet to deliver on diversity promises made at the height of the Floyd protests.</p> <p>“What is more meaningful to the population that this is intended to honour? I don't think they are going to be super excited that a Juneteenth event is happening. They are going to be excited when there is real change happening in the organisation,” Marshall said.</p> <p>Regardless, Juneteenth is now a cornerstone of many companies' racial justice efforts, with Lyft, Colgate and BP, among others, touting their adoption of the holiday in social impact and diversity reports.&#xa0;</p> <p>About 9 per cent of companies will take Juneteenth off this year, according to a survey by employer consulting firm Mercer, compared to 55 per cent for Martin Luther King, Jr Day. On Thursday President Joe Biden <a href=\"https://www.ft.com/content/69ccbbea-2a9b-40d3-8682-1551af3b1b8e\">signed a bill</a> establishing Juneteenth as a federal holiday, the nation's 11th.&#xa0;</p> <p>The campaign to establish MLK day began soon after the civil rights leader's assassination in 1968 and finally signed into law in 1983. </p> <p>The debate over federal holiday status for Juneteenth took place as the US grapples with how to remember its history of institutionalised racism. Republicans in 20 states have introduced legislation to limit in public schools the use of critical race theory, an academic strategy used to examine institutions from a perspective of race. Conservatives fear discussion of the US's legacy of discriminatory policies could fuel anti-American sentiments.</p> <p>“Even today, as conservatives try to erase history with their attacks on critical race theory and understanding the impacts of systemic racism, we stand here acknowledging the truth,” Ed Markey, a Democratic senator from Massachusetts, wrote on Twitter earlier this week. “We will make #Juneteenth a federal holiday.”</p> <p>Mark Anthony Neal, professor of African and African American studies at Duke University, observed that while black Americans across the southern and south-western states mark the holiday with family reunions, cookouts, and block parties, it “never had a national following” before Floyd's murder in late May 2020.</p> <p>“For many corporations, it was low-hanging fruit,” Neal said of companies' elevation of Juneteenth. The date arrived last year in the thick of Black Lives Matter protests and just as many corporations were scrambling to publicly address racism for the first time.</p> <p>“If Juneteenth was in October, this would not be happening,” Marshall said.</p> <p>Several of the businesses that were among the first to designate Juneteenth a company holiday by providing a day off or offering overtime pay, including Nike, Square and Mastercard, said they planned to do the same this year. </p> <p>But overall, the commemorations are noticeably more muted. General Motors, which last year held a work stoppage for nine minutes — the length of time former Minneapolis police officer Derek Chauvin knelt on Floyd's neck — to honour Floyd on Juneteenth last year, said its plans this year included “volunteering and community engagement”.</p> <p>Opponents of the holiday cited the financial cost of missed work. Ron Johnson, a Republican senator from Wisconsin who <a href=\"https://www.jsonline.com/story/news/politics/2021/06/15/ron-johnson-wisconsin-united-states-senator-drops-objection-making-juneteenth-federal-holiday/7704036002/\">blocked </a>Juneteenth legislation last year, had estimated the cost at $600m a year for federal employees alone. The US Office of Personnel Management said that most federal employees would take the new Juneteenth holiday off on Friday, as June 19 will fall on Saturday. </p> <p>Dakasha Winton, a black executive who is chief government relations officer at insurer BlueCross BlueShield of Tennessee, said that the educational focus of many corporate Juneteenth celebrations make them worthwhile.</p> <p>“Even if it's your first time doing something, at least you are taking steps to do something, and that is the key,” Winton said.</p> <p>The diversity working group at New York-based public relations group RF Binder voted to add Juneteenth to it list of paid holidays and eliminate another honouring 15th century Italian explorer Christopher Columbus to make room for it.</p> <p>“To give up Columbus Day for Juneteenth, there is something very meaningful about it,” said chief executive Amy Binder. “Columbus Day celebrates the western world invading a country and taking it away from Native Americans, and maybe that's not such a good concept.”</p> <p>To Marshall, recognition of Juneteenth is only meaningful to black employees when they are a part of a cohesive diversity, equity, and inclusion plan.</p> <p>“This day doesn't just celebrate the past,” Biden said shortly before signing the holiday into law. “It calls for action today.” </p><p>Source: Taylor Nicole Rogers in New York 2021 'US companies' embrace of Juneteenth holiday rings hollow for many' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T04:00:35.987Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3772,
          "end": 3776
        }
      ],
      "nexusId": "10043425"
    }
  ]
}