{
  "_id": "fa97b468704214bd6f666d6728a1b39ece216ec996df562f026ad60bcf6fafae",
  "feed": "wall-street-journal",
  "title": "Novavax, Zoom Video, Domino's, Moderna: What to Watch When the Stock Market Opens Today; Vaccine makers, Zoom Video and Domino's Pizza are up premarket; Travel stocks and energy producers are taking a hit",
  "text": "<p>* Zoom Video Communications gained 2.5% ahead of the bell, on a broadly down day. Seems people are expecting to be spending more time with colleagues in video chat before face-to-face becomes the norm again.</p><p>* And we could be in for more delivery pizza as well. Domino's Pizza shares climbed 1.5%, shrugging off the dim mood.</p><p>A Domino's Pizza restaurant on Sept. 3, 2020, in Seattle, Wash. PHOTO: Jovelle Tamayo for The Wall Street Journal</p><p>* Shares of Covid-19 vaccine makers were rising premarket as broader markets were in decline amid Omicron fears. Novavax soared 12% premarket. On Friday the company and Serum Institute of India said the World Health Organization has granted Emergency Use Listing for its shot. In Japan, Takeda Pharmaceutical has submitted a new drug application for Novavax's Covid-19 vaccine candidate to the country's authorities.</p><p>* Fellow vaccine maker Moderna was also up, by 4.5%. The company said a third dose of its Covid-19 vaccine increased immune responses against the Omicron variant compared with two doses in lab tests. Pfizer was also up, by 1.5%.</p><p>* Energy companies slipped premarket as crude prices were down around 3%. Occidental Petroleum dropped 3.5%, Devon Energy shed 2.8% and ConocoPhillips slipped 0.5%. Oil-services firm Halliburton fell 3.2%.</p><p>* Cruise operators were running aground. Carnival dropped 3.1% and Royal Caribbean fell 3.9%. Other travel stocks were broadly lower. Delta Air Lines shed 2.8%, Hilton Hotels slipped 2.4% and Booking Holdings dropped 4.3%.</p><p>* Nike, Micron Technology and Braze are among the companies reporting earnings on Monday.</p><p>Chart of the Day</p><p>* Speculative stocks have been crushed, even when the wider market reached new highs. Many blame the Federal Reserve, but the link between monetary policy and speculation is less clear than it seems, writes columnist James Mackintosh.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Novavax, Zoom Video, Domino's, Moderna: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-12-20T12:05:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1517,
          "end": 1521
        }
      ]
    }
  ]
}