{
  "_id": "6c39544ca71153c17c170a8fe11b06676ac47f7fc4e761ad5b2d1e91d7f91523",
  "feed": "ftcomall",
  "title": "Adidas aims to cut out retailers in renewed push for growth ",
  "text": "<p>German sportswear giant Adidas has vowed to double payouts to shareholders to up to €9bn over the next five years, as it&#xa0;seeks to lift profits by increasingly selling direct to consumers.</p> <p>Chief executive Kasper Rorsted on Wednesday unveiled a plan to lift revenues by roughly a third to more than €30bn a year by 2025, promising that 80 per cent of that growth would be generated by Adidas's own online and physical stores. </p> <p>Ecommerce is expected to be the single biggest driver of growth as the world's second largest sports brand seeks to double online sales by 2025 to up to €9bn. The group plans to increase marketing spend by €1bn over the period and invest another €1bn into its digital operations.</p> <p>“Building direct relationships with its target audience plays an increasingly important role,” Adidas said in a statement at the group's capital markets day, adding that it would focus “its operating model to address consumers more directly”.</p> <p>Adidas shares were up 5.5 per cent by lunchtime in Frankfurt. The stock has climbed 35 per cent over the past 12 months — roughly in line with the wider German market but lagging its larger rival Nike, which is up more than 50 per cent over the same period. </p> <p>By 2025, Adidas aims to sell every other product directly to consumers, compared with 33 per cent before the pandemic. Cutting out independent retailers allows manufacturers to increase profitability as they can keep the retail margins to themselves. </p> <p>Rorsted pledged to fork out a cumulative €8bn to €9bn in dividends and share buybacks to investors over the coming five years, compared with roughly €4bn between 2015 and 2020. He aims to lift the group's operating margin to 12 to 14 per cent, compared with 11.3 per cent in 2019.</p> <p>The company's new “Own the Game” strategy targets annual revenue growth of 8 to 10 per cent a year. “That means we will outgrow the industry globally,” Rorsted told investors. The wider industry is growing roughly 6-7 per cent, said Adidas.</p> <p>The looming <a href=\"https://www.ft.com/content/ed97c180-19cc-489d-b344-eea6aa6e5b28\">sale of Reebok</a>, which Adidas acquired in an ill-fated $3.8bn deal in 2006, will temporarily dent financial performance as the company will be left with €250m of stranded costs, it disclosed on Wednesday. It hopes to cut those costs by 2023. </p> <p>For 2020, when the Covid-19 pandemic led to the first drop in revenue in eight years and a 78 per cent decline in net profit to €432m, Adidas plans to pay €585m in dividends, reversing a temporary suspension of payouts announced last year when Adidas also halted share buybacks. </p> <p>“With the company's global store opening rate currently standing at above 95 per cent, Adidas expects a strong top-line recovery in 2021,” the company said.</p> <p>Adjusted for currency swings, revenue in 2021 is guided to rise 15 to 19 per cent, in line with analyst expectations of 17 per cent. </p> <p>In the fourth quarter, currency-neutral sales rose 1 per cent, slightly beating analyst expectations. Operating profit fell 8 per cent to €225m in the quarter, well ahead of analyst expectations of €200m.</p> <p>Alongside its strategy for growth, Rorsted also pledged to bolster Adidas's green credentials, saying the group planned to increase the share of products made from “sustainable materials” from 60 per cent today to 90 per cent over the next five years. </p><p>Source: Olaf Storbeck in Frankfurt 2021 'Adidas aims to cut out retailers in renewed push for growth ' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-10T13:50:08.734Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1143,
          "end": 1147
        }
      ],
      "nexusId": "10043425"
    }
  ]
}