{
  "_id": "f7860d5ddbf7eab6f5e84690ba84d137b4c84b1d81379c8390e275a9db64941b",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Spend the Money and Run --- Pricey, slickly designed running clothes have sprinted into the workout-wear market. Is it worth shelling out hundreds of dollars for something destined to be drenched in sweat?",
  "text": "<p>In recent years, a clutch of labels selling pricey running gear with a high-design sensibility has invaded the exercise-clothing market. Primarily established by actual runners, these brands include District Vision, a 5-year-old Los Angeles outfit that began peddling futuristic $200-plus sunglasses with pastel lenses, but has since moved into tailored $125 high-neck sweatshirts and nipped $75 shorts. Tracksmith out of Boston takes a retro approach, selling old-school $65 singlets and $88 polos in moisture-wicking mesh. Satisfy, a Paris label, occupies the highest price bracket and offers the most progressive-looking gear, such as a $387 leopard windbreaker and a $200 tie-dyed merino wool T-shirt.</p><p>On any given day I'll see devoted runners trotting along in this conspicuously costly gear, making me feel a bit inadequate in my pedestrian get-up. And so I decided to call up a few stylish runners and ask them whether such investment gear is worth it. Most of them directly correlated cost and quality. Carl Maynard, 35, a photographer in Washington, D.C., who runs around 50 miles a week, has invested heavily in District Vision and Tracksmith gear. For him it was a simple calculation: He could either continue to spend around $35 every couple of months when his Nike shirt or shorts wore thin, or he could plop down a few hundred now and be set for a while. He is convinced that gear like District Vision's $225 waterproof jacket and Tracksmith's $72 Italian-fabric half-tights will last through years of runs.</p><p>To dedicated runners, it only makes sense to invest in their most time-consuming pursuit. Austin Lord, 31, a retail employee in Chicago who is training for the October Chicago Marathon, calculates the cost per wear for items like his $100 green-and-black Satisfy T-shirt. If he runs in it several times a week, he feels it's worth the price. There is also a psychological advantage to spending more on your given hobby. While some people pay for expensive gym memberships to kick-start their exercise plan, others buy a week's supply of trim $68 recycled polyester shorts from culty fitness label Outdoor Voices. The financial commitment proves you're serious about running and could trigger guilt if you consider dropping the routine a week in.</p><p>These refined running labels can also motivate runners by positioning the sport as cool. Daniel Diaz, 29, who works in ad sales in New York and has run seven marathons, noted that track gear has not always been marketed as something to get excited about. When he first started running in high school, a sports-store employee told him to \"just worry about the comfort,\" not how something looks. Today, mainstream brands often follow that ethos, placing function and frugality over looks. The drab basicness of their clothes has opened a door for aspirational brands like Satisfy, whose website features gritty photos of tattooed runners bounding through craggy trails in the brand's minimalist clothes. These labels make running look like a tantalizingly stylish activity.</p><p>Mr. Diaz knows that he's literally buying into an edgy image, but if it makes mile seven more bearable for him, perhaps it's worth it. Runners have long used mental tricks to get themselves going -- I have friends who claim subpar music playlists have ruined their mile times. It makes sense that feeling confident about your look may up your pace. As Mr. Lord said, \"It's that old adage of just look good, feel good.\"</p><p>These elite brands offer clothes that runners consider fine-tuned for their sport. My bargain-basement mesh shorts are lightweight enough, but they lack pockets and bunch up weirdly after a few miles. Meanwhile the Tracksmith shorts favored by Brian Schroy, 32, who works for a nonprofit in Boulder, Colo., and runs as many as 90 miles a week, have pockets for energy gels (carbohydrates in goo form, popular with runners), are cut for maximum, bunch-free mobility and have a built-in underwear liner. As he sees it, the authenticity and thoughtfulness of these for-runners-by-runners brands makes the gear better.</p><p>Still, there's a limit to how much most runners will spend. Those I interviewed felt that Satisfy's $219 shorts and $120 T-shirts were worth the price, but they wouldn't pay any more for gear. I'd feel distracted by the thought of sweating in something that expensive, though I do plan to purchase some $60 moisture-wicking T-shirts. They will be worth it, merely by ensuring I don't stink so much every single morning.</p>",
  "published": "2021-04-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1273,
          "end": 1277
        }
      ],
      "nexusId": "10043425"
    }
  ]
}