{
  "_id": "1009cb688e4c2cbb11ee4faeb5bcb60a595c9eda145a0e83de76cde6edbc6021",
  "feed": "wall-street-journal",
  "title": "Foot  Locker  Embraces  Niche Areas  In Deals  ----  By Charity L. Scott",
  "text": "<p>   Foot Locker Inc. is buying two smaller retailers for a total of approximately $1.1 billion in separate cash deals, as the company looks to expand its reach beyond U.S. malls. </p><p>   The New York-based company on Monday announced the acquisitions of athletic retailer WSS for $750 million and Atmos, a Japan-based streetwear and sneaker shop, for $360 million. The Wall Street Journal earlier reported Foot Locker was close to making both deals. </p><p>   The acquisition of Los Angeles-based WSS, which generated $425 million in revenue in 2020, gives Foot Locker access to a large Latino customer base, an important and fast-growing demographic, Foot Locker executives said. </p><p>   The deal \"strengthens the strategic imperatives that we have to spread our business and find new customers and new consumer markets,\" Foot Locker CEO Richard Johnson said in an interview. The deals are expected to close in the third quarter of this year. </p><p>   Additional bricks-and-mortar locations are likely in the future of both brands, which will continue to operate under their existing names, he said. \"We absolutely believe that there are underserved markets in the U.S. that we'll be able to expand WSS into,\" Mr. Johnson said. \"Atmos is mostly a digitally-led business, but we believe every great city has a sneaker market that could be the location of an Atmos store in the future.\" </p><p>   WSS has 93 stores across the West Coast and Southwest U.S., mainly located in working-class, urban neighborhoods instead of the malls where Foot Locker stores are most frequently found. </p><p>   Foot Locker previously announced plans to move more of its roughly 3,000 stores outside of enclosed malls, a strategy that the coronavirus pandemic had accelerated, Mr. Johnson said last year. </p><p>   While Foot Locker currently operates 199 stores in California and 206 stores in Texas, across all of its brands, the company's leadership believes those markets remain to be tapped. </p><p>   Atmos, a popular sneaker store founded in Tokyo, has developed a reputation with sneakerheads world-wide for its exclusive selection and collaborations with popular brands, including Nike, Vans, Adidas and Dr. Martens. More than 60% of Atmos's $175 million in 2020 revenue came from online sales. </p><p>   While Atmos does operate a small number of stores in the U.S., the majority of its 49 locations are in Japan. Foot Locker has 122 stores across the Asia-Pacific region, none of which are in Japan. </p><p>   Foot Locker, which had about $7.5 billion in revenuein its last fiscal year, has been looking to expand beyond its namesake stores and expand its e-commerce business. </p><p>   In 2019, Foot Locker invested $100 million in Goat Group, the parent company of GOAT, an online marketplace for sneakers and streetwear. </p><p></p>",
  "published": "2021-08-03T06:09:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2091,
          "end": 2095
        }
      ],
      "nexusId": "10043425"
    }
  ]
}