{
  "_id": "7c82c768938cdb6c0bd4f2eba2fa2094782c7a56cc036c2c3659e7faa6f2dfd2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Apparently the Universal Music spinoff was also music to the ears of Vivendi's shareholders. With more than 99% approval, the deal brings the world's largest music company a step closer to becoming its own public company. The plan is to list the company on the Euronext Amsterdam stock exchange on Sept. 21. Universal, home to Taylor Swift, Billie Eilish and the Beatles, commands some 40% market share in the U.S. recorded music business and operates the world's second-largest music publishing company. American depositary shares of Vivendi added 0.2%.</p><p>TARGET CORP.</p><p>TGT +1.5%</p><p>Amazon's customers are not the only ones taking action during the company's annual Prime Day event, which was held Monday and Tuesday. Rivals are, too. Target held its \"Deal Days\" Sunday through Tuesday, while Walmart held a \"Deals for Days\" event that ended Wednesday. As Amazon's price-slashing event has grown, so has its importance to competitors looking to capitalize on the shopping blitz. The summer sales are designed to create a revenue surge for retailers during a time of year when sales can slow. Best Buy Co. also promoted a sales event. Target shares rose 1.5% Tuesday.</p><p>AMAZON.COM INC.</p><p>AMZN -1.6%</p><p>Big Tech is finding little support in Washington. A House panel early Thursday approved far-reaching legislation to curb the market dominance of tech giants including Amazon and Facebook Inc. The measure aims to bar the companies from favoring their own products on their platforms. The tech firms will now take the battle over the proposed regulations to the House floor and Senate. Amazon shares lost 1.6% Thursday.</p><p>AMERICAN AIRLINES GROUP INC.</p><p>AAL -1.5%</p><p>American Airlines is clipping its wings this summer. The airline rapidly increased trips to meet a surge in travel demand but is now trimming about 1% of planned flying in the first half of July to alleviate potential strains on its operations. It's the latest sign of challenges facing airlines as they ramp up their flights amid travel demand that returned more sharply than some anticipated. Cutting some flights will also alleviate pressure on maintenance and mean there will be a bigger pool of pilots on reserve, providing a buffer when needed. American Airlines shares dropped 1.5% Tuesday.</p><p>SANDERSON FARMS INC.</p><p>SAFM +10%</p><p>Poultry giant Sanderson Farms is hatching plans for a sale. It tapped Centerview Partners for advice on potential buyers and has interest from suitors including agricultural investment firm Continental Grain Co., which owns a smaller chicken processor. Demand for chicken breasts, wings and other products increased as Covid-19 restrictions lifted and restaurants reopened, boosting sales and prices. Consumers are also spending more on groceries as many are still working from home due to the pandemic. Sanderson Farms shares jumped 10% Tuesday.</p><p>FEDEX CORP.</p><p>FDX -3.6%</p><p>FedEx is fed up with delivery delays. The packing giant on Thursday announced plans to raise spending by 22% to add capacity to its network after a surge in e-commerce packages caused ground delivery delays and left some freight customers without service. The pandemic strained shipping companies of all sorts, but FedEx has lagged behind rivals in keeping deliveries on-time this year. FedEx has struggled to find enough workers, and said it would focus on improving its network over the summer to prepare for the peak shipping season at the end of the year. FedEx shares fell 3.6% Friday.</p><p>NIKE INC.</p><p>NKE +16%</p><p>Nike just scored a new record. The sportswear giant on Thursday posted its best-ever quarterly sales, topping $12 billion for the first time in its 50-year history. It did so due to pent-up U.S. consumer demand for sneakers and sportswear. Items ordered through its apps, its websites or its stores climbed 73% to $4.5 billion. During the pandemic, Nike temporarily closed its retail stores and continued to pay its workers while doubling down on digital sales as shoppers were confined to their homes. Nike shares jumped 16% Friday.</p>",
  "published": "2021-06-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3454,
          "end": 3458
        },
        {
          "start": 3957,
          "end": 3961
        },
        {
          "start": 3803,
          "end": 3807
        }
      ],
      "nexusId": "10043425"
    }
  ]
}