{
  "_id": "aa6cc18f9e4f6520addb933accf4a9d3b5bf1e94b24c9d91108b61dad320e7f8",
  "feed": "market-watch",
  "title": "Allbirds beats expectations and touts increased sales, but stock falls after hours",
  "text": "<p>But the company's net loss more than doubled in the quarter, which it attributed to higher administrative and selling costs as it opened new stores, increased its headcount and went public. The company opened four stores in the third quarter and two more during the fourth quarter so far, its executives said on the earnings call.</p><p>Allbirds shares were trading about 6% lower after hours as of 6 p.m. Eastern, after rising more than 2.2% in the regular session to close at $19.24.&#xa0;</p><p>The seller of eco-friendly shoes that are popular with techies said third-quarter revenue rose to $62.7 million from $47.2 million in the year-ago quarter, and increased 40% from the third quarter of 2019.</p><p>The company reported a net loss of $13.8 million, or 25 cents a share, compared with $7 million, or 13 cents a share, in the year-ago period. Taking stock-based compensation and other costs into account, adjusted Ebitda loss was $6.3 million, compared with an adjusted Ebitda loss of $3.8 million in the same period last year.</p><p>Analysts surveyed by FactSet had forecast a net loss of $16.6 million, or 11 cents a share, on revenue of $62 million.</p><p>Allbirds expects to continue to grow by adding more apparel to its product offerings, opening new stores and expanding internationally, Chief Financial Officer Mike Bufano said on the call. He provided no specific fourth-quarter guidance, but he expressed optimism about the holiday season, which he said is typically Allbirds' strongest.</p><p>The company expects full-year revenue of $270 million to $272 million, while analysts had expected $271.6 million. The company expects adjusted Ebitda loss of $17 million to $15 million, ahead of analysts' expectation of $20.2 million.</p><p>San Francisco-based Allbirds' stock has fallen more than 30% since it closed at $28.64 on Nov. 3, the day of the company's initial public offering on the Nasdaq.</p><p>See: Allbirds has big growth potential but competitors like Nike could be a speed bump, analysts say</p>",
  "published": "2021-11-30T18:28:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1930,
          "end": 1934
        }
      ],
      "nexusId": "10043425"
    }
  ]
}