{
  "_id": "cabadda9769b2835276604418d4de3709372c9adf53d025247b819f790726eb9",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Neymar Disputes  Nike's Account  For Breakup  ----  By Joshua Robinson and Khadeeja Safdar",
  "text": "<p>   Soccer superstar Neymar lashed out at Nike Inc. on Friday, questioning how the company handled an employee's allegation of a sexual assault against him and disputing its reason for why he and the sportswear giant parted ways. </p><p>   In a post on Instagram, Neymar challenged his former sponsor, saying Nike was lying about the reasons for the split and that it knew about the employee's allegation long before it took any action. \"A matter of such seriousness and they did nothing. Who is truly responsible?,\" he wrote. </p><p>   The Wall Street Journal reported Thursday that Nike ended its endorsement deal with the Brazilian superstar in 2020 after he refused to cooperate with a company investigation into a female employee's allegation that he had sexually assaulted her during a 2016 publicity tour in New York. </p><p>   \"Nike ended its relationship with the athlete because he refused to cooperate in a good faith investigation of credible allegations of wrongdoing by an employee,\" said Hilary Krane, Nike's general counsel. </p><p>   Neymar, whose full name is Neymar da Silva Santos Jr., denied the sexual-assault allegation. On Friday, he said Nike's general counsel had \"improperly and irresponsibly\" discussed the reason for the termination of the endorsement deal. Neymar said the agreement ended for commercial reasons. </p><p>   \"I really don't understand how a serious company can distort a business relationship that is supported by documents,\" Neymar wrote on Instagram, where he has more than 150 million followers. \"State that my contract was terminated because I did not contribute in good faith to an investigation, is an absurd lie,\" he wrote. </p><p>   A Nike spokeswoman declined to comment beyond a statement late Thursday confirming the Journal's account of what happened: That an employee alleged a sexual assault occurred in 2016, that she filed a complaint in 2018, that Nike in 2019 started an investigation and, in 2020, ended its relationship with Neymar because he refused to cooperate with the probe. Nike said it was \"deeply disturbed\" by the employee's allegation. \"The investigation was inconclusive,\" Nike said. </p><p>   Nike in 2019 hired Cooley LLP, a law firm, to conduct an independent investigation of the allegation, the Journal reported. Representatives for Neymar disputed the woman's account during the Cooley probe but the athlete himself refused to be interviewed by Nike's investigators, the Journal reported, citing people familiar with the probe and documents. </p><p>   Neymar wrote on Instagram Friday that Nike didn't inform him of the incident despite trips, campaigns and recording sessions in 2018 and 2019. \"I was not given the opportunity to defend myself,\" he continued. \"That person, an employee, was not protected. I, a sponsored athlete, was not protected.\" </p><p>   Neymar's father, Neymar Sr., told the Brazilian newspaper Folha de Sao Paulo that Nike was attempting to \"blackmail\" his son. </p><p>   A Nike spokeswoman declined to comment on Neymar Sr.'s remarks. </p><p>   Several of Neymar's sponsors including Puma SE, PokerStars and Epic Games Inc., the maker of the \"Fortnite\" videogame, declined to comment on the matter. \"Neymar has been a friend of Red Bull since 2010. It is a matter for the public authorities to determine the facts behind these very serious allegations,\" said a representative of Red Bull GmbH, a maker of energy drinks. </p><p></p>",
  "published": "2021-05-29T06:18:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1624,
          "end": 1628
        },
        {
          "start": 2085,
          "end": 2089
        },
        {
          "start": 38,
          "end": 47
        },
        {
          "start": 2353,
          "end": 2357
        },
        {
          "start": 2831,
          "end": 2835
        },
        {
          "start": 1846,
          "end": 1850
        },
        {
          "start": 802,
          "end": 806
        },
        {
          "start": 295,
          "end": 299
        },
        {
          "start": 38,
          "end": 42
        },
        {
          "start": 1981,
          "end": 1985
        },
        {
          "start": 560,
          "end": 564
        },
        {
          "start": 1119,
          "end": 1123
        },
        {
          "start": 44,
          "end": 48
        },
        {
          "start": 2488,
          "end": 2492
        },
        {
          "start": 2096,
          "end": 2100
        },
        {
          "start": 2877,
          "end": 2881
        },
        {
          "start": 983,
          "end": 987
        }
      ],
      "nexusId": "10043425"
    }
  ]
}