{
  "_id": "f847f53ae7a4600aa164ce947b889c7a6c351dfb02cb5c5b16b2833d9bba66a7",
  "feed": "ftcomall",
  "title": "Scoreboard: Nike's big bet will define a Silicon Valley veteran",
  "text": "<p><em>In the first edition of Scoreboard this year, we take you behind Nike's ambitious restructuring plan, look at how US capital is Americanising two European leagues, and the high-stakes football match that must happen for the sake of US college sports.</em></p> <p><em>Send us tips and feedback at </em><a href=\"mailto:scoreboard@ft.com\"><em>scoreboard@ft.com</em></a><em>. Not already receiving the email newsletter? Sign up </em><a href=\"https://subs.ft.com/scoreboard\"><em>here</em></a><em>. For everyone else, let's go.&#xa0;</em></p> <h1>Inside Nike's identity crisis</h1> <p>A year ago this month,<strong> Nike</strong> handed the reins of chief executive of the world's largest sportswear company to the Silicon Valley veteran <strong>John Donahoe</strong>. Like many CEOs, he's had to guide the business through the unexpected forces of a global pandemic and widespread social unrest during 2020. But he also inherited a company in the midst of a years-long transformation.</p> <p>Nike's identity crisis is the subject of this weekend's <a href=\"https://www.ft.com/content/d4cbf3a8-77ec-4f0a-95ae-35f4e974d518\">FT Magazine cover story</a>, which explores the twin challenges of its internal struggles with diversity and adapting its $37bn business to the world of ecommerce. It's well worth reading in full.</p> <p>It's also worth taking a closer look at Nike's results during Donahoe's first year. For one thing, Nike is <a href=\"https://www.ft.com/content/2f2d486d-7874-406b-8c60-05487092dd60\">forecasting percentage point revenue growth</a> in the low-teens for the fiscal year ending in May 2021. For another, “demand creation” — Nike jargon for the money it spends on marketing, sponsorships, and contracts — will increase as a percentage of overall revenue in the coming months.&#xa0;&#xa0;</p> <p>Both forecasts are bullish for any retailer during a worsening global pandemic, let alone one whose pendulum has swung as widely as Nike's: from <a href=\"https://www.ft.com/content/7806647b-7c57-4d29-b747-1eeaeb7c7928\">a $790m loss</a> for the quarter ended in May last year to a profit of $1.3bn for the period ended in November.&#xa0;</p> <p>They are underpinned by a restructuring launched by Donahoe in June, which effectively put an end to developing products by sport (running, football, basketball, etc) and instead organises products by target customer: men, women, and children.&#xa0;</p> <p>Current and former employees say that transition poses a big risk. “What makes Nike magical is that it has real athlete insight from each sport” said <strong>Musa Tariq</strong>, a former marketer at Nike. “That is what I am most curious to see — whether Nike can remain as relevant to their customers without [these categories]\".</p> <p>Meanwhile, Nike increasingly controls its own destiny in everything from retailing to marketing. In 2011, just 16 per cent of Nike products were sold directly to consumers; by last year, that figure was 35 per cent. Over the same period, Nike went from holding the outfitting rights to 0 of 4 major US pro sports leagues to paying billions each year for 3 of 4 (the <strong>National Football League, </strong>the <strong>National Basketball Association</strong>, and <strong>Major League Baseball</strong>).&#xa0;</p> <p>If any company can navigate such challenges — a pandemic, a fundamental retail revolution, its marketing contracts — it may be Nike. But no one expects it to be easy.&#xa0;</p> <h1>The creeping Americanisation of the EPL and F1 </h1> <p>Recent investments have left two British sports teams looking more American. The competitions in which they compete already featured a growing number of US investors.</p> <p>Neither the coronavirus pandemic nor Brexit deterred <strong>ALK Capital </strong>from buying 84 per cent of <strong>Burnley</strong>, an unglamorous <strong>Premier League</strong> football club in the north west of England, or <strong>MSP Sports Capital </strong>late last year from acquiring a minority stake in <strong>McLaren Racing</strong>, which competes in car racing series <strong>Formula One</strong>.</p> <p>The two competitions have been insulated from the worst of the pandemic because unlike rugby and baseball, they can rely on billions of dollars' worth of broadcasting contracts.</p> <p>A £200m price tag was put on Burnley in a deal partly financed by a unit of <strong>MSD Partners</strong>, an investment firm with ties to computing entrepreneur <strong>Michael Dell</strong>, while McLaren Racing was valued at £560m.</p> <p>ALK managing partner <strong>Alan Pace</strong> said the global appeal of the Premier League, the world's richest domestic football competition, was critical to his investment.</p> <p>“I've been around the world,” said Pace. “You can always see the Premier League . . . that's pretty special.”</p> <p>Did the pandemic give him pause? “Probably every other day for about a year,” he said, admitting that it took time to take stock of the pandemic-induced three-month suspension of the 2019/20 season, which cost teams hundreds of millions of pounds in rebates to broadcasters.</p> <p>As for Brexit, which will <a href=\"https://www.ft.com/content/e77e19a6-5278-11ea-90ad-25e377c0ee1f\">prevent clubs from signing players freely from the EU</a>, Pace hinted that Burnley could partner with an overseas club to compensate.</p> <p>US investors are also pouring money into another global sport: F1, where it used to be rare to see American-owned teams. <strong>Haas</strong>'s debut in 2016 was the first by an American F1 team since 1986. But last August, New York-based fund <strong>Dorilton Capital</strong> bought<strong> Williams Racing</strong>, ending decades of family ownership.&#xa0;</p> <p>That was followed by MSP's decision to take an initial 15 per cent stake in McLaren, rising to a third after two years, alongside the <strong>Najafi Companies </strong>and <strong>UBS O'Connor</strong>.</p> <p>Then there's the ownership of F1 itself. <strong>Liberty Media</strong>, the US group controlled by billionaire <strong>John Malone</strong>, bought the car racing circus in an $8bn deal completed four years ago this month, but has struggled to add more Grands Prix in the country.</p> <p><strong>Aston Martin F1</strong>, the team owned by Canadian billionaire <strong>Lawrence Stroll</strong>, this week partnered with the US-headquartered IT services company <strong>Cognizant</strong>, which wants to grow outside its home market through a sport that attracted a global television audience of more than 400m viewers in 2019.</p> <p>“In the years ahead, Formula One will become even stronger in the United States,” Stroll, whose son Lance drives for the team, told Scoreboard.&#xa0;</p> <h1>College football championship kicks off year of financial uncertainty</h1> <p>Pandemic permitting, Monday will be the kick-off of the US national college football championship, between the perennial favourite <strong>Alabama Crimson Tide</strong> and the Big Ten conference winner <strong>Ohio State Buckeyes</strong>.</p> <p>That both teams are even able to contest the game — Ohio State has experienced a Covid-19 <a href=\"https://www.cbssports.com/college-football/news/covid-19-issues-at-ohio-state-lead-to-discussions-about-postponing-cfp-national-championship-per-reports/\">outbreak</a> over the past week — is remarkable, considering the season <a href=\"https://www.ft.com/content/637efec7-4af8-4ce3-b932-27588706901c\">almost didn't happen</a>. But more than crowning a champion, the title game carries huge consequences for the financial future of dozens of US universities with prominent sports programmes.</p> <p>The <strong>College Football Playoff </strong>is the organisation which negotiates media rights for participating schools and their regional conferences in addition to forming the selection committee for the invitational championship.&#xa0;</p> <p>According to the college sports advocacy group <strong>Knight Commission on Intercollegiate Athletics</strong>, the contract to broadcast college football with <strong>ESPN</strong> is worth $7.3bn over 12 years, and paid out more than $460m to participating conferences and their schools — more than 100 in total — last year.</p> <p>Naturally, those terms have been disrupted by the effects of Covid-19. <strong>Nick Carparelli</strong>, executive director for the entire college football advocating body <strong>Bowl Season</strong>, said contracts between bowl operators which host the games and conferences <a href=\"https://www.ft.com/content/fdb09bef-6a74-418b-bf42-3fda885ecb66\">were “scrapped”</a> and renegotiated for this year only. Sixteen of the season's 44 bowl games were <a href=\"https://www.cbssports.com/college-football/news/2020-21-college-football-bowl-schedule-games-scores-dates-kickoff-times-opt-outs-cancellations/\">cancelled</a> due to the pandemic.</p> <p>American football and basketball are largely the only revenue-generating sports in the vast, $8bn US collegiate athletic programme. Football in particular is unique in that only conferences with bowl contracts earn lucrative media payments, while those without — such as the <strong>Ivy League</strong> teams — do not.</p> <p>But most universities with sports programs are already hurting after the 2020 cancellation of March Madness, the annual basketball tournament and the single-largest revenue driver in college sports. As such, the <strong>National Collegiate Athletic Association</strong> slashed disbursements to universities from $600m to just $225m.</p> <p>The near-term future looks cloudy: this week the NCAA said it plans to stage the 2021 March Madness entirely in a bubble environment in the city of Indianapolis, in an effort to salvage its moneymaker.</p> <p><strong>Mike Krzyzewski</strong>, head coach of the men's basketball team at <strong>Duke University</strong>, <a href=\"https://www.espn.com/mens-college-basketball/story/_/id/29687865/duke-mike-krzyzewski-says-ncaa-afford-again-lose-ncaa-basketball-tournament\">told ESPN</a> radio over the summer that a potential cancellation of the 2021 tournament was a matter of financial survival: “We need to have the tournament. We can't have it where two years in a row you don't have the NCAA tournament.”</p> <h1>This week's highlights</h1> <ul>  <li><p>Atlanta pastor <strong>Raphael Warnock</strong> won his race for a US Senate seat in Georgia this week, defeating <strong>Women's National Basketball Association</strong> team owner <strong>Kelly Loeffler</strong>. It was the League's players who defined the race for Warnock this summer, as four-time WNBA champ <strong>Sue Bird</strong> <a href=\"https://www.ft.com/content/16941b6a-4320-4590-b594-8be5eb4db2f8\">recounted to the FT</a>.&#xa0;</p></li>  <li><p>The <strong>Premier League</strong> is committed to completing its season without a <a href=\"https://www.ft.com/content/24c03dd0-1148-4dc0-ab3b-52b4aaed4fca\">“circuit breaker”</a> or outright cancellation, as it seeks to protect vital broadcast revenues despite rising Covid-19 cases among players and wider society.</p></li>  <li><p><strong>Entain</strong>, which owns bookmaker <strong>Ladbrokes Coral</strong>, <a href=\"https://www.ft.com/content/a619e3f1-ab8b-4214-a8d2-ad46ff3c2524\">agreed to buy</a> Swedish sports betting company <strong>Enlabs</strong> for £250m. The deal came days after<strong> Entain</strong> <a href=\"https://www.ft.com/content/6f9609d0-2c81-4d1a-b9c8-c8709ba2cf0d\">rejected</a> an £8bn takeover proposal from US casino giant<strong> MGM Resorts.</strong></p></li>  <li><p><strong>Discovery </strong><a href=\"https://www.ft.com/content/9151c075-6387-4295-aca8-96392e181c56\">launched</a> its streaming service in the US and parts of Europe this week, in a bet that this will be the year for the postponed<strong> Tokyo Olympics</strong>, the broadcast rights to which the media giant paid €1.3bn through 2024.&#xa0;</p></li>  <li><p>Private capital's big rush into sports holdings was one of<a href=\"https://www.ft.com/content/9ba35ff2-ac31-41d2-8ff9-6107a64d0ae5\"> the biggest trends of 2020</a>. With a potential Spac merger for <strong>Fenway Sports Group</strong> and institutional investment funds hunting for <strong>NBA </strong>stakes, what will 2021 yield?</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p>There's new leadership at<strong> Sky</strong>, the main broadcaster of the Premier League in the UK, with <a href=\"https://www.ft.com/content/02e010be-8f59-4424-b422-c0b1c3431203\"><strong>Jeremy Darroch </strong>stepping away</a> from day-to-day running of the company following its takeover by <strong>Comcast</strong> in 2018. <strong>Dana Strong</strong>, the head of Comcast's residential US cable business, will succeed him as Sky's chief executive.</p></li>  <li><p><strong>Colin Graves</strong>, who oversaw major governance reforms and secured a £1.1bn broadcasting deal for English cricket in his time as chairman of the <strong>England and Wales Cricket Board</strong>, has joined the advisory board of <strong>Oakwell Sports Advisory</strong>.</p></li>  <li><p><strong>Tim Godfrey </strong><a href=\"https://protriathletes.org/pto-announces-appointment-of-tim-godfrey/\">joins</a> the <strong>Professional Triathlete's Organisation </strong>as chief marketing officer, after serving in a similar role at the global sailing championship, <strong>SailGP</strong>.</p></li> </ul> <h1>Final Whistle</h1> <p>It isn't every day that an elite male athlete at the top of his game cites a woman as his athletic inspiration — which is what Alabama running back <strong>Najee Harris</strong> did <a href=\"https://www.youtube.com/watch?v=Dc_iKilkqM8\">shortly before</a> his Crimson Tide defeated <strong>Notre Dame </strong>in the college football semi-final. In a press conference, he said he looks up to US footballer <strong>Megan Rapinoe</strong> for her activism outside of sport, to which the World Cup champion replied on Twitter, <a href=\"https://twitter.com/mPinoe/status/1344135452505198594\">“hurdle someone for me!”</a> Of course, like any good receiver, <a href=\"https://www.youtube.com/watch?v=GpVntBdZ4Bk\">he delivered</a>.&#xa0;</p>  <p><em>Scoreboard is written by Samuel Agini, Murad Ahmed and Arash Massoudi in London, Sara Germano, James Fontanella-Khan, and Anna Nicolaou in New York, with contributions from the team that produce the Due Diligence newsletter, the FT's global network of correspondents and data visualisation team.&#xa0;</em></p><p>Source:  2021 'Scoreboard: Nike's big bet will define a Silicon Valley veteran' FT.com 9 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-09T09:00:25.402Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2104,
          "end": 2108
        },
        {
          "start": 65,
          "end": 69
        },
        {
          "start": 1131,
          "end": 1135
        },
        {
          "start": 2000,
          "end": 2004
        },
        {
          "start": 1072,
          "end": 1076
        },
        {
          "start": 2246,
          "end": 2250
        },
        {
          "start": 2473,
          "end": 2477
        },
        {
          "start": 1273,
          "end": 1277
        },
        {
          "start": 2361,
          "end": 2365
        },
        {
          "start": 439,
          "end": 443
        },
        {
          "start": 2159,
          "end": 2163
        },
        {
          "start": 783,
          "end": 787
        },
        {
          "start": 12,
          "end": 16
        },
        {
          "start": 393,
          "end": 397
        },
        {
          "start": 2819,
          "end": 2823
        },
        {
          "start": 1556,
          "end": 1560
        }
      ]
    }
  ]
}