{
  "_id": "97911f5f363a32183666e1a722c6f0e155970c56d8500ca721a0c60f9f082b3b",
  "feed": "wall-street-journal",
  "title": "Cargo Piles Up as California Ports Jostle Over How to Resolve Delays; U.S. shipping operations remain clogged as ports, truckers and warehouses can't find enough workers or agree on 24/7 operations",
  "text": "<p>\"With the current work schedule you have two big ports operating at 60%-70% of their capacity,\" said Uffe Ostergaard, president of the North America region for German boxship operator Hapag-Lloyd AG. \"That's a huge operational disadvantage.\"</p><p>The American supply chain has so far failed to adapt to the crush of imports as businesses rush to restock pandemic-depleted inventories. Tens of thousands of containers are stuck at the ports of Los Angeles and Long Beach, Calif., the two West Coast gateways that move more than a quarter of all American imports. More than 60 ships are lined up to dock, with waiting times stretching to three weeks.</p><p>Participants in each link in the U.S. chain—shipping lines, port workers, truckers, warehouse operators, railways and retailers—blame others for the imbalances and disagree on whether 24/7 operations will help them catch up. All of them are struggling with a shortage of workers.</p><p>The ports of Los Angeles and Long Beach are managed separately and operate 13 private container terminals. Long Beach officials said last week they would try operating 24 hours a day from Monday to Thursday. Gene Seroka, executive director of the larger Port of Los Angeles, said his port will step more cautiously, keeping existing hours while waiting for truckers and warehouse operators to extend their hours.</p><p>\"It has been nearly impossible to get everyone on the same page towards 24/7 operations,\" Mr. Seroka said.</p><p>Truck drivers often don't show up at scheduled appointments to pick up boxes at the inundated container yards to make space for the next load to come in, say shipping and port executives. Truckers blame terminal congestion, saying delays at one appointment can cause them to miss the next, and that shipping lines aren't doing enough to clear out the towers of empty containers taking up space at the docks.</p><p>Before any changes this coming week, the longshore routine at the ports involve two shifts: 8 a.m. to 4 p.m. and 6 p.m. to 3 a.m. An overnight shift of five hours is available, but it is up to 50% more expensive and rarely used, say liner and terminal operators who foot the bill. Cargo pickups on Saturday are also rare, being charged as premium shifts, and there is no work on Sundays.</p><p>The International Longshore and Warehouse Union, which represents the dockworkers, said its members would work a third shift or on weekends, but the pileup of containers must first be fetched out of the port, so there is space to unload more from ships.</p><p>\"Congestion won't be fixed until everyone steps up and does their part,\" said Frank Ponce De Leon, a coast committeeman at the ILWU. \"The terminal operators have been underutilizing their option to hire us for the third shift,\" he said.</p><p>Federal safety regulations limit most commercial truck drivers to 11 hours of driving time in a 14-hour workday. Port truckers often prefer to start early in the morning so they can maximize the number of loads they move a day, said Tom Boyle, chief executive of Quik Pick Express LLC, a trucking and warehousing provider based in Carson, Calif., not far from the port complex.</p><p>Night shifts are less popular. Drivers who pick up loads late at night don't always have a place to put them. Truckers might have to park a box in a drop yard, and then deliver it later when the destination warehouse is open.</p><p>\"The biggest issue it probably comes down to is labor,\" said Mr. Boyle, who said his company, like other fleets, is constantly looking for drivers.</p><p>A shortage of labor is also causing significant delays in loading up freight trains, which move up to 30% of all containers to big distribution hubs like Chicago.</p><p>SHARE YOUR THOUGHTS</p><p>What kind of supply chain delays have you experienced with items you want to buy? Join the conversation below.</p><p>Union Pacific Corp., one of two main railroads moving freight from the West Coast into the country, is primarily seeing delays, or dwell, when it picks up cargo from ports and hands it off to trucks at destinations, Chief Executive Lance Fritz said in a recent interview. \"Where we see dwell is on either end,\" he said.</p><p>Nike executives said Thursday that the amount of time it takes to move a cargo container from Asian factories to North America is now about 80 days, or twice as long as it was before the pandemic. Moving items such as paper towels or furniture within the U.S. is also a challenge, with Costco executives saying it can be difficult to find trucks or drivers on short notice.</p><p>\"If you work a gate 24/7 it will improve your velocity\" only if all participants are involved, said Wim Lagaay, chief executive of APM Terminals North America, which operates a terminal in Los Angeles. \"Up to 30% of overall truck appointments are not met because there are not enough trucks, drivers or chassis.\"</p><p>Port truckers say some appointment slots go unused because of the lack of equipment, such as the chassis needed to haul containers, or because of restrictions on what drivers can do during that appointment, including returning empty containers.</p><p>\"There is too much congestion from empty containers on terminals,\" said Matt Schrap, chief executive of the Harbor Trucking Association, which represents carriers at the ports of Los Angeles and Long Beach. The shipping lines aren't moving the boxes out, \"which is preventing us from returning empties that we are storing in our yards,\" he said.</p><p>With such long delays, some cargo owners are no longer arranging to pick up their boxes. Mr. Seroka, the Los Angeles port director, said they use the containers as mobile storage units because it is cheaper to leave them at a port than to rent warehouse space.</p><p>\"Even if [warehouses] were open 24/7, there is simply no space,\" said Jason Tolliver, an executive at real-estate firm Cushman &amp; Wakefield PLC. About 98% of warehouses in Southern California's logistics-heavy Inland Empire region are fully occupied, and the entire Western U.S. has a 3.6% vacancy rate.</p><p>With scarce warehouse capacity, many truckers leave the boxes outside the facilities along with the chassis. Liner operators say that it normally takes three days to return the chassis to the port, but it now takes eight.</p><p>Los Angeles and Long Beach face different challenges than export or transshipment piers in Asia and Europe. Other ports haven't dealt with such high import volumes over the past year by so many operators while the inland part of the supply chain has stayed largely unchanged.</p><p>Overall container volumes at the Port of Los Angeles have grown 30% so far this year over 2020, but Mr. Seroka said trucking capacity has increased by only 8%. The warehouse development is equally challenging, he said, as there is an estimated minimum 25% less storage space than needed.</p><p>\"It's impossible to effectively move such volumes if we don't move to 24/7 operations across the supply chain,\" said Mario Cordero, executive director at the Port of Long Beach. \"They do it in other parts of the world.\"</p><p>Paul Ziobro and Paul Berger contributed to this article.</p><p>Write to Costas Paris at costas.paris@wsj.com and Jennifer Smith at jennifer.smith@wsj.com</p><p>Cargo Piles Up as California Ports Jostle Over How to Resolve Delays</p>",
  "published": "2021-09-26T09:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4097,
          "end": 4101
        }
      ]
    }
  ]
}