{
  "_id": "a77a8296bf18c2270f0b5291c1ae8c056f1d059d886bc99a1a7faa5a71337c4a",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Seven Ways the World Has Changed: A Fresh Brand of Success at the Mall --- The pandemic altered buying habits beyond return, but in-person shopping isn't over",
  "text": "<p>The upending of the world order following World War I. The U.S.'s exit from the Bretton Woods system of fixed exchange rates in 1971. The rise of a new, more pragmatic leader in China during the late 1970s. The global financial crisis triggered by the 2008 collapse of Lehman Brothers.</p><p>The Covid-19 pandemic will undoubtedly be remembered as a similarly momentous event, with full repercussions that likely won't be understood for decades.</p><p>It will change where we live, how we shop, how fast new drugs are developed, where we go to college and what we expect from the government. Inside, The Wall Street Journal's Heard on the Street team provides a guide to seven ways in which our world will never again be the same.</p><p>The mall isn't dead yet. But the in-person shopping experience of the future is going to be a lot different than what it was even two years ago.</p><p>Department stores and dressy clothing brands suffered last year; furniture, home goods and athletic brands fared better. Big-box retailers are likely to enjoy permanent boosts in popularity as shoppers look to consolidate shopping trips -- a habit picked up during Covid that is unlikely to go away anytime soon.</p><p>Last year produced the most retail bankruptcies since 2010, in the aftermath of the 2008-09 financial crisis, according to a report from professional-services firm BDO USA. Those bankruptcies included department store chains Neiman Marcus and JCPenney, and dressier clothing brands such as J.Crew and Brooks Brothers. Roughly half of all remaining mall-based department stores are expected to shut by the end of 2025, according to Green Street, a real-estate research firm.</p><p>Who will fill the gap? Off-price retailers such as T.J. Maxx and Ross Stores had been taking market share from department stores for years and look likely to continue. That was already evident in their resilient performance last year despite relying very little -- or not at all -- on e-commerce. T.J. Maxx owner TJX Cos. has said it sees opportunities to open more than 1,600 additional stores.</p><p>In some cases, it will be apparel makers themselves that fill the space that department stores leave behind. Brands such as Nike and Under Armour are pushing to sell more directly to consumers -- especially through their own websites and apps. Direct-to-consumer sales are more profitable than selling through wholesale partners and let brands reclaim some cachet; having too many products displayed at off-price retailers or on sale racks at malls can erode pricing power.</p><p>As online shopping exploded, giants like Amazon weren't the only beneficiaries. Traditional retailers and grocers that had previously been e-commerce dilettantes became serious online sellers.</p><p>Big-box retailers such as Walmart, Target and Costco will become more common fixtures too. Target, for example, plans to spend roughly $4 billion in each of the next few years on new stores, remodels and other projects. Consumers turned to these retailers in record numbers last year -- not only for necessities such as toilet paper and household staples, but also for discretionary items like apparel to consolidate shopping trips. Those retailers are seizing the moment to look even more like department stores. Last year, Target entered a partnership to open Ulta Beauty stores within some of its locations. Walmart got into an e-commerce partnership with secondhand-clothing seller thredUP.</p><p>The National Retail Federation now expects retail sales to grow up to 13.5% in 2021, a substantial revision from its prior forecast, delivered in February, of 6.5% growth. The pie has gotten bigger, and 2020's retail winners will grab even more of it in the future.</p>",
  "published": "2021-06-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2171,
          "end": 2175
        }
      ]
    }
  ]
}