{
  "_id": "208e77077779cccf6e2482b9c019c4028025783227e0b30650ed7d66591b6d06",
  "feed": "wall-street-journal",
  "title": "Osaka Spurs Debate on Mental Health --- The tennis stars' French Open exit has reignited a conversation that is reshaping pro sports",
  "text": "<p>\"Here in Paris I was already feeling vulnerable and anxious so I thought it was better to exercise self care and skip the press conferences,\" Osaka, 23, wrote about her withdrawal.</p><p>Her exit this week once again highlights the rising but complex question of how the sports world should handle mental-health issues.</p><p>In a workplace built around performance under pressure, athletes are increasingly asking what can be done when that pressure begins to harm their well-being in the decidedly non-traditional workplace of sports.</p><p>\"I feel for her, because I have been struggling quite a lot as well,\" former men's world no. 6 Gael Monfils said of Osaka. \"It's a big moment for everybody I think, even outside of tennis. . . What she's dealing with is even tough for me to even judge, because I think she has a massive pressure from many things.\"</p><p>Osaka was just 20 when she played in her first major final, which ended in surreal circumstances as Serena Williams lost the U.S. Open after being penalized for an angry outburst at the referee.</p><p>Osaka, in her Instagram post on Monday traced some of her long-running issues with depression back to that tournament.</p><p>Since then, she has added three more major titles and become the highest earning woman in sports. She is a superstar in the U.S. and in her native Japan, where she is expected to be the face of the Tokyo Olympics this summer.</p><p>As demonstrated by the mixed reaction within tennis to her withdrawal from Roland-Garros, the quandary over how to deal with wellness and mental-health issues involves a clash of old and new values in a realm that has long valued grinding through adversity on very public stages.</p><p>On Tuesday, the tennis bodies -- including all four Grand Slam tournaments --that previously had threatened Osaka with possible expulsion from future competitions issued a new statement taking a much softer stance.</p><p>\"Naomi Osaka's recent statements have shone a light on mental-health issues, a matter that we all take extremely seriously,\" the International Tennis Federation said on Tuesday. \"Tennis is aligned and will work together, with input from players and media amongst others, to review what needs to evolve across the sport as a whole.\"</p><p>U.S. leagues have become more hands-on about mental health in recent years.</p><p>In May 2019, the NFL and NFL Players Association issued an addendum to the collective-bargaining agreement that requires each team to hire a clinician focused on supporting players' emotional health and well-being to be available on-site for at least eight hours a week. Teams were also required to create a mental-health emergency action plan.</p><p>NBA and WNBA teams also are required to have a plan for mental health emergencies, and to make mental-health professionals available to players.</p><p>Every Major League Baseball club has a mental-skills coach to help players with all mental aspects of the game, and an Employee Assistance Professional (EAP), a licensed clinician who helps players with on- or off-the-field issues.</p><p>When necessary, MLB works with the MLB Players Association to privately provide third-party resources.</p><p>When the Tokyo Olympics were postponed for a year in March 2020, Sarah Hirshland, the chief executive of the U.S. Olympic &amp; Paralympic Committee, highlighted in an email to athletes a recent expansion of its mental-health services. They include a 24-hour hotline and directory of mental-health providers who have experience working with elite athletes.</p><p>Osaka's U.S.-based sponsors also rallied around her on Tuesday, positioning themselves as advocates for mental health.</p><p>\"Our thoughts are with Naomi,\" Nike Inc. said in a statement. \"We support her and recognize her courage in sharing her own mental-health experience.\"</p><p>This past weekend, organizers of tennis's four Grand Slam tournaments were less understanding. Viewing Osaka's refusal to hold press conferences as a threat to their overall product, they escalated the situation into an unusual standoff between the sport's most storied events and one of its dominant players.</p><p>For a sport that generally suffers from a lack of visibility, mandatory press conferences are one of the only places the media and the sport's superstars ever interact.</p><p>\"We want to underline that rules are in place to ensure all players are treated exactly the same, no matter their stature, beliefs or achievement,\" the organizers of Roland-Garros, Wimbledon, the U.S. Open, and the Australian Open had said in a joint statement.</p><p>While Osaka found plenty of support outside the tennis world -- from superstars including NBA players Steph Curry and Kyrie Irving -- her peers inside the globe-trotting bubble of the sport were less sympathetic.</p><p>\"You shouldn't ever have to make a decision like this,\" the Golden State Warriors' Curry tweeted at Osaka, \"but so damn impressive taking the high road when the powers that be don't protect their own. Major respect.\"</p><p>While they said they understood why she might find carrying the raw emotions of a match into a barrage of questions from the news media to be a stressful exercise, they were quick to point out that the media was broadly their ally in building players' global celebrity.</p><p>Osaka's idol, Serena Williams, admitted that heading into news conferences after a defeat -- which Osaka was likely to do at some point soon due to her relative weakness on clay courts -- could be \"very difficult.\"</p><p>\"But, you know,\" Williams added, \"it made me stronger.\"</p><p>More than most athletes, tennis players exist in a pressure cooker from the time they are pre-teens. They are drafted into highly-competitive academies, often far from home, and bet early in their lives on a lucrative future in a punishing sport dominated by a small handful of elite talents.</p><p>Those who survive the grueling teenage years arrive on the biggest stage younger than their counterparts in the major U.S. sports and, like Osaka, can land squarely in the spotlight before they're old enough to vote.</p><p>\"It's something that's not very easy to talk about,\" said Jennifer Brady, the world No. 14 and a friend of Osaka's on the circuit. \"Even just with people that you're extremely comfortable with. I think just talking about your emotions, your feelings, personal things, especially myself. . .it's not something that comes naturally.\"</p><p>The French Tennis Federation on Monday pledged to do more in \"continually improving every aspect of players' experience in our Tournament, including with the media,\" but didn't give any specifics on how the protocol might change.</p><p>---</p><p>Khadeeja Safdar contributed to this article.</p>",
  "published": "2021-06-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3611,
          "end": 3620
        },
        {
          "start": 3611,
          "end": 3615
        }
      ],
      "nexusId": "10043425"
    }
  ]
}