{
  "_id": "ad43f33a8bafe2926b96d1fd286a42cd77d8d855fafd10f2a26feb81813ac39e",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Still Possible to Skate With Scuffed Vans --- Growth is slowing at VF Corp.'s largest brand, but the company is doing well in other areas",
  "text": "<p>In the quarter ended April 3, sales across VF Corp.'s brands increased 19% from a year earlier after stripping out currency fluctuations, a slightly higher number than analysts polled by Visible Alpha had expected. For its full fiscal year, revenue from continuing operations declined 14% in constant dollars. That is worse than the 7% top-line decline that industry leader Nike saw, but much better than the 29% drop at Ralph Lauren in their comparable periods.</p><p>All three of its largest brands -- Vans, The North Face and Timberland -- saw better-than-expected sales largely thanks to strong demand in Asia. In particular, North Face sales in the Asia-Pacific region almost doubled on a constant currency basis last quarter.</p><p>Another bright spot was Supreme, VF Corp.'s latest acquisition. In the first quarter in which VF Corp. integrated the brand's results, it brought in $142 million of revenue, higher than the $125 million that analysts had expected. The company said Supreme is expected to bring in $600 million in revenue this fiscal year, up almost 20%.</p><p>Yet VF Corp.'s share prices slid 8.9% Friday, and are now down about a fifth compared with pre-pandemic levels.</p><p>One source of investor anxiety has been slowing growth at Vans, the company's largest brand. Vans revenue is expected to grow only 7%-9% in the current fiscal year, compared with the pre-pandemic fiscal year, a substantial slowdown from its roughly 25% annual growth before the pandemic hit.</p><p>Heavy promotions were another issue. Gross margins have declined to 52.1% in the latest quarter from 53.1% a year earlier. The company chalked this up to efforts to clear excess inventory, but that still looks bad compared with some peers, which have seen improved profitability because of low stock levels across the board.</p><p>VF Corp. still has a few things in its back pocket. One is growth potential in Asia, where the company is doubling down with a new regional head hired last year. Another thing to remember is that VF Corp. largely grows through acquisitions, and it does them well. Investors that held on to VF Corp. shares for the past 10 years have seen total shareholder returns of almost 390%, more than seven times a basket of peers.</p><p>While the company's current focus is on reducing leverage, it should be in a position to pursue acquisitions pretty soon. Despite a difficult year, it still generated $1 billion of free cash flow in its last fiscal year and continued paying dividends when peers suspended them.</p><p>Vans' youthful glow might be fading, but VF Corp. still has ways to grow.</p>",
  "published": "2021-05-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 374,
          "end": 378
        }
      ],
      "nexusId": "10043425"
    }
  ]
}