{
  "_id": "8120ecb67cdbfbc126fd264b1fffc3d85dec6e092d0055a5c6e963d9bffe085f",
  "feed": "ftcomall",
  "title": "Does business school research deliver real-world benefits?",
  "text": "<p>When Richard Locke at MIT's <a href=\"http://rankings.ft.com/businessschoolrankings/mit-sloan\">Sloan School of Management</a> was researching Nike's approach to corporate responsibility in the early 2000s, he came across data on labour standards in its factories that sparked reforms far beyond the sportswear manufacturer.</p> <p>His experience provides a pointer to how business schools can work with business to bring about positive social change, bridging a divide between ideas and practice that critics argue remains far too wide.</p> <p>After lengthy negotiations to gain access to corporate records and freedom to publish <a href=\"http://eprints.lse.ac.uk/59405/1/Qin_etal_Does-monitoring-improve-labor-standards_2007.pdf\">his findings</a>, Prof Locke, now provost at Brown University, was able to demonstrate the limited effectiveness of labour audits alone in improving working conditions. Far greater progress came when they were combined with measures to tackle underlying problems, such as training and enabling suppliers to schedule their work better.</p> <p>The conclusions, disseminated over a number of years in seminars and in consultations with managers, unions and policymakers as well as in academic journals and more accessible publications, helped spark new policies at multiple companies.</p> <p>“It's extremely important for scholars in business schools to try to address some of society's great challenges through their research,” he says. “By bringing a rigorous methodology, you can both show your academic skills and generate new research to not only change the way we think, but do so with implications in the real world.”</p> <p>For many, such examples remain too rare. In a <a href=\"https://bized.aacsb.edu/articles/2018/05/the-moral-dilemma-of-business-research\">2018 article</a> in BizEd, a journal of the Association to Advance Collegiate Schools of Business, William Glick from Rice University, Anne Tsui from the University of Notre Dame and Gerald Davis from the University of Michigan delivered a damning verdict. “With a few notable exceptions,” they wrote, “scholarly research rarely reaches the worlds of business or policy, and <a href=\"https://www.ft.com/content/05b73e95-e11f-4623-8643-e9222307f628\">academic journals</a> are neither read nor cited widely beyond the academic community.”</p> <p>The three business school professors estimated that the institutions accredited by the AACSB spent nearly $4bn a year on research. This, they remarked, is “a very large expense with very limited accountability — and no systemic controls to align the research with the interests of the funding sources.”</p> <h2>Shareholders or stakeholders?</h2> <p>Prof Davis, a joint founder of the <a href=\"https://www.rrbm.network/\">Responsible Research in Business Management</a> (RRBM) network, says that while there have been exceptions, the wider impact of research has been modest and sometimes even negative.</p> <p>Writing in the <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/joms.12659\">Journal of Management Studies</a> in October, he quotes a widely cited <a href=\"https://www.sciencedirect.com/science/article/pii/0304405X7690026X#!\">1976 article</a> by Rochester University professors William Meckling and Michael Jensen which made the reductionist case for a focus by corporations on “shareholder value”. This notion, drummed into business school students for three decades, has, he argues, had pernicious consequences, and clashes with today's growing awareness that business has obligations to a broad group of stakeholders.</p> <p><a href=\"https://www.rrbm.network/\">Responsible Research in Business Management</a> seeks to inspire innovative, rigorous academic research that has practical implications for societal concerns such as sustainability. It offers awards each year for papers that contribute to this goal.</p> <p>But dissenters — including one <a href=\"https://www.ft.com/content/5953739c-3b94-11ea-b84f-a62c46f39bc2?commentID=20d56e56-5ab9-4650-814b-aa65bda802e5\">FT subscriber and business school academic</a> — argue that it can take many years for academic ideas to be adopted by business, and that the demands of the market provide the best signals to guide research and teaching. To refocus on current social priorities such as sustainability risks “greenwashing”.</p> <p>Beyond such conceptual criticism, RRBM's efforts face practical obstacles too. One constraint, as Debra Shapiro from the University of Maryland and Bradley Kirkman from North Carolina State University <a href=\"https://hbr.org/2018/07/its-time-to-make-business-school-research-more-relevant\">have argued</a>, is that faculty hiring and promotion is significantly based on publications in prestigious academic journals. That creates an incentive to focus on producing high volumes of often theoretical work with limited applicability and few readers.</p> <p>As if to underline their point, they published their views in the Harvard Business Review, which, though given scant credit in traditional academic circles, is widely read by managers. Adi Ignatius, the editor in chief, cites multiple articles that have had real-world impact: 2019's <a href=\"https://hbr.org/2019/03/operational-transparency\">“Operational Transparency”</a>, for example, won much praise from senior executives, plus invitations for its author, Ryan Buell of Harvard Business School, to speak at multiple companies.</p> <p>But that suggests a further problem with efforts to encourage impactful research. A “magic bullet” of an HBR article may represent an ideal, but the dissemination of ideas is typically a slower, messier and more unpredictable process. It is difficult to measure systematically, and often involves intermediaries beyond the original academic. Consultants and executives may also be reluctant to give others credit for the ideas they adopt.</p> <p>Advocates for more practical, socially responsible research propose intensified contact between academics, practitioners and policymakers to exchange ideas, learn from each other and develop research jointly — while backed up by mechanisms to ensure rigour, independence and transparency. </p> <p>As Prof Locke argues: “The academic's brain is trained in certain research skills. Having a business school embedded in a larger university with the infrastructure for research integrity is really important.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/0fe30ce5-77e3-44dd-a8fe-44845b813932\"><em>A five-point agenda for business school research</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/0fe30ce5-77e3-44dd-a8fe-44845b813932\"><em>From Christopher Wickert and others</em></a></p><p>Source: Andrew Jack 2021 'Does business school research deliver real-world benefits?' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T04:30:48.806Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 71,
          "end": 75
        }
      ],
      "name": "NIKE, Inc.",
      "id": "US6541061031",
      "nexusId": "10043425"
    }
  ]
}