{
  "_id": "05b47222ef5e526039bcd5936599a7e559c6798fe8c26ffe3ded87e75f5b01a4",
  "feed": "wall-street-journal",
  "title": "Sports:  Nike Spikes Spur Track Turmoil  ---  Vaporflys slashed marathon times. Now super spikes are causing havoc ahead of the Olympics.  ----  By Rachel Bachman",
  "text": "<p>   The shoe-technology revolution Nike unleashed on the marathon-running world five years ago with mysterious prototypes has veered onto the track, where a growing army of \"super spikes\" from the swoosh and other brands is shredding records. </p><p>   Debate rages about the degree of advantage conferred by the new spikes, which feature soles with a rigid plate and superlight, energy-returning foam. But the near-universal belief that they help has prompted a radical move ahead of the U.S. Olympic Track &amp; Field trials that start June 18 in Eugene, Ore.: </p><p>   Brands that pay elite athletes to endorse their shoes are granting them permission to wear a competitor's product. For many runners, that's Nike. </p><p>   Reebok and Brooks have said they'll allow their athletes to wear another brand at the trials. The running brand On, which recently developed its first-ever track spike, has left open the possibility of its runners doing so as well. Two other brands, Mizuno and Skechers, didn't answer emailed questions from The Wall Street Journal. </p><p>   \"While we believe in the performance of our running product, we also acknowledge the recent advances in footwear technology at the elite level,\" a Reebok spokesman said in a statement. He added that until the brand's new competition shoes are available, Reebok-sponsored athletes \"will compete in any World Athletics approved footwear that provides an even playing field with their competition on race day.\" </p><p>   Henry Wynne, a 26-year-old former NCAA indoor mile champion at the University of Virginia, aims to qualify for the Tokyo Olympics. He's among about a dozen athletes on the Brooks Beasts pro team, but he'll be wearing Nikes at the trials. </p><p>   \"I really appreciate Brooks for making this hard decision to allow us to compete in a competitor product,\" Wynne said. \"It's not easy for them to kind of bite the bullet and say, with Covid and everything like that, they were just a little bit behind on development.\" </p><p>   A Brooks statement said the company understands the importance of footwear on race day and that it's working to \"regain the momentum we had with our R&amp;D partners prior to the Covid-19 pandemic.\" </p><p>   Brands including Adidas, Asics, Hoka, New Balance and Puma have developed their own super spikes. Under Armour is taking a hard line in support of its own version, saying that any of its athletes wearing a competitor's spikes will violate their agreement and could suffer consequences \"including but not limited to suspension of the agreement.\" </p><p>   Still, Nike's versions -- buoyed by the brand's all-star roster of athletes -- lead the way in producing eye-catching records. </p><p>   In less than a year, Nike super spikes have been used to set world bests in the men's and women's 5,000 and 10,000. </p><p>   Just this month, Dutch runner Sifan Hassan smashed the women's 10,000-meter record by 10 seconds. </p><p>   Her record lasted two days. </p><p>   Last week, Ethiopia's Letesenbet Gidey broke the record by five seconds. Guess which shoes she wore. </p><p>   Even a teenager has joined the rampage. On May 29, Ann Arbor, Mich., high-school senior Hobbs Kessler donned Nike super spikes at a meet in Portland, Ore. Running alongside professionals, he slashed the 1,500-meter high school record by nearly 4 seconds to 3:34.36 -- a feat that Kessler himself called \"cartoonish\" -- and qualified for the Olympic trials. </p><p>   His time eclipsed even the NCAA record of 3:34.68, set just a few weeks earlier by Notre Dame's Yared Nuguse. . .who also wore Nike super spikes. </p><p>   \"They definitely help,\" said Kessler, the high-school record-setter, adding that his Nike ZoomX Dragonfly spikes let him train longer with less pounding. \"But on the same side, it kind of gives Nike athletes an unfair advantage, especially with patents and stuff. So it creates a little bit of inequity in the sport, which I don't like.\" </p><p>   In a statement, Nike said that serving all athletes will always be its focus, and that it was \"happy to hear that athletes are experiencing the measurable performance benefits.\" </p><p>   Although the evidence is clear that the chunky-soled road-running super shoes by Nike and others lead to faster times, the super spikes are too new and might confer too variable an effect to reliably measure their potential advantage, said Wouter Hoogkamer, an assistant professor at UMass Amherst who's researched shoes with carbon-fiber plates. </p><p>   But Hoogkamer believes that the super spikes help people go faster. The soles' newer foams work with the plate to return more energy to the runner: about 80-90%, rather than the 60% of previous foams, he said. </p><p>   A spokesman for World Athletics, track and field's international governing body, said other factors could be contributing to faster times. The Covid-19 pandemic canceled many competitions and channeled athlete training more sharply than usual into preparation for the Olympics. </p><p>   Some record-setters used pacesetting runners to guide them, along with a newly developed system of lights, called Wavelight, that illuminates in sequence along the inside of a track, signaling to a runner where he or she should take position to chase a record. </p><p>   Unlike in swimming, which a decade ago banned high-tech racing suits that were rewriting record books, track and field leaders created rules that grandfathered in most of the super shoes and spikes. </p><p>   The World Athletics spokesman said its role includes \"embracing innovation that helps athletes train and perform to their talented best whilst balancing that with fair play and reasonable access to new technology.\" </p><p>   Peter Thompson is a coach and former official for the group now called World Athletics who has worked for several shoe companies. He said there's no doubt about what the new spikes are doing. </p><p>   \"These shoes, they're springs,\" said Thompson, whose duties at the companies ranged from footwear design and promotions to coaching. He dismissed the common comparison of the onset of super spikes with the decades-ago shift from cinder-surface tracks to synthetic. </p><p>   \"The plastic track was the same under everybody's foot,\" Thompson said. \"Whereas what we've now got is who's got the best equipment.\" </p><p>   Super spikes, when they're not sold out, tend to cost well over $100. Nike's recent road-racing shoe, the Air Zoom Alphafly NEXT%, is $275. </p><p>   Although brands letting sponsored athletes wear competitors' shoes is unusual, it's not unprecedented. </p><p>   Thompson recalls that in the late 1970s, a scrappy new company told a recently sponsored middle-distance runner he could wear another brand's better-developed spikes until he was happy with the performance of his sponsor's model. </p><p>   That scrappy new company was Nike. </p><p></p>",
  "published": "2021-06-15T06:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 685,
          "end": 689
        },
        {
          "start": 3805,
          "end": 3809
        },
        {
          "start": 2485,
          "end": 2489
        },
        {
          "start": 4048,
          "end": 4052
        },
        {
          "start": 3645,
          "end": 3649
        },
        {
          "start": 2626,
          "end": 2630
        },
        {
          "start": 3057,
          "end": 3061
        },
        {
          "start": 6570,
          "end": 6574
        },
        {
          "start": 3432,
          "end": 3436
        },
        {
          "start": 8,
          "end": 12
        },
        {
          "start": 6138,
          "end": 6142
        },
        {
          "start": 31,
          "end": 35
        },
        {
          "start": 3536,
          "end": 3540
        }
      ],
      "nexusId": "10043425"
    }
  ]
}