{
  "_id": "031cca980c0e3e3ab1a20e65f8bd08f1c37234c3198a3cce5f03e65e2af89d0a",
  "feed": "ftcomall",
  "title": "Supply chains: spending and output flexibility keys to resilience ",
  "text": "<p>Forget sales, profits and even ebitda. This earnings season, investors in the US are scouring quarterly reports and transcripts for clues on how well companies are managing their supply chain risks.</p> <p>Decisions on <a href=\"https://www.ft.com/content/8055d806-3166-48c9-9786-9bdea0e2d806\">shipping</a> and manufacturing can turn a company's fortunes on a dime. Struggling home goods retailer Bed, Bath and Beyond lost more than a fifth of its value in one day. It warned of “unprecedented” supply chain challenges and slashed its sales and earnings forecast for the year. </p> <p>In retail, the winners of this crisis must have deep pockets. Target, which is sitting on more than $7bn in cash and cash equivalents, has managed to sidestep some of the west coast <a href=\"https://www.ft.com/content/aa24d82e-16c7-4e3e-868e-42bd32f593be\">port gridlock</a> by chartering its own container ship. The added cost will weigh on profit margins. But it could also take business away from smaller rivals. Target shares have climbed more than 12 per cent in the past week after the big box retailer <a href=\"https://corporate.target.com/article/2021/10/supply-chain-update\">reassured</a> the market that it would have no problem filling the shelves ahead of the all-important holiday shopping season.</p> <p>On the manufacturing side, companies that are “nearshoring” — moving production closer to home — make good bets for investors. Clog maker Crocs got a big boost to its market value this week after it outlined plans to move some of its production from Vietnam to China and Indonesia.</p> <p><a href=\"https://www.ft.com/content/2de5582a-ec75-11e8-89c8-d36339d835c0\">Shoemaker Steve Madden</a> has already reduced its reliance on Asia by shifting about half of its production to Mexico and Brazil. Making goods closer to the US enables the company to avoid the problems faced by apparel makers such as VF Corp. The group behind North Face and Vans sources about a quarter of its products from Vietnam. It has followed Nike in warning of inventory shortages caused by months-long factory closures, following a resurgence in Covid-19 infections there. </p> <p>With no end in sight to the global supply chain disruptions, those companies with the greatest scale and production flexibility will distinguish themselves from rivals that cannot keep up.</p> <a href=\"http://www.ft.com/cms/9c773b58-0fb7-41cd-bef5-d3cbb0d081b9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source:  2021 'Supply chains: spending and output flexibility keys to resilience ' FT.com 22 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-22T17:36:48.013Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1673,
          "end": 1677
        }
      ],
      "nexusId": "10043425"
    }
  ]
}