{
  "_id": "6c53b94ebb2b0b89674015f36ac37c57c56465a00b6660c00b4b7bad6c56a191",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Put Your Weirdest Foot Forward --- Bafflingly, 'ugly' sneakers have proven more than a passing fad. Why the strange-shoe trend persists -- plus, the craziest kicks on the market today.",
  "text": "<p>At Saks Fifth Avenue, men's sneakers, including some radically dramatic examples, have been one of the fastest-growing categories for the past several years. \"We're seeing extreme colors sell just as well as clean white or black sneakers,\" said Saks's senior vice president Louis DiGiacomo, who called out Christian Louboutin's Liberace-esque sequin-embellished $3,195 high-tops as one particularly desirable style.</p><p>As we've rolled into summer, yet another onslaught of footwear curiosities is upon us. Italian label Sunnei sells the 1000 Chiodi sneaker (Italian for 1,000 nails), a bumpy shoe in technical fabric that looks like it caught a bad case of the measles; Nike has its Space Hippie sneakers, which sit on towering foam-rubber soles; and Gucci just released the Basket, a 1980s-esque basketball shoe in a bold Buzz Lightyear color scheme.</p><p>Jonah Weiner, the co-creator of the popular men's fashion newsletter Blackbird Spyplane, likened this extravagant-sneaker mania to the \"funky\" tie wave of the '80s, when otherwise demure businessmen indulged in garish neckwear. In today's more casual moment, discombobulating sneakers play a similar role. \"It's the place where the most outlandish and crazy designs can get smuggled in and where a customer who doesn't see himself as particularly adventurous fashion-wise might allow himself to get a little nuttier.\"</p><p>Social media has also upped the ante. Jian DeLeon, the men's fashion and editorial director at Nordstrom, said men \"find out about\" sneakers through their Instagram feed -- whether posted by people they follow or from official brand accounts. This has fueled an arms-race atmosphere, with brands creating increasingly outrageous shoes that leap from a tiny phone screen.</p><p>The most sought-after shoes of the day pretty much refuse to be ignored. Mr. DeLeon noted that some of the bestselling sneakers at Nordstrom are those with giant soles, like Alexander McQueen's aptly named Oversize model. In April, Lyst, a British company that tracks the behavior of more than 9 million online shoppers, released its latest Hottest Products list, which included the Adidas Yeezy 450, which boasts a sole that looks like mutant cake frosting, and Rick Owens's Geobasket, a bulging bubblegum-pink basketball sneaker. Peter Henderson, who manages this list, thinks shoes will only get more interesting from here. \"Sneakers,\" he said, \"are this empty vessel now for experimentation in all directions.\"</p>",
  "published": "2021-07-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 667,
          "end": 671
        }
      ],
      "nexusId": "10043425"
    }
  ]
}