{
  "_id": "ff142b6c5972b3a924590ba88071c3c30549e8e7bab9403101f1c982e88c5ddc",
  "feed": "wall-street-journal",
  "title": "Sha'Carri Richardson Finishes Last in Showdown With Tokyo Olympics Medalists; Richardson, who missed the Games after a positive marijuana test, faltered in a race in which the three Jamaican medalists repeated their Olympic sweep.",
  "text": "<p>Yet Richardson sent a defiant message despite finishing ninth out of nine runners at the University of Oregon's Hayward Field, where she won the women's 100 meters at the U.S. Olympic track and field trials in June.</p><p>\"I'm not upset at myself at all,\" Richardson told NBC moments after the race on Saturday at the Prefontaine Classic in Eugene, Ore. \"This is one race. I'm not done. You know what I'm capable of. Count me out if you want to. Talk all the s— you want. 'Cause I'm here to stay. I'm not done.\"</p><p>After the trials race, Richardson failed a doping test for a chemical found in marijuana, invalidating her mark and bouncing her from the Tokyo Games.</p><p>Her controversial exclusion for a drug that has become widely legal in the U.S., combined with her technicolor hair and bedazzled fingernails, catapulted her into stardom.</p><p>On Saturday, though, she faltered on the track, falling behind almost immediately as the field—which included six runners from the Tokyo Olympic final—pulled away.</p><p>Thompson-Herah sailed ahead, lowering her personal-best time to 10.54 seconds, faster than even her 10.61 in Tokyo, to solidify herself as one of the best sprinters in history. She again posted the second-fastest women's time ever, behind the 10.49 set by American Florence Griffith-Joyner in 1988.</p><p>Thompson-Herah has won six Olympic medals, five of them gold, and the most recent two Olympic 100-meter races. The 29-year-old is likely to be the favorite at the 2022 World Championships set to take place next July, also at Hayward Field.</p><p>\"Congratulations to the winners,\" Richardson said. \"Congratulations to the people that won. But they're not done seeing me yet.\"</p><p>Teahna Daniels, who finished seventh in Tokyo and was the only American to reach the final there, finished fourth on Saturday in a personal-best time of 10.83.</p><p>Marie-Josee Ta Lou of Ivory Coast, who finished fourth in Tokyo, finished fifth on Saturday in 10.90. Javianne Oliver, who was second at the U.S. trials with a 10.99 but didn't reach the Olympic final, finished sixth in a personal-best 10.96.</p><p>Richardson's ninth-place finish came in 11.14—off her trials-winning time of 10.86 and far behind her 10.72 in a meet in April.</p><p>The 21-year-old Richardson had never raced Thompson-Herah before Saturday.</p><p>Richardson had beaten Fraser-Pryce in May, at a meet in Gateshead, Great Britain, finishing second in the 100-meter final behind Britain's Dina Asher-Smith. Fraser-Pryce was fourth in that race. Richardson also beat Fraser-Pryce two years ago at the Prefontaine Classic, finishing fourth in the 100 meters while Fraser-Pryce finished eighth.</p><p>The Prefontaine is typically held in May, but was pushed back after the coronavirus pandemic postponed the Tokyo Olympics to this summer and the rebuilt Hayward Field reopened for competition in the spring.</p><p>Saturday's race was one of the most hotly anticipated non-Olympic-related track events in recent memory. NBC promoted the showdown on social media, Richardson appeared on the Today show Friday morning and Nike ran ads featuring Richardson tapping her fingernails that ran moment's before Saturday's event.</p><p>A Friday afternoon news conference for the meet culminated in the three Jamaican women and Richardson together on stage, with Richardson exuding confidence. When conference moderator Paul Swangard began a question by saying he was \"just one of millions of your followers now,\" Richardson interjected, \"two million.\"</p><p>Asked about the athletes who would be her competition, Richardson said, \"two of the women sitting here are two of the fastest women to ever do this sport. So I'm honored to just be on the stage with them, but I'm not star-struck.\"</p><p>Write to Rachel Bachman at Rachel.Bachman@wsj.com</p><p>Sha'Carri Richardson Finishes Last in Showdown With Tokyo Olympics Medalists</p>",
  "published": "2021-08-21T21:54:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3021,
          "end": 3025
        }
      ],
      "nexusId": "10043425"
    }
  ]
}