{
  "_id": "c17a368caf8bb3cbba40f19856052b3963738094482e2592ecf84c5f8a240b14",
  "feed": "wall-street-journal",
  "title": "H&M Sticks to Ethics Stance That Sparked Anger in China",
  "text": "<p>Last week, China's leading e-commerce, ride-hailing, daily-deals and map applications removed any reference to H&amp;M after a statement it issued last year about not sourcing material from Xinjiang, a major cotton-producing region in China, suddenly went viral. That triggered government criticism and attacks from pro-Beijing social-media influencers in the country.</p><p>Ms. Helmersson said the Swedish company remained committed to the Chinese market and was \"dedicated to regaining the trust and confidence of our customers, colleagues and business partners in China.\" Shesaid 20 of H&amp;M's roughly 500 stores in the country had been closed, answering a question about whether landlords were forcing them to shut. She declined to elaborate on why or when. She also declined to answer a question about whether H&amp;M's supply chain in China has been impacted.</p><p>The standoff has turned H&amp;M, one of the world's largest clothing retailers, into the latest test case for how a big Western brand navigates a Chinese government increasingly willing to assert itself over the actions of foreign companies. For many consumer-focused companies, the country is their fastest-growing market. But Beijing's willingness to intervene with Western companies, or call out foreign businesses it sees as not toeing the government's line, can become a major pitfall.</p><p>Alexander Shapiro, head of strategy at Beijing branding agency PBB Creative, said H&amp;M essentially has two choices: It can keep its head down and hope the boycott ends quietly. Or it could stick by its human-rights stance, risking sales indefinitely. It could also pre-emptively pull out, a move that could benefit the brand outside China if it is seen as willing to stand up to Beijing. \"The attention could have more value than your Chinese business,\" he said.</p><p>In the case of the National Basketball Association, waiting worked. It disappeared from Chinese airwaves in 2019 after then-Houston Rockets general manager Daryl Morey angered Beijing by indicating support for Hong Kong's pro-democracy demonstrators. The NBA remained popular in China despite the ban, largely because basketball fans lack a serious alternative. By late last year, it was back.</p><p>Others haven't fared as well. South Korean conglomerate Lotte Group became a target of Beijing after Seoul identified a Lotte-owned golf course in South Korea as a site for a missile-defense system, which Beijing opposed. Lotte suffered losses as officials began suspending operations at some stores, citing code violations. It retreated from the market in 2017.</p><p>H&amp;M has more room to maneuver than other companies. While publicly listed, it is family controlled, giving it some freedom from investor pressure.China was H&amp;M's third biggest market by salesin the quarter ended February, accounting for 6% of overall revenue. The company didn't disclose any financial impact from the ban.</p><p>H&amp;M said last September that it wasn't sourcing material from China's Xinjiang region, where human-rights organizations say authorities use forced labor. Beijing denies the accusation.</p><p>That statement began circulating widely only last week in Chinese media, sparking a consumer boycott and H&amp;M's erasure from online shops, search engines and other internet services. Chinese social-media users also have turned on other brands, including Nike Inc. and Adidas AG, which had issued similar statements about forced-labor concerns in Xinjiang. Only H&amp;M, though, has been subject to such an across-the-board online removal.</p><p>Joerg Wuttke, president of the European Union Chamber of Commerce in China, said he expected that Chinese backlash against H&amp;M would dissipate. \"My sense is that [Chinese officials] are surprised about the kind of nationalism that it stirred,\" he said. He added that \"China has no interest to look ugly in the world's eyes\" with companies such as Nike and Adidas invested in the Winter Olympics in Beijing next year.</p><p>For now, though, Chinese officials appear to be doubling down on their attacks against H&amp;M. Xu Guixiang, a spokesman for the Xinjiang region's government, said in a news conference Monday that the \"time when China suffered bullying and humiliation from Western nations is never coming back.\"</p>",
  "published": "2021-04-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3317,
          "end": 3326
        },
        {
          "start": 3845,
          "end": 3849
        },
        {
          "start": 3317,
          "end": 3321
        }
      ]
    }
  ]
}