{
  "_id": "1bcf9ddbf270400af3b083efb5aff21729ebacc310f67cc9a0a1a13c12663b1a",
  "feed": "ftcomall",
  "title": "‘Woke capitalists' provoke backlash from US conservatives",
  "text": "<p>Why, a shareholder asked at Goldman Sachs' annual meeting last month, was the bank supporting Marxists against the capitalist policies that had made it such a powerhouse? Had its board been taken over by “the far-left woke mob”?&#xa0;</p> <p>David Solomon, Goldman's chief executive, replied equably to the demand to explain why <a href=\"https://www.ft.com/content/8b13a28b-2e54-42f5-b418-2a3a6a5ff065\">he had joined </a>hundreds of his peers in opposing legislation that makes it harder for eligible voters to cast a ballot, and the meeting moved on.&#xa0;</p> <p>But the exchange captured a shift in the politics around corporate America as chief executives used to being lambasted by the left as tax-dodging contributors to inequality and environmental degradation find themselves attacked from the right as “woke capitalists”.&#xa0;</p> <p>A conservative backlash against companies' responses to the <a href=\"https://www.ft.com/content/e7fef2f4-c774-4dcf-abd5-87b07270f54e\">2020 election</a>, <a href=\"https://www.ft.com/content/a8eaa2bb-d221-422b-bfb7-d5bc365178f5\">voting battles</a>, <a href=\"https://www.ft.com/content/67e79b20-bc41-4cb0-992f-a28e3eaa5695\">racial equity protests</a> and other issues dividing Americans is becoming increasingly visible at shareholder meetings and in Congress and the media.&#xa0;</p> <p>A right-leaning group called Consumers Research this week announced a $1m-plus advertising campaign targeting companies which, it said, were “putting woke politics over consumer interests”.&#xa0;</p> <p>Two of its targets, American Airlines and <a href=\"https://www.ft.com/content/cac156a2-611f-44dc-9d38-871ea1c2b8bf\">Coca-Cola</a>, had criticised Republican voting legislation in Texas and Georgia, while a third, Nike, had drawn conservative ire for supporting athletes protesting against police violence.</p> <p>“What we're seeing is increasingly companies trying to distract from their failings by cosying up to woke politicians,” said Will Hild, the group's executive director: “You've seen them taking positions on legislation that has nothing to do with their business model.”&#xa0;</p> <p>Other chiefs targeted by conservative pressure groups include BlackRock's Larry Fink, Bank of America's Brian Moynihan and Marc Benioff of Salesforce. </p> <p>The three men, who together earned more than $77m last year, were branded “far-left CEOs” by the Free Enterprise Project, a shareholder activist group, which issued a report this month advising conservative investors on how to vote against “corporate wokeness”.&#xa0;</p> <p>The right had already lost colleges, Hollywood and mainstream news outlets but now saw business “lurching to the left”, said Justin Danhof, the project's director.&#xa0;</p> <p>Chief executives were responding to an emboldened subset of “woke employees” and their “insanely left of centre” human resources teams, he argued, while “if you're a traditionally minded American, you shut up in the workplace”.</p> <p>The Free Enterprise Project has won over few institutional shareholders, he conceded, but some conservative funds have reported a surge in demand even as large fund managers embrace more progressive <a href=\"https://www.ft.com/content/92915630-c110-4364-86ee-0f6f018cba90\">environmental, social and governance</a>-themed investing.</p> <p>A group called 2ndVote Advisers <a href=\"https://www.wsj.com/articles/trump-allies-promote-portfolios-targeting-unwoke-investors-11621342803\">told </a>the Wall Street Journal this week that its two exchange traded funds for “unwoke investors” had grown from $6m to $25m in a month. The American Conservative Values ETF said it tripled its assets under management this year.</p> <p>Republican politicians who long shared a fondness for low corporate taxes and deregulation with US business leaders are now also turning on them.&#xa0;</p> <p>As the Texas legislature threatened to block banks that restrict lending to gun companies from government contracts, Texas senator Ted Cruz <a href=\"https://www.wsj.com/articles/your-woke-money-is-no-good-here-11619649421\">complained </a>last month: “For too long, woke CEOs have been fair-weather friends to the Republican Party.” </p> <p>“It's time we stood up to them,” echoed Josh Hawley, the Missouri senator who like Cruz was shunned by corporate donors after stoking <a href=\"https://www.ft.com/content/93de7842-d762-4b10-933c-0f65ae99bb6b\">debunked </a>claims of a stolen 2020 presidential election. “There is a massive backlash coming,” <a href=\"https://www.foxbusiness.com/politics/sen-rick-scott-work-corporate-america-backlash\">warned </a>Florida senator Rick Scott.</p> <p>Even the US Chamber of Commerce, traditionally aligned with Republicans on matters from labour to trade, has found itself labelled a “front service for woke corporations” by Arkansas senator Tom Cotton after <a href=\"https://www.washingtonpost.com/business/chamber-of-commerce-backs-freshmen-house-dems-marking-shift/2020/09/01/4fb9a028-ec78-11ea-bd08-1b10132b458f_story.html?itid=lk_inline_manual_5\">endorsing</a> record numbers of Democrats last year.&#xa0;</p> <p><a href=\"https://news.gallup.com/poll/329279/satisfaction-sinks-aspects-public-life.aspx\">Polls </a>show conservative support for business plunging. <a href=\"https://morningconsult.com/tracking-trust-in-institutions/?mkt_tok=ODUwLVRBQS01MTEAAAF9KsTK2acVEEz-E38qb6pUCfFnglIBAAgfTB4p2Ssn3ug4BUJRFnOx3xX29IO1ddkrCq9hSJ6MtSaNLUzsJtiKu7_4UHtCdCwRg5SSj3YJXQ\">Morning Consult</a> found that the share of Republicans saying they trust corporate America had fallen from 53 per cent last October to 39 per cent last week, while Democrats are now more likely to trust business.</p> <p>That backlash is posing challenges for executives who feel pushed by employees to weigh in on sensitive topics but know that the country's rifts run through their workforces.&#xa0;</p> <p>“On many issues like gun control and abortion rights, historically business has been well off to stay out of those, but the line has moved because of employee pressure for the company to be activist,” said Richard Edelman, chief executive of the eponymous communications company.&#xa0;</p> <p>An Edelman survey this week found that businesses are increasingly trusted over politicians, and 59 per cent of Americans believe chief executives should criticise laws they see as discriminatory.</p> <p>But companies needed to avoid political “landmines”, Edelman said, advising chiefs to stick to topics such as retraining where they have a clear mandate.&#xa0;</p> <p>Chris Kempczinski, chief executive of McDonald's, echoed that view at its annual meeting on Thursday. The burger group did not take sides, he said, but would speak out “where our voice can be helpful and where it goes squarely with either our business interest or the values that we stand for”.</p> <p>Despite a growing <a href=\"https://www.ft.com/content/5bc1580d-911e-4fe3-b5b5-d8040f060fe1\">investor consensus</a> that it is in businesses' interests to tout their values, however, executives appear unsure of how far to take their activism. </p> <p>When Fortune magazine asked Fortune 500 chiefs this month whether they felt a responsibility to speak out on social issues or thought they had become too involved in politics, their responses were split 50:50.&#xa0;</p> <p>Only 30 per cent called themselves Republicans, compared with 47 per cent saying they were independents and 12 per cent Democrats. </p> <p>“I think corporate America broke up with the Republican party a long time ago and the Republican party just realised it,” said Danhof.</p><p>Source: Andrew Edgecliffe-Johnson in New York 2021 '‘Woke capitalists' provoke backlash from US conservatives' FT.com 22 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-22T10:00:20.289Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1290,
          "end": 1294
        }
      ]
    }
  ]
}