{
  "_id": "bfca7cb2d6f8f7a2a715ebe2e7ab87bba28e150c21d7082d28a6fd618256a0e8",
  "feed": "ftcomall",
  "title": "Meta: what's in a name?",
  "text": "<p>Can a facelift, a new haircut or a career rotation change who you are? There was much speculation this week as to what name Mark Zuckerberg would choose for Facebook Inc's make-over,&#xa0;in an attempt to distance the group from its eponymous social media platform. The announcement yesterday that it would be Meta Platforms caused bewilderment and mirth. But my opening question remains.</p> <p>Just as a person's character is built through experience, so a company's identity is formed from the ground up. The way you have lived matters, and in the tech world this translates to how you have collected your data, and on what premise you enticed people to sign up in the first place.</p> <p>The ship of Theseus, one of the oldest thought experiments in western philosophy, raises the question of whether an object that has had all of its components replaced remains the same. In a related vein, several bridges named London Bridge have spanned the river Thames between the City of London and Southwark. The current one, built out of concrete and steel, replaced a 19th-century stone-arched bridge, which in turn superseded a medieval structure, going all the way back to timber bridges built by the Romans. So are we talking about the same bridge?</p> <p>Most people would concur that we are. Materials used have changed due to technological progress, but the location remains the same and so does the bridge's purpose — carrying a road for vehicles and passengers across the river. So is Facebook's rebranding the same puzzle, only in reverse?</p> <p>Valued at nearly a trillion dollars, the company has <a href=\"https://www.theverge.com/2021/10/19/22735612/facebook-change-company-name-metaverse\">announced </a>that its new focus will be immersive digital experiences and, notably, augmented reality. The name change is meant to signal that the company is not just a messaging and social media platform. It is one more indication of Zuckerberg's ambition. He doesn't want merely to be part of the new order — he wants to dominate it. The new logo, a modified infinity&#xa0;sign, is meant to suggest that Meta is here to stay. But the effect is lukewarm.</p> <p>The renamed company will stake its future on the <a href=\"https://www.ft.com/content/404aae03-6b74-4270-a3f0-1a0106e02852\">“metaverse”</a>. As someone who respects verse and is put off by anything meta (whose primary meaning in Greek is “after” and which translates in English as “beyond”), I find the new linguistic concoction ugly, if not slightly menacing. But even if metaverse acts as a life jacket for reputation damage control after the recent <a href=\"https://www.ft.com/content/80550e88-eee8-475e-aada-d3d4618a3ff6\">leaks</a>, words do matter.</p> <p>Anyone in linguistics, management consulting or marketing will tell you that words are not static. And there are many examples of brands that became famous once they were renamed. Hugh Hefner's original name for Playboy was Stag Party, which was only dropped at the last minute. Blue Ribbon Sports became Nike, Quantum Computer Services became America Online (AOL) and AuctionWeb became eBay. Most shockingly of all, Google's Larry Page and Sergey Brin initially called their company BackRub, a nod to the way a search engine analysed the web's backlinks to determine how important they were.</p> <p>So what happens when you need to demolish the brand but maintain and expand the product? Will people keep referring to it by its old name out of habit? Facebook is used not only to connect with friends and relatives but also as a source of news. Its name and its lexicon have infiltrated contemporary life on an unprecedented scale, so it remains to be seen how quickly the moniker can be erased. </p> <p>Mark Zuckerberg is aware that identity over time is a matter of continuity, but his group is now so big that he feels he can afford to ditch one of the most recognised global brands in the history of corporations.</p> <p>Theseus's famous reconstructed ship with all its parts replaced — except its name — has preoccupied writers and philosophers from Plutarch to Roland Barthes. Zuckerberg is telling the world that a new ship is about to be launched, but everyone will remember Facebook — and not without judgment.</p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Fani Papageorgiou 2021 'Meta: what's in a name?' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T17:02:55.021Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2723,
          "end": 2727
        }
      ],
      "nexusId": "10043425"
    }
  ]
}