{
  "_id": "60f1264250f5c70844911cd449ba91dc24a5ba84a0aafbb1a5f2274dcc18cf0b",
  "feed": "ftcomall",
  "title": "One small step for man, one giant leap for ESG accounting standards",
  "text": "<p>Good morning from New York. With spring in the air, US vaccination numbers improving and Covid restrictions slowly lifting, it is becoming impossible to escape the feeling we are getting close to returning to normal.</p> <p>But the truth is, of course, no one knows when that will happen, or what normal will even look like when it does.</p> <p>For example, when will we start getting back on planes to fly across the globe to go to conferences? Will we ever go back to the days of cramming into hotel ballrooms to shake hands, trade business cards and share hors d'oeuvres?&#xa0;</p> <p>I certainly wouldn't turn down any opportunity to get out of the house, and I do miss meeting people face-to-face. </p> <p>But it seems inevitable that people will more carefully weigh the cost (both in terms of money and carbon emissions) of attending events — especially now that you can tune into (forgive the shameless plug) things such as next week's <a href=\"https://climatecapital.live.ft.com/?reference=ppc&amp;utm_source=googlesearch&amp;utm_medium=ppc&amp;utm_campaign=climatecapitallive\">FT Climate Capital Live Summit</a> or April's <a href=\"https://moralmoneyeurope.live.ft.com/home\">Moral Money Summit</a> (for which Moral Money subscribers can receive a complimentary ticket <a href=\"https://moralmoneyeurope.live.ft.com/page/1708033/professional-pass?promo=PREMM\">here</a>) from the comfort of your own home. <em>— Billy Nauman</em></p> <h2>Another big step forward for ESG accounting standards</h2> <p>Good news for those who lament that efforts to measure ESG have created an alphabet soup: the WEF's IBC is endorsing the IFRS Foundation's Iosco-backed, IASB-like SSB, and pushing for it all to build on the work of the CDP, the CDSB, the GRI, the IIRC, SASB and — let's not forget — the TCFD.&#xa0;</p> <p>Putting aside the jokes about sustainability's unsustainable oversupply of acronyms, this is a big deal. Moral Money readers will remember that the World Economic Forum's International Business Council <a href=\"https://www.ft.com/content/876f143a-36de-11ea-a6d3-9a26f8c3cba4\">agreed</a> last January to work with the Big Four accounting firms, Bank of America chief executive <strong>Brian Moynihan</strong> (pictured above) and others to create <a href=\"https://www.ft.com/content/16644cb2-f0c1-4b32-b44c-647eb0ab938d\">21 metrics</a> by which to chart progress towards a more stakeholder-driven form of capitalism.&#xa0;</p> <p>Critics carped that a corporate initiative was unlikely to hold businesses to tough standards or might complicate the metrics morass. But today the WEF is throwing its weight behind one of the most promising attempts to create a globally accepted framework for sustainability reporting.&#xa0;</p> <p>Moynihan and WEF founder <strong>Klaus Schwab</strong> explain in a letter that they plan to mobilise CEOs' support for the Sustainability Standards Board, which the international accounting standards setters at the IFRS Foundation are developing.&#xa0;</p> <p>WEF members are also backing the “building blocks” approach to global sustainability reporting advocated by the International Organization of Securities Commissions, and the <a href=\"https://www.ft.com/content/aa7d96d1-492b-487f-a1e1-f14e0ffc9d37\">efforts to co-ordinate</a> the work of the Carbon Disclosure Project, the Climate Disclosure Standards Board, the Global Reporting Initiative, the International Integrated Reporting Council, and the Sustainability Accounting Standards Board.&#xa0;</p> <p>“We need standards for measuring sustainability performance just as we have for financial performance,” Schwab and Moynihan argue, pointing out that the current “fragmented, chaotic and confusing” landscape of standards makes it impossible to compare companies' sustainability profiles.&#xa0;</p> <p>Meanwhile, as Deloitte Global chief <strong>Punit Renjen</strong> puts it, “business has an important role to play — its buy-in, action and voice matter if we are to move the dial on these important issues”.&#xa0;</p> <p>That is the significance of the WEF's move, SASB chief <strong>Janine Guillot</strong> tells Moral Money: it lends needed corporate momentum to an initiative that the investment community is already “pretty solidly behind”.&#xa0;</p> <p>Even if the IFRS moves fast, setting up the new Sustainability Standards Board could take a year or two, the WEF's <strong>Maha Eltobgy</strong> adds, “but in the interim we'll have companies reporting on the 21 metrics . . . [and] all of that is helping companies prepare for what the SSB comes up with — and what the EU comes up with” with its financial reporting directive.</p> <p>Comparable metrics are the answer to suspicions that ESG is just greenwashing, Guillot said. The WEF has made a big move towards that goal, though she admitted: “I know it sounds like solving world peace.” <em>(Andrew Edgecliffe-Johnson and Patrick Temple-West) </em></p> <h2>Ford Foundation puts bond money to work helping black women</h2> <p>When the pandemic first struck, charitable foundations found themselves in a particularly tough position. As coronavirus swept through poor communities and unemployment numbers shot through the roof, people needed their help more than ever. But at the same time, the economic downturn meant their fundraising dollars dried up.</p> <p>To make sure they could keep providing support to the people and organisations that rely on them, the Ford Foundation and others took a novel approach. They <a href=\"https://www.ft.com/content/17d0478b-9f95-4078-a77b-b0821d9ebba7\">tapped into</a> the red-hot social bond market.</p> <p>Now they are putting that money to work. </p> <p>Yesterday, the Ford Foundation announced the first distribution from the $1bn it raised through social bonds: a $15m commitment to the <a href=\"https://www.blackfeministfund.org/\">Black Feminist Fund</a>. </p> <p>The money will be used to provide grants to NGOs across the globe “whose work benefits and engages black women, girls, trans, intersex and gender non-conforming people”.</p> <p>By sending money directly to organisations run by black women for the benefit of black women, the Black Feminist Fund is looking to avoid some pitfalls that too commonly occur in the world of philanthropy.</p> <p>“One of the lessons we have learned over many decades, is from the failure of too many philanthropic initiatives that were top down and did not consider the wisdom in communities from people closest to the challenge, and from women, and particularly black women,” <strong>Darren Walker</strong>, president of the Ford Foundation, told Moral Money.</p> <p>As it stands now, many black feminist NGOs “struggle to access core funding . . . to keep the lights on and to actually pay and hire staff”, said <strong>Amina Doherty</strong>, Black Feminist Fund co-founder. </p> <p>To provide more stability for these organisations, the Black Feminist Fund intends to raise $100m that can be used make longer-term grants.</p> <p>“Our fear is that the black woman will continue to be super under-resourced in the world,” said <strong>Hakima Abbas</strong>, co-founder of the Black Feminist Fund. “So we really are trying to put the emphasis on ‘build back better', as the saying goes, and the black woman needs to be at the centre of that.” (<em>Billy Nauman</em>)</p> <h2>How AI compounds ESG risks </h2> <p>A couple of weeks ago we posed a question: can AI dovetail with ESG? After all, there is clearly a big issue around that “E”: artificial intelligence and natural language processing platforms gobble up huge amounts of energy, some of which comes from not-so-green sources.<br><br>That is a touch embarrassing given that tech companies are in many ESG baskets. Indeed, controversy around this may have been one reason why two of Google's top ethics researchers were ousted in recent months (for writing an academic paper that highlighted the environmental costs of AI, among other things).<br><br>Now, however, <strong>Andrew Susman</strong>, an advertising and media industry executive, has teamed up with <strong>Marc Lepere</strong>, an academic at King's College London, to look at another aspect of AI aside from the environment: the way that ESG problems can arise when companies use these platforms for marketing, advertising, research and other functions.</p> <p>The group estimates that AI-enabled platforms are generating about $3.9tn value of companies. However, they warn that these AI platforms are so opaque that they can end up supporting processes that are diametrically opposed to any corporate ESG goals. <br><br>They might, say, inadvertently put advertising online next to racist posts, embed biases into hiring processes or create sexist messages and images for internal communications — because they use past data and project it forward. </p> <blockquote>  <p>“AI is making decisions at scale [but] AI and machine learning opacity are compounding risks,” the group, known as the Fleet-Madison Project, argues. </p> </blockquote> <p>Is there any solution? The group argues that more disclosure and oversight is the only “fix” and is working with the American Bar Association, the Institute for Advertising Ethics, the Information Risk Initiative, SASB and others. But it could be an uphill task. After all, most companies have barely begun to think about this — not least because AI is so complex that it is poorly understood, even in the best of times. <em>(Gillian Tett) </em></p> <h2>Grit in the oyster</h2> <p><em>Many companies and investors say they try to “do well by doing good”. As a reminder that many still fall short, here's a little grit in the ESG oyster.</em></p> <p>It may seem like hardly a day goes by without a major corporation making a pledge to go net zero by 2050, but a <a href=\"https://www.sc.com/en/insights/zeronomics/\">new survey</a> by Standard Chartered shows the business world still has a long way to go.</p> <p>The bank polled managers of 250 companies around the globe and found that less than half believe their company fully supports the goals of the Paris climate accord. </p> <p>One of the biggest problems is financing, with two-thirds of respondents saying it is difficult to find the money they need to go green. This is especially acute in emerging markets, where that proportion rises to 75 per cent.</p> <h2>Chart of the day</h2> <p>From new battery storage technologies to sustainable aviation fuel, lab-grown meat and low-carbon concrete, investors are rushing to put money behind renewable energy producers and other companies fighting climate change. Dozens have listed on US stock exchanges over the past year via mergers with special purpose acquisition companies, known as Spacs, raising billions of dollars. Please see Henry Sanderson's big report on the market <a href=\"https://www.ft.com/content/f6cf7f42-5b61-4ff1-9ae9-d7c3ab8b17fd\">here</a>. </p> <h2>Smart reads (and one watch)</h2> <ul>  <li><p>H&amp;M and Nike are facing a backlash from Chinese state media and ecommerce platforms over historic statements of concern about forced labour in Xinjiang, our Beijing colleagues <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">wrote</a> on Thursday. The apparent halt came after China's Communist Youth League accused H&amp;M of “boycotting” cotton produced in Xinjiang. In January, Our Nikkei colleague <strong>Tamami Shimizuishi</strong> <a href=\"https://www.ft.com/content/a5e2d769-1346-4224-8828-3a6c4836972e\">covered</a> the movement to stop sourcing cotton from China's Xinjiang.</p></li>  <li><p>Canada's supreme court has ruled that the federal government can impose a carbon price across the country against the wishes of some provinces, our colleague Derek Brower <a href=\"https://www.ft.com/content/077ba8f5-c2b1-4b97-a69d-416ad8aaee9c\">wrote on Thursday</a>. The ruling will be seen as vindication for Justin Trudeau's governing Liberal party, which made climate a centrepiece of its re-election bid in 2019. </p></li>  <li><p>Moral Money has written a fair share about company efforts to turn the tide against the plastic pollution crisis. But British comedian John Oliver this week produced a humbling and frightening <a href=\"https://www.youtube.com/watch?v=Fiu9GSOmt8E\">segment about the worldwide plastics problem</a>. The show exposed how plastic companies for years have tried to shift their problem on to consumers and uncovered the problem of “wish-cycling”: How many of us discard plastic into a recycling bin hoping that it gets recycled when it reality it just ends up in the trash. </p></li> </ul> <h2>Further reading</h2> <ul>  <li><p>Top central banks identify nine ways to make their policies greener (<a href=\"https://www.ft.com/content/23fe7217-9b65-4bd3-aa75-768a1ee6c4d3\">FT</a>)</p></li>  <li><p>ETF inflow surge may force BlackRock to sell billions in energy stocks (<a href=\"https://www.ft.com/content/d43ec8c5-0990-4781-b71f-82cb73a09610\">FT</a>)</p></li>  <li><p>A green solution to sovereign debt restructuring (<a href=\"https://www.ft.com/content/289a2570-f8f4-47e7-9004-36f1649f93d3\">FT</a>)</p></li>  <li><p>Mastercard Ties Executive Bonuses to Environmental, Social Goals (<a href=\"https://www.bloomberg.com/news/articles/2021-03-24/mastercard-ties-executive-bonuses-to-environmental-social-goals\">Bloomberg</a>)</p></li>  <li><p>Climate Chaos: NGOs Name Top Banks Who Put $3.8 Trillion Into Fossil Fuels (<a href=\"https://www.forbes.com/sites/davidrvetter/2021/03/24/climate-chaos-ngos-name-top-banks-who-put-38-trillion-into-fossil-fuels/?sh=d14c8d75533d\">Forbes</a>)</p></li>  <li><p>EU climate policy risks sidelining nuclear power, seven countries say (<a href=\"https://www.reuters.com/article/us-energy-eu-nuclear/eu-climate-policy-risks-sidelining-nuclear-power-seven-countries-say-idUSKBN2BG2Y0\">Reuters</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Andrew Edgecliffe-Johnson 2021 'One small step for man, one giant leap for ESG accounting standards' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T12:00:31.365Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 9528,
          "end": 9532
        }
      ],
      "nexusId": "10043425"
    }
  ]
}