{
  "_id": "3a6b2ee4a976000bc17326bba23830cf6ae3eadf86c3c5e6d4032e11c417a683",
  "feed": "ftcomall",
  "title": "Investors' Chronicle: JD Sports, Oxford BioMedica, Tesco",
  "text": "<h2>BUY: JD Sports Fashion (JD.)</h2> <p>Headline pre-tax profits are expected to reach £475m-£500m this year, as the retailer said partners share its vision of elevation and collaboration, <em>writes Harriet Clarfelt</em>.</p> <p>Physical stores were <a href=\"https://www.ft.com/content/28cf9c18-0aa2-46d7-ab61-97194a1453f0\">allowed to reopen</a> this week in England and Wales, in a welcome reprieve for customer-starved retailers with battered revenues and squeezed cash flows.</p> <p>But for those with extensive scale, international reach and a strong online operation the blow was less severe. Among that cohort sits FTSE 100 group&#xa0;JD Sports, whose annual <a href=\"https://www.ft.com/content/aeacff3d-dcd6-43df-b30a-6f00092f8117\">income statement</a> wore the signs of considerable sales retention despite the small matter of a pandemic shutting down high streets and shopping centres.</p> <p>On the back of robust trading amid unprecedented challenges, the sportswear company has raised its guidance for the 2022 financial year. It now anticipates headline pre-tax profits of £475m to £500m, up 13 per cent year-on-year at the lower end of the range — far higher than its previous 5-10 per cent growth estimate.</p> <p>For the 12 months ending 30 January 2021, that same measure of earnings came in at £421m — down just 4 per cent year-on-year, and broadly in keeping with a projection of “at least £400m” within January's trading statement. At the time, consensus estimates stood at just £295m.</p> <p>JD cited the “strength and premium position” of its brand as one factor driving its performance. The group also pointed to the flexibility of its “multichannel ecosystem”, as well as the positive relationship it has with a number of leading international partners. These brands, JD said, “recognise that we share their vision of an elevated marketplace and that we look to nurture collaborative affiliations over the long term”.</p> <p>That focus on elevation and collaboration should, arguably, stand JD in good stead&#xa0;as household names&#xa0;Nike and&#xa0;Adidas accelerate their push towards direct-to-consumer engagement&#xa0;— cutting out lesser third-party middlemen.</p> <p>The company also flagged significant developments in the US, which it entered for the first time in 2018. With customer demand spurred by stimulus from Washington, JD's ‘Finish Line' division and eponymous business both enjoyed “exceptional” trading.</p> <p>Net cash stood at £795m (ex lease liabilities), up from £430m. But JD's push overseas has relied on strategic acquisitions and that figure excludes £380m spent since the new year.</p> <p>Brokerage Peel Hunt has raised its pre-tax profit estimate from £460m to £485m.</p> <p>Having climbed two-thirds over the past year, JD's shares command a forward price-earnings multiple of more than 20 times. But while the path of the pandemic cannot be accurately determined, the group's agility during the Covid-19 crisis suggests it is well placed for future twists and turns.</p> <h2>HOLD: Oxford BioMedica&#xa0;(OXB) </h2> <p>Revenues improved and losses narrowed in the 12 months ending January, with the FTSE 250 company's shares up almost 50 per cent over the past 12 months, <em>writes Harriet Clarfelt</em>.</p> <p>The Oxford university/AstraZeneca&#xa0;Covid-19 vaccine saga has had several plot twists in recent weeks, amid mounting fears about a suspected, extremely rare-side effect of <a href=\"https://www.ft.com/content/85ef7e45-a97e-4e6e-b770-1c92b04ff032#post-91e45e62-2023-469e-b123-ec86c570c744\">blood clotting</a>. In the UK, under-30s are being offered an alternative jab. Other countries have taken tougher measures — with Denmark completely ceasing the rollout of the injection.</p> <p>The path to widescale, quick-as-lightning immunisation was perhaps inevitably going to meet obstacles along the way. Across the Atlantic,&#xa0;Johnson &amp; Johnson's single-shot vaccine has also <a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685#post-a74b1863-bbe1-4d3e-aca1-fb5d73c92583\">been paused </a>because of clotting concerns.</p> <p>But beneath the pharma giants and biotech firms at the centre of the unprecedented vaccine race, there lies another echelon of vitally important businesses: their manufacturing partners. Cell and gene therapy specialist&#xa0;Oxford BioMedica is one of them.</p> <p>The company is a key manufacturer of the AstraZeneca coronavirus jab, having signed an initial agreement last May and an 18-month supply agreement in September under a three-year master supply and development deal. It received a £15m capacity reservation fee, with revenues of more than £35m expected by the end of 2021.</p> <p>Oxford BioMedica's vaccine work has granted it a chance to showcase its expertise on a global stage. Such work has, the group said within its full-year report, demonstrated that “our manufacturing capabilities and state of the art facilities are inherently valuable”.</p> <p>In turn, this could mean more deals in future. “[There] is the opportunity to leverage these capabilities and facilities to help more partners”, the group added.</p> <p>Oxford BioMedica's work on the Covid-19 vaccine has taken place at its new 84,000 sq ft. “Oxbox” facility. That new site will also be used by Juno Therapeutics, a subsidiary of Bristol-Myers Squibb, with which the group signed a deal in March. The agreement, worth up to $227m, entails multiple cell-therapy programmes in oncology and other indications.</p> <p>Overall, the number of Oxford BioMedica's partner programmes grew more than half in 2020 from 13 to 20.</p> <p>Delivering revenue growth of almost two-fifths for the 12 months ending December, the group cited growth in commercial development and bioprocessing sales. Operating costs rose at a lower rate than sales, and losses improved from £14.5m to £5.7m. &#xa0;</p> <p>Oxford BioMedica's shares are up by almost 50 per cent since last April, giving it a market value of more than £800m and granting the group entrance to the FTSE 250. FactSet consensus puts adjusted pre-tax profits at £1.5m for 2021.</p> <h2>HOLD: Tesco (TSCO)</h2> <p>The group has maintained market share, but structural challenges remain in place, <em>writes Julian Hofmann</em>.</p> <p>With a total share of 27 per cent of industry sales, and as the first of the big supermarkets to report its earnings this season, <a href=\"https://www.ft.com/content/c83e5cec-fa09-41f4-b707-2c97a9a404e3\">Tesco's results</a> were keenly anticipated as the market assesses whether the pandemic has been a net positive, or negative, for the whole sector — the answer isn't as immediately obvious as you might imagine.&#xa0;</p> <p>Tesco's overall performance left the impression that the situation is under control, for now, but a flat dividend and worries over another sudden change in consumer spending habits provoked mixed reactions and the shares fell in an otherwise rising market.</p> <p>While the effect of social distancing measures and pandemic costs were not much higher than predicted — analysts had forecast exceptional costs of £810m, versus the eventual figure of £895m.</p> <p>Tesco's greater presence in the online delivery market has been a huge positive during a year of rapidly changing shopper habits. According to Nielsen IQ, in the first two months of this year, around 41 per cent of shoppers did their food shopping online, compared with 18 per cent at the same point in 2020. This trend was reflected in the results with the company reporting that online sales were 77 per cent higher at £6.3bn, well over 10 per cent of total sales, with the number of delivery slots doubling to 1.5m per week.</p> <p>Analysts at Hydrastrategy summed up the problems that Tesco faces in maintaining its market position: “While Tesco's&#xa0;<em>Aldi Price Match</em>&#xa0;strategy has been somewhat successful, the competitive threat of the discounters remains Tesco's biggest risk.”&#xa0; &#xa0;</p> <p>Consensus forecasts from FactSet give earnings per share of 18.17p for February 2022, rising to 19.95p in the following year.&#xa0;</p> <h2>Chris Dillow: The long-term stockpicking challenge</h2> <p>The name Hendrik Bessembinder might not mean much to many of you. But it should, because the work of this economist at Arizona State University lays down a challenge for every stockpicker who thinks they are a long-term investor.</p> <p>He has found that most shares underperform cash over their lifetimes. He studied more than 61,000 stocks around the world between 1990 and 2018 and found that only 40.5 per cent of them outperformed US Treasury bills during the time they were listed. And yes, this does include reinvested dividends.</p> <p>If this surprises you, it's probably because our perceptions of the distribution of returns are distorted by two things. One is a survivorship bias. The minority of stocks that have thrived, such as <a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> and <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a>, loom larger in our minds than those that have failed. But there are countless numbers of these, including ScotOil, Polly Peck, Woolworths, Northern Rock and so on.</p> <p>The other is that we don't appreciate that the long term is very different from the short term. On any day or month as many shares outperform the market as underperform, But this doesn't mean that in the long run half of shares beat the market simply because one period's winners become the next period's losers. </p> <p>So if most shares do worse than cash, why have stock markets done so well?</p> <p>Simple. It's because a tiny fraction of stocks do fantastically well. Bessembinder estimates that just 1.3 per cent of shares account for all of the rise in global stock markets since 1990.</p> <p>This is a problem for stockpickers. Unless you have the skill or luck to find the one-in-76 shares that do really well – and the discipline to stick with them – you will underperform the market. Most active fund managers underperform over the long run. This isn't (just) because they charge high fees and have little ability. It's because the odds are stacked against them.</p> <p>Herein lies the case for tracker funds. These guarantee you exposure to the tiny minority of stellar performers. And exposure to these increases as their price rises while exposure to the majority of losers declines.</p> <p>If you don't want a tracker fund, though, what can you do about Bessembinder's findings?</p> <p>A better option is to back not individual stocks but styles. We know that defensive and momentum stocks have beaten the market over the long run. Bessembinder's findings don't overturn this fact.</p> <p>A third option is to have an exit strategy, one that gets you out before once-good stocks turn bad. One good candidate here is Meb Faber's rule to sell when prices fall below their 10-month or 200-day average.</p> <p>Both of these strategies, however, require regular monitoring of your portfolio so you ditch stocks when they lose momentum or defensiveness or drop below their moving average. To keep on the right side of creative destruction requires eternal vigilance – and even then there is no certainty you will do so.</p> <p>If you are a long-term investor wanting a quiet life, you should choose tracker funds instead.</p> <p><em>Chris Dillow is an economics commentator for Investors' Chronicle</em></p><p>Source: Investors’ Chronicle reporters  2021 'Investors' Chronicle: JD Sports, Oxford BioMedica, Tesco' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T17:00:03.960Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1829,
          "end": 1833
        }
      ],
      "nexusId": "10043425"
    }
  ]
}