{
  "_id": "578291532b7d4033af331d9678d90210e680800cda70b7f4ed6954483dd95e7f",
  "feed": "ftcomall",
  "title": "Lex Letter from Seoul: the hidden costs of the Tokyo Olympics",
  "text": "<p>Dear readers,</p> <p>The postponed Tokyo Olympics have finally begun. But no spectators are permitted at the Games, which started on Wednesday. That means not just less fun, but losses for local companies.</p> <p>This is thus a very different kind of Olympics. Tokyo is struggling with a rapid increase in coronavirus cases, which has resulted in the city being placed under a fourth state of emergency. Competing athletes are required to test every day, eat alone and not talk in closed areas.</p> <p>Outside the venues, the mood is as restrained. Nightclubs&#xa0;are closed. Restaurants and bars that are open must close by 8pm at the latest. Opinion polls showed more than 80 per cent of people in Japan wanted the Olympics to be either cancelled or postponed until the pandemic eased, with public <a href=\"https://www.ft.com/content/5fb8be35-17f1-4208-a2c6-d13d9acaf605\">concern</a> growing that the Games could turn into a superspreader event. </p> <p>As of Wednesday, 71 cases have been linked to the Olympics. Several athletes have already withdrawn from the Games.</p> <p>For many local companies, that <a href=\"https://www.ft.com/content/6982b677-8366-45b5-8281-e9e724cdeda8\">souring</a> public mood is creating a public-relations nightmare. Collectively, more than 60 Japanese companies including Nomura, Asahi and Asics have paid a record ¥361bn ($3.3bn), the most for any Games, to have their brands associated with the Tokyo Olympics as a corporate sponsor.</p> <p>It makes sense to want to distance themselves from the event. Toyota has pulled its Olympics advertising on local television. Chief executive Akio Toyoda will not attend the opening ceremony on Friday. That advance damage control means it may not have much else to lose, other than the sponsorship fees it has already paid.</p> <p>Yet companies that had relied heavily on the Games for a revival in fortunes, such as Asics, cannot say the same. The Kobe-based sportswear maker has fallen far behind global rivals such as Nike and Adidas in both sales and brand recognition over the past decade. </p> <p>A five-year-long decline in its share price had been halted on expectations that being an Olympics sponsor would boost brand exposure and flagging sales. It had claimed its return on sponsorship fees could be at least tenfold. With that looking increasingly unlikely, its shares have fallen 14 per cent from last month's peak.</p> <p>Bigger declines should be expected for Dentsu, Japan's biggest marketing group. Its shares,&#xa0;which had been expected to reap a windfall from advertising campaigns linked to the Games, more than doubled in the two years following Tokyo's selection as the host city.</p> <p>Another sponsor, local brewer Asahi, had won the coveted exclusive rights to sell beer at the Games. Without spectators, that is no longer much of a perk. Alcohol bans and closed nightlife venues add to a weak outlook. Its Tokyo-listed shares are down a tenth from last month's high. &#xa0;</p> <p>Before the days of the internet, it was understandable that companies spent hundreds of millions of dollars for their brands to be seen on TV by a global audience. In the age of social media, that has started to look less enticing.</p> <p>Becoming a Tokyo Olympics gold partner, the highest tier of sponsorship for local companies, was reported to cost $135m. Asics, a gold partner, booked an operating loss of $35m for 2020. For many companies, sponsorship fees, even if the Games had gone as planned, may have been better spent elsewhere.</p> <p>The cost of holding the Tokyo Olympics has been $15.4bn, according to the organisers. Japanese government audits suggest higher costs of at least $25bn. The organising committee may consider that to be a worthwhile price to pay to keep the Games going. </p> <p>But for companies, the 2020 Tokyo Olympics may serve as a catalyst for them to reassess the value of sponsoring future sporting events.</p> <p>Enjoy the rest of your week.</p> <p><strong>June Yoon</strong><br><em>Lex writer</em></p><p>Source: June Yoon 2021 'Lex Letter from Seoul: the hidden costs of the Tokyo Olympics' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T11:35:22.702Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1788,
          "end": 1792
        }
      ],
      "nexusId": "10043425"
    }
  ]
}