{
  "_id": "1e4d4adf596b968ff4e80fea3c7bc39fc966eedbfab8e8b3f0fa922503f4a8b4",
  "feed": "ftcomall",
  "title": "Tesla apologises after Chinese state media attacks",
  "text": "<p>Tesla has apologised after being attacked by Chinese state media for its treatment of customers, days after a protest against the company in one of its most important markets.</p> <p>The US carmaker's presence at the <a href=\"https://www.ft.com/content/3b66fe6e-5bd5-472c-81f7-cdca0cccc969\">Shanghai auto show</a> this week was overshadowed by demonstrators wearing T-shirts alleging Tesla vehicles had “malfunctioning brakes”. The incident drew huge crowds before security guards carried away the protesters.</p> <p>The company said a Tesla customer who had taken part in the demonstration had asked for a refund after an accident in February, which she alleged was caused by brake failure. But negotiations stalled after the owner refused to allow a third party investigation into whether a malfunction or speeding had caused the crash.</p> <p>Tesla added that it would take responsibility for any problems with its cars but “our attitude is that we do not compromise with unreasonable complaints”.</p> <p>But Tesla's response drew a wave of criticism from China's state-run media, prompting the company to issue an apology.</p> <p>“We apologise deeply for having not resolved the problem with the car owner in a timely manner,” Tesla wrote on its official account on Weibo, the Chinese blogging platform, on Tuesday. A team had been set up to handle the protester's case and “would work with any government investigation”.</p> <p>The about-face came after the company was accused of “shirking responsibility” whenever it was criticised, according to an article by China's Central Commission for Political and Legal Affairs, the Communist party's top legal authority. The missive was shared on WeChat, the social media platform. </p> <p>Tesla's popularity in China came from consumers having faith in the company, the article continued, “but arrogance, let alone a lack of respect for China's market and consumers, cannot be the response to that faith”.</p> <p>Xinhua, China's official news agency, asked in a separate post: “Who gives Tesla the confidence to ‘not compromise'?” </p> <p>Tesla has <a href=\"https://www.ft.com/content/3d1b44aa-20ac-11ea-92da-f0c92e957a96\">big ambitions</a> in China. Its Model 3 sedan was the country's best-selling electric car in 2020 and its recently released made-in-China <a href=\"https://www.ft.com/content/f7df47d2-46dc-11e9-b168-96a37d002cd3\">Model Y</a> compact sport utility vehicle has also proved a hit. The company reported $6.7bn of sales in the country last year, making China its second-largest market after the US.</p> <p>But <a href=\"https://www.ft.com/content/2cd43afc-0663-47aa-9c30-a3b50483dbc7\">domestic rivals</a> are accelerating efforts to take on the company, releasing models to appeal to younger consumers.</p> <p>“Tesla has a lot at stake,” said Tu Le, founder of Sino Auto Insights, a consultancy. “They risk alienating the one place that is the linchpin in their ambitions.”</p> <p>Chinese state media has a history of whipping up sentiment against foreign companies. Brands including Nike and H&amp;M were hit last month by a <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">backlash</a> over Xinjiang, the western region where Beijing has been accused of human rights abuses against Uyghur Muslims.</p> <p>A string of negative headlines in recent weeks has threatened to undermine Tesla's success. Some military compounds in Beijing last month banned Tesla owners from parking their vehicles inside their gated communities out of fears that the cars' cameras could pose a security threat. The company has denied the cameras could be used for spying.</p><p>Source: Christian Shepherd in Shanghai 2021 'Tesla apologises after Chinese state media attacks' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T07:12:50.314Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2652,
          "end": 2656
        }
      ],
      "nexusId": "10043425"
    }
  ]
}