{
  "_id": "5f142e6e8cef47703f313924b20c13a2b5fbb2bcffa7716c830d49d89fb549df",
  "feed": "wall-street-journal",
  "title": "H&M Pays Price of Upsetting Beijing",
  "text": "<p>The shortfall represents only a dent in the $5.4 billion in world-wide sales the company reported for the period, but it was a significant hit for what has been one of the fashion industry's fast-growing markets.</p><p>Thursday's sales report was H&amp;M's first that included the period from late March, when it suddenly became the target of a Chinese boycott months after raising concerns about forced-labor allegations in China's Xinjiang region. Calling those accusations lies, Beijing fanned outrage against H&amp;M via state-controlled media outlets and social-media accounts. H&amp;M disappeared from Chinese e-commerce sites and stores vanished from map apps. Landlords closed some outlets.</p><p>In the previous quarter, before the Chinese backlash, China was H&amp;M's third-biggest market behind the U.S. and Germany. It accounted for nearly 6% of the company's sales and was H&amp;M's only major market that grew in that period.</p><p>In the just-ended quarter, by contrast, China was H&amp;M's only major market where quarterly sales fell compared with 2020. It also shrank, to become the retailer's sixth-largest market in the period.</p><p>H&amp;M shares slipped 1.08% in European trading Thursday. The company beat overall expectations for the quarter, but analysts said they were disappointed that sales for the first four weeks of June were weaker than they expected.</p><p>About 10 stores in China remain closed because of the backlash, down from 20 three months earlier, said Chief Executive Helena Helmersson.</p><p>She declined to comment further on China, saying only that \"we're still in a complex situation.\"</p><p>H&amp;M's dilemma in China demonstrates the tightrope that fashion brands are walking. In recent years, many apparel companies have adopted environmental and human-rights concerns as part of their image. They are now trying to balance that while maintaining access to the massive Chinese market.</p><p>That balancing act has prompted some fashion brands to reconsider their public statements about not sourcing from Xinjiang, a vast Chinese region that accounts for one-fifth of the world's cotton output. Governments including Washington and leading human-rights groups including Amnesty International say Chinese officials are subjecting ethnic Uyghurs and other Muslim minorities in Xinjiang to forced labor and other repression.</p><p>A few major companies, including Zara owner Inditex SA, removed or altered their online statements about Xinjiang. H&amp;M, as well as North Face owner VF Corp., publicly reaffirmed their commitment to avoiding sourcing from Xinjiang.</p><p>While H&amp;M was the most drastic example of the Chinese backlash, nationalistic internet users in China also attacked, to a lesser extent, other members of the Better Cotton Initiative, a fashion-industry coalition that also raised concerns about Xinjiang.</p><p>There are signs the cotton controversy is waning in China. Nike Inc., which was attacked on Chinese social media, said last week that sales in its Greater China region rose 17%, to $1.9 billion in its latest quarter. Another target of the Chinese backlash, Adidas AG, said that after a drop in traffic in physical and online stores in China in March, the company saw a steady recovery throughout April and still expects strong revenue growth in China this year.</p><p>Analysts at Citi who surveyed Chinese consumers said that 34% of respondents in June said the Xinjiang cotton controversy made them significantly less likely to buy foreign brands, versus 46% in April.</p><p>During a bustling afternoon at H&amp;M's flagship store in Shanghai last week, several customers said that the Xinjiang cotton issue prompted them to avoid H&amp;M a couple months ago.</p><p>But one young couple said the government allowed stores to remain open, which they interpreted as tacit permission to shop there.</p><p>---</p><p>Jonathan Cheng in Shanghai contributed to this article.</p>",
  "published": "2021-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2816,
          "end": 2825
        },
        {
          "start": 2838,
          "end": 2847
        }
      ]
    }
  ]
}