{
  "_id": "237619d2248b9d50ee5f9baca87504be256f1e6776d7014c57961cf1ba006bb4",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Nike Watchers Should  Keep an Eye on China  ---  Supply-chain issues pose short-term challenges, but  long-term success depends on the Chinese market  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Vietnam's factory closures are stealing the show at Nike, but investors might want to focus elsewhere in Asia. </p><p>\n  The apparel giant had worse-than-expected sales in the quarter, with total revenue growing 12% on a currency-neutral basis in the period ended Aug. 31 compared with a year earlier. That was below the 16% pace analysts polled by FactSet were expecting. </p><p>\n  The Covid-19 outbreak-induced factory closures in Vietnam, which began in July, didn't affect last quarter's results, but other global supply-chain delays meant Nike couldn't meet demand. Last quarter, moving product from Asia to North America took roughly 80 days -- double what it would have taken pre-pandemic, the company said Thursday. </p><p>\n  Earnings still exceeded expectations, with net income 23% higher than a year earlier, thanks in part to Nike's ability to command full prices. And, despite the heavy advertising that typically goes into sporting events like the Olympics, Nike still spent 9.6% less on marketing than Wall Street had expected. </p><p>\n  In Vietnam, where Nike manufactures more than half of its footwear, nearly all footwear factories remain closed, the company said during its Thursday investor call, adding that ramping back to full production will take time. The company revised its guidance and now expects revenue to grow by a mid-single-digit percentage for its fiscal 2022, which started in June. It previously was expecting growth in the low teens. </p><p>\n  Nike shares dropped 4% in after-hours trading and are now 12% below a record reached in August. </p><p>\n  While the impact of Vietnam's factory closures and supply-chain snags is acute, they are relatively transitory factors and affect Nike's rivals, too, making it unlikely that a competitor will take market share. Nike has the balance-sheet strength and the ability to command higher prices to offset any costs that may come with airfreight and logistics expenses. </p><p>\n  \"If you think about the long-term value of the company, success in China is much more important than what happens in any given quarter because of a supply chain issue,\" notes Berna Barshay, analyst at Empire Financial Research. </p><p>\n  In Greater China, Nike's most important growth market, the picture is still mixed. Though sales in mainland China, Hong Kong, Macau and Taiwan exceeded analyst expectations, on a constant-currency basis the region had the lowest growth, increasing just 1%. Executives pointed to closures in late July and August because of Covid-19 containment but also mentioned that the local Nike team continues to navigate through \"marketplace dynamics.\" The company has used the term to describe the social-media backlash it faced in the region after releasing a statement expressing concern about reports of forced labor in China's Xinjiang region. </p><p>\n  Supply-chain commentary will no doubt be the defining theme of the next few quarters, but Nike's long-term investors should keep their eyes glued to China. </p><p></p>",
  "published": "2021-09-25T06:06:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1471,
          "end": 1475
        },
        {
          "start": 1069,
          "end": 1073
        },
        {
          "start": 34,
          "end": 38
        },
        {
          "start": 2885,
          "end": 2889
        },
        {
          "start": 90,
          "end": 94
        },
        {
          "start": 846,
          "end": 850
        },
        {
          "start": 2535,
          "end": 2539
        },
        {
          "start": 1697,
          "end": 1701
        },
        {
          "start": 562,
          "end": 566
        },
        {
          "start": 1778,
          "end": 1782
        },
        {
          "start": 980,
          "end": 984
        },
        {
          "start": 2175,
          "end": 2179
        }
      ],
      "nexusId": "10043425"
    }
  ]
}