{
  "_id": "f6ae23654dc009ed9a676f13bb918ed5f3607fc3cf7578d215dd0c427e4fc048",
  "feed": "ftcomall",
  "title": "Allbirds/ESG: test of wool power",
  "text": "<p><a href=\"https://www.ft.com/content/cc0c5627-0b8e-41b8-a575-7ad94e8c13b6\">Allbirds</a>, the maker of wool sneakers favoured by the Silicon Valley set, goes out of its way to tout its green credentials. The letters “ESG” appeared no less than 91 times in its initial public offering <a href=\"https://www.sec.gov/Archives/edgar/data/0001653909/000162828021017824/allbirdss-1.htm\">prospectus</a>. The word “sustainable” featured even more prominently — 107 times.&#xa0;</p> <p>Doing good makes for a good investment case these days. Fund managers are flocking to companies with strong environmental, social and governance credentials. Total assets in US ESG funds reached $304bn during the second quarter, nearly double the amount the same period a year before, <a href=\"https://www.morningstar.com/articles/1048918/us-sustainable-fund-assets-reach-a-new-milestone-in-2021s-second-quarter\">according to Morningstar</a>.</p> <p>Allbirds, whose eco-friendly shoes range from $98 to $145 a pair, counts fund heavyweights T Rowe Price and Franklin Templeton among its backers. It was valued at about $1.7bn in a private funding round last September.</p> <p>But the ambitions of the San Francisco start-up to complete the first ever “sustainable equity offering” don't seem to come with a plan for sustainable profit.&#xa0;</p> <p>The company has been lossmaking since launching in 2016. Although sales rose 13 per cent to nearly $220m last year, net losses also ballooned — from $14.5m in 2019 to $25.8m. Investors had better get used to it. Allbirds says it expects the losses to continue “for the foreseeable future”.</p> <p>Allbirds is part of the boom in direct-to-consumer brands held up as models for running a retail business. These companies make and sell their own products, cutting out the middleman. But to lure customers, they need to spend heavily on marketing. At Allbirds, the bill was $55.2m last year.&#xa0;</p> <p>To its credit, Allbirds' move to expand into activewear such as running shoes and clothing looks smart. Athleisure is one of the fastest growing segments in the apparel industry. But it is also one dominated by the likes of Nike, Lululemon and Under Armour.</p> <p>To justify a frothy valuation, Allbirds has to convince investors that it can succeed in a market where there is already a lot of competition. Otherwise it risks suffering the fate of Casper Sleep. The direct-to-consumer mattress brand has largely traded below its IPO price since it went public last year.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Allbirds/ESG: test of wool power' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-01T16:56:50.860Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1782,
          "end": 1786
        }
      ],
      "nexusId": "10043425"
    }
  ]
}