{
  "_id": "2434e670a733c6870381bf29ddf8ab3afbbfa4b04bc3d42519ad839bfc2c599d",
  "feed": "ftcomall",
  "title": "Brussels seeks to revive capital markets union plans",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>The EU is still a long way from a <strong>capital markets union</strong>, but a fresh set of proposals to be unveiled next week seek to inch the bloc closer to that elusive goal. We'll bring you up to speed with what to expect. </p> <p>After a few weeks of delay prompted latterly by the Belarus migration crisis, the European Commission later today is likely to send inquiry letters on the <strong>rule of law</strong> in Hungary and Poland, several officials familiar with the matter told Europe Express. The letters are still a <a href=\"https://www.ft.com/content/98db3b4e-5fd7-411d-9251-19034bb47c3d\">preliminary</a> step as the commission considers whether to trigger a new sanctions mechanism in the coming months. </p> <p>Meanwhile, <strong>Belarus</strong> seemed to <a href=\"https://www.ft.com/content/f1842663-c03f-4a67-9101-03e19fdd3335\">climb down</a> after a flurry of calls from Germany's outgoing chancellor, as it moved migrants away from the Polish border yesterday. Over in Moscow, however, President Vladimir Putin <a href=\"https://www.ft.com/content/74ea17eb-88db-4dac-aeca-31499359129b\">has vowed </a>to maintain “tension” with the west, despite recent calls from Europe and the US to roll back the Russian troop build-up on the Ukrainian border. </p> <p>We'll also look at why <strong>Portugal</strong> had nearly the lowest inflation rate in the euro area last month (1.8 per cent, second only to Malta) — and much lower than neighbouring Spain (5.4 per cent) or Lithuania (8.2 per cent).</p> <p>And in <strong>Danish politics</strong>, the fortunes of the anti-immigrant Danish People's party have faded dramatically in recent local elections, but that's mainly because its anti-immigrant stance was embraced by the ruling Social Democrats.</p> <h2>Ever-inching union</h2> <p>Brussels will next week attempt to re-energise the drive toward one of its most elusive and long-cherished goals, namely the creation of a capital markets union, write <em><strong>Sam Fleming in Brussels and Philip Stafford in London.</strong></em></p> <p>Politicians have always been conscious that Europe's financial system has neither the depth nor dynamism of the US, despite the scale of the EU economy. There are few Teslas and Googles and no government debt market to compare with the clout of US Treasuries. Capital raising is usually in the form of bank lending, not financed by markets. The departure of the UK from the single market, with its world-class financial base of the City of London, has only raised the temperature.</p> <p>Next week the commission will table a package of draft legislation attempting to address some of those shortcomings. The <a href=\"https://www.ft.com/content/ffed71b9-b4f6-48b7-bd01-66b5e0a45a36\">proposals</a>, seen by the Financial Times, represent an attempt to bag some low-hanging fruit when it comes to building a true cross-border single market for financial services.</p> <p>They can hardly be described as a quantum leap towards achieving the EU's unfulfilled capital markets ambitions, which have been around for more than a decade and a half. But the package contains some reforms that will have important consequences for how market actors carry on business in the union.</p> <p>Among them are efforts to bolster flows of financial and markets information around the EU.</p> <p>This will involve the creation of a European Single Access Point, which will serve as a common source of free public information about EU companies. The European Commission also envisages tapes that bundle together trading data, providing greater transparency for investors (More details<a href=\"https://www.ft.com/content/616acec6-cfc4-44d4-95c0-6053a041e0d7\"> here</a>).</p> <p>Cross-border barriers will also be addressed via a review of the Alternative Investment Fund Managers Directive. The EU appears to be heading towards a pragmatic resolution to a question over how much of an EU presence overseas (meaning London-based) hedge fund managers should have in the bloc. Brussels now wants at least two senior full-time managers to be based in the EU, so the fund's operations are more than just a brass nameplate on a door. That appears to be some relief to funds concerned the minimum might be three people.</p> <p>There are some caveats. They will probably have to provide Esma, the markets regulator, with more information about how portfolios are managed. Still, analysts say the proposals would not be too painful to implement, and likely to be something that Dublin and Luxembourg, the two main domiciles for alternative funds within the EU, can live with.</p> <p>Other measures will be unveiled next week, largely revolving around Mifid II rules that need to be rethought after Brexit, either because the UK is now a rival or because the rules had initially been written to account for the City.</p> <p>The EU has long been conscious of the degree to which it suffers from fragmented capital markets and an over-reliance on bank lending. Next week's commission package will by no means transform Europe into another America, but its backers will argue it represents a step in the right direction.</p> <p><em>Will the EU ever get to a US-style capital market? Tell us what you think and </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_europe_express/will-europe-ever-get-to-a-usstyle-capita\"><em>click here</em></a><em> to take the poll. </em></p> <h2>Inflation outlier </h2> <p>Inflation in Portugal rose to its highest level in four years in October. But, at 1.8 per cent, the increase still placed the country at the <a href=\"https://ec.europa.eu/eurostat/documents/2995521/11563383/2-17112021-AP-EN.pdf/b67f7d33-43d7-d111-b3ed-5cbc499304b2#:~:text=European%20Union%20annual%20inflation%20was,office%20of%20the%20European%20Union.\">second-lowest</a> level in the eurozone, where the monthly inflation rate hit a 13-year high of 4.1 per cent, writes <em><strong>Peter Wise in Lisbon</strong></em>.</p> <p>Portugal's finance minister João Leão said the measures his government had taken to stabilise electricity prices helped underpin the country's relatively low level of inflation.</p> <p>Like the rest of the bloc, Portugal has been hit hard by<a href=\"https://www.ft.com/content/c33572de-946c-47a6-afb1-5ef87d1aeef0\"> supply-chain bottlenecks</a> and surging energy prices. The minority socialist government, however, introduced measures to ease the pressure on fuel costs last month, shortly before parliament rejected its 2022 budget, <a href=\"https://www.ft.com/content/eafd15df-9193-4366-b0c7-92f0c7f774de#post-75832881-c3b2-4b0a-9cd5-1134479315a2\">triggering </a>a snap election two years ahead of schedule.</p> <p>Portugal's inflation rate also reflects the depth of the pandemic-induced recession it suffered last year, when average inflation decreased and the economy shrank 8.4 per cent, its biggest contraction since the 1930s.</p> <p>In effect, one of the measures introduced by the Portuguese government is returning to motorists the gains in value added tax the state has benefited from as a result of the global rise in fuel prices. It is doing this by decreasing a special tax on fuel by two euro cents a litre for gasoline and one cent for diesel until the end of January.</p> <p>António Mendonça Mendes, the outgoing fiscal affairs secretary, estimates the tax cut to be worth €90m a year, roughly equivalent to the projected gain in the VAT levied on fuel in 2021 compared with 2019. Portuguese consumers are more used to the government using the mechanism to uphold tax revenues when international fuel prices drop, as it did in 2016.</p> <p>The government also introduced an “auto voucher” scheme this month that enables consumers to save up to €25 over five months when filling their tanks at participating gas stations. Similar discounts are available for taxi and bus owners as well as other tax benefits aimed at reducing transport costs.</p> <p>The whole scheme, which lasts until the end of the year, is forecast to cost the taxpayer about €300m, a cost that some lawmakers have criticised as an incentive to consume fossil fuels.</p> <p>In a separate measure, the government passed legislation last month enabling it to cap the sales margins of fuel retailers. Before the early election was called for January 30, the government also announced that electricity prices for most domestic consumers would be kept flat in 2022.</p> <p>Finance minister Leão said the outgoing government would also go ahead with a planned increase of about 0.9 per cent in public sector wages next year, taking into account average inflation over the previous 12 months.</p> <p>Mário Centeno, a former finance minister and now governor of Portugal's central bank, told a Lisbon conference this week that inflation remained “a temporary phenomenon”. He said Europe needed to show patience in regard to rising prices, which he described as partly a consequence of the speed of the post-pandemic recovery.</p> <h1>Chart du jour: Dangerous space junk</h1> <p><em>California-based LeoLabs, which uses radars to track objects in space to prevent collisions, identified a total of 243 new pieces of debris orbiting the Earth — all from an anti-satellite missile test that Russia had launched recently. The test caused widespread condemnation and forced personnel aboard the International Space Station to take cover in their hatches. (</em><a href=\"https://www.ft.com/content/d64ae31f-f332-41f4-a662-9a65e6262800\"><em>More here</em></a><em>)</em></p> <h2>One party's defeat, another party's gain</h2> <p>One of the pioneering anti-immigrant populist parties in Europe <a href=\"https://www.ft.com/content/4d7b8d1a-883f-11e9-97ea-05ac2431f453\">continued </a>its electoral implosion this week, writes <em><strong>Richard Milne, Nordic and Baltic Correspondent.</strong></em></p> <p>The Danish People's party recorded its worst result in at least two decades in local elections this week, gaining just 4.1 per cent of the vote, which led Kristian Thulesen Dahl to offer his resignation as party leader.</p> <p>The DPP has been hit hard by the ruling centre-left Social Democrats <a href=\"https://www.ft.com/content/998d755a-6a2e-4f3e-b8f5-c4c891e5d34b\">adopting </a>much of its rhetoric and policy proposals on immigration and integration as well as the emergence of a new party further to its right that has eaten up votes.</p> <p>Its fall from grace has been spectacular. The DPP made its breakthrough in 2001 and supported the centre-right government in Copenhagen for the next decade, as well as in 2015-19.</p> <p>In 2015, it seemed to surprise even itself by coming second behind only the Social Democrats and was reluctant to enter government. By the time it was ready to do so, in the last parliamentary elections in 2019, its star had fallen significantly and it won just 8.7 per cent.</p> <p>The Social Democrats' tack to the right on immigration has been hailed by some political scientists as one of the potential recipes for reviving the centre-left, but one that few others in Europe have tried. And the Danish Social Democrats had problems of their own in Wednesday's local elections as they also lost ground, perhaps because of their botched handling of the <a href=\"https://www.ft.com/content/624f65b5-cd3e-45a1-b7f4-eeacff4f74fd\">cull of all the country's mink</a>.</p> <p>Still, with 28.5 per cent, they were by some distance the biggest party and their fate is far different from that of the DPP, for whom a long period of soul-searching beckons.</p> <h1>What to watch today </h1> <ol>  <li><p>UK Brexit minister Lord David Frost will be in Brussels for another round of talks with his EU counterpart, Maros Sefcovic</p></li>  <li><p>EU development ministers meet Samantha Power, head of the US Agency for International Development</p></li> </ol> <h1>Smart reads </h1> <ul>  <li><p><strong>China microtargeting:</strong> Bypassing EU institutions and national governments, Beijing has expanded its ties at local and regional level in a number of EU countries — a trend that has gone largely unnoticed by Brussels, writes Berlin-based think-tank Merics in this <a href=\"https://merics.org/en/report/big-fish-small-ponds-chinas-subnational-diplomacy-europe?utm_campaign=addaefadc5-EMAIL_CAMPAIGN_2021_11_18_09_59&amp;utm_medium=email&amp;utm_source=POLITICO.EU&amp;utm_term=0_10959edeb5-addaefadc5-190791364\">report.</a> A full visualisation of Chinese investments in Europe <a href=\"https://www.datenna.com/china-eu-fdi-radar/\">can be found</a> at Datenna, a Dutch research group.</p></li>  <li><p><strong>Nike, busted:</strong> The German branch of American footwear giant Nike had promised to collect worn shoes and recycle them in a Belgian factory as part of the <a href=\"https://www.nikegrind.com/about/\">Nike Grind </a>recycling initiative. But after putting GPS trackers in the soles of Nike trainers, journalists at Die Zeit <a href=\"https://www.zeit.de/2021/46/nike-sneaker-turnschuhe-recycling-muell-modeindustrie-sneakerjagd\">uncovered </a>that the company was destroying brand-new shoes that had been ordered online and then returned to the company. </p></li>  <li><p><strong>Slovenia woes: </strong>The European parliament <a href=\"https://www.europarl.europa.eu/meetdocs/2014_2019/plmrep/COMMITTEES/LIBE/DV/2021/11-18/MissiontoSlovenia_1242402EN_EN.pdf\">has published</a> the findings of its rule of law mission to Slovenia, which provoked a Twitter feud with the Slovenia's PM (we wrote about it <a href=\"https://www.ft.com/content/575f8b11-29f2-4682-8037-e344abf5192f\">here</a>). In more positive news, Ljubljana yesterday finally <a href=\"https://twitter.com/daniel_freund/status/1461378437533343748\">appointed</a> the country's delegated prosecutors to the European Public Prosecutor's Office, after months of delay.</p></li> </ul> <h1>Recommended newsletters for you </h1><p>Source: Valentina Pop 2021 'Brussels seeks to revive capital markets union plans' FT.com 19 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-19T06:21:06.745Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 10612,
          "end": 10616
        },
        {
          "start": 10519,
          "end": 10523
        },
        {
          "start": 10692,
          "end": 10696
        },
        {
          "start": 10460,
          "end": 10464
        }
      ],
      "nexusId": "10043425"
    }
  ]
}