{
  "_id": "2790b0d768e6b637ffe7fcd244080ce089e49ebc553b9724fe0935c4806ed788",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Soft Focus --- Move over, sweatpants. Men whose style skews casual are zeroing in on the comfiest things around: outrageously cozy fleece trousers.",
  "text": "<p>Fleece pants are not a recent creation. Back in the 1990s, Gene Han, the owner of Hatchet Outdoor Supply Co., a clothing shop with locations in Brooklyn and Los Angeles, recalls seeing fleece pants from labels like ACG -- Nike's techy, hiking-inspired sub-label. This winter, though, he's witnessed an unprecedented demand for his shop's stock of the teddy-bear-plush pants from nature-focused labels Gramicci and Manastash. \"We are totally sold out. . . . I wanted some for myself while I'm stuck at home and I couldn't even pick them up,\" he said.</p><p>It's not just that they're stupendously soft. Mr. Han (whose shop also sells sweatpants) considers fleece pants toastier and therefore \"superior\" to sweats. Converts concur. Fleece pants are \"like wearing a blanket for each of your legs,\" said Kyle Bevilacqua, 36, a New Jersey-based corporate tax attorney who bought a pair of furry fleece trousers from New York's 18 East about a year ago. Mr. Bevilacqua, who is a runner, initially got the pants because he wanted \"something super warm to wear\" to winter races.</p><p>As a source of insulation, the fleece pants exceeded his expectations and have since infiltrated his daily winter wardrobe. He wears them with waffle-knit sweaters and, for maximum coziness, a fleece sweatshirt. On super cold days, Mr. Bevilacqua said, \"they became this really great thing to throw on to run out and grab a coffee or just take a walk around town.\" The highly textural trousers also provoke envying comments: \"I've gotten a few 'those look so incredibly warm.'\"</p><p>Kendall Riley, 29, a software consultant in Lawrence, Kan., snags compliments, too, when he wears one of his three pairs of Gramicci fleece pants, which are cut a bit like a straight-legged five-pocket jean. \"I had someone say that 'they're really fun,'\" he said. Recently, he posted a photo of himself in the fluffy bottoms on Instagram and a friend's mother messaged him to ask where she could get them for her son. Mr. Riley tends to pair the fluffy pants with simple fare like a navy sweatshirt or a matching tan Patagonia fleece.</p><p>While the solid-colored Gramiccis attract attention in Kansas, they're downright tame compared to some more flamboyant fleece pants on the market. Japan's Kapital sells a fleece pair featuring a pink-and-baby-blue cloud motif originally created by 1960s pop artist Peter Max. They look like psychedelic PJs. In December, Camp High out of Santa Monica (a favorite brand of John Mayer) released its Canyon fleece pants and sweatshirt in a swirly tan, red and brown pattern. And this winter, New York label Saturdays NYC offers a checkerboard white-and-green fleece pant randomly dotted with peace signs. (For whatever reason, fleece-pant designers seem obsessed with stereotypical hippie motifs.)</p><p>Jordan Roe, 29, a manager of a bike store in Washington, D.C., owns a pair of green-and-black fleece pants with dangling red zipper pulls by Colorado outdoor label Topo Designs. The poppy pants look like something a skier might have worn during downtime at the 1994 Olympics. When he wears them to work, Mr. Roe often hears \"those are sick\" from customers.</p><p>Looks aside, Mr. Roe loves how functional his Topo pants are. The pockets can be zipped shut and the Polartec material is combined with nylon panels that block the wind and reinforce the knees, preventing the sort of tears that come with wear. This protective padding, also found on similar designs by Eddie Bauer and the North Face, extends the use of these indoor pants to outdoor activities like hikes or bike rides.</p><p>Many fleece pants are becoming as souped-up and trail-ready as their upper-body siblings. This month, as part of its very literally named Comfort Zone collection, Los Angeles clothing brand Tombogo released a pair of thick \"sherpa\" fleece cargo pants with seven pockets, designed as much for a hike as for the couch. (The pants can be zipped off into shorts for \"brisk spring days,\" said designer Tommy Bogo.) As Mr. Bogo sees it, some customers will stash their TV remote in one of the many pockets while others will toss in a bag of trail mix and brave the outdoors.</p>",
  "published": "2021-02-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 222,
          "end": 226
        }
      ],
      "nexusId": "10043425"
    }
  ]
}