{
  "_id": "d5c91722548efb5fc02d3427335f0f68fded219e0bf924aa143639abe28f696d",
  "feed": "market-watch",
  "title": "Nike earnings withstand production issues and slump in China sales, stock gains",
  "text": "<p>Nike NKE reported fiscal second-quarter earnings of $1.34 billion, or 83 cents a share, up from 78 cents a share a year ago. Sales rose to $11.36 billion from $11.24 billion in the year-ago quarter, thanks to Black Friday sales that occurred just before the quarter ended on Nov. 30.</p><p>Analysts on average expected earnings of 63 cents a share on sales of $11.25 billion, according to FactSet. Shares increased nearly 4% in after-hours trading following the announcement, after closing with a 2.7% decrease on a rough day for the markets.</p><p>Nike has struggled with production and supply-chain issues in the second year of the COVID-19 pandemic. The company previously detailed issues with production in Vietnam amid a spike in the virus in that country, as well as increasing costs for delivering its goods and paying workers.</p><p>“Nike's strong results this quarter provide further proof that our strategy is working, as we execute through a dynamic environment,” Chief Executive John Donahoe said in a statement. “We are now in a much stronger competitive position today than we were 18 months ago.”</p><p>Analysts have also voiced concerns about growth in China, where revenue increased 1% in the fiscal first quarter, the smallest increase in the four geographical segments that Nike discloses. Those fears were substantiated in the fiscal second quarter, as Nike said Monday that Greater China sales fell 24% year-over-year to $1.84 billion from $2.3 billion a year ago; analysts had expected $2.04 billion in China sales, according to FactSet.</p><p>In its announcement, Nike said that declines in China, as well as other parts of Asia, were “largely due to lower levels of available inventory resulting from COVID-19-related factory closures.” Nike said inventories were up 7% from a year ago at $6.5 billion, a total that was “driven by elevated in-transit inventories due to extended lead times from ongoing supply-chain disruptions.”</p><p>“We see encouraging signs in Greater China, and while inventory supply has been a major disruption in the marketplace, we continue to expect fiscal 2022 to be a year of recovery,” Chief Financial Officer Matthew Friend said in a conference call Monday afternoon. “Having said that, we expect to see sequential improvement from here, beginning in the third quarter.”</p><p>Friend went on to say that Nike is maintaining its full-year revenue guidance, which calls for mid-single-digit percentage gains from last year, while forecasting stronger gross margins than previous guidance. For the third quarter, Friend said that Nike expects sales to grow by low single digits from the same quarter a year ago, when Nike posted revenue of $10.36 billion; analysts on average were projecting third-quarter sales of $10.59 billion, according to FactSet.</p><p>Nike stock has gained 10.6% so far this year, trailing the S&amp;P 500 index's SPX 23% increase in that time as well as a 15.5% gain by the Dow Jones Industrial Average DJIA, which counts Nike as one of its 30 components.</p><p>Clarification: An earlier version of this article used six-month figures instead of quarterly for Nike's year-over-year China sales. It has been updated.</p>",
  "published": "2021-12-20T20:41:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1557,
          "end": 1561
        },
        {
          "start": 2627,
          "end": 2631
        },
        {
          "start": 2763,
          "end": 2767
        },
        {
          "start": 1269,
          "end": 1273
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 537,
          "end": 541
        },
        {
          "start": 3079,
          "end": 3083
        },
        {
          "start": 2947,
          "end": 2951
        },
        {
          "start": 2540,
          "end": 2544
        },
        {
          "start": 1349,
          "end": 1353
        },
        {
          "start": 2317,
          "end": 2321
        },
        {
          "start": 1731,
          "end": 1735
        }
      ],
      "nexusId": "10043425"
    }
  ]
}