{
  "_id": "bca0a8e9dd4316bd37f5b6dcced75381f7fefe8396bf47ae33e225090fd79b4a",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Paint Misbehavin' --- Pigment-splattered jeans, T-shirts and sneakers that look like Jackson Pollock wore them in his studio are trending. Why now?",
  "text": "<p>Paint-splattered gear is increasingly on offer -- often at elevated prices -- in clothing shops of late. British designer Paul Smith sells a $195 speckled tee that looks like it got shot with a few paintballs; Italian label Palm Angels markets a $780 green hoodie with scattered paint flecks and, for an extra-raggedy look, cutoff cuffs; and Maison Margiela is demanding $1,220 for linen boots that appear to have been splashed with a can or two of Sherwin-Williams. Anyone who's splatter-curious but budget-conscious can sample the trend in sneaker form: Both Nike and Converse sell relatively affordable $100-ish shoes lightly drizzled with pigment.</p><p>Ready-made clothes that suggest you just haphazardly repainted your bedroom are not novel. In the 1990s, Helmut Lang sold coveted jeans with a restrained sprinkling of white paint. Maison Margiela has peddled its own paint-splashed sneakers for years. In 2018, Japanese designer Junya Watanabe released an entire collection built around paint-drenched chore coats and Levi's jeans.</p><p>It's no surprise that paint is being profitably splattered again in 2021, when other forms of crafty clothing are key to the fashion zeitgeist. Several years ago, New York brand Bode kicked off a trend for doodled-on garments with its $1,000-plus corduroys featuring hand-drawn images. Luxe Los Angeles label Amiri sells a spotty $750 bleached hoodie that makes whoever's wearing it look like he got in a fight with a Clorox jug and lost. And we are many years into a tie-dye craze that has made tweens, retirees and everyone in between look like devoted Deadheads.</p><p>When asked about this craftwork craze, Roma Cohen, the owner of Miami boutique Alchemist, noted that after the pandemic year shoppers just want to \"wear something that makes people happy.\" Customers crave the devil-may-care, \"no worries, man!\" image that comes from wearing a tie-dye top or jeans that look like an action painter's drop cloth.</p><p>Mr. Cohen believes that shoppers gravitate toward Alchemist's in-house line of paint-splattered clothing because it reflects a human touch. He often plays Pollock himself to create these clothes and noted that the one-of-a-kind pieces often sell within days, despite their three-figure price tags.</p><p>Damien Paul, head of menswear at British retailer MatchesFashion, which offers a museum's worth of paint-splattered gear, agreed that customers are snatching up clothes that reflect \"some craftsmanship or artisanal value.\" Yet, here a tension emerges: Not all paint-dribbled attire is crafted personally by some virtuosic designer. Large companies often use factories to achieve the splatter effect. (Price is typically the giveaway. If your speckled jeans or sneakers are cheap -- like those Nikes -- they were likely made by a machine.)</p><p>Mr. Cohen of Alchemist said that many of the brand's paint-dappled hoodies and joggers are produced in large batches by outside contractors. This is simply a decision based on scale. \"When we're selling thousands of garments, it's hard to spend two hours or so [painting] on each garment,\" he said. According to Mr. Paul and Mr. Cohen, based on sales, customers often don't seem to know or care if paint splotches are carefully hand-done by the actual designer or not. As with tie-dye, the point is to look artsy, not actually be artsy.</p><p>Purists, though, view fakery that's flung on by machine or clothing that's formulaically hand-splattered as sacrilege. Abe Lange, 23, a collector and reseller of raggedy vintage clothes in New York, has little patience for modern, mass-produced drippiness. He specializes in aged, paint-flecked garments he can be reasonably sure belonged to, say, house painters or sloppy artists. Mr. Lange said he savors \"the lived-in history\" of an organically splattered garment. Still, he's aware that the broader trend has boosted his sales and concedes that \"it's a bit ridiculous\" that the distressed-clothing market is so robust he can expect buyers to pay around $150 for a pair of paint-splattered jeans that otherwise would have been cast into the trash.</p><p>Eugene So, 23, who works in TV production in Los Angeles, was recently smitten by a $495 painted-on hoodie by Los Angeles label Gallery Dept. Still he couldn't justify paying that much for \"something that could have been an accident.\" Instead, he created his own version using a $20 hoodie and a $20 paint set. At that price, he felt comfortable turning a sweatshirt into a wearable Pollock knockoff. The DIY project, he said, \"provided a nice sense of accomplishment.\" He created something \"I could be proud of instead of buying someone else's.\"</p>",
  "published": "2021-05-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 561,
          "end": 565
        }
      ]
    }
  ]
}