{
  "_id": "2e35bd23b2ca12127293874f1e2c04335c3983485db00c69c795f85f5058b5b4",
  "feed": "ftcomall",
  "title": "The tiresome trend of vaccine one-upmanship  ",
  "text": "<p>You've had the vaccine already? Fantastic. Me too. [<em>Pause</em>] Which one did you&#xa0;get? Oh right, well look&#xa0;that's great. Me? Actually, I got the Pfizer jab [<em>almost imperceptible smile</em>]. But, look, they are both great&#xa0;— 80 per cent, 90 per cent, what's the difference? Well 10 per cent, obviously, but the key thing is&#xa0;we are basically protected. You&#xa0;a&#xa0;little more basically than me&#xa0;but&#xa0;both still ready to book a summer holiday, eh?</p> <p>Did you get much of a reaction? I heard that the AZ jab can make you feel a bit rough for a day or two. My wife's sister got AstraZeneca and felt awful for two days. Her husband got Pfizer three days later and he's just climbed Annapurna [<em>slightly less imperceptible smile</em>].</p> <p>Across the country, this is the conversation among people of a certain age. If not about themselves, then about their parents. It is the first question anyone asks as soon as you return from your appointment. Until we get the jab, we are just thrilled to receive the offer of a date, but the second we're vaccinated, kapow, we are suddenly&#xa0;pharmacologists.</p> <p>People who, five months ago, would have bitten off your arm for a dose of Sputnik washed down with some of Donald Trump's miracle disinfectant are now discussing the merits of various vaccines with all the expertise of an oenophile. One prick and suddenly they're the Jancis Robinson of jabs. “Ah, yes, this is definitely the Oxford vaccine, you can smell the notes of common cold for chimpanzees. If this were Pfizer, you'd be picking up the aroma of mRNA. Also the Pfizer is better served chilled, whereas AstraZeneca works well at room temperature, it is a much more relaxed jab and is good for any event.”</p> <p>Rumours are spreading. In my area, there is gossip that certain days of the week are more likely to be Pfizer days even though we all know someone who got AZ on the same day a week earlier. It is a pretty poor show of gratitude to the Oxford team, who have developed something miraculous in record time only to end up feeling as if they&#xa0;are on the wrong side of an Apple vs Android debate.&#xa0;</p> <p>Still this is the reality of the conversation. AZ is great but I just thought I'd ask if there is any chance of getting the German jab if I left it a day or two, you know, “<em>Vorsprung durch Technik</em>” and all that.</p> <p>Each day the AZ crowd scans the news sites for information about its efficacy compared with BioNTech/Pfizer. It could be worse: in large parts of the EU, citizens are actually <a href=\"https://www.businessinsider.in/science/news/people-in-france-germany-and-the-uk-are-turning-down-the-astrazeneca-vaccine-because-they-want-the-pfizer-one-instead-reports-say/articleshow/81174125.cms\">spurning AZ appointments</a>, preferring to stay unprotected rather than make do with second best, a situation exacerbated by petulant politicians trying to prove they did not screw up by taking too long to organise their supplies. (The rhetoric of some EU leaders both lambasting AZ about the lack of supplies while insisting the vaccine wasn't that good was reminiscent of the Woody Allen gag about the food here being terrible — and such small portions.)</p> <p>In fairness to almost everyone, most are still delighted to be vaccinated. A little bit of vaccine snobbery may be irritating for those of us still waiting to be offered a jab (oh yeah, baby, still too young to be called!) but is a small irritation and, in fairness, it is not as if we have lots of other news to talk to about. Personally, I'm holding out for the Calvin Klein jab, something with a bit of pizzazz.</p> <p>But the debate does show how quickly we move on. Last September, the shops were selling out of vitamin D spray because it was the closest anyone had to a form of protection. On Zoom, friends and colleagues discussed the merits of the N95 over face masks made from old socks. Ultimately, this is a fantastic sign of life returning to normal. If all we have to worry about is which vaccine we got, then things must be moving in the right direction.</p> <p>Even so, I think there is still further room for improvement, not least to boost the support for AZ, with some cool brand association, especially as the roll out is extended to the younger age groups. Perhaps a tie up with Nike? The Oxford/AstraZeneca/Nike jab — “Just do it”.</p> <p><em>Follow Robert on Twitter&#xa0;</em><a href=\"https://twitter.com/robertshrimsley\"><em>@robertshrimsley</em></a><em>&#xa0;and email him at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.shrimsley@ft.com\"><em>robert.shrimsley@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Robert Shrimsley 2021 'The tiresome trend of vaccine one-upmanship  ' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T11:00:43.247Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3988,
          "end": 3992
        }
      ],
      "nexusId": "10043425"
    }
  ]
}