{
  "_id": "9535c6e6b8b27565bfb6cb9d21df599f5acd976249b2a6acad089626d4ddc200",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Shantanu Narayen --- Chief Executive Officer, Adobe Inc.",
  "text": "<p>Adobe is a maker of creative design software like Photoshop and other products that help businesses manage relationships with customers. With millions of professionals doing their jobs at home, improving digital documents became more urgent for Mr. Narayen.</p><p>\"Everybody going digital was not going to come again,\" said Mr. Narayen, who became CEO in 2007.</p><p>To lead in a crisis, Mr. Narayen said, managers must give people permission to stop doing projects not deemed essential for the moment and change how work is done. Adobe has made efforts to not host meetings before 9 a.m., and give employees additional time off on some Fridays so they can relax. \"These are different times,\" he said. \"It's not business as usual.\"</p><p>To stay in touch with employees, Mr. Narayen regularly tells staffers that, if they have an idea, question or want to share feedback, they can email him -- and expect a reply.</p><p>\"People know, at Adobe, anyone who sends me an email will get a response from me,\" he says.</p><p>Brad D. Smith</p><p>executive chairman of Intuit Inc.</p><p>Mr. Smith and Mr. Narayen both took on public-company CEO jobs around the same time. So began a close friendship. \"I'll call him and say, 'Hey, two-minute question. How are you dealing with this?' And he'd be like, 'Boom,'\" Mr. Narayen says of Mr. Smith. Mr. Narayen says he reached out to Mr. Smith after employees asked the Adobe chief to comment on political issues. The executives shared their views on when it made sense to speak out. \"Shantanu is one of my best friends,\" Mr. Smith says. \"He is a world-class leader that everybody in the Valley looks up to.\"</p><p>John Donahoe</p><p>CEO of Nike Inc.</p><p>Just as Mr. Narayen was taking the helm at Adobe, Mr. Donahoe was named CEO of eBay Inc. in 2008. They made it a habit to get together, often celebrating or commiserating once a quarter, Mr. Narayen says. Mr. Donahoe, a former consultant who spent roughly 23 years at Bain &amp; Co., ran eBay until 2015. He took the top job at Nike Inc. last year. One of Mr. Donahoe's gifts, Mr. Narayen says, is listening without necessarily being prescriptive. \"John's this amazing individual who can very quickly get to the crux\" of an issue, Mr. Narayen says.</p><p>Romesh Wadhwani</p><p>chief executive of SymphonyAI</p><p>It was a reference check years ago that brought Mr. Narayen and Mr. Wadhwani together. Mr. Wadhwani was looking to hire a senior executive who previously worked with Mr. Narayen. The conversation changed how Mr. Narayen viewed hiring. Not only did Mr. Wadhwani want to hear about the executive's background and attributes, but he also asked how he could ensure that this person would thrive in the role, looking for tips to set the executive up for success. \"That was a leadership lesson that I know has stuck with me forever,\" Mr. Narayen says.</p><p>Dan Rosensweig</p><p>CEO of Chegg Inc.</p><p>When Mr. Narayen wants to chat about confidential Adobe strategy decisions, he feels free to open up to Mr. Rosensweig, who sits on Adobe's board. Mr. Narayen has turned to him for guidance on moves such as Adobe's transition to cloud-based subscriptions of its software. Such high-stakes decisions can be agonizing, but Mr. Rosensweig encourages Mr. Narayen to have faith in his convictions. \"At times if he perceives that I am maybe trying to dot all the I's and cross all the T's, he will tell me to move faster and trust my gut and instinct,\" Mr. Narayen says.</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1621,
          "end": 1630
        },
        {
          "start": 1621,
          "end": 1625
        },
        {
          "start": 1955,
          "end": 1964
        },
        {
          "start": 1955,
          "end": 1959
        }
      ],
      "nexusId": "10043425"
    }
  ]
}