{
  "_id": "3fa0c22cbf672048bf97865fb1838f244993f8f26f0e83390e48cb46e55c4d7c",
  "feed": "wall-street-journal",
  "title": "Nike Files to Sell Digital Sneakers, as It Seeks Downloadable Kicks; Sneaker company's trademark applications indicate it wants to offer virtual goods as part of videogames and other online platforms",
  "text": "<p>People are already paying a lot for digital designs and artwork, including digital sneaker designs that sold for thousands of dollars. Celebrities such as Martha Stewart are hoping to cash in, too, selling nonfungible tokens, or NFTs, which are digital collectibles authenticated using blockchain technology.</p><p>For Nike, the trademark applications could be a way to protect its brand in virtual worlds— like it already does in the real world—and prevent knockoffs from appearing in games, said Josh Gerben, a trademark attorney at Gerben Intellectual Property.</p><p>\"Virtual worlds are a new frontier,\" Mr. Gerben said. \"It will probably become a revenue stream for Nike.\"</p><p>The trademark filings, though, only indicate an intent to sell virtual goods, so Nike could still decide to not follow through. The company didn't respond to a request for comment Tuesday.</p><p>Besides the Nike swoosh, the company also wants to protect its \"Just do it\" slogan and other recognizable logos it owns, according to the filings.</p><p>Write to Joseph.Pisani@wsj.com</p><p>Nike Files to Sell Digital Sneakers, as It Seeks Downloadable Kicks</p>",
  "published": "2021-11-02T17:11:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 867,
          "end": 871
        },
        {
          "start": 1033,
          "end": 1037
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 313,
          "end": 317
        },
        {
          "start": 659,
          "end": 663
        },
        {
          "start": 747,
          "end": 751
        }
      ],
      "nexusId": "10043425"
    }
  ]
}