{
  "_id": "98e636064f458336220478abd409a280886f39fd541832ac89a7bebf307614b4",
  "feed": "ftcomall",
  "title": "US college athletes secure big victory on pay",
  "text": "<p><em>In this edition of Scoreboard, we discuss the big US Supreme Court victory for college student athletes seeking pay, explore outrage over Euro 2020 VIPs skipping UK quarantine rules, reveal why American investors have acquired a stake in an Indian cricket team, and more.</em></p> <h1>College athletes nearing payday after winning the Supreme Court Bowl</h1> <p>What do sports and the <strong>US Supreme Court</strong> have in common? A 9-0 loss is absolutely devastating.</p> <p>That was the case for the <strong>National Collegiate Athletic Association</strong> on Monday, as the US governing body for the more than $14bn college sports industry was <a href=\"https://www.ft.com/content/9c00913e-afe8-4dc8-8881-38d93d713d49\">thwacked by the highest court in the land</a> over long-held restrictions on paying student athletes.</p> <p>In the landmark case, <strong>NCAA v Alston</strong>, all nine justices ranging from the <a href=\"https://ballotpedia.org/Sonia_Sotomayor\">liberal</a> <strong>Sonia Sotomayor</strong> to the <a href=\"https://ballotpedia.org/Clarence_Thomas_(Supreme_Court)\">conservative</a> <strong>Clarence Thomas</strong>, found that rules that forbid student athletes from getting paid tutoring, internships, or other education-related benefits are a violation of antitrust law.</p> <p>The <strong>Donald Trump</strong>-appointed judge <strong>Brett Kavanaugh</strong> wrote in an eviscerating consensus opinion that “the NCAA's business model would be flatly illegal in almost any other industry in America.”</p> <p>The unanimity of the Supreme Court heralds one of the most profound shifts in the history of American sport. College sports, which have been played by unpaid amateurs for over a century, will be forced to begin compensating athletes.</p> <p>“It is a blow to the NCAA's authority,” said <strong>Amy Privette Perko</strong>, chief executive of the <strong>Knight Commission on Intercollegiate Athletics</strong>, a non-profit reform advocacy group.</p> <p>It's not the first time the Supreme Court has intervened to change the course of US sport. A 1984 case, <strong>NCAA vs Board of Regents</strong>, paved the way for member schools and conferences to negotiate lucrative television rights deals, such as those for <strong>March Madness, </strong><a href=\"https://www.ft.com/content/08dadaf2-9769-44ab-88e3-93f90494b6e5\">now worth billions annually</a>.&#xa0;</p> <p>Those contracts have contributed to the present-day dissatisfaction with the status quo. As the court noted in Monday's opinion, annual salaries for top-division college American football coaches approach $11m, while players receive nothing beyond the cost of attending school.&#xa0;</p> <p>To be sure, the scope of the Supreme Court ruling was narrow and applied strictly to education benefits. Universities aren't likely to start profit-sharing multibillion-dollar media rights deals with students anytime soon.&#xa0;</p> <p>But remarkably, the decision coincided with another critical deadline for the NCAA. On July 1, several US states have legislation coming into effect which will explicitly permit college athletes to receive endorsements based on their participation in university sports.&#xa0;</p> <p>At the time of writing, the NCAA is scrambling to address rule enforcement disparities between states with such laws — <a href=\"https://www.ft.com/content/b0f53c1c-2be5-4878-9b41-1286b9bea368\">known as NIL</a> — and those without. The playing field for college athletes is about to change forever.</p> <p><em>Read the FT on this week's Supreme Court ruling </em><a href=\"https://www.ft.com/content/9c00913e-afe8-4dc8-8881-38d93d713d49\"><em>here</em></a><em>, and the explanation of NIL benefits </em><a href=\"https://www.ft.com/content/b0f53c1c-2be5-4878-9b41-1286b9bea368\"><em>here</em></a><em>.</em></p> <h1>Halftime break: the best of Euro 2020</h1> <p><em>A round-up of the FT's coverage of Europe's national football team tournament as it enters the knockout stages</em></p> <ul>  <li><p>Plans to ease quarantine restrictions on around 2,000 VIP delegates going to the final matches of <strong>Euro 2020</strong> at London's <strong>Wembley Stadium</strong> sparked <a href=\"https://www.ft.com/content/5d3aaeef-62d0-4043-a3a4-1272e762fc6a\">outrage</a>. <strong>Uefa, </strong>European football's governing body<strong>, </strong>and the <strong>UK government</strong> are thrashing out a deal to allow football officials, sponsors and broadcasters to enter the country under the rules of a strict “bubble” for the games in July. Some British politicians and travel industry figures attacked the disparity of treatment for other travellers who have to quarantine for up to 10 days on arrival.</p></li>  <li><p>The willingness to make concessions to Uefa delegates was rooted in fears the semi-finals and final could be moved away from London. German chancellor <strong>Angela Merkel </strong>and Italian prime minister <strong>Mario Draghi </strong>argued the matches should be held elsewhere in Europe due to <a href=\"https://www.ft.com/content/bdeab404-162c-41b5-9544-0886c8f977bf\">concerns</a> about the spread of the Delta variant of coronavirus in the UK.</p></li>  <li><p>Uefa denied a request to light up the <strong>Allianz Arena</strong> in Munich in rainbow colours to protest against an anti-LGBT law passed by the Hungarian government of <strong>Viktor Orban</strong>. The governing body <a href=\"https://twitter.com/uefa/status/1407652489101557766?s=24\">said</a> that though it supports equality, using the rainbow colours in a match featuring <strong>Hungary </strong>contravened rules against making political gestures.</p></li>  <li><p>That row was symbolic of the East-West political divide in Europe. It is evident on the pitch too. <strong>Italy, France, Belgium, Portugal </strong>and <strong>The Netherlands</strong> all have the players to become potential champions. Only three eastern European countries; <strong>Croatia</strong>, <strong>Czech Republic</strong> and <strong>Ukraine</strong> have advanced. FT columnist <a href=\"https://www.ft.com/content/7d22fbb8-e3bf-4a7f-a16a-978a1517bf1b\">Simon Kuper</a> says the migration of people and ideas in the West explains footballing results too.</p></li>  <li><p><strong>England</strong> also qualified easily after beating <strong>Czech Republic</strong> 1-0 on Tuesday, but the FT suggested the team will need to improve. <a href=\"https://www.ft.com/content/446b6ad7-72f7-462d-b4d2-5216409a414c\">Sterner challenges await</a> in the form of . . . </p></li>  <li><p><strong>Germany</strong> in the next round. <a href=\"https://www.ft.com/content/efe70684-0d1a-453f-bbcf-d14b9dbfa28f\">Simon Kuper also wrote</a> that the German team's past virtues of power, pace and stamina no longer stand. Indeed, national footballing identities across Europe have faded, as modern passing style dominates all the leading contenders.</p></li>  <li><p>One of the underdogs to emerge from the group stage is <strong>Wales</strong>, a nation of just 3.2m people. Despite featuring global stars such as<strong> Real Madrid</strong>'s <strong>Gareth Bale </strong>and<strong> Juventus</strong>'s<strong> Aaron Ramsey</strong>, half the team plays in the Championship, English football's second-tier. Though a source of national&#xa0;pride, Welsh fans don't think Euro 2020 success <a href=\"https://www.ft.com/content/18c206c2-76b9-4ba2-80b3-12a94b67406b?\">will fuel calls</a> for independence from the UK.</p></li> </ul> <h1>America's Indian cricket dream</h1> <p>US sports fans seem impervious to the charms of cricket. American investors, however, have begun to understand the appeal of the sport's <strong>Indian Premier League</strong>.</p> <p>The Twenty20 tournament has grown at breakneck speed since being founded in 2008, defying the <a href=\"https://www.ft.com/content/560d4120-dec3-11e2-b990-00144feab7de\">occasional scandal</a> to reel in the world's best players and biggest broadcasters.&#xa0;</p> <p>As the <a href=\"https://www.ft.com/content/9eef0a43-3ebf-41b4-8717-ffe3917d6bd7\">FT revealed this week</a>, the <strong>Rajasthan Royals</strong>, winners of the first ever edition of the IPL, is now valued at $250m-$300m after securing new financing from New York-based investment firm <strong>RedBird Capital Partners</strong>.</p> <p>The deal gives RedBird, founded by former <strong>Goldman Sachs</strong> executive <strong>Gerry Cardinale</strong>, a 15 per cent stake in the Royals. The team's majority owner, venture capitalist <strong>Manoj Badale</strong>, has increased his shareholding to 65 per cent from 51 per cent. <strong>Lachlan Murdoch</strong>, son of media tycoon <strong>Rupert Murdoch</strong> and chief executive of <strong>Fox Corporation</strong>, was an existing shareholder and retains a stake of around 10 per cent.</p> <p>RedBird's latest investment puts the Royals in the company of some of the biggest groups in global sport. Through a minority stake in <strong>Fenway Sports Group</strong>, Cardinale's vehicle has tied its fortunes to English <strong>Premier League </strong>team <strong>Liverpool FC</strong>, baseball's <strong>Boston Red Sox.</strong> RedBird also has stakes in the <strong>XFL </strong>American football competition, and the <strong>New York Yankees</strong> and <strong>Brooklyn Nets</strong> regional sports network,<strong> YES</strong>.</p> <p>The Royals don't look out of place in that portfolio thanks to the growth of the IPL. A widely-watched auction, in which the contest's eight teams bid for players, secures multimillion dollar playing contracts for the game's stars.</p> <p>As the most watched sport in India, cricket is seen as the route to a growing middle class in one of the world's two most populous countries.&#xa0;</p> <p>Cardinale said there's one obvious growth prospect that should provide immediate returns. Matches attract huge TV audiences, drawing up to 200m viewers for a single match.&#xa0;</p> <p>The IPL's next broadcast contract is coming up next year, following the <a href=\"https://www.ft.com/content/99438da6-9156-11e7-a9e6-11d2f0ebb7f0\">$2.6bn</a> 5-year deal signed with <strong>Disney </strong>in 2017. Tech giants, such as <strong>Facebook </strong>and <strong>Amazon</strong>, have signalled interest in acquiring international cricket rights.</p> <p>None of this may lead to US sports fans falling in love with cricket any time soon. But American investors are starting to see the value in the game.</p> <h1>Highlights</h1> <ul>  <li><p>Japan will <a href=\"https://www.ft.com/content/eafb2809-2103-4d6e-97d7-da760095718a\">limit spectators</a> at the upcoming <strong>Tokyo Olympics</strong> to 50 per cent of a venue's capacity, capped at 10,000 people. The decision means the Games may feel less sterile, but flies in the face of the country's official medical advice.</p></li>  <li><p>The <strong>emperor of Japan</strong> expressed concern over <a href=\"https://www.ft.com/content/8dc11d51-f5bd-4274-b7b2-a1dd73e9c120\">hosting the games</a> during the pandemic in a rare intervention that broke with a ban on Imperial involvement in the country's politics. It was more unwelcome news for Prime Minister <strong>Yoshihide Suga</strong> who is gambling that holding a successful Olympics will <a href=\"https://www.ft.com/content/81f76cf4-bf77-4b55-9d3d-0fe6acbe9e36\">boost his flagging polls</a> ahead of a national election later this year.</p></li>  <li><p><strong>Ari Emanuel</strong>, the chief executive of <strong>Endeavor</strong>, the entertainment group that owns <strong>Ultimate Fighting Championship</strong>, the mixed martial arts series, <a href=\"https://www.ft.com/content/0c9cb010-f544-4a4b-b85a-7073b0315d5d\">resigned </a>from the board of <strong>Live Nation </strong>because the <strong>US Justice Department</strong> raised antitrust concerns.&#xa0;</p></li>  <li><p><strong>Nike</strong> chief executive <strong>John Donahoe</strong> said that the brand is “<a href=\"https://www.ft.com/content/704a065d-f07d-4577-8133-7db3eb529299\">of China and for China</a>”, part of a passionate defence of the company's business in the region. It came just months after the world's largest sportswear maker became ensnared in a consumer backlash for its previous statements on concerns of forced labour in Xinjiang.&#xa0;</p></li>  <li><p><strong>Formula One</strong> announced <a href=\"https://www.ft.com/content/b5757bd4-5128-4e21-995f-38f774e2f004#post-af5f55dc-3ce7-482e-85d5-5ead959dcdf6\">140,000 fans will be allowed to return</a> to the <strong>British Grand Prix </strong>at the <strong>Silverstone</strong> circuit, as the UK government begins to allow larger crowds at sporting events. The final matches at <strong>Wimbledon</strong>, the tennis grand slam which starts next week, will also feature full capacity crowds on Centre Court.</p></li> </ul> <h1>Final Buzzer</h1> <p>The <strong>National Basketball Association </strong>playoffs this week have featured some moments for the ages. <strong>Brooklyn Nets</strong> might have advanced to the Eastern Conference Finals were it not for <strong>Kevin Durant</strong>‘s <a href=\"https://www.sportingnews.com/us/nba/news/kevin-durant-big-ass-foot-nets-bucks/1au9or4z0d1kgz1vvpcmrcirm\">big toe</a>. <strong>Phoenix Suns</strong>‘ <strong>Devin Booker</strong> inadvertently paid homage to franchise legend <strong>Steve Nash </strong>by powering through a match with a <a href=\"https://twitter.com/SInow/status/1407542522306564100\">busted nose</a>. And we loved watching the rising anti-hero of the league, <strong>Trae Young</strong> of the <strong>Atlanta Hawks</strong>, <a href=\"https://www.youtube.com/watch?v=YiBvWxi3__4\">shimmying his way</a> to a potential spot in the finals. To paraphrase <strong>Taylor Swift</strong>: haters can shake it off.&#xa0;</p><p>Source:  2021 'US college athletes secure big victory on pay' FT.com 26 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-26T08:00:08.310Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 8710,
          "end": 8714
        }
      ]
    }
  ]
}