{
  "_id": "4d9eaf7bea74d8ecbc046ddaf23461bb1c055e3a754cc93b32f6603dab0383b5",
  "feed": "wall-street-journal",
  "title": "Business News:  Nike's Sales Fall Short of Forecasts  ----  By Khadeeja Safdar and Kimberly Chin",
  "text": "<p>   Nike Inc. joined a growing list of U.S. companies getting squeezed by global supply-chain disruptions caused by Covid-19. </p><p>   The sneaker giant on Thursday reported revenue in the latest quarter that fell below analysts' expectations and said sales were dented by a global container shortage and congestion at U.S. West Coast ports that delayed the flow of inventory in the quarter by more than three weeks. The company expects to capture this delayed revenue in the current quarter. </p><p>   \"While we are optimistic about the pace of vaccine distribution and how this will enable safe reopening of the global economy in the near future, the effects of the virus continue to create short-term volatility in our business performance,\" finance chief Matthew Friend said on the company's earnings call. </p><p>   Nike's revenue was $10.36 billion, a 2.5% increase from the year-earlier period, but the figure fell lower than analysts were targeting. On a constant-currency basis, North American revenue declined 11%, the company said, while revenue in Greater China grew 42%. </p><p>   Nike shares fell about 3% after hours </p><p>   Supply-chain issues have hit makers of everything from cars and clothing to fitness equipment and medical needle containers, as port backlogs and weather disruptions have tempered strong consumer demand driven by the pandemic. </p><p>   Nike's direct sales, which rose 20% to $4 billion, somewhat offset the shipping problems, the company said. Meanwhile, digital revenue increased 59% in the February quarter. The company said digital revenue in North America was $1 billion for the first time. </p><p></p>",
  "published": "2021-03-19T06:08:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1051,
          "end": 1055
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 788,
          "end": 792
        },
        {
          "start": 15,
          "end": 19
        },
        {
          "start": 1316,
          "end": 1320
        },
        {
          "start": 0,
          "end": 4
        }
      ],
      "nexusId": "10043425"
    }
  ]
}