{
  "_id": "0c9bc289646e65cfa9bb2341349853e2efd8e3b5c137c778311f3ebcdee5da0d",
  "feed": "ftcomall",
  "title": "Gymshark founder to take over as chief as global sales boom",
  "text": "<p>Gymshark founder Ben Francis has taken over as chief executive of the fast-growing British sportswear retailer as it prepares to increase expansion in the US and other parts of the world.</p> <p>The group has increased its sales more than 50 per cent in the past year, with revenues rising to more than £400m in its financial year ending in July, from £260m last year.&#xa0;</p> <p>Gymshark last year received about £200m from US fund manager General Atlantic in a fundraising that valued the business at more than £1bn. It is partly using these funds to open new distribution centres across the globe, and in particular to expand in its fastest-growing market in the US.</p> <p>Francis founded the company when he was a 19-year-old student in Birmingham, but brought in Steve Hewitt in 2014 to help grow the company. The 29-year-old Francis — who remains the majority shareholder of the company with about 70 per cent — said that he felt better equipped to take the chief executive role.&#xa0;</p> <p>Francis said that he had been taking advice and learning about how to become a chief executive for the past two years and now felt the right time. Hewitt said there will be a “new era of brand and organisation” under Francis.</p> <p>Francis said that he wanted to make Gymshark the UK equivalent of Nike or Adidas. “In the US, they have their own large fitness and sports brands. In Canada, they do. In Germany the same. And I think Gymshark can be the UK's answer to all of those brands.”</p> <p>The online retailer has already grown rapidly on the back of strong social media marketing and promotion by sports “influencers” that appeal to a younger, fitness-focused audience. For many of these, Francis, a fitness buff who posts his own videos out on social media, is the figurehead for the brand.&#xa0;</p> <p>Francis said that he would continue to be the brand leader for the company, including posting social media content, even if this content might change over time.</p> <p>“There's not any CEOs of multibillion pound firms that I'm aware of that share the journey in the way that we do. I think that's going to be something really cool that we're going to continue to do going forward.”</p> <p>Hewitt, who will become executive president, said that the company was trading well across all its markets. The US is the biggest market for the brand, with 40-45 per cent of sales, followed by the UK, Germany, Canada, Australia and the Nordics. It sells to more than 150 countries. Gymshark employs about 500 people, but wants to grow this to about 800 by the end of the year.</p> <p>“We are ahead of budget from where we thought we'd be,” said Hewitt. “There are some benefits as an online business as a result of Covid — people's shopping habits change, certainly in the first set of lockdowns, because you weren't sharing their wallet with the pub or holidays or restaurants.”</p><p>Source: Daniel Thomas in London 2021 'Gymshark founder to take over as chief as global sales boom' FT.com 4 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-04T07:22:18.114Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1256,
          "end": 1260
        }
      ],
      "nexusId": "10043425"
    }
  ]
}