{
  "_id": "43762df7afe2dac33e9ac7578148d891af76288c827cd04844becb5f6302c828",
  "feed": "wall-street-journal",
  "title": "Sports:  Allyson Felix Wins Bronze  In the 400 Meters to Earn  Her 10th Olympic Medal  ----  By Rachel Bachman",
  "text": "<p>   Tokyo -- With a haul of nine career medals, Allyson Felix was already one of the most revered Olympic track athletes in history. </p><p>   In the five years since the last Games she had become a mother and an activist -- and turned 35 years old. </p><p>   On Friday at Olympic Stadium, she ran with the same steady force of her 2004 Athens Olympics debut as an 18-year-old prodigy. Felix hung on in the Tokyo Games 400 meters for a bronze medal and strode into history. </p><p>   Her 10th career medal made Felix the most decorated female track Olympian in the world and tied her with Carl Lewis for the most Olympic medals in history by a U.S. track and field athlete. Among all track and field athletes, Felix and Lewis trail only the great Finnish runner Paavo Nurmi, who has 12 Olympic medals. </p><p>   When she was introduced before her race on Friday, Felix received an audible round of applause from other athletes and event officials in a stadium otherwise nearly empty due to a no-spectators Covid-prevention measure. </p><p>   Felix has said this will be her last Games. </p><p>   Running outside in lane 9, Felix came down the final stretch trailing the eventual gold-medal winner, Shaunae Miller-Uibo of the Bahamas. Felix kept pace with Marileidy Paulino of the Dominican Republic and staved off a threat from Jamaica's Stephenie Ann McPherson to grab third place. </p><p>   It is Felix's only bronze, but it might be the toughest medal she's won. </p><p>   She left the 2016 Rio Games with nine career Olympic medals, six of them gold. She had a wildly successful career. </p><p>   Since those Games, Felix has been through a lifetime of physical, emotional and career turmoil. In 2018, the joy of a pregnancy transformed into the terror of a severe complication called preeclampsia, which can threaten the life of mother and child. </p><p>   Felix had an emergency C-section at 32 weeks, and her daughter Camryn, was born at 3 pounds, 7 ounces. Camryn spent her first 29 days in the NICU. </p><p>   Her daughter survived and thrived, and Felix emerged from the experience transformed. The woman with the graceful smile and fluid stride and who used to let her track feats do the talking began to speak out. </p><p>   Through the Centers for Disease Control and Prevention, she publicized that Black women are three times more likely to die from a pregnancy-related complication than white women. </p><p>   She encouraged women to speak up if something felt off, warning that if complications could happen to a fit and prepared mom, they could happen to anyone. </p><p>   The next year, 2019, she joined criticism of her longtime sponsor, Nike, that sponsored athletes risked losing pay if they didn't compete close to their pregnancies. The company later said it had changed its policies to better support mothers. </p><p>   The pandemic descended in 2020, canceling events and shuttering training venues. </p><p>   Pandemic restrictions forced Felix and her longtime coach, Bob Kersee, to do workouts on Los Angeles streets, baseball and soccer fields -- anywhere they could find space. </p><p>   The Tokyo Olympics were delayed a year, adding an extra challenge to an athlete already in her mid-30s. </p><p>   She survived it all. </p><p>   Felix even slightly improved her 49.51-second silver medal-winning time in the 400 at the Rio 2016 Games, lowering her time to 49.46. </p><p>   On Friday, Miller-Uibo won her second consecutive gold in the 400, lowering her time from 49.44 to 48.36. </p><p>   But Felix emerged as the queen of Olympic track and field. </p><p></p>",
  "published": "2021-08-07T06:13:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2514,
          "end": 2518
        }
      ],
      "nexusId": "10043425"
    }
  ]
}