{
  "_id": "ccbb697f17586656a4653d618bad4f7707f8d75708e1631a645b11bec6a7691d",
  "feed": "market-watch",
  "title": "U.S. stocks trade mixed, with Dow fighting to gain traction higher as Nike's stock skids",
  "text": "<p>The Dow Jones Industrial Average DJIA rose almost 14 points, or less than 0.1%, to about 34,780.</p><p>The S&amp;P 500 SPX edged up 2 points, or almost 0.1%, to 4,451</p><p>The Nasdaq Composite Index COMP declined 31 points, or 0.2%, to 15,021.</p><p>On Thursday, the Dow rose 507 points, or 1.48%, to 34765, its biggest two-day point and percentage gain since Mar. 8, 2021, according to Dow Jones data. The S&amp;P 500 increased 53 points, or 1.21%, to 4449, and the Nasdaq Composite gained 155 points, or 1.04%, to 15052.</p><p>What's driving the market?</p><p>U.S. stock indexes were wobbling between gains and losses Friday afternoon, potentially ending the rally following the Federal Reserve's policy meeting this week, as the market falls back under pressure amid concerns relating to China, COVID-19 and U.S. politics.</p><p>Stocks are weighed down by a long list of worries ranging from global supply-chain disruptions in the pandemic, to a looming federal debt-ceiling deadline in the U.S., and to the debt woes of property giant China Evergrande Group, according to Matt Peron, director of research at Janus Henderson. He said in a phone interview Friday that “the market has been a little under pressure the past few weeks,” describing the consolidation “healthy” after its strong run.</p><p>Investors Friday are nervous about Evergrande's ability to meet its obligations, as well as the “tremendous amount of leverage” in China's real estate sector, but the potential for damage beyond its borders would probably be “very limited,” said Alonso Garza, a global investment specialist at J.P. Morgan Private Bank in Miami, in a phone interview Friday. “It wouldn't be a disaster for the financial system outside of China,” said Garza, as other countries appear to have “very little exposure” to Chinese real estate.</p><p>The technology-laden Nasdaq Composite index was under pressure Friday as Treasury yields have started to mount a steady climb higher in the wake of the Fed's policy statement on Wednesday, with the benchmark 10-year Treasury note rate at 1.44% on Friday. The rise in yields affects the discount rate used for equity valuations. Tech stocks are particularly sensitive to higher yields because of rapid earnings growth assumptions built into their valuations.</p><p>The Fed meeting revealed central bankers projected a possible rate hike in 2022, signaling they're prepared “to step into this inflation situation and make sure it's contained,” Garza told MarketWatch. While Garza believes the rise in inflation is transitory, with JPMorgan anticipating a first rate hike in early 2023, he said it was good to see the Fed is “ready to move if need be.”</p><p>“You can nibble a little bit at the valuations of the market, but rampant inflation could destroy the entirety of it,” Garza explained.</p><p>A crackdown on bitcoin by China Friday also hurt some technology stocks. Crypto-exchange Coinbase COIN fell as did retail trading platform Robinhood HOOD, which last quarter made more than half of its transaction-related revenue from crypto.</p><p>“Equity markets continue to reflect a tug of war between bulls and bears, with markets heading for a mixed week,” wrote Mark Hackett, chief of investment research at Nationwide.</p><p>Friday's lackluster action comes after two strong days of gains for Wall Street stocks following the Fed's policy meeting on Wednesday. The discussion about the Fed tapering its bond purchases has been an “overhang” for the market, said Peron, as investors have been waiting for a possible announcement this year.</p><p>Indeed, Cleveland Federal Reserve President Loretta Mester said Friday she backed starting tapering of the Fed's monthly purchases of Treasurys and mortgage-backed securities starting in November, with an eye toward ending it in the middle of 2022. Mester isn't presently a voting member of the Federal Open Market Committee, but she will be one next year.</p><p>Investors also continue to watch for the latest on China's Evergrande, a property developer that helped to spark a rout on Monday, amid fears over global contagion from the highly leveraged company. As of Thursday, bondholders still hadn't received any money from Evergrande HK: 3333, which was due to make a $83.5 million interest payment on dollar bonds, the Wall Street Journal reported,</p><p>The company has a 30-day grace period to make a payment, but barring that, Evergrande could trigger a default. Those shares fell 12% in Hong Kong on Friday. Elsewhere, media reports said Friday that the company's electric-vehicle unit hadn't paid suppliers in months, with employees also receiving no salary for September.</p><p>Meanwhile, House Speaker&#xa0;Nancy Pelosi&#xa0;on Wednesday vowed to not let government funding expire next week, assuaging some worries about investors that politics could lead to a partial shutdown of the government and a default in U.S. debt that could roil markets.</p><p>Separately, on Friday, President Joe Biden urged those eligible to “go get the booster,”&#xa0;in a Friday speech, following an unusual move by the head of the Centers for Disease Control and Prevention, who overruled a panel of advisers' recommendation that booster doses of a COVID-19 vaccine be offered only to people over 65 and those with weakened immune systems, advocating for them to also be offered to front line workers, including nurses, teachers and supermarket staff.</p><p>On the data front, U.S. new-home sales increased 1.5% to an annual rate of 740,000, the government said Friday. The figure equates to how many homes would be sold over a yearlong period if the same number were bought in each month based on the rate of sales in July.&#xa0;Compared with a year ago, sales were down 24%. The median forecast of economists polled by MarketWatch was that new home sales would come in at an annual rate of 720,000 for August.&#xa0;</p><p>Which companies are in focus?</p><p>Shares of Nike Inc.NKE fell about 6% after the sportswear maker reported quarterly sales that fell short of Wall Street expectations, and said wages and overhead expenses weighed on revenue.</p><p>Costco Wholesale Corp. COST shares rose about 3% as the retailer topped $60 billion in net sales in a single quarter for the first time, hit $5 billion in annual profit and grew at its fastest pace in more than 20 years.</p><p>Shares of Carnival Corp.&#xa0;CCL rose abut 2.7% after the cruise operator provided an update on its third quarter.&#xa0;</p><p>Deutsche Bank analyst Michael Linenberg has launched a “short-term catalyst call buy” on Delta Air Lines Inc.‘s stock&#xa0;DAL,&#xa0;+1.84%&#xa0;Friday, saying he believes the underperformance so far this year will flip to outperformance in the coming months.&#xa0;Delta shares were up 1.9%</p><p>Shares of Roku Inc. ROKU were down 4% after Wells Fargo analyst Steven Cahall downgraded the stock to equal weight from overweight.&#xa0;</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX: TMUBMUSD10Y rose about 3 basis points to around 1.46%.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of rivals, fell 0.1% to 93.33, but was up almost 0.2% on the week.</p><p>Oil futures were climbing, with the U.S. benchmark CL00 up about 0.9% at $73.94 a barrel. Gold futures GC00 ended higher, rising 0.1% to settle at $1,751.70 an ounce, but were relatively flat for the week.</p><p>In Asia, Hong Kong's Hang Seng Index HK: HSI dropped 1.3% and logged a weekly decline of 2.9%, while China's CSI 300 index XX: 000300 finished virtually unchanged and logged a 0.1% weekly fall. The Nikkei 225 index JP: NIK jumped 2% on the session, helping to pare a weekly decline to 0.8%.</p><p>In Europe, the Stoxx Europe 600 XX: SXXP closed down 0.9% but notched a 0.3% weekly gain, while the FTSE 100 index UK: UKX closed 0.4% lower but booked a 1.3% weekly advance.</p><p>—Barbara Kollmeyer contributed to this report</p>",
  "published": "2021-09-24T15:33:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5787,
          "end": 5791
        },
        {
          "start": 70,
          "end": 74
        }
      ],
      "nexusId": "10043425"
    }
  ]
}