{
  "_id": "6a79f9fedb77a06827be618f1b0b43182e5b1758592c1a7d6cb9267268219f4c",
  "feed": "ftcomall",
  "title": "Covid surge in Vietnam hits global supply chains",
  "text": "<p>A record surge of Covid-19 infections has forced factories to shut in southern Vietnam, hitting one of the world's busiest manufacturing centres for clothing and footwear and sending global brands looking for back-up suppliers. </p> <p>The supply chain disruption is a blow to a country that had largely tamed local transmissions of the virus in 2020. Vietnam was one of few Asian economies that grew and attracted new foreign investment last year despite the pandemic. </p> <p>Vietnam's daily new cases have been trending between 7,000 and 8,000 and nearly all of the country's more than 200,000 infections have been recorded since the beginning of July. </p> <p>Ho Chi Minh City, Vietnam's largest city, has been hit hardest. It imposed strict social-distancing measures on July 9, including rules on worker transport and housing, and the deployment of staff on factory floors. </p> <p>Two big footwear suppliers — Taiwan's Pou Chen, which makes shoes for Adidas and Nike, and South Korea's Changshin, which also supplies the US company — suspended operations last month.</p> <p>Pou Chen stopped production at a Ho Chi Minh City factory, its largest in the country, on July 14, and said the plant would remain closed until at least August 9. The company's other Vietnamese plants were forced to scale down operations. </p> <p>“Local government requirements have affected workers' ability to come to work, and that has led to a drop in capacity utilisation,” the company said.</p> <p>Pou Chen shipped 244m pairs of shoes last year, 44 per cent of which came from Vietnam. Adidas warned last week that supply chain constraints could cost it <a href=\"https://www.ft.com/content/907df1b9-abe0-487e-96b1-164b82df7c87\">as much as €500m in sales</a> by the end of the year.</p> <p>Feng Tay, another Taiwanese sports footwear manufacturer, closed several of its factories last month. The company makes shoes accounting for one-sixth of Nike's annual sales, according to its website.</p> <p>The Vietnam Textile and Apparel Association said recently that more than 30 cent of the country's garment and textile factories were closed. A <a href=\"https://vietnamnews.vn/economy/1003124/more-than-30-per-cent-of-textile-garment-operations-on-hold-due-to-covid-19.html\">report </a>in state-run Vietnam News quoted the chair of the association as saying the vaccination rate among workers in the industry was “still very low”.</p> <p>Vietnam has been hampered by a stuttering vaccine programme after the government was slow to procure jabs. Only <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=vnm&amp;cumulative=1&amp;doses=full&amp;populationAdjusted=0\">about 1 per cent</a> of the country's roughly 98m population has been fully vaccinated.</p> <p>Coronavirus cases have been reported across Vietnam and disrupted other sectors, including electronics. </p> <p>“With all provinces in Vietnam being hit by Covid, the situation is so unprecedentedly uncertain that buyers have to adopt a Plan B or C, including offshoring production to another country,” said Vu Ngoc Khiem of Global Sources, an ecommerce platform that links Asian suppliers with overseas buyers.</p> <p>Samsung, one of Vietnam's biggest employers, has <a href=\"https://www.ft.com/content/7b678988-53d1-4a52-8866-28f109e88d79\">suffered disruptions</a> to its smartphone manufacturing over recent months after a critical supplier of injection moulding equipment stopped operations. </p> <p>The issue has been resolved but the tech group's appliance factories near Ho Chi Minh City are running at about half capacity. Operations are expected to “normalise” this month, the company said. </p> <p>Eurasia Group, the consultancy, said in a research note last week that there were concerns the outbreak in Vietnam “could harm production ahead of peak end-year/holiday season demand”. </p> <p>However, health officials have said in recent days that Covid cases in Ho Chi Minh City were “plateauing”, in a possible indication that the worst of the current wave of infections had passed. </p> <p>Vietnam has lured new investments and supply contracts from global electronics, apparel and other companies seeking to diversify their operations away from China, Asia's premier manufacturing centre, at a time of worsening Sino-US trade tensions.</p> <p><em>Additional reporting by Edward White and Song Jung-a in Seoul</em> </p><p>Source: John Reed in Bangkok and Kathrin Hille in Taipei 2021 'Covid surge in Vietnam hits global supply chains' FT.com 8 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-08T08:16:06.791Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1791,
          "end": 1795
        },
        {
          "start": 937,
          "end": 941
        }
      ]
    }
  ]
}