{
  "_id": "9c23f04fd8d4a794f717f8c7aaa0fc6d698ddeb8052841d2e3f5633915201506",
  "feed": "market-watch",
  "title": "Nike supply chain problems in Vietnam could mean challenges ahead for Dick's Sporting Goods",
  "text": "<p>The spread of COVID-19 drove factory closures in Vietnam, where much of the athletic gear for companies like Nike NKE, Adidas AG XE:ADS, and newly public On Holding AG ONON is made.</p><p>Concerns are on the rise about what this and other supply chain hurdles will mean for the holiday season.</p><p>READ: Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>“Dick's has been vocal on clouding inventory visibility into 4Q21/1Q22 following Vietnam lockdowns (now lasting end of September), informing its negative low-single digit -to-mid-single digit 2H comp outlook,” Wells Fargo said in a note.</p><p>Dick's DKS has been on analysts' radars after reporting record sales and profits in late August.Raymond James, for instance, said the company has been doing well for longer than it had anticipated.</p><p>However, problems all along the supply chain, from manufacturing to transporting goods, are a threat.</p><p>“While investor interest in vendor supply chains remains heightened, our sense is there could be greater flexibility in apparel vs. technical athletic footwear,” Wells Fargo said.</p><p>ALSO: Swiss running-shoe maker On sets its sights on the premium market — with help from a tennis giant</p><p>“While Academy and Dick's have diverse vendor bases (1200/1300, respectively), we're also mindful of concentration risk, with Nike at 12%/19% exposure.”</p><p>Wells Fargo notes that both companies have strengths, like free cash flow generation.</p><p>Academy ASO also reported earnings that beat expectations earlier this month.</p><p>“We have a broad assortment, so we have a broad vendor base,” Chief Financial Officer Michael Mullican told MarketWatch after the earnings announcement. Mullican attributed the company's solid supply chain position on the relationships Academy developed through the pandemic.</p><p>“We were still moving product and paying partners,” he said.</p><p>More diverse merchandise leads to more varied purchases from consumers.</p><p>“You can walk across the aisle and pick up a new hobby,” Mullican said. “We're not for the pro athlete, we're for everybody and whatever you want to do to support the lifestyle of fun.”</p><p>DON'T MISS: Nike could lose production of 160 million pairs of shoes due to COVID-related facility closures in Vietnam, according to BTIG</p><p>In a separate note, Wells Fargo launched the first of its annual Sporting Goods Survey, finding that 30% of August survey takers are exercising more now than they did pre-COVID. While some categories, like hiking and camping, are indicating a slowdown in the near future, clothing and shoes have a good deal of consumer interest.</p><p>“Our view is that select, more ‘one and done' categories within sporting goods will have challenges lapping difficult 2020/2021 comparisons, but that apparel and footwear can benefit from incremental spending in particular,” Wells Fargo said.</p><p>Wells Fargo rates Dick's stock equal weight with a $140 price target, and Academy overweight with a $55 price target.</p><p>Dick's shares have skyrocketed 133.4% for the year to date. Academy has soared 107.4%. The benchmark S&amp;P 500 index SPX is up 15.2% for the period.</p>",
  "published": "2021-09-20T14:12:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2159,
          "end": 2163
        },
        {
          "start": 1361,
          "end": 1365
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 109,
          "end": 113
        }
      ],
      "nexusId": "10043425"
    }
  ]
}