{
  "_id": "02650c40fb880d770c90cf856e5bd4751e7233ab39dc3c8a3b23f1c4752df137",
  "feed": "wall-street-journal",
  "title": "How to Stand Out on Instagram: By Posing in a Very Weird Way; Fashion-obsessed social media users are striking increasingly bizarre poses to make their 'fit pic' photos stand out—even when their outfits are boring",
  "text": "<p>For the most part, Mr. Van Drine does not invent these poses. Instead he recreates poses he's seen other people strike for the outfit pictures (or \"fit pics\") they take of themselves and post on social media sites like Pinterest and Instagram. (The term \"fit pic\" describes an image documenting what a person is wearing from head to toe.) Mr. Van Drine splices the original fit pics he's echoing into his videos, captioning them with cheeky, descriptive names like \"Falling Man,\" \"Shoe Grab\" and \"Twister.\" (According to him, the mimicked posers don't seem to mind, and some have even giddily commented \"that's me!\" on his videos.)</p><p>In the early days of Instagram, a platform founded in 2010, the default pose for men showing off their style involved standing with their arms crossed in front of their crotches, and staring directly into the camera, as if they were soccer players defending a free kick. This pose was so ubiquitous that GQ published an article satirizing it in 2016.</p><p>Even now—when fit pics have proliferated to the point that, on Instagram alone, over 71 million photos bear the hashtag #outfitoftheday—plenty of posters still stand in equally static ways, arms to the side, legs planted. But you'll also find many, many practitioners of more calculated poses—ranging from simple body turns to acrobatic contortions you'd think would send these people to the chiropractor. Why are so many people posing for photos like entry-level yogis? Perhaps because they're determined to make their pic appear original, even when their outfit is not.</p><p>\"A lot of the pictures on Instagram are the same…so, in order to spice up their Instagram feed [people] can do more poses,\" said Mr. Van Drine, who feels that people watch his videos both to be entertained and to find inspiration when it comes to knowing how to stand.</p><p>Such videos can be genuinely instructive. Johnny Park, 24, a photographer in Irvine, Calif., also makes TikTok clips that whip through different, seemingly novel, ways of posing for fit pics. These videos are lightly comical—in one titled \"Simple Poses for Shy Boys,\" he basically just demonstrates different ways to cover your face—but Mr. Park said viewers legitimately turn to his videos for pointers. \"My comments definitely show that they're using [the videos] for their own Instagram pictures,\" he said.</p><p>Mr. Park has some experience here: As a photographer, he's taken many graduation photos and he's had to coach the graduates on how to smile and stand so they don't look like cadavers. He thinks people turn to his fit pic-based videos for similar guidance, as a way to gain confidence and silence those nagging thoughts of \"where do I put my hands\" or \"does my smile look like I'm being held hostage?\"</p><p>If you find the concept of learning to pose absurd, you aren't alone. \"The whole 'checking your shoe' pose, or 'adjusting your glasses,' it all feels really weird, like kind of put upon,\" said Mark Boutilier, 23, an Atlanta resident who has become famous on TikTok for videos parodying the sort of menswear aficionados who are obsessed with Arc'teryx jackets, Merrell shoes and yes, capturing the perfect fit pic.</p><p>To Mr. Boutlier, \"the whole point of a fit pic is the naturalness of it.\" At the other extreme, though, are social media figures who have turned posing into performance art. @BloodyOsiris is known to his over 562,000 followers not just for his advanced outfit choices (shaggy Balenciaga furs and towering Rick Owens shoes) but also his imaginative stances. In one recent photo he scales a cliff face like a leaping goat; in another he's kicking his leg out and stretching his arms, as if about to take flight.</p><p>One day, Gregory Cooper, 25, a retail worker in Austin, was trying to capture his outfit for Instagram but felt the pictures didn't look right. He decided to cover his face dramatically with a drooping bandana. The faceless photo racked up more likes than any of his previous fit pics. The fact that the photo looked a bit off seemed to make his followers pay more attention, so when posing for subsequent photos, he started throwing his hat or his tote bag to add some motion to the frame. Mr. Cooper's latest feat is leaning at such a precipitous angle that he's practically falling over. (He employs a tripod and his iPhone's self-timer to pull this off.) It isn't exactly a safe tactic—Mr. Cooper has scraped up his hands more than a few times—but his photos are distinctive.</p><p>Mr. Cooper shares a little unspoken truth: Poses distract from boring outfits. He doesn't have a walk-in closet of drippy designer threads. His ripped jeans, varsity jackets, Nike Dunks and bucket hats aren't exactly rare on the platform. It's his poses that \"add an extra oomph\" and make his followers go \"I've never seen that before.\"</p><p>More in Style &amp; Fashion</p><p>* Netflix's 'Squid Game' Costumes Are Already a Halloween Hit October 6, 2021</p><p>* Eames…Sneakers? Why Fashion Is Obsessed With Furniture September 27, 2021</p><p>* Is Live-Stream Shopping the Future of Retail? September 20, 2021</p><p>* He Acted in More Than 20 Movies. Now the T-Shirts He Made on the Side Are Worth Thousands. September 13, 2021</p><p>* Banana Republic Tries to Become Cool Again—By Looking to Its Past September 7, 2021</p><p>How to Stand Out on Instagram: By Posing in a Very Weird Way</p>",
  "published": "2021-10-18T14:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4614,
          "end": 4618
        }
      ],
      "nexusId": "10043425"
    }
  ]
}