{
  "_id": "672754661efad6a10f7414310f3ee7e3b0daab5936584615aac9655e15e3bd08",
  "feed": "market-watch",
  "title": "NBA's Nets will not allow star Kyrie Irving to play this season until he is vaccinated",
  "text": "<p>“Given the evolving nature of the situation and after&#xa0;thorough deliberation, we have&#xa0;decided Kyrie Irving will not play or practice with the team until he is eligible to be a full participant,” Nets General Manager Sean Marks said in a statement. “Kyrie has made a personal choice, and we respect&#xa0;his individual right to choose. Currently the&#xa0;choice&#xa0;restricts his ability to be a full-time member of the team, and we will not permit any member of our team to participate with part-time availability. It is imperative that we continue to build chemistry as a team and remain true to our long-established&#xa0;values of togetherness and sacrifice.”</p><p>https://twitter.com/malika_andrews/status/1447940549693091841Irving has not been able to participate in Nets practices and preseason home games so far this year due to local requirements in New York City for unvaccinated people.</p><p>These vaccine restrictions are from the local officials, and not from the NBA.</p><p>See also: ‘I quit,' a record number of U.S. workers are telling their bosses</p><p>Irving was scheduled to make $35.2 million this season from the Nets, and the Nets say he will still be paid for road games that he is technically eligible to play in.</p><p>If Irving does not get vaccinated the entire NBA season, he would lose roughly $15 million from the Nets, according to ESPN's Bobby Marks.</p><p>Irving could also be in danger of losing some money he earns from his Nike NKE sponsorship deal.</p><p>Brands like Nike and Adidas XE:ADS routinely include reduction clauses in their contracts with athletes that protect them if the athlete misses significant time from their sport or retires — Irving earns approximately $11 million annually from the Nike, according to Forbes.</p>",
  "published": "2021-10-12T12:20:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1443,
          "end": 1447
        },
        {
          "start": 1679,
          "end": 1683
        },
        {
          "start": 1404,
          "end": 1408
        }
      ],
      "nexusId": "10043425"
    }
  ]
}