{
  "_id": "143f06ddb59989eae7e25694c2f26d1ca3825da6033f8d274c48803961d996dd",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Nike Doesn't Want to  Step In It With China  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  The socially conscious, online-savvy consumer is what propels Nike's growth today. But what that means in its two most important markets, the U.S. and China, is very different. </p><p>\n  First, the good news. Nike's total revenue for the quarter that ended May 31 grew 21% compared with the same quarter in pre-pandemic 2019. North America, Nike's largest market, drove a lot of that, with sales in the region beating analyst estimates in a Visible Alpha poll by roughly $1 billion. Net income of $1.5 billion was almost double what analysts had expected. </p><p>\n  A large part of Nike's resilience in 2020 -- and its current growth -- comes from strong digital sales, which grew 41% last quarter from a year earlier despite customers returning to stores. It has invested in its apps -- including SNKRS for shoes and Nike Training Club for workouts -- to keep consumers engaged. </p><p>\n  But sales in Greater China, Nike's fastest-growing market, came in below expectations after a social-media backlash in that country. Nike was one of the Western brands -- including H&amp;M and Adidas -- that were caught up in an online boycott of sorts in China starting in March after nationalist users on social media noticed that the brands had released statements expressing concern about reports of forced labor in China's Xinjiang region. </p><p>\n  For the quarter, Nike's China sales still rose 14% compared with the same period in pre-pandemic 2019. But the company said that year-over-year sales declined in May by a single-digit percentage. </p><p>\n  After a middling stock-price performance following the social-media backlash, Nike's shares jumped nearly 16% Friday on the strong North America sales performance, taking it to a record high. While some celebration is in store, it seems premature to completely brush off the brand-perception issue. A recent survey of Chinese consumers by Citigroup found that roughly 34% of respondents said the Xinjiang controversy made them \"significantly less likely\" to buy foreign brands. </p><p>\n  Any hit to the region's top line is especially bad news for Nike's bottom line. In the pre-pandemic fiscal year, Greater China accounted for less than a sixth of Nike's total revenue but brought in almost half of the brand's operating income. Nike's long-term outlook relies on healthy growth in the region; the company is penciling in low- to midteens percentage annual growth in China for the next several years. </p><p>\n  There is also a trend among younger consumers in China of pivoting to domestic brands. While Nike and Adidas tend to hold the No. 1 and 2 spots in China's sportswear market share, the top three local brands -- Anta, Li-Ning and Fila -- now have a combined market share exceeding Nike's, according to Euromonitor International. </p><p>\n  Nike can certainly afford to take a stance right now on Xinjiang. But it can't afford a permanent rupture with the Chinese consumer. </p><p></p>",
  "published": "2021-06-26T06:06:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 34,
          "end": 38
        },
        {
          "start": 99,
          "end": 103
        },
        {
          "start": 236,
          "end": 240
        },
        {
          "start": 368,
          "end": 372
        },
        {
          "start": 599,
          "end": 603
        },
        {
          "start": 925,
          "end": 929
        },
        {
          "start": 1030,
          "end": 1034
        },
        {
          "start": 1355,
          "end": 1359
        },
        {
          "start": 1612,
          "end": 1616
        },
        {
          "start": 2072,
          "end": 2076
        },
        {
          "start": 2174,
          "end": 2178
        },
        {
          "start": 2255,
          "end": 2259
        },
        {
          "start": 2520,
          "end": 2524
        },
        {
          "start": 2706,
          "end": 2710
        },
        {
          "start": 2754,
          "end": 2758
        }
      ]
    }
  ]
}