{
  "_id": "9fd4e1502d63a4320e322f28d151bdcee127fab1fe6ffc56431e223893a20419",
  "feed": "market-watch",
  "title": "Allbirds IPO: 5 things to know about the eco-friendly shoe company before it goes public",
  "text": "<p>The company plans to list on the Nasdaq under the ticker “BIRD.”</p><p>Morgan Stanley, JPMorgan and BofA Securities are lead underwriters among a team of 17 banks working on the deal.</p><p>Allbirds BIRD has set a target to raise $100 million from the IPO, typically a placeholder amount until terms are set. The company will have class A and class B shares. Allbirds intends to use the proceeds from the offering for general corporate purposes, and possibly to acquire businesses, products and services.</p><p>Based in San Francisco, Allbirds was set up in 2015 with climate change in mind and eco-friendly materials at the heart of its innovations. Its most famous shoe, the Wool Runner, is made with sustainably-sourced wool, a SweetFoam sole, created with what the company says is the world's first carbon-negative green ethylene-vinyl acetate. Time magazine named them the “world's most comfortable shoes.”</p><p>The company continues to pursue fabric innovations with materials like tree fiber, sugar cane and crab shells. It also maintains a carbon-neutral supply chain.</p><p>Read: Authentic Brands IPO: 5 things to know about the company behind Sports Illustrated, Forever 21 and Marilyn Monroe</p><p>“By focusing on sustainable materials, we have unlocked a broad set of opportunities that the rest of the industry has largely ignored, while creating products our customers love to wear as they tread lighter,” the company said in its prospectus.&#xa0;</p><p>Allbirds estimates that the carbon footprint for its sneakers is 30% less than for a standard pair.</p><p>This focus on sustainability, as well as the health and wellness aspects of its running shoes and other performance items touch on topics of interest for Gen Z and millennial customers, target demographics for the company.</p><p>And unlike Nike Inc. NKE and its famous “swoosh” or the Adidas AG XE:ADS stripes, Allbirds shoes are intentionally designed with “the right amount of nothing.”</p><p>“[W]e strip away unnecessary details, sparing our customer from becoming a walking billboard, leaving a touch of Allbirds verve to signify the association with our brand,” the company says.</p><p>Still, the company says it's capitalizing on the biggest trend of all at the moment: more casual fashions.</p><p>“We believe there has been a continued shift to wardrobe casualization, accelerated by the COVID-19 pandemic, whereby the lines have blurred between work, home, gym, and play. This casualization has demanded increasing versatility from consumers' wardrobes, requiring footwear and apparel that are stylish, comfortable, and functional across a variety of use occasions,” the prospectus reads.</p><p>Allbirds operates as a direct-to-consumer company with items sold via the company's website and 27 stores in eight countries.</p><p>Allbirds is also an emerging growth company,&#xa0;which means it does not have to make the same disclosures required of bigger public companies. A business remains an emerging growth company until it reaches a number of milestones, including annual revenue of more than $1.07 billion.</p><p>Revenue in 2020 was $219.3 million, up from $193.7 million the year before. Digital revenue was $$194.6 million in 2020. About 53% of 2020 sales were from repeat customers.</p><p>But the company's net loss also grew in 2020 to $23.6 million from $14.6 million in the year-earlier period. For the first six months of 2021, the company had a net loss of $21.1 million, wider than the $9.5 million posted in the year-earlier period.</p><p>Revenue in the same period rose to $117.5 million from $92.8 million.</p><p>As a loss-making company, Allbirds will not be paying a dividend any time soon.</p><p>Since the company launched in 2015, it has sold more than eight million pairs of shoes to more than four million people around the world, including 3.3 million in the U.S.</p><p>Apparel and shoe sales in 2020 totaled $1.8 trillion with $366 billion spent on footwear, according to Statista data included in the prospectus.</p><p>“By serving consumers directly, we cut out the layers of costs associated with traditional wholesalers, creating a more efficient cost structure and higher gross margin, which we believe allows us to deliver better products and a better experience to customers at a price point competitors would have difficulty matching,” the company said.</p><p>A pair of women's Wool Runners were recently priced at $98 on the company's website.</p><p>Also:Burn in the USA: Why grill maker Weber has a big supply-chain advantage over its competitors</p><p>https://twitter.com/Allbirds/status/1427681085211779078Joseph Zwillinger and Timothy Brown, both founders of the company and both 40 years old, are Allbirds' co-chief executives. Prior to launching Allbrids, Zwillinger was vice president of industrial products at biotech company TerraVia Holdings from 2009 to 2015. He has been on the board of Big Sky Growth Partners, a SPAC, since April.</p><p>Brown was the lone CEO of Allbirds from May 2015 to October 2015. From March 2015 to August 2015, he was a manager in the innovation strategy and business development department at Redscout, a brand consulting firm. In 2010, he was vice captain of the New Zealand World Cup football team.</p><p>Michael Bufano has been the company's chief financial officer since April, and joined the company in January. From July 2010 to February 2020, he served in several roles at Panera Bread, including CFO. From March 2020 to December 2020 he was a business adviser to a number of early stage companies.</p><p>Also: Warby Parker IPO: 5 things to know about the affordable eyeglass maker before its direct listing</p><p>One of Warby Parker's WRBY co-CEOs, Neil&#xa0;Blumenthal, sits on the board. Also on the board are Mandy Fields, chief financial officer for E.L.F. Beauty Inc. ELF, and Emily Weiss, CEO of another cosmetics company, Glossier Inc.</p><p>Here are five more things to know about Allbirds before it goes public:</p><p>The company sees potential for hundreds more stores</p><p>Allbirds says it has identified hundreds of possible locations for new stores to build on the 27 it has. It is also looking to grow internationally. Less than a quarter (24%) of 2020 revenue came from outside the U.S.</p><p>Allbirds says it may continue to post losses</p><p>To develop new innovations, open new stores, attract and retain talent and take other steps to expand the company, Allbirds anticipates increased operating expenses — and that means more losses. Competitors with more resources could also put Allbirds' market share at risk. And the company's focus on sustainability throughout the supply chain could drive up costs.</p><p>“We expect to continue to incur significant losses in the future,” the company acknowledges in the prospectus. “We will need to generate and sustain increased revenue levels in future periods to achieve profitability, and even if we achieve profitability, we may not be able to maintain or increase our level of profitability.&#xa0;“</p><p>Climate change could hurt the business</p><p>Allbirds is built on addressing climate change, but that doesn't mean it's immune to the ravages of the climate crisis.</p><p>Climate change could still hurt the business through “an increase in prices of raw materials, commodities, and/or packaging, as well as reduced availability of key manufacturing components,” says the prospectus. “Increased frequency of extreme weather, such as storms, hurricanes, and floods, could cause increased disruption to the production and distribution of our products and have an adverse impact on consumer demand and spending.”</p><p>Watch: This food trend could reduce the 40% food waste in America</p><p>The company's generous return policy might squeeze revenue</p><p>Allbirds “generally” allows customers to return items within 30 days for a full refund or exchange, which the company says is unusual for footwear.</p><p>“Our revenue is reported net of returns, discounts, and any taxes collected from customers and remitted to government authorities,” the prospectus says.</p><p>“The introduction of new products, changes in customer confidence or shopping habits or other competitive and general economic conditions could cause actual returns to exceed our estimates.”</p><p>The cost of raw materials could jump</p><p>Allbirds uses sugar cane, merino wool, castor bean oil and other raw materials that can be affected by weather, demand, commodities markets and other factors.</p><p>The company also faces risks tied to its suppliers, which are mostly outside of the U.S. Global issues including political unrest, terrorism, trademark protection and shipping delays could become problems for Allbirds.</p><p>Supply chain issues tied to COVID-19 have already created challenges for a number of consumer companies, including competitors.</p>",
  "published": "2021-09-13T07:58:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1755,
          "end": 1764
        },
        {
          "start": 1755,
          "end": 1759
        }
      ]
    }
  ]
}