{
  "_id": "18b685a41d20db0a0f0b9e65e024da6872f372ce61529a8ec60b5017b260f8bf",
  "feed": "ftcomall",
  "title": "Is retail the canary in the coal mine?  ",
  "text": "<p>Good morning. I regret to inform you that I am <a href=\"https://www.ft.com/content/18859dfc-7f2f-44d1-80fa-2e5f7d8e1d36\">still</a> thinking about Bed Bath &amp; Beyond. Shares in the smallish American home goods retailer have lost a quarter of their value since it reported earnings last week, after enjoying a fantastic run during most of the pandemic. I suspect this rather trivial stock market calamity is emblematic of something larger. An attempt to justify this eccentric view follows.</p> <p><strong>Profit margins, retail, and the stock market</strong></p> <p>Here's a chart to get the bears salivating:</p> <p>That's operating margins on the S&amp;P 500, courtesy of the excellent Howard Silverblatt of S&amp;P Dow Jones Indices. Margins are really, really high. It appears that the wildly supportive monetary and fiscal policy of the last year and a half has translated, more or less directly, into high corporate profitability. </p> <p>It's only natural to ask if this can possibly be sustainable, how mean-reversion might play out, and what that means for stock prices. Analysts have begun to notice that the earnings bonanza (largely driven by margins) might be winding down. Here is an updated version of a chart I've written about here before, from Citi's equity strategy team: </p> <p>That's the proportion of analyst earnings revisions that are to the upside. Might it have peaked in August? Only the consumer staples, energy, and real estate saw revisions shift positively. Earnings optimism is high but ebbing.</p> <p>So let's take a look at a microcosm, or rather an extreme case: retail stocks. A lot of them have made out like absolute bandits during the pandemic, and it's mostly been a margin story. Here are the operating margins of some of the winners, during the 12 months immediately preceding Covid and then over the past 12 months (data from S&amp;P Capital IQ does not include the latest awful quarter at Bed, Bath):</p> <p>That's impressive. Clearly, a lot of the prosperity has to do with consumers stuck in their houses who have spent a lot to improve their surroundings. But the astonishing margin expansions at Williams-Sonoma, RH, and Bed Bath are not the whole story. Look at Target, Nike and Abercrombie. This is a broad phenomenon. </p> <p>I talked to Rahul Sharma of Neev Capital, a particularly acute retail analyst, about this. He thinks what we are seeing is a combination of three factors: a flush consumer, limited available stock, and the absence of discounting. Flattering conditions for a retailer. Here's how the same stocks have done since the start of the pandemic in February of last year (I know, I know, the chart has too many lines, but bear with me):</p> <p>The outperformance has been amazing (for context, the thick, red, dotted line is the S&amp;P 500). Can it last, though? Here's Sharma:</p> <blockquote>  <p>Everyone thinks they have a brilliant strategic plan when it's going well but it's that they had no stock, and margins were great. Next year, when there is lots of stock, and they are fighting for that consumer again, the underlying trend of the business will reveal itself.</p> </blockquote> <p>We have one example of what this is going to look like in Bed, Bath which has given up all of its outperformance (the heavy, pink dotted line). Stock is still tight, but that's not enough. Supply chain limitations are translating into higher costs rather than higher margins now that demand has softened. Profitability collapsed in the quarter.</p> <p>If Bed, Bath was the only example, none of this would matter much. The company has no real competitive moat and is not famous for consistently good management. But a much better-positioned, very well-managed company, Nike, has had a similar problem (thick green dotted line). When it <a href=\"https://s1.q4cdn.com/806093406/files/doc_financials/2022/q1/FY-2022-Q1-Earnings-Release-Conference-Call-OFFICIAL-Transcipt-FINAL.pdf\">reported</a> its first fiscal quarter a week or two ago, it said supply chain problems meant it was bringing down its growth target for the full fiscal year from low double-digit to mid-single digit growth, and while it still expects gross margin expansion relative to last year, due to the absence of discounting, it expects less margin than it once did. Its shares are down 8 per cent since the report, and 15 per cent off their August peak.</p> <p>Investors are not treating supply chain issues as transitory, even at companies with strong brands and a history of execution. If for whatever reasons a company is not making as much hay as it did early in the pandemic, its shares are getting punched right in the face. The market seems to have concluded that companies that did especially well in the last year and a half were not strategic geniuses. They were lucky, and it will take more than luck to negotiate the coming months, as growth slows but supply problems persist. </p> <p>That said, Sharma thinks some retailers have used the pandemic bonanza to invest in their businesses, and could emerge as better companies: </p> <blockquote>  <p>I've been caught on the hop by how strong the performance of some of the retailers who have reinvented their models has been — Williams-Sonoma, Dick's Sporting Goods, Home Depot, Lowe's, Target. People have actually connected to those brands in a way that is more durable, perhaps. Depot and Target were allowed to stay open when everyone else was shut, but they didn't sit on their hands. They invested online, and in people.</p> </blockquote> <p>The conclusion, for Sharma, is not to flee retail. But the coming months will separate wheat from chaff. Buy quality. </p> <p>On to the big question. Is what we see unfolding in retail an extreme example of what we can expect to see across the economy and the market broadly? Supply chain issues hitting growth; margin tightening; softening demand; and sudden realisations, in Warren Buffett's phrase, about which companies have been swimming naked in a rising tide?</p> <p>My best guess is yes, though perhaps not to the degree that the S&amp;P margin chart above might suggest. It's worth looking at which sectors have enjoyed the most margin expansion. Again from Silverblatt:</p> <p>A lot of the margin expansion has been in the super-cyclical energy and materials sectors and in rate-sensitive financials and real estate. But the rest is not trivial and is probably highly concentrated in particular stocks and subsectors. We need to be ready for some mean regression. </p> <p><strong>Two good reads</strong></p> <p>I was struck by the contrast between <a href=\"https://www.barrons.com/articles/china-evergrande-lehman-moment-financial-crisis-51632316588\">these</a> <a href=\"https://www.barrons.com/articles/china-investing-bull-market-51632932370\">two</a> articles in Barron's about investing in China. Here's Shehzad Qazi and Derek Scissors of China Beige book, on Evergrande's repercussions for the real estate industry:</p> <blockquote>  <p>Every core indicator of [the China real estate] business performance we track, from sales revenue and profits to prices and hiring, weakened in the third quarter . . . The sector's deteriorating fortunes have naturally driven property firms back to fundraising . . . Evergrande's mistakes have been visible since the pandemic hit, yet other property developers still see no choice but to add debt themselves. So Evergrande may not be the last round. </p> </blockquote> <p>And here is Justin Leverenz of Invesco:</p> <blockquote>  <p>The less-talked-about part of [Chinese] regulations is the focus on not increasing leverage in the system and <a href=\"https://www.barrons.com/articles/china-economic-recovery-slowing-51631728039?mod=article_inline\">reconfiguring growth</a>. Part of that is increasing restrictions on property speculation. Chinese households have the second largest balance sheet in the world. That is going to shift to equities . . . A multiyear transformation of the asset allocation of households in China will drive prices. Why would one not be part of this explosive opportunity?</p> </blockquote> <p>That seems to me to sum up the state of the debate.</p> <p><strong>Tobias Levkovich</strong></p> <p>Citi's chief US equity strategist has <a href=\"https://www.bloomberg.com/news/articles/2021-10-01/citigroup-s-levkovich-dies-was-struck-by-car-on-long-island\">died</a> after a car accident. We never met, but his work was excellent and I learned a lot from it. A real loss to the global community of people who think about markets for a living. </p><p>Source: Robert Armstrong 2021 'Is retail the canary in the coal mine?  ' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-04T05:30:53.903Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3506,
          "end": 3510
        },
        {
          "start": 2060,
          "end": 2064
        }
      ]
    }
  ]
}