{
  "_id": "b6a43279f6b30e1f2fa54d255bcd0f167dc41665dfce7c050ffff46d94b8abf3",
  "feed": "ftcomall",
  "title": "Vietnam's business recovery sputters after worker exodus",
  "text": "<p>Ho Chi Minh City is struggling with a shortage of workers following the easing of Covid-19 lockdown measures, endangering efforts to restart the country's export-led economy after a record third-quarter drop in gross domestic product. </p> <p>Companies in the southern business hub, a <a href=\"https://www.ft.com/content/d6726026-e4ce-466f-975f-6e9983d33d72\">big supplier</a> of garments, textiles, footwear, furniture and other products to global brands ranging from Ikea and Walmart to Nike and Adidas, were having trouble resuming normal work because so many people have left, businesspeople and analysts said.</p> <p>During the strict lockdown, imposed by Communist authorities in and around Ho Chi Minh City after it became the centre of the country's severest yet Covid-19 outbreak, many migrants were prevented from working by restrictions on factory work and movement between the districts and provinces that make up the megacity. </p> <p>In some cases they were confined to their factories under <a href=\"https://asia.nikkei.com/Business/Companies/COVID-forces-Vietnam-factories-to-choose-sleepovers-or-stoppages\">“three on site”</a> rules in which companies not only paid workers but fed and housed them, too. The scheme proved expensive for employers and arduous for staff. </p> <p>“It's clear that there was extreme hardship faced by both businesses and workers during the prolonged lockdown,” said Mary Tarnowka, executive director of AmCham Vietnam in Ho Chi Minh City. “And there was particular pain and hardship for people at lower income levels who didn't have money for rent or food.”&#xa0;</p> <p>As soon as workers could return home, <a href=\"https://www.ft.com/content/a068f18f-7dab-4c3a-b183-4a782c93e709\">tens of thousands did</a>, in some cases travelling hundreds of kilometres on motorbikes because public buses and other modes of transport were not operating. </p> <p>“At the end of September, when the city lifted its lockdown, many of the workers went home,” said Linh Le, who recently quit her job at a garment company that was operating at reduced capacity because so many employees left. </p> <p>Some companies are now struggling to lure workers back because many do not have the money, the means of transport or the Covid-19 vaccination papers needed to return. </p> <p>“It's a dilemma for manufacturing company owners,” said Linh Nguyen, lead analyst for south-east Asia with Control Risks. “On the one hand they have exceptionally high demand coming from overseas now, and on the other hand a labour shortage.”&#xa0;</p> <p>This is bad news for the global brands that source goods from southern Vietnam. It also suggests that the country's foreign investment-driven economic model could take a sustained hit this year from the pandemic and lockdown, which were made worse because of the government's delays in securing vaccines.</p> <p>Vietnam, one of Asia's few economies to grow last year, reported a 6 per cent drop in GDP, the sharpest on record, in the third quarter of 2021, which coincided with the lockdown. Ho Chi Minh's GDP plummeted 24 per cent, according to provincial statistics.</p> <p>Before the pandemic Ho Chi Minh City's migrant worker population numbered more than 2m, in a city of about 10m people. </p> <p>The Vietnamese government is now “focused on the migrant labour issue”, said Tarnowka, whose lobby group AmCham has urged Hanoi to “ensure vaccinations and transport for people who are in outlying provinces and want to return to work”. From Wednesday, authorities <a href=\"https://vietnamnews.vn/society/1058176/coaches-allowed-to-travel-between-hcm-city-and-other-provinces-from-oct-13.html\">allowed </a>bus services between Ho Chi Minh City and other provinces to resume on a pilot basis.</p> <p><em>Follow on Twitter: </em><a href=\"https://twitter.com/JohnReedwrites\"><em>@JohnReedwrites</em></a></p><p>Source: John Reed, South-east Asia correspondent 2021 'Vietnam's business recovery sputters after worker exodus' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T00:19:36.103Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 402,
          "end": 406
        }
      ],
      "nexusId": "10043425"
    }
  ]
}