{
  "_id": "3de75d4b29c597c7f6d8ba24baee3fbfb2a944b35898ac761154bc78b4524aea",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>US president Donald Trump has pledged an <a href=\"https://www.ft.com/content/15f932cf-b8e5-4c24-b0d5-1ef903103a3c\">“orderly transition”</a> on January 20 after Congress certified Joe Biden's electoral college victory in the early hours of Thursday morning following a traumatic day of rioting in the US Capitol.</p> <p>Mr Trump's vow to leave office came shortly after Mike Pence, the vice-president, declared that Mr Biden had prevailed in the electoral college. The rubber-stamping exercise <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">was interrupted by angry mobs of Trump supporters</a> who stormed the Capitol building and forced lawmakers to temporarily abandon the session.</p> <p>The images of violence and insurrection were beamed around the world, drawing <a href=\"https://www.ft.com/content/4e079e29-6fe0-4f57-a4d9-2b1fb2f15766\">universal condemnation</a> from the leaders of Western democracies and scorn from <a href=\"https://www.ft.com/content/7292597b-209f-4c57-96cf-c2e5bcef8f6a\">Chinese officials</a>.</p> <p>The scenes led to <a href=\"https://www.ft.com/content/8c4c7071-d756-4358-a85f-e12b4dd66ba6\">a&#xa0;meltdown in the Republican party</a>, with internal divisions that had brewed under the surface during the Trump era spilling out into the open as the president's supporters stormed the Capitol. Twitter and Facebook <a href=\"https://www.ft.com/content/b3a57f3a-7bc6-49bc-b8dc-7ad2143206d6\">temporarily locked</a> Mr Trump out of his social media accounts after he repeated baseless claims of election fraud. </p> <p>Business groups <a href=\"https://www.ft.com/content/e7fef2f4-c774-4dcf-abd5-87b07270f54e\">reacted with fury</a>. Jay Timmons, chief executive of the National Association of Manufacturers, called on the vice-president to “seriously consider” invoking the 25th amendment to the US constitution — allowing the cabinet to remove a president unfit for office — to preserve democracy. Historians <a href=\"https://www.ft.com/content/94bb187a-8629-4d82-8e54-592573dce310\">struggled to find a precedent</a> for yesterday's ugly events in Washington.</p> <p>“The scenes of insurrectionists, some of them armed, ransacking Congress will go down in infamy in American democracy,” <a href=\"https://www.ft.com/content/e40c82d5-491c-40a9-9b85-5060becdba26\">writes Edward Luce</a>. (FT)</p> <a href=\"http://www.ft.com/cms/eec25777-7a87-4fce-8c3a-ac8bcf5385de.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>California</strong> health officials are resorting <a href=\"https://www.ft.com/content/771292b0-141e-491a-b9fb-2b27ce924da7\">to drastic measures</a> to reduce the crippling strain on its hospitals. In Florida a high-end nursing home has <a href=\"https://www.washingtonpost.com/health/2021/01/05/florida-nursing-home-covid-vaccine/\">offered jabs to wealthy donors</a> and board members.</p></li>  <li><p><strong>Japan </strong>has declared <a href=\"https://www.ft.com/content/72ceb064-2231-4d17-bd8f-92bd7f99f33c\">a state of emergency</a> in Tokyo after the steadily rising toll of Covid-19 cases in the capital raised fears of a collapse in the medical system.</p></li>  <li><p>The <strong>EU </strong>has <a href=\"https://www.ft.com/content/049f9ab7-724f-44ae-be38-f45c6017e44c\">approved</a> Moderna's vaccine while Germany's CureVac <a href=\"https://www.ft.com/content/a3d779b3-c8d2-4832-89c7-f992ef6a8a51\">has teamed up</a> with the country's largest pharmaceuticals company Bayer to accelerate the development and production of its Covid-19 vaccine. Meanwhile, <a href=\"http://ft.com/content/c576e15f-e5b1-4369-a5f0-073b4466036f\">vaccine scepticism</a> in <strong>Europe</strong> and the <strong>US </strong>is alarming experts.</p></li>  <li><p>MPs have backed <strong>England</strong>'s <a href=\"https://www.ft.com/content/a950cf7e-03bb-4341-baaf-a964b29579b2\">third lockdown</a>, while UK health leaders have called for clarity over the timing and quantity of <a href=\"https://www.ft.com/content/082ad16b-de46-45dc-8a71-657cae40c02b\">vaccine supplies</a>. </p></li>  <li><p>The new <strong>South African </strong>virus variant <a href=\"https://www.ft.com/content/c2aa5ea4-66b9-4f64-9e74-7c89c12f9461\">may affect vaccine efficacy</a>.</p></li>  <li><p><strong>Palestinians </strong>are <a href=\"http://ft.com/content/0e2f5918-d9af-4fdd-8a93-62093b4c6fd3\">waiting for vaccines</a> as <strong>Israel </strong>lauds its immunisation drive. <strong>Australia</strong>&#xa0;is accelerating its Covid-19 vaccine rollout. (FT, WaPo)</p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/9b42e8fa-dde1-3663-a4ad-7d6605121866\"><em>live blog</em></a><em> and our </em><a href=\"https://www.ft.com/content/272354f2-f970-4ae4-a8ae-848c4baf8f4a\"><em>global economic impact tracker</em></a><em>.</em></p> <h2>In the news</h2> <p><strong>Democrats win control of US Senate </strong>Democrats <a href=\"https://www.ft.com/content/a51ad553-cc08-47ac-9a33-44353c4484ff\">won two Georgia Senate run-off races</a> after Jon Ossoff joined his colleague Raphael Warnock, who will become the state's <a href=\"https://www.ft.com/content/5677fab9-5893-435a-9560-9949e32f6196\">first black senator</a>, in beating Republican incumbents, giving president-elect Joe Biden both houses of Congress. A <a href=\"https://www.washingtonpost.com/politics/black-voters-powered-democrats-to-victory-in-the-georgia-senate-runoff/2021/01/06/7068411a-502a-11eb-b96e-0e54447b23a1_story.html\">record-breaking black voter</a> turnout drove the pair to victory. (FT, WaPo)</p> <p><strong>NYSE confirms China delistings </strong>In its second reversal on the issue, the New York Stock Exchange said it would go ahead with <a href=\"https://www.ft.com/content/83cd59a9-05ba-4639-8ee4-2cb6c04e89e2\">plans to delist</a> three Chinese telecoms companies after the US Treasury secretary criticised the decision to keep the businesses trading on the Big Board. Alibaba and Tencent shares <a href=\"https://www.ft.com/content/20fba6e5-1eff-42b8-8aba-8503ca82acff\">sank</a> on the news. (FT)</p> <p><strong>Sullivan &amp; Cromwell unveils co-vice chairs to succeed Joseph Shenker</strong> Elite New York law firm Sullivan &amp; Cromwell has unveiled <a href=\"https://www.ft.com/content/59606437-189f-4394-b59d-281e5b23ab16\">co-vice chairs</a> to take over from boss Joseph Shenker in a rare reshuffle at the top of the 142-year-old practice. (FT)</p> <p><strong>EU drops recognition of Venezuela's Guaidó </strong>The bloc's decision to <a href=\"https://www.ft.com/content/aa372f3a-a1ac-41da-848a-46355fc3ec4f\">end its de facto recognition</a> of Juan Guaidó as Venezuela's interim president is a serious diplomatic setback to the opposition leader's faltering campaign to oust Nicolás Maduro. (FT) </p> <p><strong>Boris Johnson rallies business </strong>The UK prime minister has called on business groups and top executives to support plans for <a href=\"http://ft.com/content/e2e5e8a9-f02d-4951-b175-06d25dcb23fc\">regulatory and legislative reform</a> post-Brexit, in a move that could set alarms ringing in Brussels over the prospect of a rapid divergence from EU rules. (FT) </p> <p><strong>Snowflake set to deliver historic payout </strong>Software company Snowflake is set to deliver a historic payment for Silicon Valley venture capitalists, according to a Financial Times analysis, despite not yet making $1bn in annual revenues, representing <a href=\"http://ft.com/content/d8d28a8b-8ca9-4bce-9720-f83e53f66cc2\">one of the largest hauls ever</a> for early tech investors. (FT)</p> <p><strong>Exclusive: Wirecard sellers' ‘cultural background' </strong>Germany's financial regulator discussed the “<a href=\"https://www.ft.com/content/34eeac68-e18c-49a0-bc75-436025979566\">cultural background</a>” of Wirecard short sellers and said it was “striking” that most betting against the now-defunct payments group was British and Israeli. (FT)</p> <h2>The day ahead</h2> <p><strong>Economic data </strong>The US ISM manufacturing index, released on <a href=\"https://www.ft.com/content/016dbfdc-eb12-4204-a138-57053a607d5e\">Thursday</a>, is forecast to fall in December, while weekly <a href=\"https://www.ft.com/content/52edebba-fbb4-482a-ac24-37b587a4ae4e\">jobless claims</a> are expected to have risen back above 800,000. The US trade deficit is also expected to have widened in November. (FT)</p> <p><strong>One year of Covid-19 </strong>It was on January 7 2020 that Chinese authorities officially&#xa0;<a href=\"https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/\">identified and isolated </a>the novel coronavirus. <a href=\"https://www.ft.com/content/82574e3d-1633-48ad-8afb-71ebb3fe3dee\">Revisit our investigation</a> of the critical, early days of the pandemic. (WHO, FT)</p> <p><em>We want to help you achieve your financial goals for 2021. Do you want to know more about how to invest, save, deal with debt and budget? Our consumer editor Claer Barrett will be answering your questions on </em><a href=\"https://www.instagram.com/financialtimes/\"><em>Instagram</em></a><em> this Thursday at 1pm EST (6pm GMT) </em></p> <h2>What else we're reading</h2> <p><strong>Can Nike keep its cool? </strong>Nike's brand has always stood for self-empowerment, lending its clout to causes such as the inclusion of girls in sport and the HIV/Aids campaign. But as a new generation of consumers and employees makes itself heard, the world's largest sportswear maker <a href=\"http://ft.com/content/d4cbf3a8-77ec-4f0a-95ae-35f4e974d518\">has been called</a> out for not living up to its messaging. (FT)</p> <p><strong>Why the US census really counts </strong>While high-stakes political fights dominate headlines, there is another number-crunching drama you need to watch if you care about US democracy: the 2020 census, <a href=\"https://www.ft.com/content/3edaa280-0905-4c23-af3e-9a83bfe4da6c\">writes Gillian Tett</a>. Under Donald Trump, this normally dull process of amassing statistics has become wildly politicised — and it will not be easy to undo the damage. (FT)</p> <p><strong>World should be wary of ‘feeding crocodiles' in China&#xa0;</strong>The EU-China investment treaty is more than regrettable, because EU leaders have chosen, paraphrasing Winston Churchill, to continue to “feed the crocodile”,&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-72c9e061-1203-4dcc-b29b-c908d9ee8ed2/7PY7GxGX4Kp7oX7uKHTrdA~~/AAAAAQA~/RgRh2MeKP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNzJjOWUwNjEtMTIwMy00ZGNjLWIyOWItYzkwOGQ5ZWU4ZWQyP2VtYWlsSWQ9NWZmNjNmZWUwZWFhYmYwMDA0MzFlZjBkJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpf9qJC9l8X_-ePUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">writes Finn Lau</a>, activist and founder of Hong Kong Liberty. Western policies of “engagement” have only allowed the reptile to grow. (FT)</p> <p><strong>The triple threat to London's city top spot </strong>A decade ago, there was no obvious European substitute for London, <a href=\"http://ft.com/content/d8f31b60-aa72-42c5-aabf-cb96187ecc8d\">writes Simon Kuper</a>. But then came Brexit, Covid-19 and the declining role of the English language. (FT)</p> <p><strong>Norway's investment chief gets active </strong>Nicolai Tangen is used to turning heads in Norway. His appointment as chief executive of the manager of the country's gargantuan $1.3tn oil fund comes at a critical juncture for one of the few sovereign wealth funds based in a democracy, and has <a href=\"http://ft.com/content/e10bfa3f-26ae-4ddf-96b1-f640ad30786e\">sparked a debate</a> about the role of the politicians who oversee it. (FT)</p> <p><strong>Pension funds need a radical rethink </strong>It's time to consider a more radical transformation away from employer-based pensions towards large, permanent vehicles that can pour money into infrastructure and private equity, <a href=\"https://www.ft.com/content/dabd7b3b-c81f-4fc2-9d28-5900e8124c8d\">writes Robin Harding</a>. (FT)</p> <p><strong>Work less and be more creative — a radical prescription</strong> Coronavirus has tested both the “business as usual” mantra and the work-life balance of many employees. With more free time, gardening, walking, cooking and even volunteering offer an “alternative hedonism”, says Kate Soper, author of the recent book&#xa0;<a href=\"https://www.ft.com/content/6c6f8d99-ac36-4043-bd1d-459d6763b413\">Post-Growth Living</a><em>. (FT)</em></p> <p><strong>FT Business Books: January edition</strong> From the chemistry of connections to the “new rules” of business — here are this month's top titles recommended by <a href=\"https://www.ft.com/content/300df4ae-2fc8-47c3-8055-047d462c17a5\">our Work and Careers team</a>. (FT)</p> <h2>Podcast of the day </h2> <p><strong>David Miliband on the global leadership vacuum </strong>The former foreign secretary championed the UK remaining in the EU. <a href=\"https://www.ft.com/content/578c2ba4-f2c1-447a-9438-a66b57ebcd57\">Gideon Rachman talks to David Miliband</a> about whether there might yet be a turn towards greater international co-operation. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T12:03:21.921Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5456,
          "end": 5460
        },
        {
          "start": 5476,
          "end": 5480
        }
      ]
    }
  ]
}