{
  "_id": "245e13f514821493e9c8240da15cbe8a323c081123cf761c31f0bb3fe5720322",
  "feed": "ftcomall",
  "title": "LVMH acquires majority stake in Virgil Abloh's Off-White label",
  "text": "<p>LVMH has acquired a majority stake in menswear designer Virgil Abloh's Off-White label and expanded his role at the luxury group in an attempt to attract younger customers.<br><br>The 40-year-old American designer and DJ, who rose to prominence in the early 2000s as Kanye West's creative right-hand, works as artistic director at Louis Vuitton menswear alongside running his own label, known for its upscale streetwear.</p> <p>In his new role, he will help LVMH launch new brands and partner with&#xa0;existing brands “beyond the realm of fashion”, the company said in a statement.<br><br>Abloh already collaborated with LVMH-owned Rimowa on a sold-out line of see-through suitcases, and his partnerships with brands such as Nike and Ikea have garnered outsized levels of media interest that could be repeated across the LVMH portfolio.</p> <p>“There are segments like hotels, or wine and spirits and high jewellery at LVMH . . . All of those categories I have a sensibility for,” Abloh told the FT. The opportunity to build new brands will also enable him to bring in new talent and help the luxury industry become “more diverse”, he said.</p> <p>He added that the deal will enable Off-White to become a “truly multi-line luxury brand”, indicating that categories such as leather goods, cosmetics and homeware would be further developed. Expanding Off-White's 58-strong store network would also be a “key focus”, he said.</p> <p>Michael Burke, Louis Vuitton chief executive and Tiffany chair, who surprised the fashion industry by hiring Abloh at Louis Vuitton in 2018, likened him to Karl Lagerfeld and said he had an outsider's perspective that would benefit LVMH's brands. </p> <p>“I look for people with an immigrant mentality, who are strangers in an industry or strangers in a country, and they're very hungry, they want to learn, want to be different inside an industry that requires new ideas all the time,” he said. “We are trying to disrupt a number of businesses [at LVMH], so we thought this is the right moment to take [our partnership with Virgil] to the next level.”<br><br>LVMH, which had a minority stake in Off-White, will increase its shareholding to 60 per cent. Abloh will retain a 40 per cent interest in the label he founded in 2014 and continue in his post at Louis Vuitton men's.<br><br>Although LVMH will take possession of the Off-White trademarks, the label will continue its licensing agreement with Farfetch-owned New Guards Group.<br><br>LVMH declined to disclose terms. “We paid the right amount,” said Burke.</p><p>Source: Lauren Indvik 2021 'LVMH acquires majority stake in Virgil Abloh's Off-White label' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T05:00:29.842Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 700,
          "end": 704
        }
      ],
      "nexusId": "10043425"
    }
  ]
}