{
  "_id": "d2e93ff29d6acf011b8daea3082b1a76bf3c2b153428f0fe6466bb8de206d4af",
  "feed": "wall-street-journal",
  "title": " QR codes, cabines d'essayage connectées, écrans tactiles et expériences d'achat non-conventionnelles seraient au programme; Les dessous des projets de boutiques d'Amazon : des cabines d'essayage connectées et ses propres marques de vêtements",
  "text": "<p>Parmi les idées testées, des QR codes scannés par le client grâce à une application pour smartphone et qui permettront aux vendeurs de placer à l'avance les vêtements choisis dans la cabine d'essayage.</p><p>Une fois en cabine, le client pourra demander qu'on lui apporte d'autres vêtements grâce à un écran tactile qui pourrait être capable de lui suggérer de nouvelles pièces en fonction de celles qui lui auront plu. D'après des sources, les cabines pourraient être équipées de portes coulissantes afin que les employés puissent apporter les nouvelles tenues sans voir les clients. Des robots ou d'autres formes d'automates pourraient à terme être déployés dans les boutiques.</p><p>Le projet n'est pas encore tout à fait finalisé et peut encore évoluer, selon des sources.</p><p>Le géant du e-commerce a voulu garder secret son concept de vente de prêt-à-porter en lui donnant un nom de code. Les premières boutiques devraient ouvrir aux Etats-Unis près de San Francisco et de Columbus, dans l'Ohio, information évoquée pour la première fois par le Wall Street Journal en août dernier.</p><p>Depuis sa fondation en 1994, Amazon a adopté des méthodes agressives pour augmenter ses ventes en ligne et perturbé progressivement les marchés de détail tout en consolidant sa relation avec ses clients. Sa domination dans le secteur du commerce en ligne a joué un rôle certain dans la faillite de nombre d'enseignes physiques à mesure que les consommateurs se tournaient toujours plus vers le shopping sur Internet. Et voilà qu'il investit les espaces qui furent le pré carré de ces magasins pendant des décennies en étant déjà présent sous forme physique avec ses boutiques vendant de l'épicerie, des livres et, bientôt, des vêtements. Amazon considère les magasins en dur comme un moyen prometteur de toucher de nouveaux clients et de tester ses avancées technologiques.</p><p>Le secteur du commerce de détail a vu sa clientèle revenir vers les achats physiques cette année alors que les mesures de confinements et de fermetures liées à la pandémie de Covid-19 étaient progressivement levées. Des chaînes comme Macy's et Kohl's ont noté une forte reprise des ventes quand les clients sont venus regarnir leurs penderies après avoir réduit leurs achats de vêtements l'année dernière.</p><p>Le recours aux nouvelles technologies par Amazon dans des magasins physiques date de l'ouverture de ses supérettes Amazon Go sans caisses, inaugurées en 2018. Aujourd'hui, l'entreprise possède des boutiques à Chicago, New York, San Francisco et Seattle, et elle a déclaré l'année dernière avoir commencé à vendre sa technologie à d'autres enseignes.</p><p>Si le potentiel perturbateur de l'expansion d'Amazon est désormais notoire, l'entreprise n'en a pourtant pas moins subi quelques revers lors du lancement de nouveaux produits, services ou magasins. En 2014, son smartphone a été un échec retentissant et, en 2019, elle a renoncé à son service de livraison de repas. Cette année, l'entreprise a annoncé la fermeture de nombreux « pop up stores », des petites boutiques ouvertes dans des centres commerciaux qui servaient de vitrines à des appareils comme les enceintes intelligentes, les tablettes et les liseuses Kindle.</p><p>Cela fait plusieurs années qu'Amazon se consacre au développement des ventes de prêt-à-porter. Aux Etats-Unis, l'entreprise vient de détrôner Walmart et de prendre sa place de plus gros vendeur de vêtements du pays à en croire un rapport publié par Wells Fargo, qui prédisait en début d'année que ses ventes totales de vêtements et chaussures, y compris pour d'autres marques, dépasseraient 45 milliards de dollars en 2021. Amazon ne rend pas ses résultats financiers publics pour les ventes de vêtements. Goodthreads et Lark &amp; Ro font partie des marques maison proposées sur son site.</p><p>Le prêt-à-porter affiche en général des marges plus élevées que d'autres produits. Les espaces physiques permettront aux clients d'Amazon d'essayer les vêtements avant de les acheter, ce qui diminuera potentiellement le nombre de retours. L'entreprise est connue pour placer les gains de parts de marché dans les secteurs qu'elle occupe avant les profits.</p><p>Amazon n'a encore jamais vendu de textile dans ses divers concepts de magasins physiques. Ses boutiques devraient proposer des vêtements pour hommes et femmes dans le même style décontracté que ceux vendus par des marques comme Gap, selon des sources proches du projet. Amazon a lancé ses propres lignes de prêt-à-porter en 2016 et possède aujourd'hui plus de 100 marques, explique le rapport de Wells Fargo.</p><p>L'entreprise a voulu développer son activité dans la mode en proposant à ses clients un large éventail de possibilités pour choisir comment et où acheter ses vêtements. Le secteur haut de gamme lui résiste encore cependant : les marques de luxe sont peu nombreuses à proposer leurs produits sur son site.</p><p>Le rapport de Wells Fargo explique que la philosophie d'Amazon consistant à proposer des magasins inépuisables va d'une certaine façon à l'encontre de la culture de la mode, qui se fait fort de développer des expériences de shopping haut de gamme, des styles choisis avec soin, des conceptions de qualité et s'appuie sur les images de marque. Amazon a tenté de rectifier le tir en proposant des fonctionnalités comme un modèle d'abonnement appelé Personal Shopper, qui fournit au client les services d'un styliste dispensant des recommandations personnalisées.</p><p>Certains clients souhaitent activement pouvoir fréquenter des magasins de vêtements Amazon. Dans un sondage réalisé par Wells Fargo, parmi les principales raisons pour lesquelles ils n'aimaient pas faire leurs courses sur le site internet d'Amazon, les consommateurs ont indiqué la livraison payante lorsqu'ils ne bénéficiaient pas de l'abonnement Premium et le fait de préférer fréquenter une boutique physique.</p><p>De nombreuses marques de prêt-à-porter comme Levi's et Adidas vendent sur sa plateforme mais d'autres résistent, inquiets à l'idée qu'Amazon ait une image bas de gamme ou que l'entreprise puisse copier leurs produits en utilisant les informations sur leurs meilleures ventes. En outre, certains projets des boutiques d'Amazon ne sont pas des concepts entièrement nouveaux. Chez Nike, par exemple, les clients peuvent scanner les pièces avec leurs téléphones pour que les employés les placent à l'avance dans les cabines d'essayage.</p><p>Jim Oberman a contribué à cet article</p><p>(Traduit à partir de la version originale en anglais par Bérengère Viennot)</p><p>Amazon considère les magasins physiques comme un moyen prometteur de tester ses avancées technologiques.</p><p>SIPA PRESS</p>",
  "published": "2021-09-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 6180,
          "end": 6184
        }
      ],
      "nexusId": "10043425"
    }
  ]
}