{
  "_id": "6ee965d7e91fce5c6e44fc9ed614a20a3f39a6d938f38414e7a0d137309ffe7c",
  "feed": "market-watch",
  "title": "Investors who want income need to understand this overlooked stock-market strategy",
  "text": "<p>The yield on 10-year U.S. Treasury notes BX:TMUBMUSD10Y hasn't been above 2% for more than two years. (It's yielding 1.32% on Monday.)</p><p>As a result, many income-seeking investors have migrated from bonds, considered the safest income investments, to the stock market. But the income from a diversified stock portfolio might not be high enough.</p><p>There is a way to increase that income, even while lowering your risk.</p><p>Below is a description of an income strategy for stocks that you might not be aware of — covered call options — along with examples from Kevin Simpson, the founder of Capital Wealth Planning in Naples, Fla., which manages the Amplify CWP Enhanced Dividend Income ETF DIVO.</p><p>This exchange traded fund is rated five stars (the highest) by Morningstar. We will also look at other ETFs that use covered call options in a different way, but with income as the main objective.</p><p>Covered call options</p><p>A call option is a contract that allows an investor to buy a security at a particular price (called the strike price) until the option expires. A put option is the opposite, allowing the purchaser to sell a security at a specified price until the option expires.</p><p>A covered call option is one that you write when you already own a security. The strategy is used by stock investors to increase income and provide some downside protection.</p><p>Here's a current example of a covered call option in the DIVO portfolio, described by Simpson during an interview.</p><p>On Aug. 23, the ETF wrote a one-month call for ConocoPhillips COP. At that time, the stock was trading at about $55 a share. The call has a strike price of $57.50.</p><p>“We collected between 70 cents and 75 cents a share” on that option, Simpson said. So if we go on the low side, 70 cents a share, we have a return of 1.27% for only one month. That is not an annualized figure — it shows how much income can be made from the covered-call strategy if it is employed over and over again.</p><p>If shares of ConocoPhillips rise above $57.50, they will likely be called away — Simpson and DIVO will be forced to sell the shares at that price. If that happens, they may regret parting with a stock they like. But along with the 70 cents a share for the option, they will also have enjoyed a 4.6% gain from the share price at the time they wrote the option. And if the option expires without being exercised, they are free to write another option and earn more income.</p><p>Meanwhile, ConocoPhillips has a dividend yield of more than 3%, which itself is attractive compared with Treasury yields.</p><p>Still, there is risk. If ConocoPhillips were to double to $110 before the option expired, DIVO would still have to sell it for $57.50. All that upside would be left on the table. That's the price you pay for the income provided by this strategy.</p><p>Simpson also provided two previous examples of stocks for which he wrote covered calls:</p><p>DIVO bought shares of Nike Inc. NKE for between $87 and $88 a share in May 2020 after the stock's pullback and then then booked $4.50 a share in revenue by writing repeated covered call options for the stock through December. Simpson eventually sold the stock in August after booking another $5 a share in option premiums.</p><p>DIVO earned $6.30 a share in covered-call premiums on shares of Caterpillar Inc. CAT, which were called away “in late February around $215-$220,” Simpson said. After that, the stock rallied to $245 in June, showing some lost upside. Caterpillar's stock has now pulled back to about $206.</p><p>Simpson's strategy for DIVO is to hold a portfolio of about 25 to 30 blue chip stocks (all of which pay dividends) and only write a small number of options at any time, based on market conditions. It is primarily a long-term growth strategy, with the income enhancement from the covered call options.</p><p>The fund currently has five covered-call positions, including ConocoPhillips. DIVO's main objective is growth, but it has a monthly distribution that includes dividends, option income and at times a return of capital. The fund's quoted 30-day SEC yield is only 1.43%, but that only includes the dividend portion of the distribution. The distribution yield, which is what investors actually receive, is 5.03%.</p><p>You can see the fund's top holdings here on the MarketWatch quote page. Here is&#xa0;a new guide to the quote page, which includes a wealth of information.</p><p>DIVO's performance</p><p>Morningstar's five-star rating for DIVO is based on the ETF's performance within the investment research firm's “U.S. Fund Derivative Income” peer group. A comparison of the ETF's total return with that of the S&amp;P 500 Index SPX can be expected to show lower performance over the long term, in keeping with the income focus and the giving-up of some upside potential for stocks that are called away as part of the covered-call strategy.</p><p>DIVO was established on Dec. 14, 2016. Here's a comparison of returns on an NAV basis (with dividends reinvested, even though the fund might be best for investors who need income) for the fund and its Morningstar category, along with returns for the S&amp;P 500 calculated by FactSet:</p><p> &#xa0;                                                 Total return – 2021  Total return – 2020  Average return – 3 years  Amplify CWP Enhanced Dividend Income ETF DIVO     13.8%                13.2%                13.9%  Morningstar U.S. Fund Derivative Income Category  13.0%                4.3%                 8.3%  S&amp;P 500 SPX                                       19.9%                18.4%                17.8%  Sources: Morningstar, FactSet</p><p>Return of capital</p><p>A return of capital may be included as part of a distribution by an ETF, closed-end fund, real-estate investment trust, business development company or other investment vehicle. This distribution isn't taxed because it is already the investor's money. A fund may return some capital to maintain a dividend temporarily, or it may return capital instead of making a different sort of taxable distribution.</p><p>In a previous interview, Amplify ETFs CEO Christian Magoon distinguished between “accretive and destructive” returns of capital. Accretive means the fund's net asset value (the sum of its assets divided by the number of shares) continues to increase, despite a return of capital, while destructive means the NAV is declining, which makes for a poor investment over time if it continues.</p><p>Covered calls on entire indexes</p><p>There are ETFs that take the covered-call option strategy to more of an extreme, by writing options against an entire stock index. An example is the Global X Nasdaq 100 Covered Call ETF QYLD, which holds the stocks that make up the Nasdaq-100 Index NDX, in the same proportions as the index, while continually writing covered-call options against the entire index. QYLD has a four-star rating from Morningstar.</p><p>The ETF pays monthly; its trailing 12-month distribution yield has been 12.47% and its distribution yields have consistently been above 11% since it was established in December 2013.</p><p>That is quite a bit of income. However, QYLD also underlines of the importance of understanding that a “pure” covered-call strategy on an entire stock index is really an income strategy.</p><p>Here's a comparison of returns for the fund and the Invesco QQQ Trust QQQ, which tracks the Nasdaq-100, from the end of 2019, encompassing the entire COVID-19 pandemic and its affect on the stock market:</p><p>FactSetQYLD took a sharp dive during February 2020, as did QQQ. But you can see that QQQ recovered more quickly and then soared. QYLD continued paying its high distributions all through the pandemic crisis, but it couldn't capture most of QQQ's additional upside. It isn't designed to do it.</p><p>Global X has two other funds following covered-call strategies for entire indexes for income:</p><p>The Global X S&amp;P 500 Covered Call ETF XYLD</p><p>The Global X Russell 2000 Covered Call ETF RYLD</p><p>Covered-call strategies can work particularly well for stocks that have attractive dividend yields, and some investment advisers employ the strategy for individual investors. The ETFs provide an easier way of following the strategy. DIVO uses covered calls for a growth and income strategy, while the three listed Global X funds are more income-oriented.</p><p>Don't miss: Here's a safer way to invest in bitcoin and blockchain technology</p>",
  "published": "2021-09-15T10:51:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2888,
          "end": 2897
        },
        {
          "start": 2888,
          "end": 2892
        }
      ],
      "nexusId": "10043425"
    }
  ]
}