{
  "_id": "27f52c9a62c9f6898deb6d18e30b2ee9ba3190384595cfebc9aa0fb81f678945",
  "feed": "wall-street-journal",
  "title": "Micron, Nike, BlackBerry, Braze: What to Watch When the Stock Market Opens Today; Micron Technology beat analyst forecasts in quarterly results; BlackBerry earnings are due after the close",
  "text": "<p>* Nvidia rose 3.1%. The chip designer has lost 15% this month after its effort to buy Arm Holdings faced a setback in the U.S. Even after that drop, the stock's up more than a third for the final quarter of 2021.</p><p>* Semiconductor company Advanced Micro Devices also gained ahead of the bell, adding 2.3%. Microchip Technology gained 1.1%.</p><p>* Nike rose 4.1% premarket after a mixed set of results. Revenue of $11.4 billion in the quarter ended Nov. 30 was up 1% from the same period last year. Growth was stunted by a slowdown in production and transportation of its goods around the world.</p><p>* General Mills fell 5.4% after the food company reported second-quarter profit that fell short of expectations</p><p>* Software company Braze added 15% premarket after saying its revenue rose 63% on the year in the third quarter. Braze listed on the Nasdaq Stock Market last month.</p><p>* Shares of Society Pass jumped 2.3% premarket after more than tripling Monday. The company, which went public in November, was added to the Russell 2000 index.</p><p>* Carnival rose 2.5% in another choppy premarket session for the cruise stock, a bellwether for investor sentiment regarding the Omicron variant of coronavirus.</p><p>* BlackBerry will deliver its earnings report after the close.</p><p>Chart of the Day</p><p>* Say this much for Oracle: When they get a line of credit, they waste no time in using it, writes Dan Gallagher for Heard on the Street.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Micron, Nike, BlackBerry, Braze: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-12-21T14:05:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 340,
          "end": 344
        },
        {
          "start": 1457,
          "end": 1461
        },
        {
          "start": 8,
          "end": 12
        }
      ]
    }
  ]
}