{
  "_id": "aab637a9c5c0dc07b03ea9543bec629f94572fcf9a7e5ec884ec28b830bf2d54",
  "feed": "ftcomall",
  "title": "Young US athletes sample the power and pressure of influencer culture",
  "text": "<p>I had the privilege this month of watching Sydney McLaughlin set a world record in the women's 400m hurdles at the Tokyo Olympics, blitzing her way to the gold medal in one of the grittiest races I've ever seen.</p> <p>A teenage sprinting prodigy and college track star who turned professional after a year at university, McLaughlin has been living up to the hype. Now 22, she is rumoured to be <a href=\"https://www.letsrun.com/news/2018/09/pro-runners-salaries-much-professional-runners-make-unveil-one-sports-biggest-secrets/\">one of the highest-paid athletes</a> in track and field, earning about $2m a year from blue-chip sponsors such as New Balance and Gatorade.</p> <p>It seemed like a world record and an Olympic gold medal would be the ultimate return on investment. But this week I opened Instagram to find McLaughlin had posted <a href=\"https://www.instagram.com/p/CS7GrUagyHC/\">a lengthy video of herself</a>, bawling her eyes out to her 1m social media audience.&#xa0;</p> <p>“People really think that I am standing here today because of my followers or because of how I look,” she said, wiping away tears with French manicured nails. “I can't control who presses the follow button, but I can control what I do on that track, and that's the thing that doesn't get the respect.”&#xa0;</p> <p>The gulf between McLaughlin's sporting achievement and her apparent professional dissatisfaction strikes me as an indication that something is amiss in the industry for elite athlete advertising. Now a corner of the market known as NIL (for name, image and likeness deals) is set to expose athletes even younger than McLaughlin to the pressures of public attention. This summer, the National Collegiate Athletic Association announced it would allow its roughly 480,000 college sports stars to earn sponsorship income for the first time.</p> <p>NIL for students is still in its early days: the college sports season that kicks off this weekend is the first to which the new rules will apply. So far, it has resulted in <a href=\"https://www.si.com/college/2021/07/01/hanna-haley-cavinder-twins-nil-deal-basketball-tiktok\">basketball players</a> getting paid for their massive TikTok following and football quarterback Bo Nix racking up paid posts on Instagram for things like <a href=\"https://www.instagram.com/p/CQxadSLLoXr/\">sweet tea</a> and Bojangles <a href=\"https://www.instagram.com/p/CSIAYqggRb5/\">chicken sandwiches</a>.</p> <p>“The best thing about NIL is that it places student athletes on the same footing as their non-athlete classmates by removing an unreasonable barrier to [financial] opportunity,” Adam Plant, Nix's lawyer, tells me. Before this summer, US college athletes couldn't partake in paid opportunities tied to their status as elite sportspeople, even though their feats generate an <a href=\"https://www.ft.com/content/9c00913e-afe8-4dc8-8881-38d93d713d49\">estimated $14bn</a> for the universities for which they play.&#xa0;“Why shouldn't athletes who help generate, in some cases, tens of millions of dollars in annual revenue have the same opportunities?” Plant asks.</p> <p>Talent agents say the flood of advertising opportunities for college sports stars is less the creation of a new market than the expansion of an existing one. “It's new at the college space but this is the same stuff people are doing at the professional level and the influencer level,” says Casey Muir, senior director of client management for Octagon Football. Those opportunities are “heavily social media at the moment”.</p> <p>In the pre-internet era, the gold standard of sports marketing success was a signature sneaker line, such as the shoes first made by Nike for basketball star Michael Jordan in 1984. To this day, the Jordan brand accounts for $4.7bn of Nike's annual revenue. Subsequent generations of basketball stars including LeBron James, Kevin Durant, Kobe Bryant and Stephen Curry have all put out custom shoes.</p> <p>These days, signature merchandise is easy to come by. Everyone from <a href=\"https://www.teenvogue.com/story/naomi-osaka-frankies-bikinis-collection\">Naomi Osaka</a> to <a href=\"https://www.instagram.com/p/CMTOAf0Apli/\">influencer moms in North Carolina</a> seems to have launched their own swimsuit line. It's no wonder, given how many people have social media followings larger than the population of Boston: industry marketing firm Mediakix <a href=\"https://mediakix.com/blog/how-many-influencers-are-there/\">estimates</a> there are up to 37.8m influencers working across Twitter, Instagram, YouTube and TikTok, tens of thousands of whom have 1m followers or more.</p> <p>Agents like Muir say the type of athlete most likely to attract marketing deals possesses a combination of talent, achievement, prominence within one's sport and a certain level of charisma.&#xa0;</p> <p>After decades in which the NCAA earned billions selling media rights and tickets to top-tier college sporting events, the thousands of athletes who put on the show are deservedly being allowed to cash in. Whether they are prepared for the unexpected pressures of social media-driven sports fame is another matter entirely.</p> <p><a href=\"mailto:sara.germano@ft.com\"><em>sara.germano@ft.com</em></a><br></p><p>Source: Sara Germano 2021 'Young US athletes sample the power and pressure of influencer culture' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-26T14:10:54.792Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3112,
          "end": 3116
        },
        {
          "start": 3214,
          "end": 3218
        }
      ],
      "nexusId": "10043425"
    }
  ]
}