{
  "_id": "1a1f82f4dfbd47a6719de970adf67a6bf3f90356d554a561a8505392b54bc375",
  "feed": "ftcomall",
  "title": "Tiger Woods injured and rushed to surgery after car wreck",
  "text": "<p>Tiger Woods was injured when the car he was driving hurtled off a road in a Los Angeles suburb and rolled over, sending the golfing legend to a hospital where he was undergoing surgery for “multiple” leg injuries.</p> <p>According to Los Angeles county police, no other vehicles were involved in the wreck. The Los Angeles Times, <a href=\"https://www.latimes.com/california/story/2021-02-23/tiger-woods-injured-after-car-accident-la\">citing</a> unnamed law enforcement officials, reported that the car was travelling at a high speed when it lost control.</p> <p>Daryl Osby, the Los Angeles County fire chief, said Woods sustained “serious injuries to both legs” but had “no other life-endangering injuries to my knowledge”. Mark Steinberg, the golf legend's agent, issued a statement disclosing that Woods had been taken into surgery for leg injuries. </p> <p>The Los Angeles County Sheriff's Department said Woods was the driver and sole occupant of a vehicle involved in a rollover collision at about 7am local time. At a news conference on Tuesday, Alex Villanueva, the county sheriff, said there was “no evidence of impairment” found at the scene of the crash and that Woods was conscious and communicative when emergency personnel arrived. </p> <p>Osby said an axe and a prying tool were used to extricate Woods from the wreckage, correcting an earlier county statement that said the so-called jaws of life had been employed.</p> <p>Footage of the crash site in Rancho Palos Verdes, south of LA airport, <a href=\"https://twitter.com/NBCLA/status/1364304092370247681\">captured by NBC television in Los Angeles</a>, showed a silver SUV rolled over off the side of a boulevard. There was severe damage to both the front and back of the vehicle.</p> <p>Woods, 45, is among golf's all-time greats, tied for most career wins on the PGA Tour and second in total major championships behind Jack Nicklaus. After winning the Masters tournament at the age of 21 in 1997, he quickly became one of the most well-known athletes in the world, starring in advertising campaigns for Nike and driving golf's resurgence in TV ratings and popularity.</p> <p>A <a href=\"https://www.ft.com/content/71431fea-cedd-4dd5-9538-589463a85c04\">series of personal setbacks</a>, including an infidelity scandal, back injuries and a reckless driving conviction in 2017, diminished his presence on tour for years, though he completed one of sports' <a href=\"https://www.ft.com/content/1a2ab07c-5eea-11e9-b285-3acd5d43599e\">most storied comebacks</a> by winning the 2019 Masters more than a decade after his previous major victory.</p> <p>As authorities disclosed the severity of the accident, fellow players and tour officials offered their best wishes and concerns for Woods.</p> <p>“Barbara and I just heard about Tiger's accident, and like everyone else, we are deeply concerned,” Nicklaus <a href=\"https://twitter.com/jacknicklaus/status/1364324027846823944\">wrote on Twitter</a>. “We want to offer him our heartfelt support and prayers at this difficult time. Please join us in wishing Tiger a successful surgery and all the best for a full recovery.”</p> <p>“I'm sick to my stomach,” said fellow professional golfer Justin Thomas on Tuesday during a press conference ahead of the WGC-Workday Championship in Florida. “It hurts to see one of your closest friends get into an accident.”</p> <p>Over the weekend, Woods was in Los Angeles as host of the Genesis Invitational tournament, where he said he was still recovering from his fifth back surgery and could not pinpoint a timeline for a return to play.&#xa0;</p> <p>Asked if he aimed to participate in this year's Masters, he <a href=\"https://www.pgatour.com/news/2021/02/21/tiger-woods-recovering-back-surgery-discusses-masters-return.html\">appeared uncertain</a>, saying: “I don't know what the plan is.”</p><p>Source: Sara Germano in New York 2021 'Tiger Woods injured and rushed to surgery after car wreck' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T00:16:53.144Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1852,
          "end": 1856
        }
      ],
      "nexusId": "10043425"
    }
  ]
}