{
  "_id": "2ec241690f790f1fc2bea9d348908161df73b2236f9727d8e96748301f7c0c91",
  "feed": "wall-street-journal",
  "title": "The Outdoor Workout You Probably Haven't Tried: Truffle Hunting; A woman who trained her dog to hunt truffles discovered she needed to build her own strength to keep up",
  "text": "<p>Ms. Malone now trains Magnolia to hunt for what gourmands consider diamonds of the kitchen. She hired a local trainer who specialized in nosework and started training Magnolia for the Joriad North American Truffle Dog Championship, an annual event held in Eugene, Ore.</p><p>\"A truffle hunt is part mud run, part obstacle course, all while zigzagging around hills after a hyper hound,\" she says.</p><p>Two weeks before the January 2020 event, Ms. Malone broke her arm while walking Magnolia, a wake-up call that she also needed to start building her own strength.</p><p>\"On a hunt, you're walking on uneven terrain, over logs slippery with moss and ferns as tall as your waist,\" she says. \"You have to be fit or you'll find yourself tumbling down a mountain.\"</p><p>Ms. Malone has since adopted a workout that focuses on core strength and shoulder mobility, and walks with Magnolia are more like uphill obstacle treks.</p><p>Dog and owner train year-round. Hunts, which require three to four hours in the woods, typically take place October through July. Few workouts promise both physical and culinary rewards, says Ms. Malone.</p><p>\"If I can't keep pace with our agile beagle, I'm at risk of losing out on the truffle,\" she says.</p><p>Magnolia has helped Ms. Malone stockpile a freezer's worth of truffles. But she remains a hobbyist and enjoys rather than sells her finds. \"I was never a foodie, but I've learned to infuse truffles in everything from butter to ice cream,\" she says.</p><p>The Workout</p><p>Hillwork is the foundation of her workouts. Ms. Malone and Magnolia average 45 miles a week. Twice-daily walks take place in woods near Ms. Malone's home in Beaverton, Ore., or Portland parks that have hills and steep terrain. One walk lasts 90 minutes and a second 30 minutes. \"It's like a workout with the benefits of forest bathing,\" she says, referring to a Japanese wellness practice of spending time in nature.</p><p>To train Magnolia's nose, Ms. Malone has her husband, Bob Beard, bury small boxes of soil scented with truffle oil under mossy undergrowth of firs near their home. Sometimes he'll line up eight boxes in a row, some scented, some not, and Ms. Malone and Magnolia will sprint to the boxes and see how fast it takes the dog to identify the truffle aroma.</p><p>A strong core is critical for digging out truffles and maintaining balance in wet conditions, especially if Magnolia gets distracted, says Ms. Malone. Two to three days a week she does core work, including side and front planks, 300 sit-ups and Russian twists, an exercise where she sits with knees bent toward the ceiling, hovers her feet off the ground and twists her upper body side to side while holding a medicine ball. She also does push-ups on her knees.</p><p>Resistance band work helps strengthen her back and shoulder muscles.</p><p>The Diet</p><p>Consistency: \"I have Celiac disease and it's easier to stick with the same foods,\" she says. Breakfast is oatmeal with a spoonful of raspberry jam. For lunch she makes gluten-free tabbouleh salad topped with an egg and salsa. She snacks on coconut-flavored Greek yogurt.</p><p>Dinner: \"My husband and I both work so dinner is anything I can put in a crockpot,\" she says. Tandoori chicken and pork with sides of green beans and Brussels sprouts are family favorites.</p><p>Splurge: \"I love scallops and actually make those for Thanksgiving dinner,\" she says. \"If I can find a gluten-free bakery I have a slice of cake.\"</p><p>Training Treats: Magnolia is rewarded with boiled chicken and Hebrew National hot dogs.</p><p>Truffle treat: Shaved truffle on scrambled eggs.</p><p>Essential Gear</p><p>Layers: \"Hunts are often long and cold so I'm in silk long underwear, a wool sweater, a light down parka and a fleece hat,\" she says.</p><p>Rain Protection: Columbia gear, including a waterproof OutDry Ex Reign jacket ($150), Storm Surge rain pants ($50), and Newton Ridge Plus Waterproof Amped hiking boots ($100) keep her dry.</p><p>Everyday Training: Nike Epic React Flyknit 2 sneakers ($150).</p><p>Magnolia's Apparel: On a hunt she's on a 25-foot long leash and wears a Ruffwear Front Range Harness ($40) and RC Pets Cascade Coat ($45).</p><p>Playlist</p><p>\"Endurance walks benefit from an Audible book or a podcast,\" she says. \"I'm a word nerd and love the History of English podcast.\" The Dyslexia Quest and Tilt Parenting, both focused on neurodiverse populations, are also favorites.</p><p>What's your workout? Tell us at workout@wsj.com.</p><p>Write to Jen Murphy at workout@wsj.com</p><p>The Outdoor Workout You Probably Haven't Tried: Truffle Hunting</p>",
  "published": "2021-11-06T10:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3868,
          "end": 3872
        }
      ]
    }
  ]
}