{
  "_id": "b61f0fbb30e239b9dcb6c3b9cc074ed5c279afca3cbffb465c60b8229892800e",
  "feed": "ftcomall",
  "title": "Forget COP26 boasts — decarbonising takes thousands of tiny, boring steps",
  "text": "<p>With the COP26 global climate talks in Glasgow fast approaching, companies are falling over themselves to trumpet their green credentials. In the last week, Rusal unveiled<a href=\"https://www.ft.com/content/ff76ebe5-ca61-417c-b191-1a2c152a935e\"> “ultra-low” carbon Budweiser cans</a>, <a href=\"https://www.ft.com/content/33e48318-91ab-47e4-88f3-72986b0a85f6\">Royal Dutch Shell</a> sold a big chunk of its US shale holdings and Nespresso promised to make its coffee carbon neutral.</p> <p>But a lot of this is smoke and mirrors: Rusal is supplying 5m green cans total to AB InBev's UK arm, which brews 20m cans and bottles per week; Nespresso is funding forestry projects to buy time while it tries to increase the use of recycled materials. ConocoPhillips, the new owner of Shell's Permian Basin assets, plans to increase production next year.</p> <p>Stunts and pious pledges won't save the planet. Manufacturers and retailers must rethink their entire design, manufacturing and sales processes. Those that have are discovering that change is either very expensive or an unglamorous, iterative process that involves thousands of tiny improvements. Neither makes for good press releases.</p> <p>Consider this: BMW calculated that the shift from petrol to electric cars would <em>increase</em> the carbon footprint of its supply chain from 10 tonnes per vehicle in 2019 to 14 by 2030 if no countermeasures were taken. So it is working with its 70,000 first- and second-tier suppliers to increase the use of recycled materials from 30 to 50 per cent and cut CO2 emissions in other ways to bring that average down to 8 tonnes instead.</p> <p>That means rethinking everything from design specifications to the tools on the shop floor — and shifting customer expectations. The German car group recently released a concept car that prioritises sustainability. It scraps paint for an anodised finish, employs a steering wheel rim 3D printed from wood powder, and replaces welding and glue with fasteners that make it easier to take materials apart for recycling. The “<a href=\"https://www.press.bmwgroup.com/global/article/detail/T0341253EN/the-bmw-i-vision-circular\">i Vision Circular</a>” even replaces the colourful BMW logo with an engraving to cut the use of plastic.</p> <p>While engaging in this redesign, BMW is also cutting carbon less visibly: its assembly lines replaced high-energy compressed air tools with electric ones; it recycles aluminium castoffs from parts production to make more parts; and it is consolidating parts production for the remaining petrol cars at fewer, more efficient suppliers. These changes have the additional benefit of cutting costs, points out Andreas Wendt, BMW's global purchasing director.</p> <p>The UK supermarket Iceland found similar benefits when it tackled the emissions it controls directly. More efficient freezers, turning off the stores' illuminated signs at night and cutting plastic packaging have not only slashed Iceland's carbon footprint by 74 per cent since 2011 but also saved money, says managing director Richard Walker.</p> <p>But those were the easy wins. Now the chain is having to inch forward with incremental improvements and deal with its supply chain. It just started selling potatoes in paper bags rather than plastic and is testing a coated paper bag for frozen shrimp and chicken. “We're not going to solve this by holding out for the magic bullet,” says Walker. “We've got products that are 80 to 90 per cent plastic free, and I'm really pleased.”</p> <p>Progress from now on will probably add expense or require shifts in consumer behaviour. For supermarkets, that involves reducing meat consumption and cutting food waste. For industrial companies, it means rethinking fuels, replacing machines and commodity choices. </p> <p><a href=\"https://www.ft.com/content/46d4727c-761d-43ee-8084-ee46edba491a\">Green steel </a>sharply cuts carbon emissions by using clean hydrogen to power a refining process called direct reduced iron. But it costs 30 per cent more to produce, the kiss of death for a commodity product. Similarly, using ships powered by green methanol adds $1 to the cost of an iPad or 50 cents to a pair of Nike sneakers.</p> <p>For all their talk of sustainability, most companies still shy away from big increases to their expenses. And the few that are trying to do the right thing are openly gambling that governments will make it worth their while. “It's an existential question,” says Simon Bergulf, regulatory director of shipping group Maersk, which ordered eight green methanol ships in August. “If we don't have the measures in place that create a level playing field . . . companies like Maersk that are taking a risk at the beginning are not being rewarded.”</p> <p>The pressure is on governments to set carbon prices and other environmental standards. Otherwise we are doomed to another flood of long-dated pledges and near-pointless gimmicks. </p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/6c5eabdf-01b4-4a41-b369-5bd07a730865\"><em>Countries must meet their sustainability goals / From Otto de Bont, Chief Executive, Renewi, Milton Keynes, Buckinghamshire, UK</em></a></p><p>Source: Brooke Masters 2021 'Forget COP26 boasts — decarbonising takes thousands of tiny, boring steps' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T04:00:53.816Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3776,
          "end": 3780
        }
      ],
      "nexusId": "10043425"
    }
  ]
}