{
  "_id": "d27d785ece37ddd285ff6dc7b59a7ed272f6e5e8d28214a5f687bc2bedf7e8e5",
  "feed": "market-watch",
  "title": "Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts",
  "text": "<p>Holiday retail-sales forecasts have started rolling in, with Deloitte expecting sales to grow 7% to 9% from a year ago, totaling between $1.28 trillion and $1.3 trillion. Mastercard SpendingPulse MA is forecasting a 7.4% retail-sales rise for the season, excluding automobiles and gas.</p><p>But looming above the anticipated shopper joy is the specter of all the supply-chain challenges that could dampen sales.</p><p>Many of the hurdles can be traced back to the COVID-19 pandemic, which has caused supply-chain problems across everything from clothing to shoes to food for 20-plus months.</p><p>Read: General Mills will raise consumer prices, and McCormick might, too</p><p>More recently, COVID outbreaks in Vietnam have shut down factories. BTIG analysts said this week that Nike Inc. NKE could lose production of as many as 160 million pairs of shoes through spring 2022, with an estimated 80 million already going unproduced.</p><p>See: Nike could lose production of 160 million pairs of shoes due to COVID-related facility closures in Vietnam, according to BTIG</p><p>RH has pushed back the launch of the RH Contemporary collection and its fall catalog.</p><p>And companies like Yeti Inc. YETI, a maker of high-end coolers and other outdoor gear, and Foot Locker Inc. FL have said the shutdown has had an effect.</p><p>“[W]e believe footwear has been more affected than apparel due to (1.) greater complexity inherent in footwear production (i.e., molds, lasts, machines) making it more difficult to shift that production to other factories/countries quickly, (2.) substantially more factory workers are needed to make a pair of shoes than a shirt, and (3.) factories in other countries are at full capacity with no extra line space to absorb incremental demand,” wrote BTIG in a note published earlier this week.</p><p>Some companies, including Lululemon Athletica Inc. LULU and Build-A-Bear Workshop Inc. BBW, have been able to find ways to work around some issues.</p><p>Also:Lululemon maintains its flow with shares hitting a record despite supply chain challenges</p><p>“Some of this potential disruption was predicted. Where we could, we pulled forward some orders,” Sharon Price, chief executive of Build-A-Bear, told MarketWatch after the company reported its second-quarter earnings at the end of August.</p><p>But these companies might be outliers. As early as July, analysts were anticipating issues in getting toys to customers in time for Christmas.</p><p>Manufacturing in Vietnam isn't the only problem. Ships have run aground or been stalledat ports. Coresight Research cited data this week showing a bottleneck on the West Coast with 44 ships anchored at the Long Beach, Calif., and Los Angeles ports at the end of August.</p><p>And resources and workers necessary for moving merchandise, like drivers and containers, have been in short supply and very expensive.</p><p>Dollar Tree Inc. DLTR said during its most earnings announcement in August that one of its supply ships was delayed for two months because a crew member had tested positive for COVID, resulting in higher prices.</p><p>“[W]e are now projecting that our regular carriers will fulfill only 60% to 65% of their commitments and their spot market rates will be much higher than previously estimated,” said Dollar Tree Chief Executive Michael Witynski on the earnings call, according to a FactSet transcript.</p><p>And: Dollar Tree says one of its ships was delayed two months after a crew member tested positive for COVID</p><p>Amid myriad troubles, experts are optimistic about the coming holiday season.</p><p>“The consumer has continued to be resilient and recent price increases brought on by constraints in the supply chain have not dampened the robust demand seen during the past year,” said Jack Kleinhenz, the National Retail Federation's chief economist,&#xa0;in a recent report.</p><p>In the view of Mastercard SpendingPulse, retailers have learned a lot over the past couple of years and will put that to use in the coming months.</p><p>“This holiday season&#xa0;will be defined by early&#xa0;shopping, bigger price tags and&#xa0;digital&#xa0;experiences,” said Steve&#xa0;Sadove, senior adviser for Mastercard, in a statement.</p><p>Don't miss:Surge in U.S. consumer prices slows in August, CPI shows. Has inflation peaked?</p><p>Retailers and other organizations are gearing up. Seasonal hiring announcements have recently come from Dick's Sporting Goods Inc.DKS, the U.S. Postal Service and others. Some 125,000 logistics hires are being targeted by e-commerce giant Amazon.com Inc. AMZN, the company announced Tuesday.</p><p>“While consumer concerns about health and safety have eased since the last holiday season, pandemic-influenced shopping behaviors continue to gain traction,” said Rod Sides, vice chairman of Deloitte LLP and U.S. retail and distribution sector leader, in a statement.</p><p>“Retailers who remain resilient to shifting consumer behaviors and offer convenient options for online and in-store shopping, as well as order fulfillment, will be poised for growth this holiday season, and into the new year.”</p><p>The SPDR S&amp;P Retail ETF XRT has soared 42.3% to date in 2021. The Amplify Online Retail ETF IBUY has slipped 1.6%. The broad market benchmark S&amp;P 500 SPX has gained 18.2%.</p>",
  "published": "2021-09-15T07:53:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 913,
          "end": 917
        },
        {
          "start": 755,
          "end": 764
        },
        {
          "start": 755,
          "end": 759
        }
      ]
    }
  ]
}