{
  "_id": "de64d6d7fe692d53711a4458beeaca6f421b11089f0631fd4616307cffb93bf8",
  "feed": "ftcomall",
  "title": "Keeping up with Fendi's Kim Jones: ‘I have to be very together'",
  "text": "<p>At Fendi's Milan headquarters, Kim Jones is working in a room the size of a tennis court, full of blasting disco music, colourful clothes, new takes on Fendi's bestselling handbags, and people. These include stylist Alister Mackie, creative consultant Amanda Harlech, creative director Ronnie Cooke Newhouse (wife of Condé Nast chairman Jonathan Newhouse) and Loïc Prigent, a film-maker who often documents fashion's backstage shenanigans for French television.</p> <p>And, of course, there's Silvia Venturini Fendi, “the matriarch”, as Mackie describes her, who is also the creative director of menswear and accessories.</p> <p>It is the day before the 42-year-old British designer's first real-life show for Fendi since he joined as artistic director of womenswear. Each person here has their role to play in a finely tuned machine that has sent Fendi's estimated annual revenues past the €1bn mark over the last half-decade. Even if those roles might seem rather esoteric to the casual observer.</p> <p>There's always something a little Versailles about the power play in a fashion inner sanctum, emphasised here by the invitation created for the forthcoming show, a finely pleated paper fan. It is a reference to Karl Lagerfeld, Jones's predecessor at Fendi who died in 2019 — and who famously brandished a fan through most of the 1980s. </p> <p>The inspiration for the SS22 show is the fashion illustrator Antonio Lopez, a close friend of Lagerfeld's during the decadent 1970s and a hero of Jones's since he was a student. Lopez, who died in 1987, used to illustrate collections for Lagerfeld and Fendi. “I found this old logo that Antonio Lopez had done for Fendi — I don't really know where it came from,” Jones says. He twisted that into a new repeat logo — a brushy, dashed-out version of the brand's name, woven into jacquards and laces in the collection.</p> <p>And then he got in touch with the Antonio Lopez Foundation to ask to use the illustrator's work as the key decorative motif of the show — in embroideries, intarsia leathers, knits. “Everything is from the late '60s and early '70s, because that's when he was closest to Karl,” Jones says.</p> <p>With less than a day until the show, Jones and his team still have to observe rehearsals, listen to the soundtrack and finalise outfits. Four looks out of some 49 are still in progress — but nothing will be radically ditched, unlike other designers who frequently add looks or, occasionally, scrap entire collections just before their shows. “We nailed this a few days ago,” Jones says. “I have so much work to do, I have to be very together.” He is one of the busiest designers in fashion, heading LVMH stablemate Dior's menswear operation alongside Fendi's womenswear, with numerous collaborations, including Nike shoes, under his own name.</p> <p>As I enter, Jones is sharply focused on the task in hand: fitting a long silk dress, striped in white, satsuma-orange and milkshake-pink, on the redheaded model Rianne Van Rompaey. The dress is a floaty, strapless thing, and Rompaey walks up and down — something designers often ask models to do during fittings, to check the ebb and flow of the clothes and also perhaps to make sure nothing falls off.</p> <p>The next model, wearing a fluffy fur coat, has her hair twisted with a literally gilded lily, a jewellery piece created by Delfina Delettrez Fendi, Silvia's daughter and head of jewellery for the house. Make-up artist Peter Philips has brushed bronzer high across the cheekbone. “Fendi's quite a glamorous brand,” Jones shrugs. The model walks, clutching a bag named the Fendi First, its frame a giant “F”, and there are also many Baguettes, Fendi's well-known bag which featured in <em>Sex and the City</em>.</p> <p>Fendi was originally known for fur (and still uses it) — its double-F logo, designed by Lagerfeld, stood for fun fur, and here a fluffy coat is being worn with shoes that resemble marabou-trimmed bedroom mules. “I think what's great to see here is that sexiness come back, that joy, a bit of exuberance,” says Harlech. The right-hand woman to Karl Lagerfeld for more than 20 years — he referred to her as “my outside pair of eyes” — she has continued her work across Jones's first four Fendi shows. Observing the opening looks of the show, pinned to a board to devise the order in which the models will appear, she highlights a sequence of tailored coats, suits and capes in pristine Carrara-marble white. “It's also Kim claiming a tailoring territory for Fendi,” she says.</p> <p>On cue, another model enters to the strains of “Heart of Glass” by Blondie, in a wide-legged baby-blue satin trouser suit. She begins to walk to the movement directions of Les Child, a choreographer who danced with the Michael Clark Company and founded Britain's first “voguing” house in the 1980s. “It's inspiring confidence, it's not about this generic march — which I hate,” Child says. It's about capturing the spirit of the times, rather than a new model replicating the moves of Jerry Hall.</p> <p>Keeping up with Jones is intense: at 6pm, the action shifts next door, to a vast auditorium for a rehearsal. The set has already been erected — “I was envisaging the entrance to Studio 54, but in a Roman way,” Jones says, laughing. The set is a mirror-backed colonnade of arches, echoing Fendi's Roman headquarters. The DJ has chosen appropriately thumping disco for the show's soundtrack.</p> <p>Eighteen hours later, the fashion press are in place. Covid-19 restrictions and digital shows have served to reinforce Jones's belief in the power of theatre. “Looking at Antonio's work in reality, you see the incredible penmanship — you can't see that in a reproduced image,” he says. He feels the same about fashion: “You don't see the tiny details — the fabrication, the workmanship.” But, he says, there's also something more basic and fundamental than that: “The fact we're doing a show with real people makes it feel a bit celebratory.”</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram</em></p><p>Source: Alexander Fury 2021 'Keeping up with Fendi's Kim Jones: ‘I have to be very together'' FT.com 24 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-24T04:00:07.770Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2736,
          "end": 2740
        }
      ],
      "nexusId": "10043425"
    }
  ]
}