{
  "_id": "255a34f1ec005c60ffb69b65e31f7f2a8aff53471c6e6ac21241f2dc970de064",
  "feed": "wall-street-journal",
  "title": "Business News:  Sneaker Maker Allbirds to Sell Wool Workout Gear  ----  By Suzanne Kapner",
  "text": "<p>   Allbirds Inc., known for its eco-friendly sneakers, is betting people want to work out in wool. </p><p>   The startup is launching a new line of athletic gear made of merino wool and yarn created from the pulp of eucalyptus trees. The fabric, which was two years in the making, is Allbirds' latest attempt to rethink the apparel industry's longstanding reliance on polyester and other synthetic fibers. </p><p>   Allbirds' effort to get people to wear wool shoes was a resounding success, as its sneakers quickly became a favorite in Silicon Valley. It now has to sell consumers on the merits of working up a sweat in leggings made of similar materials, while competing in a sector dominated by Lululemon Athletica Inc., Nike Inc. and other companies that tout lightweight, moisture-wicking gear. </p><p>   Allbirds executives say wool is naturally suited for exercise. It can absorb up to 30% of its weight in moisture, while also regulating temperature, according to Tim Brown, Allbirds co-chief executive. </p><p>   Polyester, which is a type of plastic that is usually derived from petroleum, is one of the most widely used fibers in the world, according to the Council of Fashion Designers of America. But synthetic fabrics like polyester shed plastic particles that are finding their way into the oceans. </p><p>   \"There is a new group of consumers who are completely aware that climate change is the problem of our generation, and yet they're running around in plastic leggings with plastic shoes,\" Mr. Brown said. </p><p>   \"Tim and I have been focused on not just making products out of natural fibers in order to make them sustainable, but to make them better products,\" said Allbirds co-CEO Joey Zwillinger. \"We think we can exceed the performance expectations of what's out there.\" </p><p>   Before jointly founding Allbirds in 2016, Mr. Brown, who has degrees in design and management, was a professional soccer player and Mr. Zwillinger developed renewable chemicals for a biotech company. </p><p>   Allbirds launched its first running shoe, the Tree Dasher, in May 2020. Its midsole is made of SweetFoam, which comes from the waste of sugar-cane production. </p><p>   The brand joined with Adidas AG to create a sneaker with a 2.94-kilogram carbon footprint. By contrast, Allbirds calculates that a standard sneaker generates about 14.1 kilograms of carbon-dioxide emissions, while an average Allbirds sneaker gives off 10 kilograms of emissions. </p><p></p>",
  "published": "2021-08-18T06:02:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 701,
          "end": 705
        },
        {
          "start": 701,
          "end": 710
        }
      ],
      "nexusId": "10043425"
    }
  ]
}