{
  "_id": "b1d52dce403888a805dd4e5d3f1b95771b9ed0ad7392d844ebf2e7d13c12b4c2",
  "feed": "wall-street-journal",
  "title": "It's Madness to Quarantine Schoolchildren",
  "text": "<p>Thirty states have set aside the CDC's guidelines, according to our research, and the agency itself has published studies suggesting that such measures are unnecessary. Yet the CDC has dragged its feet in considering a less-restrictive alternative known as \"test to stay.\"</p><p>During the 2020-21 school year, a study from Salt Lake County, Utah, published in the CDC's Morbidity and Mortality Weekly Report, found only four positive cases among 735 students tested while in quarantine, a transmission rate of 0.7%. A study from St. Louis County, Mo., also published in MMWR, found no positive cases among quarantined students at a time when the total countywide two-week case count was 711 per 100,000 people (the CDC classifies a one-week rate of 100 per 100,000 as \"high\").</p><p>In mid-September 2021, the Los Angeles Unified School district reported that, since the school year began, 30,000 students had been quarantined and only 63 tested positive -- a 0.2% positivity rate. That's about half the rate at which the district's students turned up positive in large-scale surveillance testing -- meaning that random quarantines would have been expected to turn up more cases. The district changed its policy to test-to-stay: Asymptomatic students suspected of exposure may remain in school, subject to testing every few days for a week, along with other restrictions. Parents are still directed to keep them at home outside school hours.</p><p>Test-to-stay dramatically reduces the educational costs of quarantine. Utah reported that it saved 109,752 school days across 13 high schools from November 2020 to March 2021. But many states are sticking with the CDC guidelines, and in September the agency looked at numerous studies on quarantined students and sidestepped the discussion. At an Oct. 13 White House press briefing, Director Rochelle Walensky concluded only that \"masks are working.\"</p><p>Oregon doesn't allow test-to-stay, and its policies are even stricter than the CDC recommends, requiring outdoor masking at recess and 10 to 14 days of quarantine for all exposed students who haven't been vaccinated -- even if the potential exposure occurred outside, where transmission is so rare that it is almost undocumented. Oregon has mandated vaccination for teachers, other school staff and volunteers, so any danger to adults in school is minimal.</p><p>Oregon's experience illustrates another major problem with quarantines: their disparate racial and socioeconomic impact. The decision of whom to quarantine when a student turns up positive falls to school principals and local health officials (at the county level in Oregon's case). According to the Portland Public Schools Covid-19 dashboard, by Oct. 20 more than 2,300 of the district's students had been quarantined for close contact this school year, amounting to more than 18,000 total missed school days. Across the 78 Portland schools that have quarantine data available, the ratio of students quarantined for in-school exposure to Covid-19 cases ranges from 0 to 23.5 -- far wider than one would expect if the policy were applied consistently.</p><p>Reynolds High, which is outside the Portland district but in the same county, has a diverse student body: 44% are Hispanic, and 53% are eligible for subsidized student lunches. Many other high schools in the Portland area have had four or more cases and not been forced into remote learning. The Portland dashboard indicates that schools serving lower-income students account for a disproportionate share of students quarantined, after adjusting for the number of Covid-19 positive students. Whitman Elementary in southeast Portland, with an enrollment of 185, has had 125 student quarantines this school year and 10 total cases. Eight of them were unrelated to any of the others, according to the Oregon Health Authority's outbreak report, so that the quarantine caught one at most. Whitman is a low-income school with 66% minority enrollment and 73% eligibility for subsidized lunches.</p><p>Even if quarantine policies were applied evenly, they would pose a heavier educational burden on low-income children, whose parents are less likely to have the resources to monitor their participation in remote learning or to hire tutors to make up for educational deficits.</p><p>Test-to-stay isn't an ideal policy. Testing costs money, imposes inconvenience and discomfort on students, and would still turn up very few positive cases. Denmark, Norway, Sweden and other countries have eliminated close-contact quarantines of schoolchildren with no resulting rise in Covid-19. Test-to-stay would still leave room for local discretion, so it wouldn't necessarily cure the racial and socioeconomic disparities of quarantine and remote learning.</p><p>But it would dramatically ameliorate the educational impact. The CDC has more than enough data on both the harm and benefits of quarantine to give the green light to test-to-stay. It's past time for America's public-health leaders to stanch the bleeding of last year's educational disaster, particularly for low-income students. The CDC's current quarantine policies keep children out of school and provide no meaningful reduction in Covid-19 transmission.</p><p>---</p><p>Dr. Bienen is a faculty member at the OHSU-Portland State University School of Public Health. Mr. Happel is strategy and capabilities director for Nike Inc. and father of three Portland public-school students. Both are involved with Ed300, an informal coalition that advocates reopening Oregon schools</p>",
  "published": "2021-10-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5324,
          "end": 5328
        },
        {
          "start": 5324,
          "end": 5333
        }
      ],
      "nexusId": "10043425"
    }
  ]
}