{
  "_id": "a49da93753553b4a61110a90ab26bfe7e1268efc5937a17791bc45a3730bbd1e",
  "feed": "market-watch",
  "title": "Dick's Sporting Goods partners with Nike for digital platform",
  "text": "<p>Dick's Scorecard members can now link their rewards account to their Nike NKE membership account on the Dick's mobile app. Customers will have access to member-exclusive merchandise launches and in-store events.</p><p>On Thursday, there will be a Nike Air Force 1 launch and in both November and December, there will be events at Dick's House of Sports locations in Rochester, N.Y., and&#xa0;Knoxville, Tenn.</p><p>Nike has been focused on increasing its direct-to-consumer business and ending relationships with retailers and other sellers that no longer fit its long-term business strategy.</p><p>Read: Goldman Sachs says supply-chain challenges and inflation are actually among the reasons to buy Nike's stock</p><p>“We're helping consumers connect with sport and our products whenever, however and wherever they shop Nike,” said Sarah Mensah, vice president and general manager of Nike&#xa0;North America, in a statement.</p><p>“Our partnership with Dick's is just another example of how we are reimagining how people connect with Nike across an increasingly digital and connected marketplace.”</p><p>Dick's DKS stock has more than doubled for the year to date, up 131%. Nike shares are up 21%. And the Dow Jones Industrial Average DJIA has gained 17.6% for the period.</p>",
  "published": "2021-11-03T11:55:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 36,
          "end": 40
        },
        {
          "start": 69,
          "end": 73
        },
        {
          "start": 398,
          "end": 402
        },
        {
          "start": 677,
          "end": 681
        },
        {
          "start": 792,
          "end": 796
        },
        {
          "start": 1129,
          "end": 1133
        }
      ]
    }
  ]
}