{
  "_id": "630de91a263201302ce9e13b1d4ce0d39588ac83d88cb363c6af5716f54b6284",
  "feed": "ftcomall",
  "title": "US comedy group Second City set to be bought by private equity ",
  "text": "<p>Strauss Zelnick's private equity firm is in advanced talks to buy Second City, the storied comedy group that has launched stars including Tina Fey and the late John Belushi.</p> <p>A deal could be agreed as soon as this week, said two people familiar with the matter. The price was not disclosed but the company was expected to fetch about $50m.&#xa0; </p> <p>Second City has been hit hard by the pandemic, which brought the live events business to a halt in the US. When announcing the theatre group was up for sale in October, co-owner Andrew Alexander said he was seeking “critical reinvestment in the business” after almost five decades of helping to manage the company.&#xa0;</p> <p>However, the famed business, which also spawned US comics Steve Carell and Amy Poehler, still attracted multiple interested acquirers, according to one person familiar with the process.&#xa0;</p> <p>Founded in 1959, the Chicago-based company has become a conveyor belt for popular comedians, with alumni dominating sketch show <em>Saturday Night Live</em> and going on to careers&#xa0;in Hollywood.&#xa0;</p> <p>Zelnick is best known as the chief executive of Take-Two, the video game group behind <em>Grand Theft Auto</em> series. He also runs private equity group ZMC, which he founded in 2001 to invest in media companies.&#xa0;</p> <p>In addition to live shows, Second City sells training courses for aspiring comedians and improvisation classes to corporations such as Nike. The company has been looking to adapt to the streaming era with live performances over Zoom — a necessity as Covid-19 has limited in-person entertainment.&#xa0;</p> <p>Second City is majority-owned by D'Arcy Stuart, who inherited the company from his father, the late Len Stuart. Alexander, a UK-born producer and former journalist, joined Second City in 1974 to run its Toronto location, and has co-owned it since 1985 when he bought the company with Len Stuart.</p> <p>ZMC and Second City did not respond to requests for comment. </p> <p>Following a backlash last summer over racism allegations brought against Second City by former members, Alexander said he would divest from the group, saying it was “time for a new generation with fresh ideas to take the company to the next level”.&#xa0;</p> <p>In a letter last June, Second City apologised for the “pain, trauma and erasure” described by these members and vowed to “overhaul” the group to become an “anti-racist institution”. </p> <p>US bank Houlihan Lokey advised on the sale.</p><p>Source: Anna Nicolaou and James Fontanella-Khan in New York 2021 'US comedy group Second City set to be bought by private equity ' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-16T16:27:03.206Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1371,
          "end": 1375
        }
      ],
      "name": "NIKE, Inc.",
      "id": "US6541061031",
      "nexusId": "10043425"
    }
  ]
}