{
  "_id": "ab1a9fd2072abf83fa7eed1496f2c2be36b41062a7c8e12d7c085e2e62a25307",
  "feed": "ftcomall",
  "title": "England star Maro Itoje on activism, racism and rugby",
  "text": "<p>Soon after joining Saracens, one of England's top rugby union clubs, Maro Itoje witnessed a white teammate greeting a fellow white player with the words: “What's up, my n****r?”</p> <p>“I was sure I didn't hear it right,” Itoje tells me. “Then I heard it again and I thought, ‘Surely he's not being serious?' When I heard it for a third time, I actually went up to him and said, ‘That is really offensive.'” </p> <p>The teammate (whom Itoje does not name) gave excuses for using the racial slur: harmless banter, no intention to offend, not directed at Itoje anyway. Today, the 26-year-old looks back on the incident from his “early days” of playing professional rugby less in anger and more with a shake of the head. </p> <p>He has moved on to a glorious career, winning numerous trophies with Saracens and becoming an integral part of the England team that reached the Rugby World Cup final in 2019, though their painful <a href=\"https://www.ft.com/content/dea72614-fd6a-11e9-b7bc-f3fa4e77dd47\">defeat</a> by South Africa in the biggest match of his life to date still rankles.</p> <p>He is central to England's hopes of retaining the Six Nations, the annual European national team tournament, which kicks off this weekend. And he appears a cert for selection on the British and Irish Lions tour of South Africa this year, as long as he remains injury-free and matches are not cancelled because of the pandemic. </p> <p>Speculation swirls that Itoje, a versatile forward who is regarded as one of the world's best players, could be appointed Lions captain. Such an elevation would make him the first black man to lead the side in its 132-year history, against a South Africa team led by <a href=\"https://www.ft.com/content/f6f86ed2-6a57-11e8-b6eb-4acfcfb08c11\">Siya Kolisi</a>, himself the first black captain of the former apartheid state.</p> <p>Still, the N-word incident at Saracens is a reminder of the sometimes hostile terrain that black athletes traverse in British sport; rugby, where most players, coaches and fans are white, is no exception. </p> <p>Itoje belongs to a new generation of activist athletes that includes footballers Marcus Rashford and <a href=\"https://www.ft.com/content/76ca29aa-9e57-11e9-9c06-a4640c9feebb\">Megan Rapinoe</a> and basketball star LeBron James, each using a public platform built on immense playing talents to discuss wider issues around race, class, gender and education, as well as sport itself. </p> <p>He says he has rarely faced overt and obvious racism. Instead, like anyone from an ethnic minority, he faces a thicket of more subtle prejudice. And it can be hard to know when to speak up.</p> <p>“When you're the ‘other', when you're the single person in a completely different space, it often puts you in a very awkward situation, because you [can] say something and rule it out, but as humans all you really want to do is fit in,” he says. “I've definitely changed from being [someone who as a teenager would] shrug my shoulders and let it slide, whereas now I would actually say something and confront it.”</p> <p>On a Zoom call in January, Itoje's giant frame — he is 6ft 5in tall — looks deceptively small, set against a large painting on the wall behind him at his north London home. The work is a modernist depiction of women in traditional Yoruba dress by the Nigerian artist Ola Hemzy. Itoje acquired it during one of his family's frequent visits to the country his parents emigrated from around three decades ago. </p> <p>His African heritage is “a huge way in which I navigate the world”, he says. It also helps keep him grounded. Nicknamed “The Pearl” because of his sporting value, and “Super Maro” by England fans, he goes largely unrecognised in Nigeria, where rugby attracts little interest.</p> <p>“Playing for England in the Six Nations wouldn't cross their vision,” Itoje says of his extended family. “The only times I hear from my aunties and uncles in Nigeria is [when they say], ‘I saw you on CNN, you're doing good stuff, keep it up!' Apart from that, they are none the wiser.”</p> <p>In recent months, adulation has been in short supply close to home as well. England open their Six Nations campaign this weekend against Scotland. The victor will take the Calcutta Cup, the trophy awarded to the winner of matches between the two nations for more than 150 years. England's home stadium, Twickenham in south-west London, holds 82,000 fans, the bulk of whom would be roaring on Itoje and his teammates. </p> <p>But lockdown means the ground will be largely empty. “I prefer playing with crowds, but I've got used to it,” Itoje says with a sigh. But he insists motivation remains high. “The goal is obviously to win the Six Nations. I haven't played rugby for a while now. I want to put my best foot forward and play as well as I can.”</p>  <p><strong>Oghenemaro Miles Itoje</strong> was born in 1994 in Camden, north London, into a “busy” household led by businessman father Efe and mother Florence, who runs a property portfolio. The phone rang constantly. Itoje and his two siblings “were part-time children, part-time secretaries for my mum”, he says. Family and friends would drop by unannounced and were always accommodated. </p> <p>“Like most Nigerians, the love language is food,” he says. “The fridge was never empty. The freezer was always full.”</p> <p>Aged 11, Itoje went to St George's School in Harpenden, Hertfordshire, as a boarder. It was there that he first played rugby — a late starter by elite standards. Aged 16, he won a sports scholarship to Harrow School in north-west London, a boys' public school whose alumni include Winston Churchill, Cecil Beaton and Benedict Cumberbatch. </p> <p>Efe worried that rugby would distract his son from making the most of a gilded education, telling him: “If the grade drops, the rugby stops.” But Itoje gained three A-levels, then earned a politics degree from the School of Oriental and African Studies in London, while playing for Saracens in the north of the city.</p> <p>Britain's top public schools have long been a breeding ground for rugby union stars. A 2019 report found that 37 per cent of male British professional players had been to <a href=\"https://www.ft.com/content/7186d378-968a-11e9-9573-ee5cbb98ed36\">fee-paying schools</a>, compared with 7 per cent of the wider population. </p> <p>Itoje is keenly aware of class concerns. He supports a campaign to address the so-called digital divide, which has left 1.8 million British children unable to access online lessons during Covid-19 lockdowns because their families cannot afford computers and broadband connections. The government is supplying disadvantaged children with laptops; so far, it has provided 800,000 of a planned 1.3 million computers.</p> <p>“Education is often talked about as a social leveller: get good grades, a good education, rise up the ranks,” says Itoje. “What we're seeing is that the most disadvantaged children . . . suffer the most through the digital divide [because of] the gap between what they're learning and the ones [who can access online lessons].”</p> <p>Itoje was inspired to start campaigning by Marcus Rashford, the Manchester United and England footballer who persuaded the government to extend the provision of free school meals for poorer households during school closures over the past year. (Itoje and Rashford are also connected as clients of Roc Nation, the management agency founded by American rapper Jay-Z.) </p> <p>Rashford's efforts resonate, in part, because of his compelling backstory as the child of a single-parent family whose working mother struggled to put food on the table. At Harrow, by contrast, boarders are now provided with a computer in their room. So is Itoje the right man for his chosen cause? </p> <p>If the lockdowns had happened 15 years ago, admits Itoje, he wouldn't have been in the position underprivileged children find themselves in today. “That's why I feel it's such a travesty, because a good-quality education shouldn't be based on how much money you have in your pocket. I could quite easily never say a word on this again and I'll be fine. This isn't to benefit me.”</p> <p>Other causes he supports are based on “lived experience”, he says. They include <a href=\"https://theblackcurriculum.com/\">The Black Curriculum</a>, a social enterprise group that aims to give eight- to 16-year-olds a deeper understanding of black history. In UK schools, Itoje says this is often reduced to a few well-worn subjects: the slave trade, colonialism, maybe a nod to Martin Luther King Jr's contribution to the US civil rights movement.</p> <p>“I would have loved to hear about the African empires in Mali and Benin, the trade they had with the Arab world, or [the 14th-century Malian king] Mansa Musa, arguably the richest man to have ever lived, according to some records. It took me until I was 18 [to realise] I don't know too much about the continent that I'm actually from.”</p> <p>If Itoje's activism succeeds, he may face a backlash. Rashford has been <a href=\"https://www.bbc.co.uk/news/education-54620118\">attacked</a> by rightwing politicians and commentators who challenge the right of a millionaire sportsman to demand changes to government policy (not a problem often experienced with millionaires in other industries).</p> <p>I suggest some likely lines of attack by his opponents: that Itoje has declared himself anti-Brexit. “I have got a blue passport today,” he says with a laugh. “I actually kind of like it.” Or that his efforts are more related to restoring reputational damage. Last season, Saracens were relegated from Premiership Rugby, the top division of the sport in England, for <a href=\"https://www.ft.com/content/850e781c-3abb-11ea-b232-000f4477fbca\">flouting salary-cap rules</a>. Itoje was caught up in the scandal. According to leaked documents first obtained by Sky News, he was paid £1.6m for a 30 per cent stake in a company that controlled his image rights. Premiership Rugby decided he had been overpaid by £800,000. </p> <p>The subject touches a nerve. “If Saracens feel like they need to do certain things to repair whatever, then that's on the organisation to do. I'm not here with Saracens. I'm speaking to you as Maro Itoje,” he says.</p> <p>My point is that many will demand, as they have with other athletes, that Itoje “stay in his lane” and “focus on the game”. His popularity has proved lucrative: he has become the face of marketing campaigns for companies such as fashion brand Ralph Lauren. Is there a potential cost to being seen as divisive? US basketball player Michael Jordan, who became a billionaire from a sponsorship deal with sports brand <a href=\"https://www.ft.com/content/d4cbf3a8-77ec-4f0a-95ae-35f4e974d518\">Nike</a>, once refused to endorse a Democrat politician, saying: “Republicans wear sneakers too.” </p> <p>Itoje knows this quote so well he mouths the words as I cite them. But it is not an attitude he subscribes to. “I have taken the odd stand in certain things,” he says. “The one thing I've learnt through rugby is you're not going to please everybody.”</p>  <p><strong>Discussions like this walk a tightrope</strong>. Those who believe “woke” is a derogatory term will tune out, minds closed. Those on the other side of today's culture wars tend to ignore the nuances, eager to get behind whoever is deemed to be punching up. Am I — as an Asian, state school-educated, Cambridge graduate — entitled to ask whether Itoje is too privileged to speak up on issues of race and education? </p> <p>The writer Roxane Gay argues that people should “stop playing Privilege or Oppression Olympics because we'll never get anywhere until we find more effective ways of talking through difference. We should be able to say, ‘This is my truth,' and have that truth stand without a hundred clamouring voices shouting, giving the impression that multiple truths cannot coexist.”</p> <p>Itoje's truth is that he has emerged from a melting pot — male and wealthy, black and privately educated — at ease with both his Nigerian and British lives. Yet he is aware this is often not the fate of others, particularly those who share his skin colour. </p> <p>“I don't think being black has held me back,” he says, pausing for a few seconds to collect his thoughts. “But I think different people have different experiences.”</p> <p>Still, he is not immune from being made to feel the “other”. Itoje has been told he does not “talk like a black guy” or “dress like a black guy”, somehow failing to fit a stereotype that his race comes with a standardised accent and uniform. He is aware that he will never be considered anything other than black too. “I was in a club once and there was a song that had the N-word in it,” says Itoje. “And every time they said the N-word, [a white acquaintance] was pointing at me.” It is another example of banter gone wrong, he says, more crass than malicious. But separating effect from intent is no solution.</p> <p>“Whether I say something with all the anger in my heart or with blissful joy, it doesn't change the fact that what has been said is racist,” he says. “I think that's something that a lot of people don't understand or don't fully get.”</p> <p>He reckons attitudes, at least within rugby, are changing fast and points to the example set by England head coach <a href=\"https://www.ft.com/content/88094eb6-fbe6-11e9-a354-36acbbb0d9b6\">Eddie Jones</a>, an Australian with Japanese heritage: “Eddie has always [said] we need diversity. I think he means in every stretch of the word: diversity of thought, diversity of background, diversity of experiences. Because when you have all those different types of diversity, you have a more robust team, able to contribute through different ideas, able to challenge each other and work towards a common goal.”</p> <p>Last year, a study analysing statements made during the commentary on matches in European football found darker-skinned players were often praised for physical attributes such as “pace” and “power”, while lighter-skinned players were more likely to be complimented on their “intelligence” and “quality”. </p> <p>If such deep-rooted attitudes exist in rugby too, I say, surely that could harm Itoje's ambitions, such as being made captain of the Lions, a leadership role that requires taking decisions on behalf of a team that alter the course of a match?</p> <p>“Those attitudes are more popular among commentators as opposed to coaches,” he says. “Coaches get to see you day in and day out. They get to have a deeper understanding of you and your skill set. I'll say [the problem] is more prevalent in football than rugby.” </p>  <p><strong>Itoje doesn't hold back</strong> on the pitch, either. He smashes into tackles without a backward step. After thunderous collisions, he has been seen laughing, patting an equally hulking opponent on his head. “If the game wasn't physical, I probably wouldn't be playing the game,” he says. “I think it's [a] part of the game which everyone enjoys.” </p> <p>But such violence has put rugby's future in doubt. In December, <a href=\"https://www.theguardian.com/sport/2020/dec/08/steve-thompson-interview-world-cup-rugby-union-dementia-special-report\">Steve Thompson</a>, who played in England's 2003 World Cup-winning team, was joined by seven former rugby players to start legal proceedings against the sport's governing bodies over claims that years of concussions had left them with permanent brain damage.</p> <p>Itoje sympathises with the plight of former players but reckons it is another area where the sport has made strides. This includes the introduction of concussion protocols, such as having an independent doctor assess whether players should be taken off following head injuries. “If you look at rugby in 1999 — with the type of tackles, type of scrums, type of rucking that was allowed compared with today — it's a completely different game,” he says.</p> <p>The approach of players has changed markedly, too. Itoje remembers when he first played professionally: “If you go off, then you're [considered] just a bit soft. There's been a paradigm shift to today, where if I see one of my teammates get a knock, I will be like, ‘You need to get off.'” </p> <p>It is another debate where participants must address difficult truths. But Itoje's default stance, whether in sport or the world in general, is optimism. </p> <p>“I went to one of the <a href=\"https://www.ft.com/content/edd02a9a-bd4f-4e88-bdae-b6e7e20e69b5\">Black Lives Matter</a> protests [in London's Hyde Park last year],” he says. “One thing that took me by surprise was there were loads and loads and loads of white people. For some reason, I wasn't expecting that.” </p> <p>It is another signal of progress, reckons Itoje. Further encouragement that more people are willing to have conversations like ours — knotty, sometimes uncomfortable, but civil and honest. “You're going to have some people who like the status quo and are going to defend it vehemently. But you are also going to have people who will admit: ‘I didn't think of it like that, I understand your point of view.' I think that's what's going to happen.” </p> <p><em>Murad Ahmed is the FT's sports editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Murad Ahmed 2021 'England star Maro Itoje on activism, racism and rugby' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T22:00:45.561Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 9933,
          "end": 9937
        }
      ],
      "nexusId": "10043425"
    }
  ]
}