{
  "_id": "c8ce7952168c6f6e737dbe1b7028ef0c796fa1b89e47d8e7b3e411d06a3edf00",
  "feed": "ftcomall",
  "title": "Under Armour ends NFL licensing deal ahead of Super Bowl",
  "text": "<p>Under Armour is ending its on-field licensing contract with the National Football League, the company said, in the US sportswear brand's latest retreat from its marketing commitments and a move that reduces its presence in America's most popular sport.</p> <p>The decision will effectively restrict accessory products bearing the Under Armour logo from being worn or displayed on the field during&#xa0;games. This will limit the endorsement impact for individual star athletes&#xa0;such as quarterback Tom Brady, who is preparing to lead the Tampa&#xa0;Bay Buccaneers&#xa0;against the Kansas City Chiefs in this Sunday's Super Bowl, the biggest annual television event in the US.</p> <p>It is the latest marketing retrenchment by Under Armour, which last year moved to <a href=\"https://www.ft.com/content/52d24220-968f-4a7d-b2ae-4d43c7871f14\">cancel two outfitting contracts</a> with the university sports programmes at the University of California, Los Angeles and the University of California, Berkeley, together worth more than $360m.&#xa0;</p> <p>Sean Eggert, senior vice-president of global sports marketing at Under Armour, said in a statement to the Financial Times that “we are in active conversations with the NFL to determine alternative opportunities that best serve athletes moving forward and to ensure the best [return on investment] for Under Armour”.&#xa0;</p> <p>A spokeswoman for the company declined to specify when the NFL contract would expire. A person familiar with the discussions between the league and the company said the contract would end this year and that football players with individual contracts with Under Armour were re-evaluating their marketing prospects for the new season beginning in autumn.</p> <p>The NFL did not have an immediate comment. Representatives for Mr Brady did not respond to requests for comment.</p> <p>The financial value of an on-field licensing agreement is estimated at between $10m and $15m per year, according to a person familiar with such contracts. According to its most recent annual filing, Under Armour had more than $679m in total sponsorship obligations at the end of 2019.</p> <p>The on-field rights primarily affect accessory products, such as gloves, as well as apparel worn by athletes at the NFL Combine, a scouting event for new players.&#xa0;</p> <p>The sportswear company is in the midst of a multiyear restructuring, which preceded the onset of the coronavirus pandemic, and its chief executive of just over one year, <a href=\"https://www.ft.com/content/142b6558-f4c8-11e9-b018-3ef8794b17c6\">Patrik Frisk</a>, has pledged a more disciplined approach for the Baltimore-based brand.&#xa0;</p> <p>In October, Mr Frisk announced Under Armour was effectively <a href=\"https://www.ft.com/content/7e16038b-6e65-4970-bac4-d6d829b5202e\">winding down</a> its connected fitness business, a category that founder and former chief executive Kevin Plank pledged almost $1bn towards in an effort to more effectively sell products directly to consumers.&#xa0;</p> <p>Last year, Nike took over the rights to supply Major League Baseball uniforms after Under Armour retreated from a commitment made in 2016 to do so. Nike is the official uniform supplier to three of the top four American professional sports leagues — the NFL, MLB and the National Basketball Association — while Adidas supplies the National Hockey League.</p><p>Source: Sara Germano in New York 2021 'Under Armour ends NFL licensing deal ahead of Super Bowl' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T04:29:56.039Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2830,
          "end": 2834
        },
        {
          "start": 2693,
          "end": 2697
        }
      ],
      "name": "NIKE, Inc.",
      "id": "US6541061031",
      "nexusId": "10043425"
    }
  ]
}