{
  "_id": "dfdfec699fb8c6cd7a1b649584fedd5b703ec600b1f8900ca4e792173835269c",
  "feed": "ftcomall",
  "title": "Azeem Rafiq calls on English cricket to tackle widespread racism",
  "text": "<p>Azeem Rafiq, the former player who exposed a racism scandal at Yorkshire County Cricket Club, has called on the authorities across the English game to tackle an issue that is a “problem up and down the country”.</p> <p>During a parliamentary hearing on Tuesday, Rafiq, 30, fought back tears while detailing the alleged racist bullying he faced during two stints at the club between 2007 and 2018. </p> <p>“Pretty early on, me and other people from an Asian backgrounds . . . there were comments such as ‘you'll sit over there near the toilets', ‘elephant washers'. The word ‘P*ki' was used constantly,” he said. “There just seemed to be an acceptance in the institution from the leaders and no one ever stamped it out.”</p> <p>Rafiq's evidence to the House of Commons digital, culture, media and sport select committee further exposed other prominent figures within the game, while the affair is leading to a <a href=\"https://www.ft.com/content/0af5fe21-5ee1-46fb-8c1b-a27dbf008cb3\">reckoning</a> on the treatment of ethnic minority cricketers.</p> <p>Roger Hutton, who <a href=\"https://www.ft.com/content/7923b86f-a7c1-479e-83b4-eec4549858e7\">resigned as chair</a> of Yorkshire last week, told MPs that other senior club executives had shown a “clear resistance” to treat Rafiq as a victim. When asked if Yorkshire was “institutionally racist”, Hutton said: “Yes I fear it falls within the definition.”</p> <p>In September last year, Rafiq revealed he had contemplated suicide after enduring abuse from teammates. Yorkshire produced an independent report that confirmed Rafiq had faced repeated instances of racist behaviour. The club apologised, but decided there was no need to discipline those involved.</p> <p>Last week, the Cricinfo website cited the confidential report to reveal that a teammate — later revealed to be former England batsman Gary Ballance — had repeatedly used a racial slur towards him. The club determined that the word had been used as friendly “banter” between the players. This led to fierce criticism from politicians, while leading sponsors including publisher Emerald Group and kit supplier Nike cut ties with the club. </p> <p>The England and Wales Cricket Board (ECB), the national governing body, banned Yorkshire from hosting international matches and threatened to impose further sanctions unless it reformed. </p> <p>In recent days, other cricketers have recounted instances of racism during their playing days. This week, John Faragher, chair of Essex County Cricket Club, resigned following an allegation he used a racial slur during a board meeting four years ago, which he has denied.</p> <p>MPs also asked Rafiq about his allegations against former England captain and Yorkshire player Michael Vaughan. Rafiq has claimed Vaughan once told a group of players of Asian heritage that “there are too many of you lot. We need to do something about that.” </p> <p>Rafiq told MPs: “It was a long time ago. He might not remember it because it doesn't mean anything to him.”</p> <p>Rafiq's account of the incident has been supported by two teammates. Vaughan has said he “completely and categorically” denies the claims. </p> <p>Joe Root, current England test captain and Yorkshire player, has said he was unaware of racist abuse at the club. Rafiq on Tuesday praised Root as a “good man” who “never engaged in racist language,” but added: “He was not only Gary [Ballance]'s housemate but before he played for England he was also involved in nights out where I was called a P*ki. He might not remember [the incidents of racism] but it shows how normal it was that even a good man like him doesn't see it for what it is.”</p> <p>Rafiq said he had been in contact with many former players who shared similar experiences, arguing “it's up to the ECB to do something tangible instead of PR initiatives”.</p> <p>Tom Harrison, chief executive of the ECB, defended his organisation's efforts to diversify English cricket but admitted: “What we have struggled with is to get our first class game to wake up to the problem.”</p><p>Source: Murad Ahmed in London 2021 'Azeem Rafiq calls on English cricket to tackle widespread racism' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T14:37:28.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1924,
          "end": 1928
        }
      ],
      "nexusId": "10043425"
    }
  ]
}