{
  "_id": "04f7d9de21d4812a9cc1b6b9a16e9b249db1b9016404b3bcb4845d7fb49ed549",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Outdoor Gear Is In --- Why urbanites are adopting Everest-worthy 'gorpcore' wear for the everyday",
  "text": "<p>The term \"gorpcore\" -- coined by New York Magazine's style site the Cut in 2017 -- has been bubbling up in men's fashion for a few years. It emerged as an outdoor-specific offshoot of the 2010s' normcore trend, which recontextualized humble, pragmatic clothes as lust-worthy fashion. The defining gorpian image might be a photo of taciturn singer Frank Ocean trekking to a Paris fashion show in 2019 wearing a fitted, clementine-orange jacket by 159-year-old Swiss mountaineering brand Mammut and a greenish beanie from 32-year-old North Vancouver outdoor brand Arc'teryx, with bluejeans and hiking boots. He looks as if he's wandered off the Pacific Crest Trail and into the Tuileries.</p><p>That Mr. Ocean wore Arc'teryx and Mammut during fashion week and not, say, Prada is telling. Gorpcore is not about designer labels cynically co-opting the outdoor look, creating fragile mountaineering boots that look the part but would falter on the trail. It's about a deep appreciation of genuine, all-weather brands stretching from Japan's And Wander to California's Patagonia.</p><p>Those two brands represent two distinct classes of gorpcore. And Wander, a Tokyo-based label founded in 2011, is one of several relatively new brands that sell high-design gear that could nevertheless withstand a toe-tingling winter squall. Think fleeces with reflective details and sturdy pocket-packed poly pants. Also in this category: fellow Japanese labels Snow Peak and F/CE, the Swedish cold-weather brand Houdini, and Gyakusou, a Nike offshoot focused on running garb.</p><p>The other class of gorpcore brands -- including REI, Marmot and Patagonia -- are long-established stalwarts traditionally valued for placing function over design. Freshly coveted by young gorpcore fanatics, this group includes seasoned global brands like Helly Hansen (Norway) and Goldwin (Japan), and cultier, trail-rooted labels such as Gramicci, Manastash and La Sportiva.</p><p>The events of the past year have turbocharged the gorpcore trend. As Tristin Dorsey, a 22-year-old gorp zealot, said, when gyms closed due to Covid lockdowns, more people started exercising outside and identifying with that lifestyle. \"I find myself outdoors most days, whether it's hiking or climbing or stuff like that,\" said Mr. Dorsey, a student in Fort Collins, Colo. On the trail and in his everyday life he wears go-anywhere water-resistant Helly Hansen nylon pants and thick-soled yet handsome hiking boots from Italian label Roa.</p><p>Gorp fans worship practicality, but they also cherish the hints of high design that brands lace into their outdoor gear. La Sportiva's trail shoes offer traction but aren't just functional black blobs. They come in enticing yellow and olive color schemes. Snow Peak's MM FR Riders Down Jacket isn't just waterproof and wind-resistant, it also has an intriguing asymmetrical zip design. And while Patagonia would never be mistaken for a Parisian fashion label, its plush fleeces boast patterns so mesmerizing that vintage numbers have become collector's items worth nearly $1,000.</p><p>Such enticing pieces have made gorpcore a potent trend on social media. Trees-and-togs Instagram pages like @unownedspaces, @114.Index and @Organiclab.zip have over 200,000 followers combined. Visual encyclopedias of gorpcore, these accounts mix transporting shots of cliff faces and tents pitched in stunning locales with photos of covetable gear. Fans of Salomon trail shoes, beige Kapital fleeces and vintage Gerry puffers are piling up the likes. Unclear: How many of these fans have ever scaled a cliff face or pitched a tent.</p><p>Arc'teryx president Jon Hoerauf said the company's design studio uses the internal term \"ping\" to describe a technical garment that works stylistically. \"If something pings, which means it's beautiful, it's going to be desirable in addition to being functional. That was always high on our priority list.\"</p><p>Last month, I experienced ping. Days before the first true cold snap in New York, I invested in a $299 Arc'teryx \"AR Atom\" synthetic, insulated shell from Hatchet Supply in Brooklyn. (Though not particularly woodsy, New York City has been one of Arc'teryx's largest markets for over two decades.) The coat was unexpectedly sleek -- my fiancee actually used the term \"slim.\" I cut a less flabby figure in it than I had in last winter's marshmallowy Uniqlo puffer jacket.</p><p>Some outdoor brands have begun partnering with showy fashion labels with results that go beyond merely pinging -- they holler. Take the rowdy five-color fleece from the union between the North Face and Los Angeles label Brain Dead, or the towering platform sneakers from the pair-up between the nearly 75-year-old trail-shoe brand Salomon and Comme des Garcons.</p><p>And the collaborations keep coming. In late 2020, Gucci and the North Face trotted out a camp-inspired collection that featured prismatic printed puffers. This year, Arc'teryx will further elevate its wares' ping potential by partnering with minimalist high-fashion label Jil Sander.</p><p>Core gorp nuts remain focused on the technical advantages of these considered parkas and pants. Ted Berkson, 24, an account manager at a technology company in San Jose, Calif., is passionate about Acronym, a Germany-based \"techwear\" label. He spoke rapturously about the brand's tapered \"P10-DS\" pants which never bunch up thanks to extra room at the knee. Mr. Berkson also extolled the label's use of Schoeller Dryskin material, which he finds so water repellent he can slog through a downpour and come away bone dry. No matter that he's a self-professed \"lazy outdoorsman\" who prefers mellow two-mile jaunts.</p><p>For gorpsters like Mr. Berkson who are not full-time trailblazers, what is the point of all this engineering wizardry? To put it simply, dudes love reading about, bragging about and obtaining gear. Sam Lobban, a senior vice president at Nordstrom in New York, admitted that he relishes \"getting very nerdy\" about techy breakthroughs. Lately, he's been fascinated by the way designers work with Gore-Tex to make their materials lighter and more breathable. Mr. Lobban thinks of such highly developed outdoor gear as the sports cars of the clothing world. If you own a German race car, you might never unleash it at its peak speed of 188 mph, but knowing you've got that much horsepower under the hood is reassuring. Likewise, it's nice to know that when it's 22 degrees and you've got to run errands, you won't be shivering, because your parka has been lab-tested to withstand up to -22 degrees. Some men collect Porsches. Mr. Lobban and his crunchy cohort collect Arc'teryx coats.</p><p>Though gorp gear will save you in extreme conditions, many modern hoarders prize how it makes their lives easier in the everyday. Arkady Abbott, 26, a graduate law clerk in Adelaide, Australia, who runs the @unownedspaces Instagram account in his spare time, appreciates that the zippers on And Wander jackets never get stuck and can be easily whisked open with one hand. He once favored more avant-garde labels like Helmut Lang and Rick Owens, ones associated with fashion for fashion's sake. But the fussiness of these clothes wore on him. They looked remarkable, but they made his life more complex. \"I wanted clothes that I could wear to a job interview and also out on a walk or run,\" said Mr. Abbot. In And Wander he could set out on an impromptu trail trek after work without having to change.</p><p>For some gorp fans, the more outdoorsy the clothes they buy, the more they're inspired to actually get outside. When Mr. Lobban purchased a pair of Hoka One One trail sneakers made in collaboration with New York label Engineered Garments, he \"instantly wanted to go outside and climb up rocks.\" And then he hit the trail.</p><p>---</p><p>People Who Decry Gorpcore -- and Dress Dandily Outdoors</p><p>If you're scaling the Himalayas, leading an expedition to the North Pole or even taking a leisurely hike, technical outdoor gear makes sense. If you're walking three blocks to pick up a matcha latte, it does not. Memsor Kamarake, 45, a stylist in New York, finds city folk in full gorpcore perplexing. \"Every so often, when I see those guys, I'm like, 'Where the hell are you going?'\" he said. Mr. Kamarake, who favors classic clothes but appreciates a good puffer, noted that many people are leaving cities during the pandemic. \"Maybe they're just grabbing a coffee before they go to their bucolic estates. But if the roughest thing your boots have seen is the inside of your car . . . you should be wearing something else.\"</p><p>Even in inclement weather, gorp-ing in a city is overkill. \"Those clothes are designed so specifically for certain climates and activities,\" said gorpcore skeptic Julia Gamolina, 30, a New Yorker who founded the architecture website Madame Architect. Hailing a cab in a drizzle doesn't qualify. Like wearing prescription-free eyeglasses, urban gorpcore seems affected. Plus, \"in Manhattan, it looks crazy,\" said 33-year-old real-estate developer Alexander Hankin, who splits his time between New York and Philadelphia. He's so gorpcore-averse that, on a recent vacation to Antarctica, he tried to flout cold-weather gear recommendations by bringing a \"fuzzy\" pair of Christian Louboutin boots and designer looks. \"If I'm going to go to Antarctica, I want to look fabulous.\" Ho-hum technical clothes lacked flair.</p><p>While some extol the practicality of gorpcore garments, Conor Mosli Lynch, a London-based surgeon, does not. \"None of these clothes are particularly convenient or comfortable,\" said Dr. Mosli Lynch, 34. \"If you're going to work and you've got a carabiner banging off your belt, that's not convenient.\" Whether seeing patients, biking, skiing or hiking, he steadfastly relies on three-piece British wool suits. \"They fit absolutely perfectly. They're warm, they're waterproof. To state that some Gore-Tex jacket is going to do the job better, I think, is nonsense.\"</p><p>Mr. Kamarake agreed that gorpian clothes, often crafted from synthetic fabrics, are \"by no means comfortable.\" That makes their rise in this era of WFH loungewear more confounding. \"Maybe it's to counter the fact that we're all stuck inside,\" he mused. \"But what are you going to do next? Spray imitation pine?\"</p><p>-- Katharine K. Zarrella</p>",
  "published": "2021-01-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1506,
          "end": 1510
        }
      ]
    }
  ]
}