{
  "_id": "84024a01df9b193b9fa23f3f923aa6e59a4675d19a01282001adbaf5dd4597d8",
  "feed": "ftcomall",
  "title": "Suez blockage will accelerate global supply chain shift, says Maersk chief",
  "text": "<p>The blockage of the Suez Canal will&#xa0;accelerate the global shift away from just-in-time supply chains, according to the boss of the world's largest container shipping line.</p> <p>Soren Skou, chief executive of AP Moller-Maersk, told the Financial Times that companies had already been changing their supply chains because of the coronavirus pandemic, moving away from single suppliers and rethinking their dependence on just-in-time — where components are delivered to factories exactly when they are needed. </p> <p>Companies are instead embracing just-in-case supply chains, keeping much higher levels of inventory to avoid being caught short by disruptions.</p> <p>“We are moving towards a just-in-case supply chain, not just-in-time. This incident [in the Suez Canal] will make people think more about their supply chains,” Skou added. </p> <p>The Ever Given, the container ship that became stuck in the canal last week, is one of the largest in the world, capable of carrying 20,000 20ft containers. Rescuers have been trying to refloat the vessel to unblock one of the world's most important trade routes, so far without success. </p> <p>Shipping and salvage experts have warned that the ship may need to be <a href=\"https://www.ft.com/content/d452362c-b38d-4786-a2fb-14254df49dec\">unloaded</a> before it can be freed, something that could potentially take weeks. </p> <p>Maersk has dozens of ships among the hundreds delayed by the blockage, and has already rerouted 15 of its ships around South Africa, adding about 10 days to journeys. It is also considering using air freight to get crucial components to customers.</p> <p>The Danish group is a bellwether of global trade, carrying a fifth of the world's seaborne freight, and transports goods for many of the world's largest companies such as H&amp;M, Nike and Unilever.</p> <p>Many companies have been rethinking their supply systems after Covid-19 lockdowns led to significant disruptions in just-in-time supply chains when they suddenly could not get their hands on a certain component.</p> <p>“How much just-in-time do you want to be? It's great when it works but when it doesn't, you lose sales. There's no just-in-time cost savings that can outweigh the negative of losing sales,” Skou said.</p> <p>He added that companies were also moving away from being dependent on single suppliers, a decision that might have saved them “the last 5 cents on a component”. “We clearly see our customers saying we need to have multiple suppliers to make sure that one small sub-supplier can't close us down,” Skou said.</p> <p>Many supply chain analysts agreed that manufacturers and retailers were shifting towards a just-in-case model but pointed to the burden of holding extra inventory on cash-strapped suppliers in hard-hit industries.</p> <p>“If Covid has done anything, it has drained cash,” said Paul Adams, director of Vendigital, a consultancy.</p> <p>Freight rates have shot up in recent months as companies worldwide have scrambled to boost their inventories after being caught unaware by the strength of the recovery in demand for goods at the end of last year. Skou said he expected that to continue in the coming months.</p> <p>“Retailers stopped buying in the spring of 2020 and now they're trying to restock at the same time as there's very strong demand. The restocking cycle will run for a while,” he added.</p> <p>The Maersk boss said that freight rates were also likely to increase further because of container ships being left out of position by the Suez closure.</p> <p>David Kerstens, an analyst at Jefferies, estimates that container shipping companies will earn more money in the first three months of 2021 than all of last year.&#xa0;</p><p>Source: Richard Milne in Oslo and Harry Dempsey in London 2021 'Suez blockage will accelerate global supply chain shift, says Maersk chief' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T04:00:19.849Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1678,
          "end": 1682
        }
      ],
      "nexusId": "10043425"
    }
  ]
}