{
  "_id": "664c53fc5de76becd2a72ee6baea3b47604e64cd04c6470b86110329e50b15a9",
  "feed": "ftcomall",
  "title": "Vintage shopping: where to find fashion's famous five",
  "text": "<p>Although <a href=\"https://www.hermes.com/uk/en/\">Hermès</a> insists that the waiting list for its fabled Birkin and Kelly bag is in no way by design, procuring the&#xa0;fashion house's fabled handbags on the primary market is still something of a feat. Other luxury items can be similarly hard to come by, fuelling more demand and perpetuating retail myths. Nevertheless, in recent years, the quest to own fashion's most covetable items has been made far easier thanks to the rise of resale sites, the secondary market and a new cadre of pre-owned specialists. But where to&#xa0;start, and how confident can you be that your purchase will be authentic? We've put together a list of experts you can trust.</p> <h1>The Hermès Kelly</h1> <p>Ever since Grace Kelly was photographed clutching the trapeze-shaped bag to conceal her pregnancy from the paparazzi in 1956, the Hermès classic remains one of the&#xa0;world's most sought-after handbags. Global fashion search engine Lyst ranked a&#xa0;second-hand Kelly bag the second most desired women's product in the first quarter of 2021, after the Gucci x North Face jacket.</p> <p><a href=\"https://www.collectorsquare.com\">Collector Square</a>, the Paris-based store&#xa0;for pre-owned luxury bags, jewellery, watches and collectables, sells between 100 and 150 Hermès bags per month. Current offerings range from a beige crocodile leather version (listed for £9,340) to the limited-edition picnic Kelly (listed at&#xa0; £49,610). “Hermès bags carry history and a&#xa0;know-how specific to luxury-leather craftsmanship that has never faded,” says Sara Bennani, head of bags at Collector Square, of the style's dizzying demand. Bennani, who was previously at Paris-based auction house Artcurial, works alongside leather goods expert Jérôme Lalande, who was with Hermès for 20 years and who authenticates each bag (with certificates of expertise provided by Collector Square).</p> <p>“Hermès has implemented a marking system with letters and symbols which has evolved over time, making it possible to date the bag quite precisely and to detect any inconsistencies,” she continues. “It is crucial to master its craftsmanship and the evolution of shapes, sizes of bags, the use or not of certain skins – all elements that make it possible to authenticate the bag.”</p> <h1>The Chanel jacket&#xa0;</h1> <p>Founded in 2018 by vintage dealer Tami Kern, <a href=\"https://kern-1.com/\">Kern1</a> is an Amsterdam-based online store and the first in Europe to specialise in vintage and rare pre-owned <a href=\"https://www.chanel.com\">Chanel</a> jackets. Kern previously ran a second-hand store on&#xa0;Amsterdam's canals before deciding to launch a shopping platform dedicated to one single, collectable item. “I remember I had all&#xa0;of these beautiful items in the store, but whenever a customer came in, they always ran to the rail of Chanel jackets,” Kern says. “People would often write to me asking whether I had any more.”</p> <p>While she does occasionally stock other Chanel pieces, the majority of her offering focuses on jackets from the 1980s and '90s (a black collarless style with gold chain trims from the autumn/winter '95 collection just sold for €3,250). Every jacket is personally vetted by Kern, who checks that the label, fabric, lining and hardware match up with the right era, and who only takes on items in near-perfect condition. For Kern, the greatest pleasure comes from matching a jacket to the right customer. “When you see someone put on a&#xa0;Chanel jacket, when it's the right one that really fits their style, it does something to the&#xa0;person. They feel more powerful.”</p> <h1>The Patek Philippe Nautilus</h1> <p>The Swiss luxury watchmaker has a&#xa0;collection of around 140 different timepieces, but it is its Nautilus sports line, launched in 1976, that has become the most in-demand. In particular, the rare Nautilus Ref 5711/1A, a steel-cased model with a blue-black dial and rounded, octagonal bezel that debuted in 2006. In recent years, it has commanded an eight-year waiting list, leading many in horological circles to&#xa0;refer to it as “unobtainium”.&#xa0;</p> <p>“<a href=\"https://www.patek.com\">Patek Philippe</a> has traditionally kept production numbers low across all its references and focused on providing a broad selection of different watches,” says John Reardon, the former head of watches at Christie's and a Patek Philippe expert. “The result is that buying one from the primary market is reserved only for retailers' top clients and even top clients are far from guaranteed to buy the one they really want.”</p> <p>The announcement earlier this year that the manufacturer was discontinuing the much-loved model has only added to the watch's desirability. “It was a watch whose value on the secondary market was always higher than the new retail price, but that was&#xa0;accentuated when they discontinued it&#xa0;completely,” says Alex Stonely, head of sales and operations at pre-owned watch specialist <a href=\"https://www.watchfinder.co.uk/\">Watchfinder &amp; Co</a>.</p> <p>Should you have £94,950 burning a hole in your pocket, the site currently has the style available. All its watches have been meticulously authenticated by a team of expert watchmakers at their manufacturer-certified service centre and come with the added reassurance of a 24-month warranty.</p> <h1>The Cartier Love bracelet</h1> <p>Designed by Italian-born American Aldo Cipullo as a unisex piece symbolising eternal love, the gold bangle that fastens onto the wrist with tiny screws remains as popular today as it was when launched 50 years ago. At luxury resale website <a href=\"https://www.therealreal.com/\">The RealReal</a>, you can find a <a href=\"https://www.cartier.com\">Cartier</a> Love bracelet for under market value, starting from $6,095 for a 18ct-gold bracelet and rising to over $20,000 for a diamond-pavé one. Since last year, sales for Cartier Love bracelets have increased by 61 per cent. “This year, we saw strong demand for this style as shoppers continued to gravitate towards classic pieces,” says Sasha Skoda, head of women's at The RealReal. All bracelets are inspected by authenticators who use extensive data to assess weight, material, serial numbers, and hallmarks and breakdowns of the alloys.</p> <p>Nevertheless, there are always risks associated with buying jewels from consignment outlets. Some recommend going to the “Editor's Pick” section to better verify a piece's authenticity. And cross-reference with other sites such as&#xa0;<a href=\"https://www.1stdibs.co.uk/\">1stdibs</a> and <a href=\"https://www.vestiairecollective.com/\">Vestiaire</a> to get a fair comparison. If a price seems too good to&#xa0;be&#xa0;true, it almost certainly is.</p> <h1>The Nike Air Jordan</h1> <p>Michael Jordan first debuted his <a href=\"https://www.nike.com\">Nike</a> sneakers on court in 1984. Today, rare Air Jordan styles have become as collectable as&#xa0;handbags –&#xa0;one pair fetched $560,000 at auction last year. “Before Jordans, sneaker culture was niche and peripheral, but when the Air Jordan 1 was released, it exploded into the mainstream,” says Jesse Einhorn, senior economist at <a href=\"https://stockx.com/\">StockX</a>, one of the world's biggest sneaker resale sites. Highly sought after currently are the Dior Air Jordans, released last year and limited to 8,500 pairs. “We have tens of thousands of&#xa0;sneakers in our catalogue going back as far as 2008-2009 and even older, of every colourway of shoe,” says Derek Morrison, EMEA general manager at StockX. Each sneaker is checked by authenticators who&#xa0;verify the packaging, materials and construction before the sale goes through.</p> <p>Jordan sales spiked by 40 per cent on the platform after the Netflix docuseries <em>The Last Dance</em> aired last summer, with the Air Jordan 1 being the most popular silhouette. “Jordans aren't just a shoe,” says Einhorn. “They are among the most significant cultural artefacts of our modern era.”</p><p>Source: Sara Semic 2021 'Vintage shopping: where to find fashion's famous five' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T03:55:08.440Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 6127,
          "end": 6131
        },
        {
          "start": 6176,
          "end": 6180
        }
      ]
    }
  ]
}