{
  "_id": "b0c4f3d4a5ab8f12772490c631263dab907e1a9c1d9dacec151d2cff290c618d",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The White House said a “potential agreement” <a href=\"https://www.ft.com/content/04318b05-e56c-436b-ba74-b01c384c7e43\">with bipartisan negotiators in Congress</a> was within reach on an infrastructure investment package that is expected to top $1tn.</p> <p>The deal being discussed would boost funding for physical&#xa0;infrastructure&#xa0;including roads, bridges and broadband networks. It would, however, fall far short of the more expansive $2.3tn infrastructure plan presented by US President Joe Biden at the end of March.</p> <p>If approved, the trimmed-down bipartisan infrastructure package is expected to be followed by a more ambitious — and costly — effort by Biden to pass the rest of his economic agenda, worth at least another $3tn, covering long-term investments in childcare, education, research and development and other Democratic priorities to restructure the economy.</p> <p>The president is expected to host talks with the bipartisan group of Senators later today at the White House and finalise the details of the package. The talks are being led by Utah senator Mitt Romney and Rob Portman from Ohio on the Republican side and Joe Manchin, the West Virginia senator, and <a href=\"https://www.ft.com/content/cd2baa08-8155-4223-93e0-44766532a772\">Kyrsten Sinema</a>, the Arizona senator, on the Democratic side.</p> <h2>Five stories in the news</h2> <p><strong>1. US Supreme Court deals blow to Fannie and Freddie shareholders</strong> Shares in Fannie Mae and Freddie&#xa0;Mac <a href=\"https://www.ft.com/content/f4fe277e-a715-4ca7-abbb-f2dcbe30358b\">plunged by more than a third</a> yesterday after the Supreme Court threw out investors' claims that the US Treasury had illegally pulled more than $100bn of profits from the two companies. Joe Biden removed the Trump-appointed director of Federal Housing Finance Agency, which overseas the nationalised mortgage guarantors, following the ruling.</p> <p><strong>2. Visa buys Swedish fintech Tink in €1.8bn deal</strong> The <a href=\"https://www.ft.com/content/93b60b0e-8ed3-4477-a14d-427f4d098705\">agreement</a> comes less than six months after an attempt by Visa to buy US fintech start-up Plaid was&#xa0;<a href=\"https://www.ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09\">blocked by regulators</a>. Tink develops technology that allows third parties to connect to customer data from different financial institutions, enabling them to offer services such as account aggregation and payments that bypass traditional card networks such as Visa's.</p> <p><strong>3. Brazil's environment minister</strong> <strong>resigns</strong> Nicknamed Brazil's “anti-environment minister” by opponents,&#xa0;Ricardo Salles announced his <a href=\"https://www.ft.com/content/84f64281-30c2-4e0c-a9c8-c9f166e5eff7\">surprise resignation</a> yesterday. His departure comes amid an&#xa0;<a href=\"https://www.ft.com/content/eee7efea-93ed-4f1d-832d-988dea12c96e\">investigation</a>&#xa0;by federal police into allegations that he colluded with illegal loggers to export wood from the Amazon. </p> <p><strong>4.</strong> <strong>John McAfee found dead in prison </strong>The cyber security and software entrepreneur was<a href=\"https://www.ft.com/content/1bfee838-99f0-46f2-a576-21fde1ac6f34\"> found dead in a Spanish prison cell</a> yesterday, hours after the country's high court ruled he should be extradited to the US on charges of evading millions of dollars in taxes.&#xa0;</p> <p><strong>5.</strong> <strong>Hong Kongers rush to buy final edition of Apple Daily</strong> Hundreds of Hong Kongers <a href=\"https://www.ft.com/content/099347a7-43de-44c4-94ef-e84b95e7a8c7\">queued for hours</a> to buy the final edition of the pro-democracy newspaper. A total of 1m copies of its&#xa0;final edition were printed, far more than its usual circulation of about 150,000 copies. <a href=\"https://www.ft.com/content/c58a1697-64b9-44c1-9c06-7cd512f887b4\">The FT View</a> is that the case is an assault on the territory's freedoms.</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Germany</strong> will borrow <a href=\"https://www.ft.com/content/54651914-1074-496c-8ba6-50f853c90c09\">an additional €100bn next year</a>, up €18.2bn on previous estimates, in a sign of the pandemic's strain on the public finances.</p></li>  <li><p><strong>India</strong> has warned of a potentially <a href=\"https://www.ft.com/content/af162963-078c-4c63-9731-e4c8d5e5de2a#post-ece7b810-9f09-4a54-b683-7ce516bfabb0\">more dangerous version of the Delta variant</a>.</p></li>  <li><p>A Centers for Disease Control and Prevention panel has found a <a href=\"https://www.ft.com/content/2068f628-650c-42d8-a8e6-c16a1e401884\">“likely association”</a> between a <strong>rare heart inflammation</strong> and mRNA vaccines in teens, but said that the benefits of the jabs far outweighed the risks.</p></li>  <li><p><strong>Records from Wuhan</strong> that could help shed light on Covid's origins were <a href=\"https://www.ft.com/content/b53661d6-a70a-44ca-92a7-fa2fa4944d52\">deleted from a US database</a> at the request of Chinese scientists, officials confirmed.</p></li>  <li><p>In Leaders' Lessons, a monthly FT series, <strong>global executives</strong> explain how they plan to <a href=\"https://www.ft.com/content/bd85d782-7f7a-4158-80bf-566da24b7715\">preserve productivity gains</a> during the coronavirus crisis. One of the best things to come out of the pandemic, <a href=\"https://www.ft.com/content/50d848e7-1f86-4a68-9b25-8eb5c8b88e8f\">writes Simon Kuper</a>, could be governments working from home. </p></li> </ul> <p><em>Follow our live coronavirus </em><a href=\"https://www.ft.com/content/b5757bd4-5128-4e21-995f-38f774e2f004\"><em>blog</em></a> <em>and </em><a href=\"https://click.newsletters.ft.com/f/a/Bn_05I94SXxMfWJ34_Oxug~~/AAAAAQA~/RgRiiiIsP0R_aHR0cHM6Ly93d3cuZnQuY29tL25ld3NsZXR0ZXJzaWdudXAtY29yb25hdmlydXM_ZW1haWxJZD02MGE3OTU4MTJlYTM2YzAwMDQ4MjI4YWYmc2VnbWVudElkPTEzYjdlMzQxLWVkMDItMmI1My1lOGMwLWQ5Y2I1OWJlOGIzYlcIZmludGltZXNCCmClP52nYEs8IIFSFmplbm5pZmVyLmNyZWVyeUBmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em> for our </em><a href=\"https://click.newsletters.ft.com/f/a/vGeTqXq8zydeDye-jHuWDQ~~/AAAAAQA~/RgRiiiIsP0R-aHR0cHM6Ly93d3cuZnQuY29tL2Nvcm9uYXZpcnVzLWJ1c2luZXNzLXVwZGF0ZT9lbWFpbElkPTYwYTc5NTgxMmVhMzZjMDAwNDgyMjhhZiZzZWdtZW50SWQ9MTNiN2UzNDEtZWQwMi0yYjUzLWU4YzAtZDljYjU5YmU4YjNiVwhmaW50aW1lc0IKYKU_nadgSzwggVIWamVubmlmZXIuY3JlZXJ5QGZ0LmNvbVgEAAAAAA~~\"><em>Coronavirus Business Update</em></a><em> newsletter.</em></p> <h2>The day ahead</h2> <p><strong>US bank stress tests </strong>The largest US banks will learn the results of their <a href=\"https://www.ft.com/content/c4f446b1-a71d-4656-a81f-f2bcaf97c9ba\">latest stress tests</a> from the Federal Reserve, with a passing grade expected to be a catalyst for billions of dollars in stock buybacks and dividends.</p> <p><strong>Economic data</strong> The Commerce Department is scheduled to release&#xa0;gross domestic product&#xa0;data for first quarter and the Labor Department will release&#xa0;initial claims for state unemployment benefits&#xa0;data for the week ended June 19.&#xa0;</p> <p><strong>Earnings</strong> Sportswear company <a href=\"https://www.ft.com/stream/416a5ed9-f17f-404d-83e5-f2c3716d122b\">Nike</a> and logistics group <a href=\"https://www.ft.com/stream/390cc7c4-50e6-4d8b-846d-090ede32b01d\">FedEx</a> both report fiscal fourth quarter and annual results today after the market closes. Both companies have seen a boost to earnings from the Covid-19 pandemic.</p> <p><strong>EU leaders' summit </strong>Angela Merkel and Emmanuel Macron have called for <a href=\"https://www.ft.com/content/03528026-8fa1-4910-ab26-41cd26404439\">closer co-operation</a> with Russia ahead of today's summit in Brussels.&#xa0; Lithuania's foreign minister called the Franco-German initiative “irresponsible” in <a href=\"https://www.ft.com/content/3c397438-d662-4c02-8f1e-2cf1e5a66426\">an interview with the Financial Times</a> before the meeting.</p> <ul>  <li><p><strong>Go deeper</strong> Gideon Rachman talks to former presidential adviser Fiona Hill on US-Russia relations in this week's <a href=\"https://www.ft.com/content/842e9410-d0df-4d11-bd07-bb319a2dd30f\">Rachman Review podcast</a>.</p></li> </ul> <h2>What else we're reading and watching</h2> <p><strong>Deception and disarray at Wirecard</strong> The Financial Times has reviewed emails, internal chats, minutes of supervisory board meetings and hours of witness hearings by Germany's parliamentary inquiry into the scandal that brought down the payments group. The picture they paint is striking: the <a href=\"https://ft.com/content/15bb36e7-54dc-463a-a6d5-70fc38a11c81\">chaotic scenes</a> of its final weeks were far from isolated.</p> <p><strong>How will Brexit reshape the City of London?</strong> Brexit has eroded the City's position as Europe's financial hub. From Singapore-on-Thames to a lawless Dodge City, in this video Lex looks at <a href=\"https://www.ft.com/video/ee442b39-74e6-4d6b-977f-2a628eb8cbdd\">how the City will reinvent itself</a>.</p> <a href=\"http://www.ft.com/cms/ee442b39-74e6-4d6b-977f-2a628eb8cbdd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Why pushy car salesmen are biting the dust&#xa0;</strong>Last weekend, I headed to the mall to shop for some lipstick, a pair of black pumps and . . . a new car, <a href=\"https://click.newsletters.ft.com/f/content-6dfd1fef-b44d-4d12-bce3-731a4fe15f2b/sNNCsEc9FL0H424YeAV8rg~~/AAAAAQA~/RgRitjmwP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNmRmZDFmZWYtYjQ0ZC00ZDEyLWJjZTMtNzMxYTRmZTE1ZjJiP2VtYWlsSWQ9NjBkM2IxNGNjMzQ0MDMwMDA0NDk0Mjg3JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgysC002AdlEPyUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">writes Brooke Masters</a>. Changes in the way we buy cars have been turbocharged this year by the pandemic, chip shortages and the shift to electric vehicles. Mall stores address several of these issues simultaneously.</p> <p><strong>The tyranny of spreadsheets </strong>Last October, almost 16,000 positive Covid-19 cases disappeared from the UK's contact tracing system. Why? Apparently, Microsoft Excel had run out of&#xa0;numbers. It was an astonishing story that would lead Tim Harford to look into how one of our most powerful tools became <a href=\"https://ft.com/content/18db20d8-7726-43e2-87f1-c5861ad3dff5\">one of the most misused</a>.</p> <p><strong>Why we shouldn't listen to crypto ‘experts' </strong>Jemima Kelly has been struck by one common jibe from the bitcoin brigade: “<a href=\"https://ft.com/content/26283f09-c3df-4c7e-814c-65083b063d8a\">Have Fun Staying Poor</a>.” The thinking is that because the digital currency's price is going to keep rising forever, those of us who don't buy into it will be mired in poverty. If such a system sounds reminiscent of a Ponzi scheme, that's because it is.</p> <ul>  <li><p>A television host and a doctor are among thousands of wealthy South Koreans whose cryptocurrency holdings have been <a href=\"https://www.ft.com/content/aa9834a1-8e3a-46c9-a2d8-13b10882c1c9\">seized in a tax sting.</a></p></li> </ul> <h2>Food and drink</h2> <p>It has taken quite a while for England to embrace its native ferments, but&#xa0;English sparkling wine is now fully respectable, writes FT wine correspondent Jancis Robinson. Here are <a href=\"https://www.ft.com/content/9ee0035d-f909-4208-a893-7bb70fafc209\">her recommendations on which to drink this summer</a>.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T11:28:43.067Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4406,
          "end": 4410
        }
      ],
      "nexusId": "10043425"
    }
  ]
}