{
  "_id": "b3c6ba11193a38618f0dda6c4bf6bf551f36a5b041015be9e7a1b95a2cd1a697",
  "feed": "wall-street-journal",
  "title": "Reluctant Ad Man Found Niche in Oregon; David Kennedy, who has died at age 82, formed a firm with Dan Wieden and enlisted Lou Reed to pitch Honda scooters",
  "text": "<p>With five children to support, however, dropping out wasn't an option. Instead, he moved West, to Portland, Ore., in 1979 to work in an office of McCann-Erickson. Three years later, he and a like-minded colleague, Dan Wieden, set up their own Portland-based firm, Wieden+Kennedy, initially in an office furnished with a borrowed card table. Doing ads for Nike Inc., including the \"Just Do It\" campaigns, helped transform their firm from a boutique into a creative powerhouse, now with about 1,400 employees and offices overseas.</p><p>A 1985 ad for Honda scooters—featuring a swirling collage of New York street life along with Lou Reed and his song \"Walk on the Wild Side\"—established the firm's reputation for artistic sophistication. Making ads could be kind of hip after all.</p><p>Mr. Kennedy, who retired in his mid-50s to make metal sculptures, died Oct. 10 of heart failure. He was 82.</p><p>Aside from Miles Davis, his heroes included William Bernbach, the fabled advertising executive behind the \"Think Small\" campaign for the Volkswagen Beetle, who helped usher in an era of more subtle, provocative and entertaining ads.</p><p>At Wieden+Kennedy, he almost always wore jeans, with his keys dangling on a chain, and was sometimes mistaken for a janitor. The firm offered staff amenities including yoga classes, a basketball court and a rooftop deck. Mr. Kennedy fostered a \"feeling of work being less of a job and more like art class,\" a colleague, Alvaro Sotomayor, wrote in a tribute to him.</p><p>The novelist Ken Kesey, attending a Wieden+Kennedy staff party, remarked that \"you guys could teach the Hell's Angels how to party,\" Mr. Kennedy recalled, adding: \"I think that's the greatest compliment we have ever had.\"</p><p>David Franklin Kennedy, an only child, was born May 31, 1939, in Wichita, Kan., and grew up partly in Oklahoma and Colorado as his father worked as an oil-exploration wildcatter. His mother worked as an administrative assistant at a bank.</p><p>Young David admired the cartoons of Bill Mauldin. \"I used to trace all his drawings,\" he said in a video interview produced by Rick Boyko. \"That's how I learned how to draw.\" As a teenager, he worked as a welder's assistant in the oil fields.</p><p>At the University of Colorado Boulder, he intended to study geology but switched to a major in fine arts, with an emphasis on sculpture. \"I had a difficult time painting, but I knew how to weld and fabricate stuff,\" he said later.</p><p>He enlisted in the Marine reserves and won top ratings in marksmanship. Just before leaving for Marine boot camp, he met Kathleen Murphy, a New York dancer and actress who was visiting Colorado. They married in 1963.</p><p>The couple moved to Chicago, where she produced statistical reports for United Airlines. Mr. Kennedy's drawing skills won him creative jobs in advertising, and he worked for Young &amp; Rubicam, Leo Burnett and other agencies. After more than 15 years at button-down firms in Chicago, he found it a relief to move to Oregon. \"Instead of quietly riding the Chicago &amp; North Western train into work, he was now driving an old Chevy pickup truck with Miles Davis or Flatt and Scruggs playing on the radio,\" his daughter Erinn Kennedy recalled.</p><p>Wieden+Kennedy started working for Nike before the company was a giant. \"Nike kept being more successful,\" Mr. Kennedy said later. \"The bigger Nike became, the bigger we became.\"</p><p>Though he retired early, in 1993, he kept an office at Wieden+Kennedy and did volunteer work on advertising campaigns for the American Indian College Fund, a project he pursued for three decades. For office Christmas parties, he dressed as Santa Claus. He also worked on metal sculptures at his farm near Estacada, Ore.</p><p>Mr. Kennedy is survived by his wife of 58 years, Kathleen, and four children.</p><p>He advised young people in advertising not to sulk if clients rejected their ideas. \"You can't let your ego get out of hand,\" he said in a 2003 interview with Adweek. \"It's not about you, it's about the work, it's about your clients. An idea gets shot down, there's a better one out there. You have to take it in the chops and come back.\"</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Reluctant Ad Man Found Niche in Oregon</p>",
  "published": "2021-10-22T14:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 355,
          "end": 364
        },
        {
          "start": 3241,
          "end": 3245
        },
        {
          "start": 3311,
          "end": 3315
        },
        {
          "start": 3203,
          "end": 3207
        },
        {
          "start": 355,
          "end": 359
        }
      ],
      "nexusId": "10043425"
    }
  ]
}