{
  "_id": "2951ffac5c24a418152e79bce8fd9419eac8e49760f9388ded2985b7b5f06628",
  "feed": "ftcomall",
  "title": "H&M and Nike face China backlash over Xinjiang stance",
  "text": "<p>H&amp;M and Nike are facing a backlash from Chinese state media and ecommerce platforms over historic statements of concern about forced labour in Xinjiang, days after a round of sanctions stoked tensions between Beijing and western governments. </p> <p>Searches on Thursday for clothing from H&amp;M, the Swedish retailer, turned up no results on&#xa0;Alibaba's T-mall and JD.com, China's two biggest online retailers.&#xa0;Searches for H&amp;M's physical shops on Baidu and Gaode, China's leading mapping apps, also turned up no results.</p> <p>The apparent halt came after China's Communist Youth League accused H&amp;M of “boycotting” cotton produced in Xinjiang. It pointed to a company statement from the retailer last year that said H&amp;M was “deeply concerned” about reports of forced labour in the western Chinese region, where 1m Uyghurs have been detained and officials have been <a href=\"https://www.ft.com/content/d4cc4782-7cc9-4402-bf6e-843d8366fc64\">accused of human rights abuses</a>. </p> <p>H&amp;M's statement said the retailer did not source directly from Xinjiang and would end its relationship with Huafu Fashion, a group that operates in the region. The statement was not accessible on Thursday.</p> <p>H&amp;M said on Wednesday via its official Weibo account that it required all suppliers to meet responsible business standards. The retailer added that this was not a political stance and the group did not directly buy cotton anywhere in the world. “We are committed to long-term investment and development in China,” it said.</p> <p>Alibaba, JD.com and Baidu did not respond to requests for comment.</p> <p>The share price of H&amp;M was down just over 3 per cent on Thursday afternoon. Burberry, which was also mentioned in Chinese media as a brand that had cut ties with Xinjiang, dropped 6 per cent.</p> <p>Analysts at UBS said they expected “temporary negative impact on sales”, especially for H&amp;M, as its products appeared to already have been pulled off leading ecommerce sites in China. They noted that Chinese internet users have in the past called for boycotts of brands such as Dolce &amp; Gabbana, Dior and Balenciaga, which “did not have long-lasting effects”.</p> <p>A months-old&#xa0;<a href=\"https://purpose.nike.com/statement-on-xinjiang\">statement&#xa0;from Nike</a>, the US sportswear company,&#xa0;that expressed concerns about reports of forced labour in Xinjiang was circulated by state media on&#xa0;Wednesday. It sparked anger from Chinese social media&#xa0;users and the company's local commercial partners.&#xa0;</p> <p>Wang Yibo, a Chinese pop star and a brand ambassador for Nike, said he was cutting ties with the company. His employer, Yuehua Entertainment, said Wang “firmly resists any words or actions that smear China”.</p> <p>Nike did not respond to messages seeking comment on Thursday. China has for years been at the core of the company's growth strategy, as the world's largest sportswear maker by revenue seeks to extend its lead over rivals such as Adidas and Puma.&#xa0;</p> <p>The backlash against H&amp;M and Nike has coincided with a diplomatic row between Beijing and western countries, with the EU, US, UK and Canada imposing sanctions on Chinese officials this week over its policies in Xinjiang. China's foreign ministry, which denies human rights abuses in the region, retaliated with <a href=\"https://www.ft.com/content/27871663-cebc-433c-b9bf-4ef28a55d73e\">its own measures</a> against EU groups and parliamentarians.&#xa0;The tensions have threatened to scupper Brussels' ratification of an <a href=\"https://www.ft.com/content/6b236a71-512e-4561-a73c-b1d69b7f486b\">EU-China investment deal</a> agreed last year.</p> <p>Beijing has also called on Chinese consumers to “support Xinjiang cotton”.</p> <p>Allison Gill, a US-based campaigner with Global Labor Justice-International Labor Rights Forum, said the backlash against the companies appeared to be an attempt by Beijing to shift the narrative away from international scrutiny of <a href=\"https://www.ft.com/content/b130d040-2fb0-432c-859c-34f0f2697e1c\">China's policies in Xinjiang</a>.&#xa0;</p> <p>“It cannot be coincidental that today they drudge up a fairly standard due-diligence statement from months before,” she said of the attacks on H&amp;M.</p> <p>Multinational companies have been forced to walk a tightrope to ensure they are not complicit in human rights abuses in Xinjiang while avoiding Beijing's ire as they seek to operate in the world's second-biggest economy. </p> <p>Democrats and Republicans in the US Congress have drafted bipartisan legislation that would require companies to ensure they are not using forced labour from Xinjiang in their supply chains. Lawmakers have been debating how much time companies should be given before they have to assert that their supply chains are not tainted.&#xa0;</p> <p>Walt Disney <a href=\"https://www.ft.com/content/6ddade94-64e9-4dc1-9869-2a3c8a89e766\">faced an outcry</a> last year after it thanked a branch of the Xinjiang police in the credits of the film <em>Mulan</em> for allowing scenes to be shot in the region.</p> <p>China's rapid economic recovery from the coronavirus pandemic has made it a rare bright spot for many brands.&#xa0;In the quarter that ended in February, Nike-branded goods sold in the Greater China region brought in $973m in pre-tax earnings — a 75 per cent year-on-year jump — compared with $970m in North America.</p> <p><em>Additional reporting by Emma Zhou in Beijing, Patricia Nilsson in Florence and Demetri Sevastopulo in Washington</em></p><p>Source: Christian Shepherd in Beijing 2021 'H&amp;M and Nike face China backlash over Xinjiang stance' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T14:54:36.660Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2055,
          "end": 2059
        },
        {
          "start": 2502,
          "end": 2506
        },
        {
          "start": 2778,
          "end": 2782
        },
        {
          "start": 8,
          "end": 12
        },
        {
          "start": 2351,
          "end": 2355
        }
      ],
      "nexusId": "10043425"
    }
  ]
}