{
  "_id": "a186de1e8ea236746fd6cd40be45b2c5bbb10d682bf36c161c11ae72068bdcb7",
  "feed": "wall-street-journal",
  "title": "H&M Disappears From Apps In China",
  "text": "<p>(WSJ March 27, 2021)</p><p>(END)</p><p>HONG KONG -- For app users in the world's most populous country, the world's biggest seller of fast fashion has effectively ceased to exist.</p><p>As of Thursday, Hennes &amp; Mauritz AB's H&amp;M had been wiped off China's leading e-commerce, ride-hailing, daily-deals and map applications, as Chinese consumers continued to rage over the Swedish clothing brand's decision to stop sourcing from China's Xinjiang region.</p><p>H&amp;M's swift erasure from Chinese platforms marked an escalation in the kind of retaliation Western companies can face when running up against Beijing on hot-button issues, such as human rights and China's policies toward ethnic groups in Xinjiang.</p><p>Criticism of H&amp;M -- including calls for boycotts -- by Chinese social-media users surged Wednesday, apparently over the company's statement last year that it was no longer sourcing from Xinjiang, a major cotton producer, because of forced-labor allegations there. The statement suddenly went viral on China's Twitter-like Weibo, amplified by mentions in multiple state-media accounts.</p><p>On Thursday, ordering a car to an H&amp;M store was impossible on Didi, the country's largest ride-hailing app, which didn't recognize the brand as a valid destination. Searching for H&amp;M on multiple Chinese map apps, including Baidu Maps, run by China's largest search engine, returned zero results, as if the clothing company didn't exist despite its 400 stores in China.</p><p>Shoppers planning to purchase H&amp;M clothing online were also out of luck. Starting Wednesday, searches for H&amp;M's name on platforms operated by China's largest e-commerce companies -- Alibaba Group Holding Ltd., Pinduoduo Inc. and JD.com Inc. -- yielded no results. Multiple Chinese Android app stores appeared to have removed one of H&amp;M's shopping apps.</p><p>Didi Chuxing Technology Co., Baidu Inc., Alibaba, Pinduoduo and JD.com didn't respond to requests to comment.</p><p>H&amp;M said on its Weibo account Wednesday that it followed international guidelines for supply-chain sustainability and that it was \"committed to long-term investment and development in China.\" It didn't respond to a request to comment Thursday.</p><p>Chinese social-media users also have turned their ire on other international brands, including Nike Inc. and Adidas AG, which had issued similar statements about forced-labor concerns in Xinjiang, but only H&amp;M appeared to be the subject of an across-the-board removal from apps.</p><p>\"What we are seeing goes way beyond what has been done in the past,\" said James McGregor, chairman of business-consulting firm APCO's Greater China region. Beijing and many Chinese people feel the world is \"ganging up against them so they want to hit back hard,\" he said.</p><p>\"I think we will see more of this taking place as China seeks to use commercial pressure to get foreign governments to tone down and back off,\" Mr. McGregor said.</p><p>In H&amp;M's statement, published in September, the company had expressed concern about reports of forced labor and discrimination against mostly Muslim minorities in China's northwest Xinjiang region, where the Chinese government has built a network of internment camps. Rights groups have alleged that some former camp detainees have been sent to work in factories.</p><p>It couldn't be determined why the company faced the sudden onslaught over comments it had made in the past.</p><p>Beijing has denied all allegations of human-rights violations in Xinjiang. At a daily news briefing on Thursday, Chinese Foreign Ministry spokeswoman Hua Chunying said allegations of forced labor being used in Xinjiang were \"malicious lies\" made up by \"anti-China forces.\"</p><p>On Chinese social media, postings overwhelmingly supported Beijing's stance.</p><p>Chinese consumers don't believe the rights-abuse allegations made by the U.S., said Qing Wang, a professor at Warwick Business School. \"No brands are immune to this growing tension between the demand of the Chinese consumer and the pressure of Western governments,\" said Ms. Wang, who has consulted for companies in the U.S. and China.</p><p>The barrage against international brands follows escalating tensions between China and Western governments over Beijing's policies in Xinjiang. Earlier this week, the Chinese government made public sanctions on more than a dozen individuals and entities in the European Union, after the European bloc imposed sanctions on four Chinese officials for human-rights abuses in the northwest region.</p><p>In January, U.S. Customs and Border Protection instituted a ban on all tomato and cotton products from Xinjiang, which accounts for 87% of China's cotton output.</p><p>Some Chinese consumers are reluctant to boycott their favorite brands. \"Almost all of the brands I often wear have stepped on mines,\" wrote a user on Weibo. \"What should I wear in the future?\"</p>",
  "published": "2021-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2238,
          "end": 2247
        },
        {
          "start": 2238,
          "end": 2242
        }
      ],
      "nexusId": "10043425"
    }
  ]
}