{
  "_id": "c4b8d52a09e64475bd2ab0bfa41536ebedef20b13fa8305b2e97a0e4b59aa3a5",
  "feed": "wall-street-journal",
  "title": "Sports:  Can Girls Save Football?  ---  As tackle participation declines, the NFL and Nike push to expand girls flag football  ----  By Rachel Bachman",
  "text": "<p>   Last year Nike Inc. reached out to two high school football powerhouses in Tampa, Fla., and sent personalized bags for each athlete stuffed with free jerseys, cleats, socks and gloves. The shipment to Matt Hernandez, coach of the Alonso High Ravens, was so large that \"the FedEx guy asked if it was a fraud-type situation because so many boxes were coming to a residential house.\" </p><p>   Outfitting winners is a longtime strategy at Nike. But the gift bags held something outside the typical team-issued gear: sports bras. </p><p>   Alonso and Robinson High Schools together have won seven Florida state championships -- in girls flag football. The teams are the faces of a $5 million campaign by Nike and the NFL, launched in a commercial last week, to bring the sport to every high school in America. As of Monday morning it had 3.5 million views on YouTube. </p><p>   \"Big corporations want to recognize women's sports,\" said Katie Kemp, a senior wide receiver and safety on the five-time champion Robinson High girls flag team. </p><p>   There's an even more compelling reason, however, that the nation's top sports apparel company and its dominant professional league might want to boost a relatively small sport that barely existed two decades ago. As interest in tackle football fades, girls represent a mammothopportunity to increasethe number of players and viewers of the nation's most popular sport. </p><p>   The NFL remains the top broadcast draw in sports. But average NFL viewership fell 7% during the 2020 regular season, and the league's core audience of men aged 18 to 49 has at times shown signs of wavering.Sunday's Super Bowl had thefewest viewerssince 2007. </p><p>   At U.S. high schools, rising concern over the effects of concussions has contributed to a 9% drop in football participation in a decade, a loss of more than 100,000 athletes, according to the National Federation of State High School Associations. That was in 2018-19, before a pandemic-altered season that many coaches worry will cause some players to never come back. </p><p>   Yet tackle football remains the nation's most popular high school sport with more than 1 million athletes. And in part because of football's large squads, 1 million more boys than girls play high school sports overall. While co-ed flag football for children has grown with a big push from the NFL, girls high school flag has lagged behind. As of 2018-19, about 11,200 girls nationwide played it. </p><p>   The NFL and Nike aim to narrow the football gap. They're dangling donations of up to $100,000 in product to state athletic associations that offer girls flag as a sport or initiate pilot programs this year. </p><p>   A Nike spokesperson said the initiative was geared at giving girls more opportunities, noting that girls start playing sports later than boys and drop out sooner. </p><p>   Schools in California, Michigan and the District of Columbia already have teams for girls, and the Alabama High School Athletic Association is considering adding the sport. </p><p>    Individual NFL teams have joined the push to leverage existing interest in girls flag football. </p><p>   The new Super Bowl champion Tampa Bay Buccaneers have hosted girls players at their facilities. In 2018 the Atlanta Falcons funded a 19-team girls high school flag football pilot program, and by 2020, 91 schools across the state fielded teams. In December, Georgia joined Alaska, Florida and Nevada in holding official girls flag football state championships. </p><p>   The New York Jets recently announced they're pairing with Nike to create an eight-team girls high school flag league to start play in New Jersey this spring. </p><p>   The number of girls playing on boys tackle high school football teams has roughly doubled in a decade, but is still relatively small at about 2,400. </p><p>   Nike and the NFL's interest in girls flag acknowledges the declining societal acceptance of tackle football, said T. Bettina Cornwell, who heads the Department of Marketing at the University of Oregon's Lundquist College of Business, in an email. Cornwell added that the popularity among younger audiences of UFC and e-sports adds \"pressure to imagine how things will play out if changes are not made today.\" </p><p>   An NFL spokesperson didn't respond to a question about eroding viewership. Increasing female participation in football is a priority, the spokesperson said. The NFL's partnership with the small-college National Association of Intercollegiate Athletics, meant to encourage the growth in women's flag teams, \"was developed, in part, because of the NAIA's ability to onboard a new varsity sport quickly,\" the NFL spokesperson said. The NFL gave 13 schools$15,000 stipends to launch teams this year, according to the NAIA. </p><p>   High school girls flag football in Florida has grown to about 300 teams from Tallahassee to Pembroke Pines. At Tampa's Alonso High, not only do more girls play flag football than almost any other girls sport -- about 40 total on junior varsity and varsity -- but the flag team is a draw for spectators, too, Hernandez said. During the team's state title-winning seasons, 2018 and 2019, it ranked only behind Alonso's tackle football team in tickets sold to home games. </p><p>   \"One thing that we've kind of said in our small coaching group is, it would take a big backer to get behind the sport, and once that happened, it would explode,\" Hernandez said. \"And I think that's what we're seeing.\" </p><p></p>",
  "published": "2021-02-10T07:01:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2607,
          "end": 2611
        },
        {
          "start": 3704,
          "end": 3708
        },
        {
          "start": 680,
          "end": 684
        },
        {
          "start": 2410,
          "end": 2414
        },
        {
          "start": 3455,
          "end": 3459
        },
        {
          "start": 426,
          "end": 430
        },
        {
          "start": 10,
          "end": 19
        },
        {
          "start": 10,
          "end": 14
        },
        {
          "start": 83,
          "end": 87
        }
      ],
      "name": "NIKE, Inc.",
      "id": "US6541061031",
      "nexusId": "10043425"
    }
  ]
}