{
  "_id": "0468db8bc958bd84815a03748da37f475137a5dc18702514ea3e62f8e0a028b7",
  "feed": "ftcomall",
  "title": "Foot Locker's savvy acquisition of Japanese cool",
  "text": "<p>Last Monday, just hours after various Olympians had spent the weekend smashing world records in Tokyo's National Stadium, a different and far trendier type of sports history was being made down the road in the quirky back streets of Harajuku.</p> <p>In a deal that had been in the works since last year, the US sports shoe retailer Foot Locker said that it would <a href=\"https://investors.footlocker-inc.com/news-releases/news-release-details/foot-locker-inc-accelerates-asia-pacific-expansion-acquisition\">pay $360m to acquire atmos</a> — a 21-year-old chain of Japanese boutiques famous for selling the strictly limited edition footwear of top sports brands and for helping create the phenomenon of the shoe-obsessed “sneakerhead” collector-investor.&#xa0;</p> <p>The match is a fascinating one, forged at an unusual moment of entanglement between <a href=\"https://www.ft.com/content/da9086f7-bfa5-4d1c-83d0-bea5fe41945d\">ultra-loose monetary policy</a>, connoisseurship, a liquid market for pre-sold products and the world's most desirable sports shoes.</p> <p>There are a number of good arguments for Foot Locker's acquisition of atmos, which stands out for having happened at all. Despite the historic alacrity with which Japanese companies have acquired businesses — big and small — overseas, its own companies have collectively exuded the sense of being unwelcoming to buyers from outside. </p> <p><a href=\"https://www.ft.com/content/1264307f-6f9d-426a-824f-51728265d35a\">Private equity firms have carefully staked out their positions</a> in Japan in recent years and made a succession of breakthrough deals. A few have described Japan as the world's most promising market for acquisitions outside the US. Nevertheless, say M&amp;A bankers, it is still not a flourishing environment for inbound dealmaking as, for many would-be buyers, the assumed barriers of language, culture and natural resistance appear high.</p> <p>Foot Locker has shrewdly overcome these concerns, gaining a company that generated about $175m in revenue last fiscal year and whose 49 outlets (39 in Japan) provide the US company with an Asian foothold it could not previously claim to have. Pre-Covid, more than half of atmos store customers in Japan were foreigners, the great majority from Asia, and they are now buying from the company online. But while a profitable business is always good for a portfolio, the most valuable gem on the table in this deal is the very concept of Cool Japan — an intangible asset that seldom comes up for sale in such an acquirable form.&#xa0;</p> <p>Atmos, which began as a retailer of vintage shoes before becoming directly involved in collaboration with shoemakers, has outsized sway with sports shoe aficionados around the world. It has a reputation for deciphering the intricacies of Harajuku culture as a pioneer of global trends and creative relationships with the likes of Nike, Vans and Adidas that generate the special editions and ultra-limited run lines. This is a store that recognised decades ago that the power of exclusivity could be as potent for a pair of battered Air Jordans or a special edition Asics trainer as for a Jane Birkin bag.&#xa0;</p> <p>In the early 2000s, the queues for atmos could stretch over a kilometre and require police to control. For a time, particularly as demand for rare sneakers surged among Chinese wanting the hottest exclusives from Tokyo, the queues were expanded by students and homeless people paid to stand in them by arbitrageurs looking to resell. Atmos thinned the queues by insisting upon a dress code that allowed only people wearing particular brands of shoes to enter the stores, intensifying the fervour of those that remained.</p> <p>Above all, Foot Locker has bought itself Hidefumi Hommyo, the founder of atmos and a figure described by the US company as “one of the most influential people in streetwear and sneaker culture”. That sounds about right. The now globally established sneakerhead — mostly male enthusiasts who buy, collect and trade sports shoes, often with price tags well over $1,000 — was arguably born within a few-hundred-metre radius of atmos's first shop and has continued to see Hommyo as its spiritual leader.</p> <p>When I met him last week, in a Starbucks near his headquarters, he defined the sneakerhead phenomenon in terms of a distinctive flip. Twenty years ago, these collectors were rare members of a subculture; about a decade ago they became mainstream accumulators of rare commodities. </p> <p>Hommyo directly links the behaviour of sneakerheads and atmos customers with Japan's long experiment with monetary easing and the fact that online exchanges now provide a market in which a pair of limited edition Vans bought for $500 at the end of a queue in Harajuku today could be sold to a Vietnamese sneakerhead for $1,000 the following day.&#xa0;“The country is printing money like the clappers,” Hommyo says. “People want to replace cash with things, with assets that hold or gain value. That is why everyone is desperate to collect.” </p> <p><a href=\"mailto:leo.lewis@ft.com\"><em>leo.lewis@ft.com</em></a></p><p>Source: Leo Lewis 2021 'Foot Locker's savvy acquisition of Japanese cool' FT.com 7 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-07T23:01:06.949Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2533,
          "end": 2537
        }
      ]
    }
  ]
}