{
  "_id": "170fb61b6dd72776f26a0ea4562e229dbe3d469171b92d73b917ff4e2aa24102",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Style & Fashion:  Enchantingly Weird Shoes  ---  Comfy but ugly Crocs and Birkenstocks were only the beginning. Shoes keep getting more casual -- and more  unsightly. This unisex guide demystifies the bizarre kicks that grow more popular (and numerous) each season.  ----  By Jacob Gallagher",
  "text": "<p>\n  In the shoe market, weirdness has won. Take a spin through a department store's footwear floor and you'll find a buffet of bizarre high-fashion shoes like a Bottega Veneta women's $1,250 blocky wedge heel with red, chicken pox-like specks or J.W. Anderson's unisex $645 leather mule with a gigundo Mr. T-esque gold chain across the front. </p><p>\n  It's not only high-end designers that have come down with a case of the weirds. Approachable retailer Zappos.com offers $65 platform Crocs in a zesty zebra print and $120 clementine-orange, hefty-soled Hoka One One running shoes. \"There is a real appetite for color, pattern and interesting fabrication,\" said Catherine Newell-Hanson, the site's style director. Shoes, she continued, have become \"a safe space for people to play around with a more outlandish expression of personal style than they might in the rest of [their] outfit.\" </p><p>\n  There are precursors to this trend -- like Margiela's cloven Tabi boots, which debuted in 1988 -- but the weird-is-good movement has truly erupted over the past half-decade. It's been gaining ground in the pandemic, as WFH freedom to experiment away from co-workers' critical eyes has coincided with a drive toward comfort at any cost. In 2017, the launch of Balenciaga's bulbous, pre-weathered Triple S sneakers set a new standard for intentionally ugly designer shoes. Meanwhile, frumpy Crocs and Birkenstocks were being recontextualized as beloved, even covetable, shoes, a trend spurred by collaborations with stars like Justin Bieber and luxury brands like Jil Sander, respectively. </p><p>\n  The forces of casualization have made office footwear like shiny dress shoes and chaste heels -- once a crucial adult investment -- increasingly irrelevant. It's now acceptable to wear startlingly informal shoes daily. \"The more outrageous [the shoe], the better,\" said Jessica Pridgen, 37, a graphic designer in Raleigh, N.C. She owns a multitude of statement shoes including Bottega Veneta boots with a globular toe and stacked-sole Nike sneakers made in collaboration with Japanese label Sacai. </p><p>\n  The pandemic accelerated the trend, said Ms. Newell-Hanson of Zappos. Free from the strictures of an office, work-from-homers began purchasing diverting shoes. It's hard not to smile (or smirk) at a pair of wacky tie-dye Crocs or furry purple Marni mules. Who didn't need that his year? And when your only daily excursion is a brisk dog-walk or an efficient march though the grocery store, function trumps formality: All you really need is doughy gray New Balances or springy Keen mules. </p><p>\n  Footwear fanatics also reach for anomalous shoes to differentiate themselves. \"I don't like to wear what everybody wears,\" said Rashida Rogers, 28, a warehouse stocker in Wichita, Kansas. A recovering sneaker collector who hoarded Nikes as a teen, Ms. Rogers now wears niche shoes like lemony Kappa insulated slippers (imagine a sleeping bag for your feet) and blueberry-tinged Asics sneakers. Brands are rolling out exponentially more-extreme shoes to give cool-hunters like Ms. Rogers something new. Strange sole shapes. Garish color schemes. Brands are getting \"more and more extreme,\" in an almost competitive manner, said Beth Goldstein, an industry analyst at the market-research firm NPD Group. From bulky pre-distressed sneakers to fuzzy mules, there's an outlandish shoe for everyone. </p><p>\n  --- </p><p>\n  There's an Ugly Shoe for You </p><pre>\n </pre><p>\n  Strange is the new chic. Here, a comprehensive breakdown of appealingly odd footwear for all sorts of tastes and occasions. </p><pre>\n </pre><p>\n  SNEAKERS </p><pre>\n </pre><p>\n  Balenciaga, the French forefather of the ugly-comfy sneaker movement, continues to iterate on hideousness with its latest shoe, the drab, slashed-up Runner sneaker. But now luxury rivals including Burberry and Gucci offer their own bulbous and bold \"dad\" shoes in patterns like camo and reptile skin, respectively. Down the budgetary slope, Reebok, Converse and Nike are whipping up shoes that are extreme in color, silhouette, or both at the same time. Made in collaboration with Japanese designer Jun Takahashi, Nike's line of shapely Gyakosu running shoes comes in startling colors like cherry red. Converse's recent Run Star Motion is a clean and classic Chuck Taylor, updated with a gigantic toothlike sole. Overall in the sneaker department, \"soles have gotten bigger,\" said Ms. Goldstein of the NPD Group. These squishy, pumped-up shoes make an aesthetic statement as well: \"Comfort has become a lot more fashionable,\" said Ms. Goldstein. </p><pre>\n </pre><p>\n  MULES </p><pre>\n </pre><p>\n  \"Mules are definitely my favorite piece of footwear right now,\" said Alvi Zaman, 26, a restaurant manager in New York. Mr. Zaman has spent the past year loafing around in rubber Gucci clogs and alien-looking split-toe Suicoke mules. The pandemic -- and its world-shrinking effect -- led people like him toward mules as a relaxed shoe for lounging at home or venturing on a two-block jaunt. Mules can be madcap in design, speaking to the shape's increasing role this summer as a splashy out-on-the-town statement. There are foamy Crocs available in a slew of screeching patterns like leopard print, camo and tie-dye. But, perhaps due to Crocs's influence, every self-respecting designer brand now also seems to offer its own sprightly backless creation, from Louis Vuitton's monogram mules to Marni's furry slip-ons, which could be mistaken for a Muppet. </p><pre>\n </pre><p>\n  SANDALS </p><pre>\n </pre><p>\n  Not even the beach is safe from the strange-shoe explosion -- brands offer a cornucopia of extreme rubber slides and unnerving outdoor-appropriate options. Grown-ups who were once Hot Topic shoppers might covet Givenchy's devilish black sandals with metal spikes, while jollier vacationers would prefer Teva's tottering five-colored platforms. Those beefy sandals have been \"a huge hit\" on Zappos, according to Ms. Newell-Hanson, as customers seek ostentatious shoes that won't murder their feet. Wanting to be both comfortable and \"attention grabbing,\" Ms. Rogers of Wichita took to wearing sandals with socks several days a week this year, intrepidly pulling off combos like doughy pink Adidas slides with yellow socks. Ms. Rogers also wears spongy, big-strap sandals by Keen, one of several function-first outdoorsy labels (others include Merrell and Salomon) that have lately been reframed as truly -- if not always intentionally -- fashionable. </p><pre>\n </pre><p>\n  DRESS SHOES </p><pre>\n </pre><p>\n  The formal shoe market, still viable despite the comfort movement, lags behind slightly when it comes to spicy innovations: Most people seem content to let their freak footwear fly on weekends. Still, designers are taking stabs at experimentation that might send colleagues running at your next business meeting. For men, British designer Martine Rose offers squared-off loafers that look like a truck ran over them and flattened their toes. Bottega Veneta has mastered the art of the high-wattage women's heel with oddly embellished pumps in neons and oil-slick leathers. Ms. Newell-Hanson of Zappos has observed a jump in sales of formal, going-out shoes recently, and said that more-extreme models have a \"visual optimism\" that telegraphs joy. After interacting through screens for so long, \"people want to express themselves.\" For some, that manifests in futuristic, snakeskin-effect boots with curious yellow-and-black heels by Raf Simons. </p><p>\n  --- </p><p>\n  In Defense of the Objectively Pretty Shoe </p><pre>\n </pre><p>\n  I divested myself of my last pair of Ugly Shoes in a shady transaction in front of Manhattan's the Bowery Hotel in 2011. Purchased in the afterglow of a particularly oohed-about runway show, the chunky black Chloe boots with five-inch platforms had cost roughly a month's rent. The problem was, they were hideous. They made my feet look like blocks of cement. In them, my gait became labored and loping like a minotaur's. So I was delighted when a stranger bought them from me via eBay, and even saved me a trip to the harrowing East Village post office by offering to meet me on the street. </p><p>\n  Walking down the Bowery 5 pounds lighter with significant cash in my pockets (this was pre-Venmo), I vowed to break up with trendy, heinous shoes forever. From the first Ugly Shoes I bought -- Doc Martens printed with fruit (why?!) in seventh grade -- they had been a way to pledge tribal alliance to groups I wasn't even sure I wanted to join. Only in the safe bosom of a clique could one feel confident wearing lumpy-soled Simple sneakers a la Larry David, as I did in the '90s, or the cloven-toed Mary-Jane Nikes I wore to kick around my college campus. Alone, one looks ridiculous in these supposed coolness signifiers. </p><p>\n  So after ejecting the Chloe boots from my closet I doubled down on the Pretty Shoe par excellence: Manolo Blahniks. Though I've flirted with the brand's archetypal BB stiletto, its quirky Maysale mule, and its extravagant Hangisi (thanks, \"Sex and the City\"), I've landed on the barely-there, minimalist look of the Susa sandal, in both flat and kitten-heel versions. With its slim leather straps and delicate shape it just . . . looks nice. Jane Aldridge, the Dallas blogger behind Sea of Shoes, said that a Pretty Shoe must \"flatter the foot and Manolo kind of perfected that.\" She continued, \"It's never going to go away because it looks so good.\" </p><p>\n  I'm too . . . let's say \"experienced\" -- and that's not a euphemism -- to want my shoes to look anything but good, I guess. Except for Birkenstocks. Those don't count, right? </p><p>\n  -- Rory Satran </p><p></p>",
  "published": "2021-08-21T06:02:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4029,
          "end": 4033
        },
        {
          "start": 3877,
          "end": 3881
        },
        {
          "start": 1998,
          "end": 2002
        }
      ],
      "nexusId": "10043425"
    }
  ]
}