{
  "_id": "d79658b1bd4e0c46810fbd72dc9e516035849142bdf196f11e2b62771a343aed",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>Before we start, FirstFT will be taking a break for Easter on Monday but will be back in your inboxes on Tuesday.</em></p> <p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-04-02/\"><em>quiz</em></a><em>.</em></p> <p>Tech and energy shares propelled US stocks to a <a href=\"https://www.ft.com/content/32862618-64b4-48b3-acdf-e04d4efb745f\">record on Thursday</a> while government bonds rallied, in the return of a popular pandemic trade predicated on continued social curbs and supportive monetary policy.</p> <p>The benchmark S&amp;P 500 passed the 4,000 level for the first time, closing 1.2 per cent higher in New York at 4,019.87. The tech-focused Nasdaq Composite, which is stacked with growth companies, climbed 1.8 per cent to 13,480.1. </p> <p>Long-dated Treasuries, which just <a href=\"https://www.ft.com/content/c7107a3b-483d-4c6f-80c1-1f555ac38a97\">suffered their worst quarter</a> for more than four decades, rose on Thursday after data showed new unemployment claims increased more than had been expected last week, reviving concerns about the health of the US economic recovery. The yield on the benchmark 10-year Treasury note, which moves inversely to price, dropped 0.07 percentage points to 1.67 per cent.</p> <p>Meanwhile, the army of <a href=\"https://www.ft.com/content/7a91e3ea-b9ec-4611-9a03-a8dd3b8bddb5\">US amateur investors</a>, who bet on popular stocks such as GameStop and Tesla and changed the dynamics of the stock market earlier this year, has thinned. The 21-day moving average of US retail trading flows <a href=\"https://www.ft.com/content/0b4e6799-13c5-43ec-8963-67ac2a5bc2d6\">has fallen</a> almost 20 per cent from a February peak, according to data from Vanda Research. </p> <p>US stock markets will be closed today for the Easter holiday but bond desks will open. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Michigan's</strong> health department confirmed its first case of <a href=\"https://www.ft.com/content/c8106392-fa0d-48f2-96c5-5f451be73ba9#post-9a96a675-c7ec-4225-990d-40fd4a6514da\">the P.1 variant of Covid-19</a>. The discovery of the variant <a href=\"https://www.ft.com/content/51cf718d-e701-4292-a9dd-dd36c1b1c5ea\">first detected in Brazil</a> underlines Michigan's status as a coronavirus hotspot and comes just a week after the B.1.1.7 strain was discovered in the US state.</p></li>  <li><p>More than <a href=\"https://www.ft.com/content/834e82ec-a7d8-4457-b73a-9911e3722ad6\">1m people</a> in the <strong>UK</strong> suffer from “long Covid”, according to an official survey. Prime Minister Boris Johnson is facing a rebellion from his own MPs over plans for a <a href=\"https://www.ft.com/content/1df6369a-3836-430d-8afd-1f3ff8ff5ee8\">coronavirus “passport”</a>.</p></li>  <li><p><strong>Italy</strong> is set to become the first country in Europe to make Covid-19 <a href=\"https://www.ft.com/content/18791bdf-ad1a-4f5e-b99a-28aee18fe9f7\">vaccines mandatory</a> for healthcare workers. <strong>Austria</strong>, <strong>Slovenia</strong> and the <strong>Czech Republic</strong> <a href=\"https://www.ft.com/content/0a7de304-f692-4e65-af47-08fa9e53be8d\">have been excluded</a> from an EU plan to distribute millions of extra vaccines to hard-hit member states.</p></li>  <li><p><strong>Pfizer </strong>and <strong>BioNTech</strong> said clinical trial data suggested their Covid-19 jab could be effective against the <a href=\"https://www.ft.com/content/6c89adb8-2c1b-4eed-bbde-e7f53577e634\">more contagious B.1.351 mutation</a>, originally detected in South Africa. Take a look inside BioNTech's <a href=\"https://www.ft.com/content/6c89adb8-2c1b-4eed-bbde-e7f53577e634\">innovative vaccine plant</a> in Germany.</p></li>  <li><p>The UK has received <a href=\"https://www.ft.com/content/2e52a5b0-29b9-4c7e-8cfb-97bf8edea865\">30 reports</a> of rare blood clotting events linked to <strong>Oxford/AstraZeneca</strong>'s vaccine in recent weeks. Is there a link between the AstraZeneca vaccine and blood clots? Our reporters <a href=\"https://www.ft.com/content/d5cd63c6-af01-4d29-a5e5-b69ade4f3803\">assess the evidence</a>. (FT)</p></li>  <li><p>Laurence Freeman, a Benedictine monk, reflects on a year of lockdown from his cloistered cell. “One enduring lesson from Covid is the value of staying more in our cell, of being still and remembering what&#xa0;<em>being</em>&#xa0;means, versus nonstop&#xa0;<em>doing</em>,” <a href=\"https://www.ft.com/content/47bffd73-00f0-419d-b657-14624424da32\">he writes</a>.</p></li> </ul> <h2>In the news</h2> <p><strong>Biden faces clash with business</strong> The plan to fund $2tn of public infrastructure spending entirely through corporate tax increases has set up President Joe Biden's <a href=\"https://www.ft.com/content/49290545-99c7-47f0-ad19-4673ad762002\">first big clash</a> with large US businesses. The US Chamber of Commerce called the plan, which would increase the US corporate income tax rate from 21 per cent to 28 per cent, “dangerously misguided”. Meanwhile, companies <a href=\"https://www.ft.com/content/3a829f1c-eed6-49f8-8b5a-46097be47a77\">are hesitating to join</a> the fight against Georgia's “discriminatory legislation” on voter suppression. (FT)</p> <p><strong>Ex-CFTC chair joins Citadel </strong>Heath Tarbert, the former head of the main US derivatives regulator, is to become <a href=\"https://www.ft.com/content/dc1d1ddd-4940-4a58-a2de-0ba434927505\">the chief legal officer</a> at Citadel Securities. The announcement came just 27 days after Tarbert left the&#xa0;Commodity Futures Trading Commission and reawakened accusations of a so-called revolving door from public service to private work. (FT)</p> <p><strong>Snap explored circumventing Apple privacy rules </strong>The US tech company that owns messaging app Snapchat has looked into <a href=\"https://www.ft.com/content/dd724838-d37f-4894-b986-e4675482161e\">ways to evade</a> new privacy rules for iPhones, according to several people familiar with the situation. The expected changes include banning apps from collecting data on iPhone users without their explicit consent. (FT)</p> <p><strong>Opec to increase oil output </strong>The Opec+ oil alliance decided on Thursday to <a href=\"https://www.ft.com/content/4a88ce3e-42aa-43de-ae3f-cd6d10c1c9e4\">increase output gradually</a> from May as pressure mounts from inside and outside the producers' group to release more barrels on to the market and keep crude prices in check. “Until the evidence of the recovery is undeniable, we should maintain this cautious stance,”&#xa0;Abdulaziz bin Salman, Saudi Arabia's energy minister,&#xa0;<a href=\"https://www.ft.com/content/4a88ce3e-42aa-43de-ae3f-cd6d10c1c9e4\">told reporters</a>. (FT)</p> <p><strong>British businessman strikes Venezuela mining deal</strong> Former investment banker Basil Shiblaq&#xa0;has struck <a href=\"https://www.ft.com/content/a6302cb6-7ed0-4e72-8f4d-4ea985e36edf\">a secret mining deal</a> with the government of Venezuela despite US sanctions designed to choke Nicolás Maduro's repressive regime. “As a UK citizen, I cannot comment on US sanctions. I will only obey UK rules,” the British businessman told the Financial Times. (FT)</p> <p><strong>Taiwan train derailed</strong> A train carrying 350 people has <a href=\"https://www.ft.com/content/308d919b-0ced-4295-b6c0-073e257b46d8\">crashed in Taiwan</a>, killing dozens in the country's worst rail disaster in decades. The train was travelling from the capital Taipei to the south-eastern city of Taitung when it hit a construction vehicle that had fallen on to the track close to Qingshui, a scenic stretch of coastline on the Pacific Ocean. (FT)</p> <p><strong>China intensifies Xinjiang propaganda push</strong> CGTN, the international arm of China's state broadcaster, on Friday aired the final episode in a four-part documentary series that <a href=\"https://www.ft.com/content/80a4500d-84b0-4e4e-b208-7cf3e7d80df4\">sought to justify</a> the government's policies in Xinjiang, where more than 1m Uyghurs, Kazakhs and other mostly Muslim minorities have been detained. (FT)</p> <h2>The days ahead</h2> <p><strong>US unemployment </strong>Monthly US jobless data for March are out on Friday, a day after data showed new claims for unemployment benefits rose last week. Economists are expecting the US economy to have added 647,000 jobs last month, compared with <a href=\"https://www.ft.com/content/58fdb770-9b67-4745-b6e1-5b7758aeb9cf\">379,000 in February</a>. (FT)</p> <p><strong>Bulgaria election </strong>Voters head to the polls on Sunday for a <a href=\"https://www.euronews.com/2021/04/01/bulgaria-s-general-election-matters-for-europeans-here-s-why\">parliamentary election</a>. Incumbent prime minister Boyko Borisov's party is leading in most opinion polls, despite accusations of corruption. (Euronews)</p> <h2>What else we're reading</h2> <p><strong>Who is Bill Hwang?</strong> The rise of Bill Hwang was remarkable. A pastor's son who moved from South Korea to the US as a teenager speaking hardly any English, Hwang has wound up as <a href=\"https://www.ft.com/content/5079572b-ae00-47f9-be75-50b9f64059d0\">the central figure</a> in a colossal Wall Street mess. The Archegos avalanche has exposed broader vulnerabilities in the financial system, <a href=\"https://www.ft.com/content/4459a6b2-b842-4d21-b19b-bda138a5bfdf\">writes Gillian Tett</a>. (FT) </p> <p><strong>The go-to company when you ground your ship </strong>If you have just wedged your skyscraper-sized container ship across the banks of the Suez Canal, who are you going to call? The answer is <a href=\"https://www.ft.com/content/44b08a32-1192-4b6d-9005-9751856a22b2\">Boskalis</a>, the little-known Dutch dredging group that owns salvage specialists Smit. (FT)</p> <p><strong>Oatly's $10bn quest </strong>The ambitions of the Swedish plant milk maker have raised eyebrows in the food industry, with one executive calling it “plant-based bitcoin”. But the once-niche brand is planning a New York listing this year that could value it <a href=\"https://www.ft.com/content/a0b31167-4697-4ac2-bb81-ae6c9ad934c9\">as high as $10bn</a>, as backers point to a consumer shift towards environmentally friendly products. (FT)</p> <p><strong>Scalpel, tongs . . . WiFi?</strong> Western doctors had been trained to believe that “proper” surgery involved proximity to the patient. Technology — and the pandemic — have changed that, writes Gillian Tett on the <a href=\"https://www.ft.com/content/6989eacf-3a2d-455c-bb90-637514c61891\">rise of virtual surgery</a>. (FT)</p> <p><strong>England's elite schools face sex abuse claims </strong>Leading independent schools could face legal claims and reputational damage after youth-led campaigns alleged that misogyny, sexual violence and harassment <a href=\"https://www.ft.com/content/45b69465-c248-4e98-b8b8-ea782c22c486\">were widespread among pupils</a> in their care. In France, #MeToo <em>à la française</em> is belatedly blowing the roof off the house, <a href=\"https://www.ft.com/content/6c95a1c0-7aa9-4303-9191-75415a94843d\">writes Simon Kuper</a>. (FT)</p> <p><strong>Gimmicks are creating a market of their own </strong>As gimmicks go, this week's limited edition launch of “Satan Shoes” — Nike Air Max 97 sneakers with soles filled with red ink and a drop of human blood — was a triumph. There are profits to be made on the risky border between innovation and satire, where fans often congregate, <a href=\"https://www.ft.com/content/0ea5aae6-49f5-4fce-80d4-7b7303064db6\">writes John Gapper</a>. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 2 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-02T11:49:15.025Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 7711,
          "end": 7715
        }
      ],
      "nexusId": "10043425"
    }
  ]
}