{
  "_id": "0368c0e70075a2a9e306be0423f531ae4707540513edfca3aa4f1b66433ca09b",
  "feed": "wall-street-journal",
  "title": "FedEx Speeds Up Capacity Growth  ---  Move is aimed at  fixing ground-delivery  delays that have cut  freight service  ----  By Thomas Gryta",
  "text": "<p>   FedEx Corp. said it would boost capital spending by 22% this year to add capacity to its network, after a surge in e-commerce packages caused ground-delivery delays and left some freight customers without service. </p><p>   The package giant plans to spend $7.2 billion in the fiscal year started June to accelerate capacity expansion, modernize its fleet and facilities and increase use of automation. It had about $5.9 billion in capital spending in each of the last two fiscal years. </p><p>   The Covid-19 pandemic sparked a jump in e-commerce orders that has strained shipping companies of all sorts, but FedEx has lagged behind rivals in keeping deliveries on time this year. Executives said difficulty finding enough workers added to its struggles. </p><p>   \"The labor market in the U.S. over the last several months has been quite challenging, adversely affecting hiring and leading to significant re-engineering of parts of our networks to deal with the lack of these resources,\" Chief Executive Fred Smith said on a conference call Thursday. FedEx said package handlers were particularly difficult to hire, driving wages higher and creating inefficiency as it depended on overtime to help fill the hole. </p><p>   The Memphis, Tenn., company said it would focus on improving its network over the summer to prepare for the peak shipping season at year-end. </p><p>   Earlier this month, FedEx suspended about 1,400 customers of its Freight shipping service, a move that surprised customers and was aimed at easing a congested network taxed by relentless package volume. FedEx resumed service to some customers this week. </p><p>   FedEx's move \"was a temporary step that provided necessary volume relief and allowed us to begin bringing some of the volume back in a controlled manner,\" a FedEx spokeswoman said. </p><p>   Shippers have cut off customers during peak periods in the past. In December, United Parcel Service Inc. imposed shipping restrictions on some large retailers such as Gap Inc. and Nike Inc. because of the busy holiday shopping period. </p><p>   In addition to culling customers, FedEx is imposing a $30 a-shipment fee on FedEx Freight deliveries to certain ZIP Codes after July 5. Affected are the Sacramento, Calif., Seattle and Miami areas along with parts of New Jersey and Long Island, N.Y. The FedEx spokeswoman said both the surcharge and customer-specific actions are about \"addressing capacity constraints in specific geographic areas and throughout our network.\" </p><p>   The pandemic-fueled surge coincided with internal efforts at FedEx to embrace more e-commerce deliveries as growth stalled in its larger and more-profitable business of delivering shipments between businesses. It has added sorting facilities for its Ground operation, which handles the bulk of its e-commerce deliveries, and last year it began delivering on Sundays. </p><p>   FedEx handled 783 million ground packages for the quarter ended May 31, down from 819 million from the holiday quarter but up from 574 million from the quarter ended May 2019. Overall, it reported quarterly earnings of $1.87 billion on a 30% jump in revenue to $22.6 billion. </p><p>   FedEx in 2019 stopped handling ground deliveries for Amazon.com Inc., one of the biggest e-commerce shippers. </p><p>   FedEx has struggled to deliver packages on time this year. The pandemic-fueled surge coincided with internal efforts to embrace more e-commerce deliveries as growth stalled in its larger and more-profitable business of delivering shipments between businesses. It has added sorting facilities for its Ground operation, which handles the bulk of its e-commerce deliveries, and last year began delivering on Sundays. </p><p>   FedEx has been changing the longstanding roles of its individual shipping services. It is now delivering packages that it had been dropping off at local post offices and has been shifting some of its Express service deliveries to its Ground service when possible. Meanwhile, the Freight service began handling ground shipments in May 2020, delivering about 1.8 million shipments as of the end of February. </p><p>   The continuing delays led some customers to turn to other shippers to fulfill orders. FedEx's deliveries were 71% on time in May, unchanged from the previous month, according to the delivery-tracking software company Convey. That compares with 89% at UPS. </p><p>   The gap with UPS has widened since February, Convey data show. That month many parts of the country endured a deep freeze, including FedEx's Memphis hub, leading to weeks of significant delays. </p><p>   FedEx said it disagrees with Convey's numbers and contends that its data haven't historically aligned with the shipper's internal figures. Convey says FedEx has maintained a 36% market share for more than three months, compared with 28% for UPS. </p><p>   FedEx's Freight division offers less-than-truckload services, in which cargo from multiple shippers is combined in a single trailer. </p><p></p>",
  "published": "2021-06-25T06:13:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1942,
          "end": 1946
        },
        {
          "start": 1942,
          "end": 1951
        }
      ],
      "nexusId": "10043425"
    }
  ]
}