{
  "_id": "8e5d20ebe96cb8a6c8faac518725735418418c89d9598ced4a33ff53c293273e",
  "feed": "ftcomall",
  "title": "Yorkshire cricket chair quits over Azeem Rafiq racism report",
  "text": "<p>The chair of Yorkshire County Cricket Club has quit over the club's response to the racism experienced by ex-player Azeem Rafiq, as an escalating crisis threatened to engulf the wider sport's leadership. </p> <p>Roger Hutton resigned on Friday amid mounting pressure on Yorkshire over its failure to act on allegations that led to heavy criticism from politicians, including health secretary Sajid Javid, and resulted in top sponsors cutting their links with the club.</p> <p>The affair provides English cricket with its moment of reckoning, following those faced in other sports around the world, at a time when athletes have grown emboldened to speak out about their experiences of racism.</p> <p>The resignation came days after the Cricinfo website cited a confidential independent report into Rafiq's allegations, which confirmed that a teammate — later revealed to be former England batsman Gary Ballance — had repeatedly used a racial slur towards him. The club determined that the word had been used as friendly “banter” between the players. </p> <p>Over the course of this week, club sponsors including publisher Emerald Group, kit supplier Nike and local groups Yorkshire Tea and Harrogate Water have cut ties with the club. The England and Wales Cricket Board (ECB), the national governing body, banned Yorkshire from hosting international matches and threatened to impose further sanctions unless reformed. </p> <p>The scandal swirling around Rafiq, who first accused Yorkshire of “institutional racism” in September last year, also threatened the reputations of others within the English game.</p> <p>In his resignation statement, Hutton said “The club should have recognised at the time the serious allegations of racism. I am sorry that we could not persuade executive members of the board to recognise the gravity of the situation and show care and contrition.”</p> <p>But Hutton added that he had contacted the ECB to ask for the body to intervene when he became aware of Rafiq's accusations. He claimed the ECB declined to help. “It is a matter of record that I have continually expressed my frustration at the ECB's reluctance to act.”</p> <p>Ballance, who has admitted he had used a racial slur towards Rafiq and regretted doing so, has been barred from selection for England. </p> <p>“I am aware of how hurtful the racial slur is and I regret that I used this word in immature exchanges in my younger years and I am sure Rafa feels the same about some of the things he said to me as well,” Ballance said in a statement on the Yorkshire website.</p> <p>Meanwhile, former England captain Michael Vaughan also revealed that he had been named in Yorkshire's independent report into racism at his former club. Writing in his column in the Telegraph he said he “completely and categorically” denied the claims.</p> <p>On Friday evening, the BBC said it took “any allegations of racism extremely seriously” and that Vaughan would not host his cricket show on Radio 5 Live on Monday. The broadcaster added it remained “in discussions with Michael and his team”.</p> <p>The ECB said that its role as the sport's regulator meant it had to stay out of club investigations in case it had to intervene during or after any process. </p> <p>“Our role is to operate as a regulator across the entire game,” said the ECB. “The reason why our governance is structured in this manner, is perfectly demonstrated in the way that these issues have played out at Yorkshire County Cricket Club.''</p> <p>The Rafiq affair underlines the growing focus within sport to battle racism since the killing of George Floyd by a Minneapolis police officer in May 2020. </p> <p>Floyd's death galvanised the <a href=\"https://www.ft.com/stream/0430c2b4-f13c-4750-acb8-b6e9324cabac\">Black Lives Matter</a>&#xa0;anti-racism movement and inspired athletes across sports to protest. Players in the English Premier League, the world's richest domestic football competition, kneel ahead of matches, while British Formula One driver <a href=\"https://www.ft.com/content/b75f4392-3036-4d94-a3c4-43c999f76e1c\">Lewis Hamilton has started initiatives to increase diversity </a>in the global racing series.</p> <p>Racism in cricket poses a threat also to the strategic goals of the ECB, which this summer celebrated the launch of the Hundred, a competition designed to make cricket more diverse by encouraging new fans to play and watch the sport. </p> <p>The ECB has commissioned a review of Yorkshire's actions, while the existing regulatory review into Rafiq's allegations will be determined by the Cricket Disciplinary Committee, an independent tribunal. </p> <p>Julian Knight MP, chair of the UK parliament's influential digital, culture, media and sport committee, has said more players were coming forward with allegations, which made it clear that “the club's failure to tackle the racial harassment of Azeem Rafiq was part of a much deeper cultural problem”. He called the scandal “one of the most repellent and disturbing episodes in modern cricket history”.</p> <p>The committee already planned to summon Hutton and senior Yorkshire executives to question them about how the club dealt with the allegations, with Rafiq also set to give his version of events in parliament.</p> <p>Marcial Boo, chief executive of the Equality and Human Rights Commission said the regulator was “deeply concerned about the incidents of racism” at the club and had written to Yorkshire “to ask for more information, including a full copy of their investigation report, to determine if there has been a breach of the law”.</p> <p>Yorkshire announced on Friday that <a href=\"https://www.yorkshirepost.co.uk/sport/lord-kamlesh-patel-appointed-new-chairman-of-yorkshire-county-cricket-club-3446904\">Kamlesh Patel, </a>a former senior independent director at the ECB, will replace Hutton.</p> <p>Non-executive directors Hanif Malik and Stephen Willis later stepped down, following calls from politicians for the board to change, with Neil Hartley set to leave “in the near future”.</p> <p>“The club needs to learn from its past errors, regain trust and rebuild relationships with our communities,” said Patel, adding that there was “much work to do”.</p><p>Source: Samuel Agini 2021 'Yorkshire cricket chair quits over Azeem Rafiq racism report' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T19:30:29.727Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1119,
          "end": 1123
        }
      ],
      "nexusId": "10043425"
    }
  ]
}