{
  "_id": "d934155ab2cf28b8d771a95db226482234e9bc91bf2cb46f1e67204700c24815",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Makeover  At Victoria's  Secret Gets  Results  ---  Shares gain since listing  and are still a bargain  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  After years of declining sales and proximity to scandals, Victoria's Secret is shedding its supermodel wings and hiking solo. Good news for investors: Its shares don't seem to have reached peak elevation. </p><p>\n  Victoria's Secret officially started trading as a stand-alone company last Tuesday after its spinoff from L Brands. Its shares have jumped 63% since their first day close, giving the company a market capitalization of roughly $6.1 billion. Still, they fetch a modest nine times forward-12-month earnings. That is a sizable discount compared with Hanesbrands and American Eagle Outfitters, which hold the second- and third-largest market share in women's underwear in North America, according to Euromonitor International. Victoria's Secret is No. 1. </p><p>\n  The brand made two splashy announcements in June, including an activist-filled slate of brand ambassadors in lieu of its scantily clad angels. It also put in place a new seven-member board of directors, six of whom are women. But it is the behind-the-scenes work that deserves the spotlight. The company has quietly been putting in the work for some time, changing its outdated marketing message, trimming down inventory and holding back on promotions. It also brought back its popular swimwear business and closed less-productive stores. Maternity and shapewear, which were strict no-nos in Victoria's Secret's past, are now being sold as well. </p><p>\n  For those wondering if these efforts are bringing customers back, the answer is an unequivocal yes. The company sold more in its fiscal first quarter than it did in the same period in pre-pandemic 2019 -- an impressive reversal of a decline it had been seeing in the years leading up to the pandemic. That was despite permanently closing 241 stores in 2020 and holding back on marketing dollars. Its operating margins, on an adjusted basis, climbed from 1% in 2019 to 15% in its fiscal first quarter -- a return to profitability levels last seen in 2016, its last growth year. That is only slightly behind Nike and Lululemon's operating margins in their latest quarters. </p><p>\n  Much has been made of a proliferating pool of competitors such as ThirdLove, Lively, Negative and Cupp, all of which embraced comfort and inclusivity much earlier than Victoria's Secret. While such messaging was new and fresh a decade ago, it is now a prerequisite for brands, not a distinguishing feature. A social-media marketing war -- a common occurrence between new direct-to-consumer brands -- could well lead to some casualties among the so-called anti-Victoria's Secret brands. </p><p>\n  Despite losing market share in women's underwear every year since 2016 in North America, Victoria's Secret hasn't once lost its leading position. It has the name recognition and ad-dollar ammunition to lure back more customers, especially with an executive team that now seems hyperaware of changing consumer preferences. This year, it expects to spend roughly 5% of revenue, or $350 million, on marketing. That budget dwarfs ThirdLove's estimated pre-pandemic revenue of $125 million. </p><p>\n  Hurry up before more people get in on the secret. </p><p></p>",
  "published": "2021-08-10T06:02:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2045,
          "end": 2049
        }
      ],
      "nexusId": "10043425"
    }
  ]
}