{
  "_id": "ac29f5c8724232438250f6760680ad1e9596534d3d8a6aa7fd1800e9b243b744",
  "feed": "wall-street-journal",
  "title": "Hypernationalism on Xinjiang Poses Risks for Chinese Brands, Too",
  "text": "<p>A new consumer decoupling between China and the West -- driven less by security concerns than by values and nationalism -- may have begun.</p><p>There is little doubt that foreign fashion and sports brands have the most to lose right now, no matter what they do. China has been a bright spot over the past year: China revenue was up 42% from a year earlier for Nike in the quarter ended in February, against an 11% decline for North America. Nearly every major international fashion brand wants a piece of the growing Chinese market. But successfully straddling the political divide over Xinjiang without alienating increasingly socially conscious consumers and investors back home may well prove impossible -- particularly with the Beijing Olympics arriving in February 2022.</p><p>Over the long run, however, Chinese brands have a lot at risk, too. As with so many decisions by Beijing over the past two years, the calculus appears to be that China's internal market will soon be so large, and so dynamic, that the rest of the world doesn't matter. According to this line of thinking, Chinese tech firms such as Huawei and TikTok owner Bytedance can afford to lose India or alienate the West because they will thrive at home.</p><p>By the same token, if Chinese fashion companies struggle in the future to gain traction abroad or court top international athletes and celebrities because they are linked with ethnic internment camps, that is seen as a price worth paying to hold the line against any perception of successful foreign pressure on values.</p><p>Even assuming such a bifurcation is possible or desirable, however, the risks for Chinese brands don't really end there -- particularly for any that envision themselves as long-lasting alternatives to storied names like Nike or Louis Vuitton. Many, if not most, Americans now look back at similar episodes in their history -- like the Japanese internment camps during World War II or the Trail of Tears -- with a sense of deep shame and disgust.</p><p>Any Chinese brands long-lived enough to witness a similar change in Chinese domestic sentiment could find that Xinjiang cotton has a very different connotation for their customers -- or their customers' children -- in the future.</p>",
  "published": "2021-04-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1756,
          "end": 1760
        },
        {
          "start": 355,
          "end": 359
        }
      ],
      "nexusId": "10043425"
    }
  ]
}