{
  "_id": "e22d92a08e2e128bad617f42ffa51748ea99d6e0f450f5cea4c0dd35e9b5c214",
  "feed": "ftcomall",
  "title": "Looming policy clashes to cloud economic forecast",
  "text": "<p>Good morning and welcome to Europe Express. Springtime has certainly arrived in Brussels, unleashing pent-up enthusiasm for newly permitted alfresco wining and dining. It has also made its way on to the agenda of the European Commission, which is set to unveil its <strong>seasonal</strong> <strong>economic forecast</strong> today. The outlook: a little sunnier. </p> <p>In Luxembourg, the EU's General Court is set to rule today on whether the country's tax arrangements with <strong>Amazon </strong>and <strong>Engie</strong> constituted illegal state aid. We will examine the implications for&#xa0;the EU's efforts to force multinationals to pay their fair share.</p> <p>And we will hear from Berlin, where the <strong>liberal FDP </strong>will hold its pre-election conference at the weekend. </p> <p>Speaking of which, Europe Express will be off tomorrow and Friday for national holidays in multiple European countries. But not to worry, we will be back on Monday.</p> <h2>Mixed forecast</h2> <p>Back in February, the European Commission tentatively spied signs of “light at the end of the tunnel” following the pandemic crash, writes <em><strong>Sam Fleming</strong></em> in Brussels. </p> <p>Today, Brussels should be in a position to give a more confident verdict, as it updates its prior forecasts for euro area growth of 3.8 per cent in 2021 and 2022.&#xa0;</p> <p>Evidence that the economy is bouncing back from the double-dip recession this year is mounting. <a href=\"https://www.ft.com/content/8e2cd4ea-8da9-4030-be99-f081f0058852\">Manufacturing indicators</a> jumped to records in April, German retail sales are accelerating and EU business and household sentiment have rebounded to well above levels just before the pandemic.&#xa0;</p> <p>Vaccination campaigns are also picking up and lockdowns are easing in some parts of the continent. The EU should this year start <a href=\"https://www.ft.com/content/2289951b-2c22-483d-a5e9-6eb820c82217\">receiving an early boost</a> from the €800bn <strong>Next Generation EU</strong> relaunch scheme — as well as the spillover effects from the enormous US economic stimulus.&#xa0;</p> <p>Stronger growth does not mean the policy debate among EU finance ministries is suddenly going to become straightforward, however. Brussels is focused on the <a href=\"https://www.ft.com/content/48cd9b4b-161b-4dcc-8384-b407f1272432\">fiendishly complex task</a> of approving 27 national recovery and resilience plans by summer — before obtaining sign-off from member states.&#xa0;</p> <p>Completion of that bureaucratic task raises the question of what comes next — a possible topic for the EU's June summit. Already, France's president <strong>Emmanuel Macron</strong> has been agitating for new European initiatives to bolster investment and help the continent compete with China as Paris plans a review of its existing €100bn programme.&#xa0;</p> <p>Macron has not specified exactly what he has in mind. There is also no appetite among the 27 member states to re-litigate the size of the existing recovery fund. But with Macron seeking re-election next year, he will want to think big when it comes to joint EU initiatives.&#xa0;</p> <p>The more treacherous question facing each finance ministry is how and when to start navigating a path back to smaller deficits. <strong>Paolo Gentiloni</strong>, the EU's economics commissioner who will unveil today's forecasts, has been imploring member states not to pare back too quickly and short-circuit the recovery. </p> <p>But emergency relief schemes and corporate liquidity packages cannot be kept unchanged forever. HSBC economist Fabio Balboni said France, Spain and Italy are facing structural deficits of 5 per cent next year — making it hard to restore fiscal sustainability. Many member states are postponing fiscal consolidation until 2023 or 2024.</p> <p>Closely allied to this debate is the question of what the EU's fiscal framework will look like. Brussels suspended its <strong>stability and growth pact</strong> early in the pandemic and is not planning to reimpose it until 2023. Any questions of how it should be reframed are likely to wait until after Germany's elections in September. But economists are in no doubt that, as Erik Nielsen of UniCredit said, the rules need to be “fundamentally rethought”.&#xa0;</p> <p>Gentiloni <a href=\"https://www.ft.com/content/7de29710-7661-427f-ba38-8743289529af\">observed</a> this year that consolidation fell heavily on public investment in the wake of the last crisis — something the bloc cannot afford to let happen this time. The EU needs to allow for “special treatment for growth-enhancing expenditure” in its fiscal regime. It may also need to adapt its debt rules to reflect the vast blowouts imposed by the crisis.&#xa0;</p> <p>Arriving at a consensus among the member states on this most touchy of economic topics will, however, be far from easy.&#xa0;</p> <h2>Creative litigation</h2> <p>No matter how the General Court's verdicts on Amazon and Engie go today, the commission will most likely use them as examples of why regulation is needed to achieve tax fairness, writes <em><strong>Valentina Pop</strong></em> in Brussels. </p> <p>And the mood at the international level is certainly changing in the commission's favour, with the <strong>Biden</strong> <strong>administration</strong> <a href=\"https://www.ft.com/content/847c5f77-f0af-4787-8c8e-070ac6a7c74f\">recently putting forward</a> plans in this direction.</p> <p>But will a loss in one or both cases dent Margrethe Vestager's reputation as a fierce competition law enforcer?</p> <p>Not necessarily. As <a href=\"https://www.ft.com/content/1c38fdc1-c4b3-4835-919d-df51698f18c4\">we wrote last year</a> when the same court struck down Vestager's decision that <strong>Apple's </strong>tax arrangement with Ireland was illegal, the commission was given a green light to go after cosy tax deals on the basis of state aid law. This is something it has continued to do, pursuing Apple and Ireland at the EU's top court and ploughing ahead with other cases — against Ikea and Nike, among others.</p> <p>Even in the event of another loss, it would not be the first time the commission has used competition law to force regulatory changes — in this case in the <a href=\"https://www.ft.com/content/c7fde574-9b42-4378-847c-c44edc1eb5ba\">highly contentious area</a> of taxation. In fact, antitrust aficionados can trace a long history of such moves going back to the 1970s. “It's an old technique to try to achieve progress when legislation is stuck,” says Alec Burnside, a partner with Dechert law firm.&#xa0;</p> <p>One of the first examples was in the early 1970s, when the commission took a company to court for alleged abuse of dominance in a merger case, while at the same time trying to persuade national governments to approve a merger notification system. The commission lost the case on the facts but won it on principle and that helped get the merger regulation approved. Similar tactics were used to pass stalled legislation opening up the bloc's telecommunications and energy sectors in the 1990s and early 2000s, Burnside recalled.</p> <p><strong>Fair taxation</strong> campaigners also pin their hopes on litigation turning into a catalyst for regulatory efforts. Tove Maria Ryding, tax justice co-ordinator at the European Network on Debt and Development, said that the General Court's decisions “will also add fuel to the vital discussion about how the rules should be redesigned to ensure that multinational corporations pay their share of tax”.</p> <p>Big picture aside, here are some quick facts about the cases:</p> <ul>  <li><p>Vestager in 2017 ordered Luxembourg to <a href=\"https://www.ft.com/content/7ce5bf96-a83d-11e7-ab55-27219df83c97\">claw back</a> €250m from Amazon. The US online retail giant struck back and challenged the decision in court.</p></li>  <li><p>In 2018, Vestager ordered Luxembourg to retrieve €120m <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/STATEMENT_18_4231\">from Engie</a>, the French utility formerly known as GDF Suez. If upheld, the case would force authorities in the Grand Duchy to make changes to their taxation system.</p></li> </ul> <h1>Chart du jour: Chance to be chancellor</h1> <p><em>With almost all the candidates in Germany's race for the chancellorship lined up, here is a visualisation of where each party stands in recent opinion polls. The rise of the Green party has confounded the old political guard, but the liberals are also doing better than expected. (</em><a href=\"https://www.ft.com/content/c6022559-ea2c-44f6-a71b-204734dab3c2\"><em>More here</em></a><em>)</em></p> <h2>Anti-lockdown party </h2> <p>Germany's opposition Free Democratic party were once derided as the party of rich, heartless free-marketeers. Since Covid-19 struck, they have had a makeover, writes Berlin bureau chief <em><strong>Guy Chazan</strong></em>.</p> <p>The <strong>FDP</strong>, which holds its national party conference on Friday, has carved out a niche as the tribune of the people, a forthright defender of civil liberties in the age of lockdowns and curfews.</p> <p>It seems to be working. A recent poll by INSA, four months before the Bundestag elections, put the party at 12 per cent, three points behind the Social Democrats, after polling at just 7 per cent in January.</p> <p>Germany's coronavirus restrictions have enjoyed broad support in parliament, backed by the government parties — Angela Merkel's centre-right CDU/CSU and the SPD — as well as by the opposition <strong>Greens</strong>. But the FDP has been consistently critical of what it sees as executive over-reach. That has made it the natural go-to party for sceptics of Merkel's pandemic policies.</p> <p>The FDP has also provided a sensible contrast to the far-right Alternative for Germany, which has also campaigned against the lockdowns but is riddled with corona-deniers, conspiracy theorists and anti-vaxxers. Unlike the AfD, the Free Democrats have never downplayed the dangers of Covid-19 — they just take issue with the ways the government has tried to defeat it.</p> <p>For decades, the FDP was one of the fixtures of German politics. It propped up the governments of the Social Democrat Helmut Schmidt and the Christian Democrat Helmut Kohl, and its opponents said it would do anything to stay in power.</p> <p>That changed after the Bundestag elections in 2017, when its leader <strong>Christian Lindner</strong> withdrew from negotiations over a “Jamaica” coalition with the CDU/CSU and Greens, saying it was “better not to govern than to govern wrongly”. Liberals said they were putting principle before power; critics charged that they were shirking their responsibility to the country.</p> <p>Then there was the <a href=\"https://www.ft.com/content/ac8ba43e-5e27-11ea-b0ab-339c2307bcd4\">debacle of Thuringia</a>, the eastern state where an FDP politician was elected prime minister in February 2020 with the votes of the AfD. The ensuing scandal nearly cost Lindner his job.</p> <p>The Free Democrats insist they have put all those missteps behind them and are focused on the future. There is a strong chance they could enter the government after September's election, possibly in a coalition with the Greens and the SPD — though they have a deep aversion to those parties' planned tax hikes.</p> <p>Delegates to Friday's party conference are likely to re-elect Lindner as leader and endorse the FDP's election manifesto — a clarion call to modernisation and renewal. “Everything can become better,” it reads. Polls suggest Germans are more receptive to the liberals' message than they have been in years.</p> <h1>Three things to watch today </h1> <ol>  <li><p>Economics commissioner Paolo Gentiloni presents the spring economic forecast</p></li>  <li><p>The EU's General Court rules on Amazon and Engie's tax deals with Luxembourg</p></li>  <li><p>Finland's parliament votes on the EU's own resources decision needed to fuel the recovery fund</p></li> </ol> <p><strong>. . . and later this week</strong></p> <ol>  <li><p>Germany's liberal FDP party holds its congress from Friday to Sunday</p></li>  <li><p>Greece opens up to travellers this weekend</p></li>  <li><p>Poland's government presents its New Deal on Saturday </p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p>A German regulator has <a href=\"https://www.ft.com/content/c76b91b2-ca1c-4210-9c7d-5ad671b0a7a4\">suspended Facebook</a> from processing any data from WhatsApp users, arguing that the messaging app's controversial new terms of service are illegal under European privacy law. </p></li>  <li><p>Romania's president has pleaded with Joe Biden to commit more Nato troops to eastern Europe, where he says the alliance needs to “remain vigilant” of Russia. (<a href=\"https://apnews.com/article/europe-4cbea40bfdd3f3dded82ac8c6c056641\">AP</a>) </p></li>  <li><p>Spain lifted most of its coronavirus lockdown measures at the start of the week, but many regions are complaining they have insufficient legal tools to curb any rise in infections. <a href=\"https://english.elpais.com/society/2021-05-10/spain-plans-to-change-laws-if-supreme-court-vetoes-the-regions-measures-to-combat-the-coronavirus.html\">Find out more</a>. (El País) </p></li> </ul> <h1>Recommended newsletters for you </h1> <p><strong>Brexit Briefing</strong> — Our essential weekly guide to the world, post-Brexit. <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=577b86070988bc03007f195b\">Sign up here</a></p> <p><strong>Swamp Notes</strong> — Expert insight on the intersection of money and power in US politics. <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56a64b704f693a0300dfab7e\">Sign up here</a></p> <p><em><strong>Europe Express will be back on Monday</strong>.</em> <a href=\"https://click.newsletters.ft.com/f/a/GAr8yDCD7zHSBUwLLy4t_w~~/AAAAAQA~/RgRiYOVoP0SeaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvc3Vic2NyaWJlP2VtYWlsSWQ9NjA3ZGMzZmQyNjFiM2UwMDA0ODkyZmYxJnNlZ21lbnRJZD00ODhlOWE1MC0xOTBlLTcwMGMtY2MxYy02YTMzOWRhOTljYWImbmV3c2xldHRlcklkcz01NjY4MjViOGNiNTZlNjBjZWE1ODllOTFXCGZpbnRpbWVzQgpgdYBgfmD-DkEIUhR2YWxlbnRpbmEucG9wQGZ0LmNvbVgEAAAAAA~~\"><em>Sign up here</em></a><em> to have it delivered straight to your inbox every workday at 7am CET. Tell us what you think, we love to hear from you: </em><a href=\"mailto:europe.express@ft.com\"><em>europe.express@ft.com</em></a><em>.</em></p> <p><em>*This newsletter has been amended to clarify that Engie was ordered to repay €120m to Luxembourg in 2018.</em></p><p>Source: Valentina Pop, Europe Express editor 2021 'Looming policy clashes to cloud economic forecast' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-12T05:01:30.506Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5155,
          "end": 5159
        }
      ],
      "nexusId": "10043425"
    }
  ]
}