{
  "_id": "2ab3fd785e97e8ab55cfaa8bb158d1802de0100ceeeb112aa1f4049e8b5661e5",
  "feed": "ftcomall",
  "title": "Dr Martens: London calling ",
  "text": "<p>Nothing screams rebellious youth quite like a pair of boots manufactured in low-wage countries and financed by the private equity industry. Dr Martens lace-up boots became a symbol of British counterculture from the 1960s and fashionable footwear in the 1990s. Permira has used that legacy to boost profits and sales. The buyout firm hopes to capitalise on its success with plans to exit via a <a href=\"https://www.ft.com/content/175572ec-7740-46c9-8f20-fbe738ceb77c\">London listing</a>. &#xa0;</p> <p>Permira's timing is as acute as Clash member Joe Strummer, who helped the shoe brand attain prominence. A 1990s fashion revival plus Dr Martens' anti-authority pedigree has boosted sales during the recent spike in cultural activism. Corporations have been quick to <a href=\"https://blog.drmartens.com/docs-brooke-feinberg-ka/\">support</a> such movements — profits might be at risk otherwise. At the same time, buoyant stock markets will help Dr Martens achieve a high valuation. But investors with a longer view should question the sustainability of all three trends.</p> <p>Under its leather, Dr Martens exemplifies modern capitalism. Outsourcing has raised profits as well as concerns over product quality in recent years. The latter does seem not to have a material impact so far. Sales of £672m in the year to March 2020 were almost double the result from two years previous. Operating profits, meanwhile, more than trebled to £143m. Investment in new stores has helped boost the proportion of more profitable direct-to-consumer sales. Online sales are also rising, now at around 30 per cent of total.&#xa0;</p> <p>Ebitda margins of 27 per cent have doubled over the past two years, besting Adidas and Nike by as much as 10 percentage points. Shares in the two trainer makers trade at between 20 and 30 times forward ebitda respectively. Dr Martens would command an enterprise value approaching £4bn if valued at the lower boundary of that range. Not a bad return for Permira, which completed the deal to buy Dr Martens for £300m in 2014.</p> <p>Sellers claim plenty of future growth. But fashions are difficult to predict. Dr Martens are as susceptible to cyclical gyrations as any other pop culture token. </p><p>Source:  2021 'Dr Martens: London calling ' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T16:59:05.469Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1533,
          "end": 1537
        }
      ],
      "name": "NIKE, Inc.",
      "id": "US6541061031",
      "nexusId": "10043425"
    }
  ]
}