{
  "_id": "2fc55a7fc1848f4fb605b7bbbdc3e644a12c84ad4246770c21dfdda33d957c62",
  "feed": "wall-street-journal",
  "title": "Nike Files Suit Over Customized Sneakers",
  "text": "<p>The sneakers have a red liquid in the sole that MSCHF claimed included a drop of blood. There is a reference to the Bible passage Luke 10:18 stitched on the side and a bronze pentagram on the laces.</p><p>\"The Satan Shoes were produced without Nike's approval or authorization, and Nike is in no way connected with this project,\" the company said in a written statement. The apparel giant said it has no relationship with Lil Nas X or MSCHF.</p><p>MSCHF, pronounced \"mischief,\" is a small Brooklyn-based company known for publicity stunts and viral product marketing. Its past projects include a pair of customized Nike sneakers that it called \"the Jesus shoes\" and said were filled with holy water, decapitated-swan pool floats and an app for stock picking based on astrological signs. MSCHF didn't respond to requests for comment.</p><p>The release of the Satan Shoes coincided with Lil Nas X's latest single, \"Montero (Call Me by Your Name),\" and a music video for the song. In the video, the rapper appears to be in the Garden of Eden and falls into hell, where he gives the devil a lap dance. The video was released March 26 and has been viewed more than 43 million times on YouTube.</p><p>Lil Nas X, who rose to fame through social media and viral remixes of his megahit \"Old Town Road\" in 2019, appeared to address conservative Christian critics of his new song and video. He wrote on Twitter on March 27: \"i spent my entire teenage years hating myself because of the s</p><p>---</p><p> y'all preached would happen to me because i was gay. so i hope u are mad, stay mad, feel the same anger you teach us to have towards ourselves.\"</p><p>Days after his \"Montero\" video premiered and MSCHF tweeted the sneakers, Lil Nas X posted a video on YouTube titled, \"Lil Nas X Apologizes for Satan Shoe.\" Rather than apologize, the rapper cuts to a clip of the lap dance from his video.</p><p>Lil Nas X didn't respond to a request on Twitter seeking comment.</p><p>Nike's lawsuit, filed Monday in the U.S. District Court in the Eastern District of New York, asks a federal judge to prevent MSCHF from selling customized Nike sneakers and seeks unspecified financial damages. It doesn't name Lil Nas X, born Montero Lamar Hill, as a defendant.</p><p>\"There is already evidence of significant confusion and dilution occurring in the marketplace, including calls to boycott Nike in response to the launch of MSCHF's Satan Shoes based on the mistaken belief that Nike has authorized or approved this product,\" according to the complaint.</p>",
  "published": "2021-03-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 603,
          "end": 607
        },
        {
          "start": 276,
          "end": 280
        },
        {
          "start": 238,
          "end": 242
        },
        {
          "start": 2061,
          "end": 2065
        },
        {
          "start": 2394,
          "end": 2398
        },
        {
          "start": 1906,
          "end": 1910
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 2306,
          "end": 2310
        }
      ],
      "nexusId": "10043425"
    }
  ]
}