{
  "_id": "8d3bbd6cbb4b8cff705cbe4de0e3225485cc6d8801a231c433198025d04df1f7",
  "feed": "ftcomall",
  "title": "Big luxury brands suspend operations in Russia",
  "text": "<p>Hermès, Chanel, and Cartier-owner Richemont have temporarily suspended operations in Russia, citing operational challenges and concerns about staff as the fallout from the invasion of Ukraine spreads. </p> <p>LVMH, the biggest luxury group by sales, and Gucci-owner Kering, the second-largest, followed with similar announcements late on Friday, as did Britain's Burberry. </p> <p>Multiple western brands, including <a href=\"https://www.ft.com/content/8e5164dc-a907-4211-a58f-726c9342f372\">Apple</a>, <a href=\"https://www.ft.com/content/76e7aeb9-53fb-4418-8492-f22d9af5b7ec\">Microsoft</a>, Ikea and Nike, had moved more quickly to suspend sales in Russia, prompting critics to say luxury groups were holding out by waiting till nine days after the invasion began. </p> <p>Consumers on social media and attendees at <a href=\"https://www.ft.com/content/2c19b8a1-e814-4e0e-9e61-5decdba5c39b\">Paris Fashion Week</a> had been pressing luxury groups to act, with some saying it was indecent to keep boutiques open in Moscow when bombs were falling in Kyiv. </p> <p>Some industry observers also expressed concerns about <a href=\"https://www.businessoffashion.com/articles/global-markets/rich-russians-spend-big-on-luxury-to-stop-savings-melting-away/\">reports</a> of shoppers rushing to luxury boutiques in Russia to buy expensive watches and handbags to hedge against rampant inflation, adding that such goods could even be used to smuggle money out of the country and flout strict sanctions. </p> <p>When LVMH's biggest brand Louis Vuitton posted a <a href=\"https://www.instagram.com/p/CaqBbJGqAvU/?utm_medium=copy_link\">message</a> on Instagram saying it was “deeply touched by the tragic situation unfolding in Ukraine” and pledging to donate €1mn to refugees, it sparked a torrent of negative comments including: “Close your stores in Russia if you are serious” and “Stop selling in Russia!”</p> <p>LVMH, which owns more than 70 brands from Moët &amp; Chandon champagne to <a href=\"https://www.ft.com/content/eb7349fa-b8c3-4fc8-9830-a84587db15d5\">Christian Dior</a>, has about 3,500 employees in Russia and operates 120 stores.</p> <p>French brand Hermès moved first, saying it would “temporarily close our stores in Russia and pause all our commercial activities” as of Friday night. The maker of Birkin bags gave no reason for the decision. It has three stores in the country and about 60 employees.</p> <p>Hours later, Chanel announced a similar move, citing its “increasing concerns about the current situation, the growing uncertainty and the complexity to operate”.</p> <p>“We will no longer deliver into Russia, we will close our boutiques and we already suspended our ecommerce,” the company said in a statement. </p> <p>Chanel had irked social media users on Thursday <a href=\"https://www.instagram.com/p/CapOCL8MSeB/?utm_medium=copy_link\">when</a> it called the invasion of Ukraine a “conflict” and said it would donate €2mn to refugee relief organisations operating on Ukraine's borders. Followers demanded that the brand, which employs 300 people and has five boutiques in Russia, cease selling there.</p> <p>Switzerland-based Richemont, which owns Cartier and Van Cleef &amp; Arpels, said it had suspended commercial activities in Russia on March 3, “given the current global context”.</p> <p>“We will continue to monitor developments and adapt our measures accordingly,” it added.</p> <p>Although the companies do not disclose specific figures, analysts estimate that Russia is not a leading luxury market despite being home to an oligarch class that has now been targeted with sanctions. UBS reckons that LVMH, Hermès, Kering and Burberry earn less than 1 per cent of revenue in the market even when Russian shoppers buying abroad is taken into account. At Richemont, which has a bigger presence in jewellery, Russian shoppers account for about 2 per cent of sales. </p> <p>The Russian luxury business is marginal compared with that of the US and China, the sector's two biggest markets where demand had <a href=\"https://www.ft.com/content/2ea64ea3-c44b-48a5-a2f7-39daa49d50b5\">boomed</a> regardless of the Covid-19 crisis. “In dollar terms, this equates to around $9bn, which is 6 per cent of Chinese spend and 14 per cent of American spend,” wrote Jefferies analyst Flavio Cereda in a note.</p> <p>That fact prompted some to question why luxury groups would risk the reputational risk of continuing to operate in Russia when the business impact of pausing appeared manageable. Plus, as the impact of financial sanctions and supply chain disruption deepens, it will be harder to restock stores in Russia or maintain ecommerce operations that require fulfilment of orders from abroad.</p> <p>Neri Karra, an entrepreneur who founded an eponymous ethical handbag brand and teaches business practice at Oxford university, said luxury and fashion brands would have to act quickly. “They do not have the luxury of staying silent any more. You cannot claim to be an ethical and sustainable brand and continue to sell in Russia,” she said.</p><p>Source: Leila Abboud in Paris and Lauren Indvik in London 2022 'Big luxury brands suspend operations in Russia' FT.com 4 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-04T23:00:46.799Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 427,
          "end": 431
        }
      ],
      "nexusId": "10043425"
    }
  ]
}