{
  "_id": "d2874c328634f51a4fe3310b60ae74da43e15d20e45762d9d5664c309983e7fd",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Style & Fashion:  Men With Baggage  ---  Men's cross-body bags are quickly becoming the new sneakers -- hyped and collectible -- eliminating  back-pocket bulges and any outdated stigma in convenient, hands-free ways  ----  By Jamie Waters",
  "text": "<p>   One morning last October, Maynard Villaflores, 24, set his alarm for 5:55 a.m. Snoozing was not an option: At 6 a.m., New York brand Telfar was dropping a limited number of its coveted unisex handbags online. \"Within two minutes the bags [would] be sold out,\" said Mr. Villaflores, a social-media manager in Portland, Ore. He snapped up a mini olive number that he now wears across his chest. \"The rush and [hype around the drop] reminds me of buying Jordans,\" he said. </p><p>   Mr. Villaflores is not the only man to liken bags to kicks. For the past decade, men have feverishly collected sneakers, nerding out over exclusive styles. Some brandish them on sidewalks while others see them as investments, keeping them box-fresh until resale. Rare models fetch dizzying sums on online marketplaces like StockX and at auction. (Just last year, Sotheby's sold Kanye West's Nike Air Yeezy 1 Prototype for $1.8 million.) Because of their sport and streetwear connotations, \"sneakers helped break the stigma\" that an interest in fashion was inherently feminine, said Jian DeLeon, Nordstrom's men's fashion director. \"[Now], it's OK for guys to obsess over accessories.\" Recently, another men's accessory has begun inspiring sneaker-level fervor: cross-body bags that cling to the torso like a baby monkey. Sold by brands like Fendi, Prada and Stussy, such bags convey as much savvy and elan as a new pair of Salomons. </p><p>   Cross-body bags -- especially fun-size, rectangular iterations -- have become wardrobe staples for Gen-Z and millennial urbanites. Specific models correspond to particular style tribes: The haute-streetwear set totes Off-White's versions with caution-tape-yellow straps; social-media sophisticates might wield Bottega Veneta's woven-leather Cassette pochettes; and outdoorsy sorts often sport durable Arc'Teryx packs. In the past, you'd \"walk down the street and your neck would break looking at somebody's sneakers,\" said Mr. DeLeon. They were \"a symbol of status, instantly recognizable.\" Now men are wearing this \"If you know, you know\" badge on the chest as well as the feet. </p><p>   Research firm the NPD Group reports that U.S. sales of men's and unisex handbags were up almost 700% percent in 2021 compared with 2018. And market research firm Euromonitor International expects the global luxury bag and small leather goods market to reach $12.3 billion in 2022. While that's smaller than the sneakers market, which the NPD Group estimates was valued at about $30 billion in 2021, bags are \"definitely among the fastest-growing, if not the fastest-growing [menswear] segment,\" said Benjamin Schneider, senior fashion analyst at Euromonitor. \"There's huge potential.\" </p><p>   The popularity of men's bags owes much to streetwear's infiltration of the luxury industry. To be sure, in the early aughts, hipsters donned fanny packs from mass-market brands like American Apparel as an ironic wink toward dorky 1980s style. But it was skateboard-rooted brands like Supreme that, in the last decade or so, released beefier, rectangular satchels that gave men the idea to carry bags more conspicuously. These were being worn higher up so that they were, in essence, cross-bodies, said Bruce Pask, men's fashion director at Neiman Marcus. It was Kim Jones, the artistic director at Dior Men, who turned them into a status symbol when, in 2018, he made a men's version of the house's iconic Saddle bag. Perhaps for the first time, there was \"a true luxury statement bag for men,\" said Mr. DeLeon. Brands including Jacquemus and 1017 Alyx 9SM fueled the hype by releasing their own takes and slinging them onto celebrities and athletes such as A$AP Rocky and Russell Westbrook. </p><p>   It's appropriate that men's bags are being heralded as the new sneaker. Until now, the media has routinely referred to sneakers as \"handbags for men,\" meaning they were the ultimate fashion status symbol -- not to mention luxury houses' bread-and-butter accessory. Women's designers constantly jostle to create the next It bag because bags are the gateway product that lure consumers into a brand's universe. They're \"the reason people go into the store in the first place,\" said Mr. Schneider. And, crucially, they're cash cows. According to investment research firm Sanford C Bernstein, in 2018 handbag sales on average represented about 40% of a luxury brand's total annual revenue. </p><p>   But if they're so lucrative, why didn't brands push men's bags sooner? Historically, men's relationship with handbags has been thorny. Once, men routinely wore leather pouches suspended from belts, but demand waned after pockets were popularized in the 1600s. In the 20th century, save briefcases and backpacks, bags were deemed feminine and fussy, and guys who dared carry one were mocked. In the '90s, a man with a bag was a prime-time punchline: Think of Joey's handbag on \"Friends\" (\"You look just like your son, Mrs. Tribbiani,\" quips Chandler to Joey); or Jerry Seinfeld's \"murse\" (\"It's European!\" he cried in his bag's defense. \"I'm a fancy boy!\"). Particularly cringeworthy is the term \"man bag,\" which the Oxford English Dictionary acknowledged in 2006. By requiring the prefix, \"man,\" the coinage underscored the idea that bags are inherently feminine. </p><p>   Mr. Pask thinks we've finally reached a \"post-'man bag'\" era. Changing attitudes toward the accessory chime with men's growing embrace of other items typically considered feminine, such as jewelry and nail polish. We're \"in a very permissive [time] in fashion where . . . we've moved past that need to masculinize [things],\" he said. </p><p>   A repository for everyday essentials, cross-body bags free hands and empty pockets. They promote clean, elegant lines; no longer must phones cause pants' pockets to bulge or hoodie pouches to sag. And the bags foster organization. Keeping stuff in your pockets \"just seems so chaotic,\" said Corey Fonville, 31. The Baltimore-based musician swears by his black the North Face sling, which he calls \"so practical.\" </p><p>   First-time buyers should be wary of bold logos or noisy patterns. Opt for a design you won't tire of, advised Nordstrom's Mr. DeLeon. The ideal everyday bag has zipped inside pockets to compartmentalize possessions and is roomy enough to store daily essentials like a phone, wallet, keys, face mask, hand sanitizer, whatever you rely on. For Mr. Maynard, that's a mini cologne bottle and a disposable camera. For Mr. Fonville, who often travels for work, it's his passport. And for Alan Schneider, 52, a middle-school teacher in Milwaukee, it's lip balm, eye drops and spare shoelaces, which he keeps in his black Louis Vuitton crossbody. It's \"made life much more convenient,\" he said. </p><p>   Christian Dixon, a London accountant, owns 15 designer bags for different occasions. He'll wear a nylon Prada to run errands or opt for his splashier red Bottega Veneta Cassette when hitting the town. To elevate his collection, he's hunting for an Hermes Kelly or Birkin, boxy bags traditionally carried by women but newly co-opted by men, especially in their larger, briefcase-like sizes. A Birkin can, depending on the style, fetch six figures at auction. \"Those bags are the ultimate investment -- they'll hold their value and you can keep them forever,\" said Mr. Dixon, 36. In a decade or two, those Louis Vuitton crossbodies might well fetch the same serious sums at auction that hot Nikes do today. </p><p></p>",
  "published": "2022-01-15T07:01:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 861,
          "end": 865
        }
      ]
    }
  ]
}