{
  "_id": "2b12c879440990b3771170aa9bf69b6422dfc57b2b5d3945760c9dfa436b62e3",
  "feed": "wall-street-journal",
  "title": "Earnings Season Poses Next Trial for Volatile Stock Market; Investors will scour the reports for signs of how businesses are coping with higher costs for everything from energy to labor",
  "text": "<p>As U.S. corporations unveil their quarterly results, investors will search for signs of how businesses are coping with higher costs for everything from energy to labor. Those signals, coupled with clues about how managers expect their businesses to perform in the coming quarters, could help stocks recover some of their momentum—or add further stress.</p><p>\"This quarter we're going to find out who can pass on costs and who can't,\" said Joe Quinlan, head of CIO market strategy for Merrill and Bank of America Private Bank. \"This is going to be a revealing quarter in terms of who's at risk of these inflationary pressures.\"</p><p>Investors this week will parse earnings reports from big financial companies including JPMorgan Chase &amp; Co., BlackRock Inc. and Goldman Sachs Group Inc., as well as CarMax Inc., Delta Air Lines Inc. and UnitedHealth Group Inc.</p><p>They also will scrutinize fresh inflation data after a report last month showed the fastest climb in the consumer-price index in 40 years. Minutes released last week from the Federal Reserve's March meeting, when the central bank approved its first interest-rate increase in more than three years, suggested many officials could support a larger half-percentage-point increase at future meetings, especially if inflation remains high.</p><p>Recent earnings reports have shown the pressure companies face from elevated costs.</p><p>Nike Inc., which reported higher sales from a year earlier but lower earnings, said higher costs for freight and logistics weighed on its profit. Darden Restaurants Inc., the parent company of Olive Garden, cut its financial guidance and raised its forecast for inflation. A Darden executive said the company raised prices last quarter and is considering whether to raise them further.</p><p>Rising costs are leading many investors to focus on the profit margins that companies can wring out of their operations.</p><p>The net profit margin for the S&amp;P 500 is projected to come in at 12.1% for the first quarter, above the five-year average of 11.2% but down from the record 13.1% in the second quarter of 2021, according to FactSet.</p><p>\"If profit margins come down substantially, I could see that being something that market participants are paying closer attention to,\" said Rafia Hasan, chief investment officer at Wipfli Financial Advisors. \"If there's a negative surprise there, that could be something that is a risk to the market.\"</p><p>Companies are still expected to report growth in profits, but not at the levels seen last year, when results were being measured against the knocked-down earnings of the early pandemic. Analysts estimate that earnings from companies in the S&amp;P 500 rose 4.5% in the first quarter year over year, FactSet data show. In the fourth quarter of 2021, they surged 31%.</p><p>The projected growth isn't evenly distributed among industries. Companies in the energy sector are expected to more than triple their earnings, while the industrials and materials groups are projected to report increases of more than 30%.</p><p>Analysts are projecting lower profits, by contrast, from the financial, consumer-discretionary and communication-services segments.</p><p>As the economy ran into obstacles in the early months of 2022, from the surge in the Omicron variant of Covid-19 to the war in Ukraine and sanctions against Russia, analysts trimmed their forecasts for first-quarter profit growth.</p><p>But they have raised growth estimates for the rest of the year. Earnings are expected to grow 9.8% in 2022, up from the 7.1% increase projected on Dec. 31.</p><p>That has some money managers worried that the market isn't fully factoring in the headwinds of tighter monetary policy and high inflation.</p><p>\"Earnings expectations for the full year shouldn't be rising under these conditions,\" said Kent Insley, chief investment officer at Tiedemann Advisors. \"There's still more optimism in the marketplace than is deserved.\"</p><p>Many investors expect the market is in for a bumpy road as the year continues, with the Fed raising rates, inflation reports drawing close attention and midterm elections approaching in November.</p><p>While the market pullback has helped stocks look cheaper than they did a few months ago, they are still valued above longer-term norms. The S&amp;P 500 traded late last week at 19.4 times its projected earnings over the next 12 months, down from 21.5 at the end of last year but above the five-year average of 18.9.</p><p>SHARE YOUR THOUGHTS</p><p>What signals about the economy will you be looking for in this quarter's earnings reports? Join the conversation below.</p><p>If companies do produce higher profits, investors say that could help the market find its path higher.</p><p>\"To the extent we do see the earnings growth come through, that would be a positive and something for U.S. equity investors to sort of use as a North Star as we deal with a lot of volatility,\" said Nick Gaskell, portfolio manager at Eaton Vance WaterOak Advisors.</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Earnings Season Poses Next Trial for Volatile Stock Market</p>",
  "published": "2022-04-11T10:38:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1368,
          "end": 1377
        }
      ]
    }
  ]
}