{
  "_id": "62e1bd0f00a1d707c64cd523834d8bd5e4a3286729852add493b84c0e3985dbb",
  "feed": "wall-street-journal",
  "title": "Nike Sales Rise as It Navigates Supply-Chain Snarls; Sneaker giant says consumer demand continues to outpace supplies across its markets",
  "text": "<p>Shares in Nike rose 6% in after-hours trading. The company's stock is down almost 22% this year through Monday's close, compared with a roughly 6% decline in the S&amp;P 500.</p><p>Nike said Monday that consumer demand continues to outpace inventory supply. While the company said it expected supply-chain constraints to normalize in future quarters, other issues from rising inflation to the Russia-Ukraine crisis could hurt its sales in the short term.</p><p>The company earlier this month announced it would close its stores in Russia, citing increasing challenges of managing its business stemming from Russia's invasion of Ukraine. It has about 116 locations in Russia, and the company said it would still pay its employees in the region.</p><p>Nike recorded year-over-year increases in sales in North America as well as two other divisions—Europe, Middle East and Africa; and Asia Pacific &amp; Latin America. In Greater China, overall sales fell 5% to $2.16 billion.</p><p>Elevated freight and logistics costs are still weighing on Nike's profit. This past week freight rates from China to Los Angeles remained near record levels and have tripled compared with the same period a year ago. The company said its inventories were up 15% due to extended lead times.</p><p>Nike has been investing heavily in efforts to sell products to consumers through its own retail channels, while also reducing its inventory with certain partners such as Foot Locker Inc. In recent years, Nike has cut around half of its wholesale accounts in North America while focusing on sales through its own apps, websites and stores.</p><p>Write to Inti Pacheco at inti.pacheco@wsj.com</p><p>Nike Sales Rise as It Navigates Supply-Chain Snarls</p>",
  "published": "2022-03-21T21:12:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 728,
          "end": 732
        },
        {
          "start": 1237,
          "end": 1241
        },
        {
          "start": 1441,
          "end": 1445
        },
        {
          "start": 171,
          "end": 175
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 1622,
          "end": 1626
        },
        {
          "start": 1007,
          "end": 1011
        },
        {
          "start": 10,
          "end": 14
        }
      ]
    }
  ]
}