{
  "_id": "eed408fd1b7d9b0887cefea593252d615f8fdadd3a9cba809db8781728a01749",
  "feed": "wall-street-journal",
  "title": "Fashion Firms Look to Single-Fiber Clothes as EU Recycling Regulations Loom; Clothing companies are increasingly signing deals with recycling startups",
  "text": "<p>Currently, less than 1% of the world's textile waste is recycled into new clothes, with the bulk ending up in trash heaps. The EU wants to change this, and the relatively short time frame promises to challenge the big players in fast-fashion, which may have to retool their design processes and rethink their sourcing.</p><p>The European Commission, the EU's executive branch, published a plan in March that aims to put \"fast fashion out of fashion\" by 2030, referring to the trend of people buying clothes and throwing them out in less than a year. Clothing should be \"long-lived and recyclable, to a great extent made of recycled fibers,\" the EU said.</p><p>The pending legislation on design and labeling of clothes will be based on environmental design studies currently under way, an EU spokeswoman said. The details remain unclear, but sustainability experts say that single-fiber, or monofiber, clothes present one of the best solutions.</p><p>\"We will also assess how recyclability can be improved through specific requirements, for instance through the use of monofibers,\" an EU spokeswoman said. Eco-design requirements will be in place by 2024, she said.</p><p>European Parliament members and the heads of its 27-member states still need to agree on specific laws. But the regulations would cover all clothes sold in the bloc, which imports nearly three-quarters of its textiles. This will affect not only Europe's homegrown brands, but also American multinationals such as sportswear giant Nike Inc. and jeans-maker Levi Strauss &amp; Co., and Japan's Uniqlo or China's Shein. EU nations have already agreed to collect discarded textiles separately from other waste by 2025.</p><p>Some clothing retailers were already expanding their lineups of single-fiber garments ahead of the EU's crackdown.</p><p>German sportswear maker Adidas AG, for example, launched a line of single-fiber clothes last year including shoes, coats, T-shirts and pants under its \"Made to be Remade\" label.</p><p>\"These products are created with just one material and once they reach the end of their useful life, they can be cleaned, shredded and recycled for use in new products,\" an Adidas spokesman said.</p><p>Still, some single-fiber garments may not be durable enough in some cases, a Hennes &amp; Mauritz AB spokeswoman said. The current share of fabrics with a 100% composition constitutes around a third of the total output of the Swedish fashion retailer, better known as H&amp;M.</p><p>\"Products that aren't durable or aren't worn, because they don't meet our customers' expectations on comfort or quality, can't be considered more sustainable,\" the spokeswoman said. The company is stepping up repair services and offering rental and secondhand clothing as part of its push to cut waste and its associated greenhouse-gas emissions. </p><p>An H &amp; M catalog in store shows clothes available to rent. PHOTO: Ake Ericson for The Wall Street Journal</p><p>But in fashion, design remains the most important element, said Christina Dean, founder of fashion nonprofit Redress. She said the EU's focus on the makeup of clothes will drive designers to choose single materials.</p><p>\"That is addressing this cocktail of fibers that is currently being used,\" Ms. Dean said.</p><p>Technology remains a big hurdle to recycling any clothes. Still, some startups have come up with solutions and are winning big retailers over. Carbios SA, a French company offering biological enzymes that can break down polyester and other plastics, signed an agreement with sportswear brands earlier this year, including Puma SE and Patagonia. Carbios says its technology can recycle the polyester in clothes blended with synthetic and organic materials.</p><p>\"The reason you don't see more recycling is because it's quite labor-intensive to split out,\" said Adam Cochrane, retail analyst at investment bank Deutsche Bank AG. The priority for companies is to ensure that sustainability legislation is applied equally and fairly, he said.</p><p>\"I could ask 100 companies and all they want is a level playing field,\" he said.</p><p>Write to Dieter Holger at dieter.holger@wsj.com and Joshua Kirby at joshua.kirby@wsj.com</p><p>Fashion Firms Look to Single-Fiber Clothes as EU Recycling Regulations Loom</p>",
  "published": "2022-09-06T12:27:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 1477,
          "end": 1486
        },
        {
          "start": 1467,
          "end": 1475
        }
      ],
      "weightsV2": {
        "weight": 1.7147509,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 8.34465e-07,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}