{
  "_id": "7a04e2ac6352afc491d9738539fb05263764362e4e8a53e4ba3adbc5e42b060b",
  "feed": "ftcomall",
  "title": "Siemens suspends operations in Russia following Ukraine invasion ",
  "text": "<p>Siemens has suspended its business in Russia, becoming the largest German company&#xa0;to sever ties with the country following its invasion of Ukraine.</p> <p>The move by Germany's third-biggest listed group comes after a series of US companies including Apple, Ford, Nike and Boeing said they were <a href=\"https://www.ft.com/content/8e5164dc-a907-4211-a58f-726c9342f372\">suspending operations or sales</a> in Russia.</p> <p>Europe's biggest tour operator Tui also said on Wednesday that its largest single shareholder, Alexei Mordashov, had resigned from its supervisory board after becoming the target of EU sanctions. The Russian billionaire will be unable to access his 34 per cent stake, the company said. <br><br>Munich-based Siemens, which builds trains, services factories and supplies software to large manufacturers, confirmed it had “put all new business in and international deliveries to Russia on hold” while it evaluated the effects of sanctions imposed by the EU, US and others. </p> <p>Only a slim service operation would remain functional for safety reasons, a person close to the company's management added.<br><br>While Russia accounts&#xa0;for just 1 per cent of Siemens' global sales, the company&#xa0;has had a presence in the country since&#xa0;1852, and derived more than 80 per cent of its revenues there for parts of the 19th century, largely through the laying and maintaining of telegraph lines.</p> <p>Founder Werner von Siemens' brother Carl even became a Russian citizen in 1859, and settled in the country in order to expand the business. </p> <p>Siemens, which maintained a small presence in Russia during the cold war, has expanded its footprint in Moscow and beyond since the collapse of the Soviet Union, opening a new headquarters in the capital in 2011.</p> <p>The group employs a few thousand people in Russia, mainly at sites in Moscow and St Petersburg. Siemens' train-making unit, Siemens Mobility, has an agreement with Russian Railways to build high-speed trains.</p> <p>The orders for the trains are worth €1.1bn, and the partnership includes a 30-year maintenance contract for Siemens. Siemens said it would continue to honour local service and maintenance commitments for the time being.</p> <p>Separately, Siemens Energy, which was spun off from Siemens in 2020, said it too had “decided to stop all new business activities in Russia”. Former and current employees of Siemens and Siemens Energy are facing criminal proceedings in Germany after four gas turbines sent to Russia in 2016, intended for a Russian project, were subsequently delivered to occupied Crimea, in violation of sanctions.</p> <p>Siemens Healthineers, another Siemens spin-off that makes medical equipment, said that while it would comply with sanctions, its “priority remains to support medical professionals and patients in every circumstance and in every country”. It added: “We believe that sanctions should not have adverse humanitarian consequences for the civilian population.” </p> <p>On Monday, Daimler Truck said it was halting its partnership with Russia's Kamaz, which makes and markets trucks and cabins on behalf of the German manufacturer. Mercedes-Benz, which separately owns a 15 per cent share in Kamaz, said it was looking at divesting the stake.</p> <p>Luxury carmaker BMW said on Tuesday that it too would stop sales in Russia, as well as exports of parts and vehicles to the country. </p> <p>However, some German companies with larger exposure to the Russian market remain committed to their operations in the country.</p> <p>Volkswagen and Mercedes-Benz, both of which have plants in Russia, are yet to announce a withdrawal from the country. Chemical and pharmaceutical group Bayer, Persil manufacturer Henkel and cash-and-carry company Metro all said they would remain in Russia.</p> <p><em>Additional reporting by Olaf Storbeck in Frankfurt</em></p><p>Source: Joe Miller in Frankfurt 2022 'Siemens suspends operations in Russia following Ukraine invasion ' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-02T12:10:01.446Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 257,
          "end": 261
        }
      ]
    }
  ]
}