{
  "_id": "eb2144c5c306ad098acfad9a67c6f5423ed2a2faa758c235baa83f4be4f684a9",
  "feed": "market-watch",
  "title": "'The mood has turned darker': Desperate to outrun inflation, people are making big (and easy) changes to their habits. You can, too. Rattled by the rise in the cost of living in recent months, millions of people have been taking action to conserve their cash",
  "text": "<p>Inflation reached 8.2% in September on the year, the Bureau of Labor Statistics said Thursday, clinging to a four-decade high. Most economists expected a September inflation rate of 8.1% year-over-year, after August's 8.3% annualized inflation rate.</p><p>The cost of living increased 0.4% from August to September. But the \"core\" numbers that strip away volatile food and energy costs rose 0.6% on a month-to-month basis when Wall Street forecasters were expecting a 0.4% rise.</p><p>Ahead of the market open Thursday, futures for the Dow Jones Industrial Average DJIA, S&amp;P 500 SPX and Nasdaq Composite COMP plunged after the hot inflation numbers.</p><p>Rattled by the rise in the cost of living in recent months, millions of people have already been taking action to conserve their cash, according to a recent McKinsey &amp; Co. report that explored the ways people are trading down.</p><p>\"Whether it's at gas pumps or in grocery stores, people across the United States have been feeling a pinch in their pocketbooks this summer,\" it said. \"Inflation is the highest it's been in decades, and consumers are worried and jittery.\"</p><p>With inflation at a 40-year high, McKinsey said, \"The mood has turned darker. Thirty percent of our respondents say they are feeling pessimistic, and that we may be headed toward one of the worst recessions we've ever seen.\"</p><p>Inflation has become a stark reality for some people, especially when shopping for food — like the California woman who told MarketWatch that she buys fewer vegetables or freezes them to get more bang for her buck.</p><p>Once consumers have made up their minds that inflation is a problem, and it's here to stay, they're less likely than economists to change their minds, said Carlo Pizzinelli, an economist in the International Monetary Fund's research department.</p><p>\"Consumers also tend to disagree on the outlook for inflation more than experts do, they change their view less often, and they often rely on a few key products they consume regularly — such as coffee and gasoline — to extrapolate changes in the overall cost of living,\" he wrote in this research paper.</p><p>Consumers are changing their behavior</p><p>• Three-quarters of consumers said they were engaging in some sort of deal-seeking, and 60% were adjusting the quantities they were buying. That means either opting for large amounts at lower unit prices or smaller amounts.</p><p>Some retailers appear to be reaping the benefits: Costco Wholesale COST — which can sell groceries in bulk in addition to a $1.50 hot d og–and–soda combo — just had a strong September, with comparable sales rising 8.5% from the same point last year.</p><p>• 44% of people told McKinsey they were delaying purchases of nonessential items. Lower-income shoppers tended to single out certain groceries, home improvement, footwear and apparel as purchases to pause.</p><p>• More than one-third (37%) of McKinsey's respondents said they were switching retailers for lower prices or discounts. They are also eyeing lower prices from generic brands and using \"buy now pay later\" programs, McKinsey noted.</p><p>Some retailers have already been rolling out bargains. In late September, Nike NKE announced price-cutting efforts to helpget off-season clothing out of warehouses, and executives at the athletic apparel-giant predicted that rivals would do the same.</p><p>During an August earnings call, Dollar General DG CEO Todd Vasos reported a more diverse range of customers, including with income levels of $100,000 and up. \"We really are encouraged in seeing a younger consumer, a little bit more affluent,\" he said.</p><p>• Three-quarters of consumers are taking a dim view of discretionary spending, according to a separate survey carried out last September by Numerator, a consumer markets and analytics firm.</p><p>Many people already know where they are planning to cut back — starting with dining out, travel, electronics, and toys and games — as they are learning to live with the insecurity that rising prices can bring.</p><p>Earnings season will give economists a better insight into those feelings. Third-quarter earnings results are also set to start rolling out on Friday, offering another look at customer spending — and whether companies are maintaining their profit margins.</p><p>'The mood has turned darker': Desperate to outrun inflation, people are making big (and easy) changes to their habits. You can, too.</p>",
  "published": "2022-10-13T13:05:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3115,
          "end": 3119
        }
      ]
    }
  ]
}