{
  "_id": "a39ef377643e7f76a9887ca4fb446ba4d99b89b6e1efa33c11ed178c3834eb0d",
  "feed": "ftcomall",
  "title": "FirstFT: Abortion battle shifts to states",
  "text": "<p>Democrats sought ways yesterday <a href=\"https://www.ft.com/content/6c31c023-0d18-41a4-821c-ef6533f39944\">to protect access to abortions across America</a> as Republican-led states moved to implement bans in the wake of the Supreme Court's scrapping of the constitutional right to end a pregnancy.</p> <p>The decision by America's highest court on Friday <a href=\"https://www.ft.com/content/28650a51-0386-466a-9d7c-bfc9700b9287\">to overturn Roe vs Wade</a>, removing the federal safeguard for abortion that has existed for half a century, has placed states <a href=\"https://www.ft.com/content/eb3ff442-7151-4b74-ac45-d5a264128599\">on the front lines of the fight for reproductive rights</a> in the country.</p> <p>While some states are emerging as havens for women seeking an abortion, the procedure <a href=\"https://www.ft.com/content/92042f8d-7954-4ffa-a0f5-b0fae12f7da3\">is being prohibited and criminalised in others</a>. This is deepening the political and social divides between conservative and liberal parts of the country and putting battleground states even more in the spotlight ahead of November's midterm elections.</p> <p>“We're pulling out all the stops. This is a fight-like-hell moment,” Gretchen Whitmer, a Democratic governor in Michigan who governs alongside a Republican legislature, told CBS yesterday.</p> <p>Democrats feel they have the public on their side as they try to contain the impact of the Supreme Court ruling and gain political advantage heading into the midterm elections.</p> <p>According to a CBS News poll released on Sunday, 59 per cent of Americans disapproved of the Supreme Court ruling, whereas 41 per cent approved. Among women, those figures were 67 per cent disapproving and 31 per cent approving.</p> <p>But Republicans fiercely defended the court's ruling. “This was wonderful news in the defence of life,” Kristi Noem, governor of South Dakota, told ABC.</p> <h1>Further reading</h1> <ul>  <li><p><strong>Reaction:</strong> A statement by Clarence Thomas alongside Friday's ruling has <a href=\"https://www.ft.com/content/89900af6-267e-4274-a90e-57d305c35d2d\">put many Americans on guard</a> for further decisions by the court to roll back decades of social progress.</p></li>  <li><p><strong>News in Depth:</strong> The abortion ruling shows the growing might of the <a href=\"https://www.ft.com/content/ac3e5ef8-82b4-466c-8c43-d1abbf17f720\">Supreme Court's conservatives</a>.</p></li>  <li><p><strong>‘We're going backwards':</strong> A divided America <a href=\"https://www.ft.com/content/2e4f49d7-ebd6-42c0-b207-cb39953dada7\">reacts to the Supreme Court's</a> historic decision.</p></li>  <li><p><strong>Explainer:</strong> Our reporter parses <a href=\"https://www.ft.com/content/18717355-8398-438d-9375-e2dc4804aac4\">the crucial passages</a> from the ruling on abortion rights.</p></li>  <li><p><strong>FT Editorial:</strong> The landmark decision is <a href=\"https://www.ft.com/content/3685fb9c-0e82-4d0c-879b-0fcdbe92394b\">a devastating blow</a> to women's rights in America.</p></li> </ul> <p>Do you agree with the Supreme Court's decision to overturn Roe vs Wade? <a href=\"https://clients.opinary.com/preview/index.html?url=https://compass.pressekompass.net/compasses/financial_times/do-you-agree-with-the-supreme-courts-dec\">Vote in our latest poll</a>.</p> <p><em>Thanks for reading FirstFT Americas and here's the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Nato set to bolster defence of Baltics against Russian threat</strong> The alliance is to agree <a href=\"https://www.ft.com/content/39caeff3-38cf-44e2-9270-835ab28f13c8\">a new military blueprint</a> at an annual summit of leaders in Madrid this week, secretary-general Jens Stoltenberg told the FT. His comments come a day after Russian missiles <a href=\"https://www.ft.com/content/589f5abb-ddcf-4a48-8a61-2c82714a2ee9\">struck central Kyiv</a> as G7 leaders <a href=\"https://www.ft.com/content/ee090a48-5407-496f-b0e4-1fe78f37495d\">gathered in the Bavarian Alps resort</a> of Schloss Elmau.</p> <p><strong>2. Hedge funds braced for further stock market turmoil </strong>US hedge funds are running <a href=\"https://www.ft.com/content/c62fab98-c27a-41a4-9f19-5fcd770021f2\">their most cautious bets on stock prices in more than a decade</a>, in a sign that many managers believe market declines may yet have further to run. But Oaktree Capital's co-founder Howard Marks, one of the world's most formidable distressed debt investors, tells the FT the time is right to pick up <a href=\"https://www.ft.com/content/a3f14c51-0b1c-416e-84db-0fa0fc842f1f\">“bargains”</a>.</p> <p><strong>3. BIS: leading economies at risk of high-inflation trap </strong>The Bank for International Settlements warned yesterday that major economies were close to <a href=\"https://www.ft.com/content/b937e023-c86c-4b07-b40d-a3266d84f149\">“tipping” into a high-inflation world</a> in which rapid price rises dominate daily life and are difficult to quell, and urged central banks not to be shy about inflicting short-term pain and even recessions to prevent it.</p> <p><strong>4. UBS courts US investment heavyweights </strong>The Swiss lender has begun <a href=\"https://www.ft.com/content/9b391249-f2e3-453e-bcdc-ed4e59a9b8c7\">courting US fund managers</a> as it attempts to improve its market value and seeks to be closer aligned with Wall Street peers. UBS is one of Europe's most valuable banks but trades at a discount to US rivals such as JPMorgan and Morgan Stanley.</p> <p><strong>5. EY valued NSO Group at $2.3bn </strong>The Big Four accounting firm <a href=\"https://www.ft.com/content/057cece3-eb81-42b8-9a27-e295c61e76b3\">valued the secretive Israeli spyware company</a> at $2.3bn, months before the maker of the Pegasus cyberweapon needed emergency bailout funding. By contrast, Berkeley Research Group, which represents NSO's private equity owners, said this year that the company's equity was “valueless”.</p> <h1>The day ahead</h1> <p><strong>G7 leaders' summit</strong> Ukrainian president Volodymyr Zelenskyy will repeat his demand for anti-aircraft defence systems, more sanctions on Russia and security guarantees when he addresses G7 leaders on the second day of their summit via video link. <em>Follow the latest news from the summit on </em><a href=\"https://www.ft.com/content/80508b9a-507c-4ebf-ba15-5a1c2e64f442\"><em>our live blog</em></a><em>.</em></p> <p><strong>Market outlook</strong> European stocks started the week higher, after a bounce <a href=\"https://www.ft.com/content/400e68c7-ffaf-456f-a3ac-ceb168d3762f\">on Wall Street on Friday</a>. Futures trading implied the benchmark S&amp;P 500 share index would hang on to a 3.1 per cent gain at the end of last week <a href=\"https://www.ft.com/content/cc53c4ea-d872-4c3d-8424-c5c29d77e8c3\">to rise 0.5 per cent</a>. Chinese stocks also <a href=\"https://www.ft.com/content/80508b9a-507c-4ebf-ba15-5a1c2e64f442#post-96c46592-179d-4732-a280-f15537eba3c9\">made big gains today</a> after Shanghai declared victory in its battle against Covid-19.</p> <p><strong>Monetary policy</strong> European Central Bank policymakers <a href=\"https://www.ecb.europa.eu/pub/conferences/ecbforum/html/index.en.html\">gather for their version</a> of the Federal Reserve's Jackson Hole conference in Sintra, Portugal against a backdrop of rising prices and interest rates. </p> <p><strong>Economic indicators </strong>New orders for long-lasting goods are expected to have been flat in May from a month earlier, according to a Refinitiv poll. Orders for non-defence capital goods excluding aircraft, typically considered a proxy for business investment, rose 0.3 per cent in April. Other US data due this morning include pending home sales and the Dallas Federal Reserve's manufacturing business index.</p> <p><strong>Companies earnings</strong> China's Covid-19 lockdowns are expected to have weighed on <a href=\"https://www.ft.com/stream/416a5ed9-f17f-404d-83e5-f2c3716d122b\">Nike's second-quarter results</a>. Revenues are tipped to slide about 2 per cent from a year ago to slightly more than $12bn, while net income is tipped to drop almost 15 per cent to $1.29bn, according to a Refinitiv poll of analysts. </p> <p><strong>UK proceeds with legislation to change Northern Ireland trading regime </strong>MPs will <a href=\"https://www.ft.com/content/4a3cbecb-ce3f-49fb-b012-d534a5b9fc22\">have their first vote</a> on Boris Johnson's legislation to unilaterally rip up parts of Northern Ireland's post-Brexit trading arrangements, despite fierce criticism from Brussels.</p> <p><strong>Wimbledon begins </strong>The current men's number one will be absent from this year's Wimbledon Championships following a ban on Russian and Belarusian players from competing in this year's tournament. The decision to ban Daniil Medvedev and others has divided the tennis world, as <a href=\"https://www.ft.com/content/c71cee7f-ce50-42c3-8477-7ba32ae1e8bc\">our sports editor Josh Noble reports</a> as the tournament begins.</p> <p><em>Join&#xa0;the FT in partnership with Seismic at&#xa0;Strategies For Dealing With The Great Resignation&#xa0;on June&#xa0;30 where we will discuss the challenges and opportunities presented by the Great Resignation, with a focus on training and coaching successful sales teams. </em><a href=\"https://greatresignation.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022PSeismicWebinar30June\"><em>Register for free today</em></a><em>.</em></p> <h1>What else we're reading</h1> <p><strong>Russia set for first debt default since 1998</strong> About $100mn worth of interest on Russian government bonds <a href=\"https://www.ft.com/content/28817b4e-427c-44c1-88b4-38b79e3da7f0\">came due last night</a> with no sign of payment. Escalating sanctions following its invasion of Ukraine have frozen the country out of the global financial system.</p> <p><strong>Crypto and meme corporate bonds may follow their own path</strong> The crash of some of the flagbearers of the equity bubble has been painful for investors. Less noticed are the losses of their bonds. Such gaps illuminate differences in the ownership and returns for stocks versus bonds, <a href=\"https://www.ft.com/content/0d95cf21-eb78-4a45-a4c9-ac0071fe6aca\">writes Ellen Carr</a> at Barksdale Investment Management.</p> <p><strong>How the beauty industry left Revlon behind</strong> Once a behemoth of the beauty industry, Revlon has been sidelined by modern influencer- and social media-driven make-up brands. The 90-year-old group's bankruptcy filing reveals how <a href=\"https://www.ft.com/content/475c0a97-b26f-4687-a775-fcc01253d1ba\">competitive and fast-paced the sector has become</a>.</p> <p><strong>Brazil is letting the Amazon rainforest become lawless</strong> The murders this month of Dom Phillips, a British journalist and Financial Times contributor, and Bruno Pereira, a Brazilian indigenous peoples expert, have shed light on <a href=\"https://www.ft.com/content/aec97647-9961-45bc-9a57-b10bcdc1bc0b\">the growing lawlessness of this precious rainforest</a>, environmentalists say.</p> <p><strong>San Francisco's battle to bring a digital city back to real life</strong> Research suggests that San Francisco lags behind other major cities in the US when it comes to returning to the office. Now officials are attempting to lure commuters back to the city centre with the backing of business. For California's oldest restaurant, the return of workers <a href=\"https://www.ft.com/content/cddf3fe9-ce31-48fc-b74b-363773b1828c\">can't come soon enough</a>. </p> <h1>View from the cockpit</h1> <p>Mark Vanhoenacker offers <a href=\"https://www.ft.com/content/4d83d166-b48d-4177-af1f-11391ffa2031\">a pilot's guide to beating jet lag</a>. “When I arrive as a pilot in a city I know well, I follow my 10am rule: if I can lower my head on to a pillow by then, I'll sleep for three hours, then wake and have a late breakfast.” </p><p>Source: Gordon Smith, Jennifer Creery and Sophia Smith 2022 'FirstFT: Abortion battle shifts to states' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T10:40:35.761Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5424,
          "end": 5428
        }
      ]
    }
  ]
}