{
  "_id": "33539895117f4672f0f2de7c19e04c04c2b2cf1a50bb1e014ee96fb3a979c19e",
  "feed": "market-watch",
  "title": "Nike ends endorsement deal with controversial NBA star Kyrie Irving; The end of Nike's relationship with Irving come weeks after he basketball player shared a link to a film containing antisemitic material on Twitter",
  "text": "<p>The move comes a few weeks after Irving shared a link on Twitter to a film containing antisemitic material. After Irving shared the link, the Nets suspended the All-Star guard, and Nike announced that it \"suspended\" its relationship with him.</p><p>See also: Cristiano Ronaldo will reportedly join Saudi club Al-Nassr for historic $210 million per season</p><p>Irving appeared to address the issue Monday on his Twitter account.</p><p>Irving was one of five NBA players who had a signature shoe deal with Nike, and had one of the brand's most popular basketball sneakers. Many NBA players have endorsement deals with Nike, but only the top players, like Irving, get their own signature shoe.</p><p>The Athletic's Shams Charania later reported that Memphis Grizzlies star guard Ja Morant is in line to get a signature shoe deal from Nike in the near future.</p><p>In the weeks after Irving posted a link to the antisemitic film, Nike founder Phil Knight was critical of the Nets guard.</p><p>\"Kyrie stepped over the line,\" Knight said. \"It's kind of that simple.\"</p><p>See also: LeBron James — now worth an estimated $1 billion — learned this simple lesson about saving money early in life. Pros say far more of us need to learn it too.</p><p>Irving signed with Nike in 2011 when he was drafted into the NBA , and secured his first signature shoe in 2014. His annual endorsement earnings from Nike were at least $11 million, ESPN reported.</p><p>Now that his Nike deal has ended, Irving is a shoe free agent.</p><p>See also: Tom Brady, Steph Curry and Kevin O'Leary set to lose big from FTX bankruptcy filing</p><p>Irving is no stranger to losing out on millions over his off-court endeavors. He forfeited more than $13 million of his Nets salary for refusing to get vaccinated against COVID-19 in 2021, according to data from Spotrac. He suggested the number was much higher while speaking at a Nets media day in September, however. \"I gave up four years, $100-something million deciding to be unvaccinated,\" Irving said.</p><p>Nike ends endorsement deal with controversial NBA star Kyrie Irving</p>",
  "published": "2022-12-06T18:17:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 80,
          "end": 84
        },
        {
          "start": 898,
          "end": 902
        },
        {
          "start": 487,
          "end": 491
        },
        {
          "start": 808,
          "end": 812
        },
        {
          "start": 1345,
          "end": 1349
        },
        {
          "start": 1405,
          "end": 1409
        },
        {
          "start": 1214,
          "end": 1218
        },
        {
          "start": 181,
          "end": 185
        },
        {
          "start": 599,
          "end": 603
        },
        {
          "start": 1957,
          "end": 1961
        }
      ]
    }
  ]
}