{
  "_id": "3653a122d3378f2788bb01e87d61eb85c331835f2700374812055f395755820c",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  NIKE INC. </p><p>\n  NKE +2.2% </p><p>\n  Demand for Nike's shoes is outrunning its supply. The sneaker giant's sales grew in its latest quarter as the company benefited from gains in its digital business while navigating snarls in its supply chain and working to get its Asian suppliers back to full production. Still, persistent inflation and fallout from the war in Ukraine both pose challenges to the apparel maker's sales. The company earlier this month announced it would close its stores in Russia, citing increasing difficulty managing its business after the country's invasion of Ukraine. Nike shares increased 2.2% Tuesday. </p><pre> </pre><p>\n  WALT DISNEY CO. </p><p>\n  DIS +1.1% </p><p>\n  Workers, fans, elected officials and shareholders slammed Disney for staying quiet over a Republican-led education bill in Florida, which prohibits classroom instruction on gender identity or sexual orientation for children in the third grade or younger. Some U.S. employees gathered Tuesday to protest what they called Disney's failure to support LGBT workers. At a virtual town-hall meeting, Chief Executive Bob Chapek said Disney would oppose a Texas order that parents who provide gender-transitioning medical care for young children be investigated for child abuse. Disney shares added 1.1% Tuesday. </p><pre> </pre><p>\n  MODERNA INC. </p><p>\n  MRNA -4.3% </p><p>\n  A Covid-19 vaccine for young kids may be available soon. Moderna's vaccine safely induced robust immune responses in children ages 6 months to 5 years in a new study, the company said Wednesday, though the shot was less effective against the Omicron variant. If regulators authorize it, one of the last remaining age groups not eligible for vaccination in the U.S. could begin to receive the shots. A vaccine from Pfizer Inc. and its partner BioNTech SE is authorized for anyone 5 years and older, while Moderna's has only been available to adults 18 years and up. Moderna shares lost 4.3% Wednesday. </p><pre> </pre><p>\n  STARBUCKS CORP. </p><p>\n  SBUX +1.2% </p><p>\n  A Seattle Starbucks store served up a union victory Tuesday. Chain workers at a single Seattle location voted 9-0 to be represented by the Starbucks Workers United union. The store, which is a 10-minute drive from Starbucks headquarters, is the first in the coffee chain's hometown to seek representation, just as Howard Schultz is set to return as chief executive. Starbucks said during its annual investor meeting last week that it aimed to do more to improve the work environment for baristas and to listen to its employees. Starbucks shares added 1.2% Tuesday. </p><pre> </pre><p>\n  Okta Inc. </p><p>\n  OKTA -11% </p><p>\n  Hundreds of businesses may be at risk after Okta's recent hack. The identity-verification provider said on Tuesday that hundreds of its customers may have been caught in a January data breach that originated from the laptop of an engineer employed by a subcontractor. Okta's customers rely on its software to manage secure access to their internal computer networks. Okta said the attack had affected as many as 366 customers, or 2.5% of the more than 15,000 businesses and institutions it services world-wide. Okta shares plummeted 11% Wednesday. </p><pre> </pre><p>\n  UBER TECHNOLOGIES INC. </p><p>\n  UBER +5% </p><p>\n  Uber is joining forces with a former foe. The ride-share company agreed to list New York City taxis on its app, The Wall Street Journal reported Thursday. The alliance could ease Uber's driver shortage and temper high fares while directing more business to cabdrivers, whose livelihoods were affected by the emergence of car-sharing apps and the pandemic. Passengers will pay roughly the same fare for taxi rides as for its standard Uber X rides. Uber faces a shortage of drivers in the U.S. after many took to other jobs during the pandemic. Uber shares rose 5% Thursday. </p><pre> </pre><p>\n  AMERICAN AIRLINES GROUP INC. </p><p>\n  AAL +3.2% </p><p>\n  Airlines want mandatory masking to end. U.S. carriers on Wednesday pressed President Biden to drop requirements for passengers on planes and in airports. Executives at American, United Airlines Holdings Inc., and others wrote to Mr. Biden that mandatory masking and requiring passengers to test negative for Covid-19 before flying to the U.S. from abroad are no longer necessary. American Airlines shares added 3.2% Thursday. </p><p></p>",
  "published": "2022-03-26T06:10:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 31,
          "end": 35
        },
        {
          "start": 576,
          "end": 580
        }
      ]
    }
  ]
}