{
  "_id": "be71b905ff11713cd4de79a50107b8172047600eca9e0fb5fac9ada095108744",
  "feed": "economist-blog",
  "title": "Better, faster, stronger; Football became the world's most popular sport by design",
  "text": "<p>The club had £1bn ($1.2bn) to redevelop the site and hired Populous, an architecture firm, to oversee the work. Its design expanded the capacity from 36,000 to 62,000. To improve ambience, it created a single-tier stand able to host 17,500 fans; the punters would produce a “wall of sound” amplified by acoustic panelling on the underside of the roof. The architects added a retractable pitch (see below) so that the venue could be used for other sports or concerts when not required by Spurs. And to make sure the experience was enjoyable for visitors, they added more food venues, a microbrewery and spacious communal areas. By Populous's modest reckoning, the ground is the “best stadium in the world”.</p><p>Football has always been shaped by such creative thinking, argues Eleanor Watson, curator of “Designing the Beautiful Game”. The exhibition, currently showing at the Design Museum in London, examines how designers and architects have responded to “a specific need within football”. As well as ticket sales and a more luxurious experience, stadiums have been conceived with spectators' safety in mind, especially after tragedies such as the fire at Bradford City in 1985 and the crush at Hillsborough in 1989.</p><p>The need in question is often functional. When modern football took shape in the mid-19th century, balls were heavy, stitched together by leather laces, and retained lots of water from damp terrain. These factors combined to make the balls painful to kick and dangerous to head. To mitigate that, players wore work boots, often with steel toes, which were protective but restrictive.</p><p>As the design of balls evolved, adopting lighter synthetic materials, fewer panels, different colours and grooves, so too did the design of boots, which became less about minimising the player's discomfort and more about affording them flexibility and control. Designers including Adolf and Rudolf Dassler (the founders of Adidas and Puma respectively) drew on lower-cut styles used in Europe and South America—areas which enjoyed warmer weather and drier pitches, and where players excelled at dribbling and fancy footwork.</p><p>As the exhibition demonstrates, every aspect of the game has been subject to technical innovation. Hybrid pitches, combining turf with artificial fibres, are more durable and increase the speed of the ball, thereby making the game more exciting to watch. Whistles have been developed to improve the penetrative sound of the referee. Shin pads have become lighter and moulded to the player's body. The Nike Mercurial FlyLite SuperLock style, for example, is padded on one side and prickly on the other, fastening itself in place by attaching to the sock. All of these developments make the game faster and more satisfying for the billions of fans and players around the world.</p><p>Kits evolved for pragmatic reasons, too. In the 19th century players might wear a particular colour to match their teammates, stitching on a crest, but they were responsible for their own outfits. As interest and money in football increased, so kits changed: they became standardised, with numbers and names, so that fans, commentators and journalists could identify the athletes more easily.</p><p>But design and identity are closely bound together as well, and the show rightly argues that shirts, as well as stadiums, tap into a more intangible need. From the 1970s fans started sporting the tops, signalling that they were part of a community, and that their support of a particular team was part of who they were. Today clubs use their shirts to impart a message. Witness Manchester United's recent vintage-style kits—perhaps designed to reassure despondent fans that another glorious period of success, akin to the one the club enjoyed in the 1990s and early 2000s, is due. (Populous is working on a redesign of Old Trafford, United's famous but tired-looking stadium.)</p><p>“Designing the Beautiful Game” is wonderfully wide-ranging, offering examples from across the globe and collecting artefacts as diverse as football hooligans' calling-cards—usually left at the scene of a clash with rivals—and the stickers traded in school playgrounds. Many sports have evolved in a similar way to football, embracing new technologies in order to make the game more competitive. (Consider, for example, early tennis racquets, fashioned from wood and animal intestines.) But the curators succeed in arguing that design has played a particularly crucial role in the development of football from amateur game to the world's most popular and most profitable sport.</p><p>■</p><p>“Designing the Beautiful Game” continues at the Design Museum, London, until August 29th</p>",
  "published": "2022-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2525,
          "end": 2529
        }
      ]
    }
  ]
}