{
  "_id": "584f0a2484cba14db095569754ff9da9b6e01c6aa7f76884a0760679de66b1e6",
  "feed": "ftcomall",
  "title": "Nike: inventory pile remains tough obstacle",
  "text": "<p>Nike has cleared some tough hurdles in its latest quarter. The sportswear giant reported <a href=\"https://www.ft.com/content/5bd98ddd-d141-403d-99f3-9eaeda5817d4\">solid revenue growth</a> and raised its sales outlook for the year. Shares rose more than 13 per cent in response.</p> <p>But as any long distance runner will tell you, the challenge is keeping the pace going. There are still plenty of obstacles that <a href=\"https://www.ft.com/stream/416a5ed9-f17f-404d-83e5-f2c3716d122b\">Nike</a> could trip on. They include an outsize inventory, exposure to China and currency headwinds.</p> <p>Bargain hunters have helped Nike chip away at its inventory glut. It held $9.3bn worth of goods at the end of November, down from the $9.7bn reported in the previous quarter. However, that is 43 per cent higher than last year. Nike claims the comparison is distorted. Inventory last year was abnormally low because of factory closures in Vietnam. That may be, but the number still looks bloated. Over the past five years, average inventory is around $5bn.</p> <p>Moreover, to move the excess goods, Nike had to step up sales and promotions. That, along with the strong dollar, hit gross margin, which fell 300 basis points to 42.9 per cent during the quarter and will remain under pressure in the near term.</p> <p>Then there is China. The country is one of Nike's most profitable markets, generating almost half of group earnings before interest and taxes in 2020. Beijing's zero-Covid policy hurt sales and supply chains. The abrupt ending of these policies has injected uncertainty. Many people in China are voluntarily staying at home amid rapidly rising Covid-19 case counts. Nike may hail the 10 per cent drop in China sales as a sign of things improving. But it could prove to be fleeting.</p> <p>Nike shares, down 29 per cent this year, trade at 30 times forward earnings. That is in line with its three-year average and a discount to arch-rival Adidas. Nike's growing direct-to-consumer business is a bright spot. But to close the valuation gap, it will need to reduce its reliance on discounting.</p><p>Source:  2022 'Nike: inventory pile remains tough obstacle' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-21T18:21:34.241Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 1609,
          "end": 1613
        },
        {
          "start": 653,
          "end": 657
        },
        {
          "start": 329,
          "end": 333
        },
        {
          "start": 454,
          "end": 458
        },
        {
          "start": 918,
          "end": 922
        },
        {
          "start": 1493,
          "end": 1497
        },
        {
          "start": 1170,
          "end": 1174
        },
        {
          "start": 1767,
          "end": 1771
        }
      ]
    }
  ]
}