{
  "_id": "45d29bb263ac1687fb5c2f0967c78720ff3ec79f51c43e982f53cb9f8bc69ade",
  "feed": "market-watch",
  "title": "The big winner of the holiday shopping season so far: Buy now, pay later; So far, so good as retailers and analysts say holiday season is off to a solid start",
  "text": "<p>Ahead of the post-Thanksgiving Day shopping bonanza, Deloitte was predicting a big increase in the use of BNPL, with a survey finding 37% of shoppers planning to use it to cover holiday spending.</p><p>See now: More people using 'buy now, pay later' for holiday shopping, but experts urge people not to overspend</p><p>Salesforce data cited by RetailDive.com found shoppers increasingly using BNPL for low-priced goods and not expensive ones. The average value of a BNPL transaction was down 6% on Thanksgiving Day, a sign of how inflation is affecting behavior.</p><p>Buy-now-pay-later services come with various options and payment periods. Some let consumers break payments into interest-free chunks, and others charge simple interest. Affirm Holdings Inc. AFRM is a pure play on the BNPL trend, while PayPal Holdings Inc. PYPL and Block Inc. SQ also offer tools that let consumers break up purchases.</p><p>The holiday season appears to be off to a solid start, with online sales topping $9 billion for the first time, for a 2.3% increase on the year-earlier period, according to Adobe data.</p><p>Electronics were the major driver of the increase in sales, with online sales up 221% over an average day in October 2022, according to Adobe, which tracks sales on retailers' websites. Smart-home items were up 271% and audio equipment 230%. Toys remained a strong category, with sales rising 285%, while sales of exercise equipment rose 218%.</p><p>Don't miss: Cyber Monday is here — is that still a thing?</p><p>Adobe is now expecting Cyber Monday sales to rise 5.1% to $11.2 billion. The data company is expecting Cyber Week to generate $34.8 billion in online spending, up 2.8% from last year, equal to a 16.3% share of the full November-December holiday season.</p><p>Discounts and markdowns</p><p>Still, analyst checks have revealed record levels of discounting over the start of the season as retailers continued to work to reduce inventory that has remained stubbornly high through 2022, as inflation and an uncertain macroeconomic backdrop have crimped spending.</p><p>Jefferies said its channel checks found activewear retailers, including Lululemon LULU, Nike NKE and Under Armour UAA, stood out as being more promotional than other categories.</p><p>\"We believe the return to office has driven a shift towards more professional/event attire (away from more casual outfits such as sneakers and joggers),\" analysts led by Randal J. Konik wrote in a note to clients.</p><p>Of the 54 retailers tracked by Jefferies, about 73% reported higher year-on-year promotions, while about 27% were flat.</p><p>Other trends identified by Jefferies included a strong performance for outdoor goods providers, including Yeti YETI, the maker of coolers and water bottles. Among footwear retailers, Foot Locker FL had few discounts, while rivals Famous Footwear and Finish Line saw an increase.</p><p>In that same category, Deckers Outdoor Corp. DECK, parent of the Ugg brand, was a clear winner last week, according to Wedbush, which noted Ugg accounts for about half its annual revenue in the final quarter of the year.</p><p>Ugg was one of the only brands tracked by Wedbush that was less promotional last week in the direct-to-consumer channel versus last year and one of few that saw growth in online searches, \"which suggests that interest in the brand remains high even as most other brands see less robust demand,\" wrote analyst Tom Nikic.</p><p>Other positives include longer-than-usual lines at stores and significant buzz on social media. Overall footwear and apparel saw high levels of discounting.</p><p>D.A. Davidson named E.l.f. Beauty Inc. stock ELF as its best holiday idea in health &amp; beauty/leisure on Monday and home-improvement retailer Lowe's LOW as best idea in retailing broadlines &amp; hardlines.</p><p>E.l.f. is expected to post another upside surprise for its fiscal third quarter, said the note. That's because it is de-emphasizing holiday gift sets, which dampen gross margins; its point-of-sale growth in the first two months of the quarter stands at about 39%; and management had planned a big boost in marketing spending which should drive consumption in the quarter.</p><p>Lowe's, meanwhile, \"usually performs well this time of the year, due in large part to relatively low holiday exposure / risk,\" said the note.</p><p>Bank of America named Coach parent Tapestry Inc. TPR as its top holiday pick, and said it expects pricing power will hold up with little markdown risk. Coach had one of the smaller discounts of 25% off select styles, compared with 50% off last year, analysts wrote in a note.</p><p>The SPDR S&amp;P Retail ETF XRT was down 0.9% Monday, and has fallen 27% in the year to date, while the S&amp;P 500 SPX has fallen 17%.</p><p>Updated Monday with new data from Adobe.</p><p>The big winner of the holiday shopping season so far: Buy now, pay later</p>",
  "published": "2022-11-29T11:52:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2108,
          "end": 2112
        }
      ]
    }
  ]
}