{
  "_id": "1ba56db0ec7eee821f602866fb0dbccc89a6bdf92c93ca29db9e111c83d50951",
  "feed": "wall-street-journal",
  "title": "Summer Reading for Tech Leaders; Chief information officers and other IT pros share their book recommendations",
  "text": "<p>Elaine Montilla, assistant vice president and CIO, the Graduate Center, City University of New York</p><p>\"Inclusion Revolution: The Essential Guide to Dismantling Racial Inequity in the Workplace\" by Daisy Auger-Domínguez</p><p>As a CIO, I see the enormous need for leaders to pay more attention to our teams and the people working with us. To that point, diversity, equity and inclusion are crucial for any leader who wants to retain talent in the coming years. Racial inequity in the workplace is a problem we can all solve, and the tools are all included in this gem for us to follow.</p><p>Susan Lilly Gerock, senior vice president of IT and CIO, Washington Real Estate Investment Trust</p><p>\"From Impressed to Obsessed: 12 Principles for Turning Customers and Employees Into Lifelong Fans\" by Jon Picoult</p><p>It should be required reading for anyone wanting to marry people, process and technology into positive memorable experiences. The real-life stories from familiar (and some less familiar) companies will change the way you approach design.</p><p>Corrado Azzarita, global CIO, Kraft Heinz Co.</p><p>\"Getting Things Done: The Art of Stress-Free Productivity\" by David Allen</p><p>I recommend this book to everyone. Strategy is only as good as its execution and great execution starts with pristine personal productivity.</p><p>Arthur Hu, SVP and CIO, Lenovo Group Ltd. and chief technology officer of the company's solutions and services unit</p><p>\"The Secret Life of Groceries: The Dark Miracle of the American Supermarket\" by Benjamin Lorr</p><p>A fascinating look at something most of us take for granted—how the food that we consume got to us in the first place. It's an amazing tour that takes the reader from grocery shelves to the rules behind who gets to stock the shelves, to how the food gets there. At each step of the way, it is a reminder of the surprising complexity and integration involved in this seemingly quotidian activity and demonstrates the limits of visibility and even knowability for business operations at the edges of far-flung supply webs.</p><p>Bob Ferry, associate vice president, information technology, Securities Investor Protection Corp.</p><p>\"Life Is Simple: How Occam's Razor Set Science Free and Shapes the Universe\" by Johnjoe McFadden</p><p>Part history book, part science lesson, part theological discussion, this book is both a great narrative covering some of the greatest discoveries in the history of the world, but also a study of how one man, William of Occam, and his \"razor\" upended the thinking of his day and was in large part responsible for laying a framework for how scientific research has been conducted since. Highly recommended for the beach.</p><p>Aaron Levie, chief executive, Box Inc.</p><p>\"Play Nice But Win: A CEO's Journey From Founder to Leader\" by Michael Dell</p><p>It's pretty hard to make tech infrastructure stories exciting, but Michael Dell does an amazing job of it in his memoir—highlighting the many different chapters and changes of the Dell story.</p><p>Jeremy King, SVP and head of engineering, Pinterest Inc.</p><p>\"Termination Shock: A Novel\" by Neal Stephenson</p><p>What technologist doesn't love a little Neal Stephenson? This book has it all: environmental do-gooders, global climate change, geopolitical consequences, a bit of human connection and a few technology-related twists.</p><p>Christian Heller, AI success director, DataRobot Inc.</p><p>\"Pacific Crucible: War at Sea in the Pacific, 1941-1942\" by Ian W. Toll</p><p>No other military history book I've read so seamlessly attracts both hard-core history nerds and casual readers. The real beauty of the book is how it lays out how innovation happens in a military during war. Toll shows throughout the book how technology changes (e.g., new types of torpedoes, radar), policy changes (submarine engagements and campaign movements), advanced manufacturing (mass growth in new types of aircraft from American builders), and human ingenuity (submarine captains figuring out new tactics by trial and error) led to widespread defense innovation that helped the U.S. win the war in the Pacific. It's a must-read for national security professionals, especially those working with digital transformations and new technologies today, and shows how all these moving pieces need to come together for success in war.</p><p>Ram Venkatesh, CTO, Cloudera Inc.</p><p>\"Invisible Women: Data Bias in a World Designed for Men\" by Caroline Criado Perez</p><p>As someone who has worked in the data space for many years, it was really sobering for me to read how systematic the gender data gap is and how widespread the consequences are reflected in the world we live in today. At the same time, the tremendous amount of research and detail Caroline Criado Perez shared helped me feel informed and hopeful that I can be more mindful of the need to address this gap proactively.</p><p>Tom Murphy, SVP and university CIO, University of Pennsylvania</p><p>\"Rogues: True Stories of Grifters, Killers, Rebels and Crooks\" by Patrick Radden Keefe</p><p>For enterprise CIOs and technologists, this is a handbook for dealing with the politics and dangers of C-level life with colleagues and unscrupulous vendors.</p><p>Bryan Schulte, chief data janitor, Leaf Logistics Inc.</p><p>\"Where Is My Flying Car?\" by J. Storrs Hall</p><p>In the bibliography, on the FAA's regulation of airspace: \"They make a desert, and they call it peace.\" I won't read any book just because it quotes Tacitus…but I'll read this one.</p><p>Rajin Chauhan, senior customer value architect, Celonis Inc.</p><p>Amp It Up: Leading for Hypergrowth by Raising Expectations, Increasing Urgency, and Elevating Intensity\" by Frank Slootman [CEO of Snowflake Inc.]</p><p>You get to understand how he enabled wild growth and successful IPOs at ServiceNow and Snowflake; the journeys the companies took; Slootman's leadership tactics and values; the fundamentals of the cloud business.</p><p>Amit Prakash, co-founder and CTO, ThoughtSpot Inc.</p><p>\"Alchemy: The Dark Art and Curious Science of Creating Magic in Brands, Business, and Life\" by Rory Sutherland</p><p>As an engineer, I am really good at taking real-world problems, abstracting it and then using a bag of techniques collected over the years to solve it. Naturally that's the bag of tools I often reach for. It was quite educational and fun to see a diametrically opposite point of view that is also quite complementary. Rory Sutherland makes a very convincing case in this book that this kind of reductive thinking, while effective, often leaves out the possibility for a bit of magic. Instead of taking a problem and reducing it to something tractable, a little bit of lateral thinking and application of human psychology can result in magical solutions that are often inexpensive, delightful and very effective.</p><p>Tom Bianculli, CTO, Zebra Technologies Corp.</p><p>\"Digital Business Transformation: How Established Companies Sustain Competitive Advantage From Now to Next\" by Nigel Vaz</p><p>This book is a great read for those who are on the journey to digitally transform their business. It tackles how companies can drive change at the pace of business, enhance decision-making and create the culture necessary to deliver on ever-increasing customer expectations.</p><p>Krishna Subramanian, president and chief operating officer, Komprise Inc.</p><p>\"Shoe Dog: A Memoir by the Creator of Nike\" by Phil Knight</p><p>It's a fascinating story of entrepreneurship told by a founder. The details are vivid and feel very authentic, and there are valuable lessons to be learned, only they don't come across in a dry or pedantic way.</p><p>Write to Thomas Loftus at Thomas.Loftus@wsj.com</p><p>Summer Reading for Tech Leaders</p>",
  "published": "2022-07-21T19:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 7196,
          "end": 7200
        }
      ]
    }
  ]
}