{
  "_id": "59a91966cb07ad0f81b5395a3772be4ec5d8cf00b3101088a51ffbb4e049b273",
  "feed": "market-watch",
  "title": "Kohl's, Abercrombie & Fitch, Canada Goose downgraded with inflation expected to put fashion and retail under pressure in 2022",
  "text": "<p>Kohl's KSS was moved to sell from neutral and its price target cut to $38 from $66. Shares were down 1.6% in Friday trading.</p><p>Abercrombie &amp; Fitch ANF was downgraded to neutral from buy and its price target cut to $37 from $68. Abercrombie &amp; Fitch shares fell 3.8% on Friday.</p><p>And Canada Goose GOOS was also moved to neutral from buy with its price target reduced to $35 from $59. Shares sank 5.4% on Friday.</p><p>Read:Dick's Sporting Goods' updated outlook suggests sales jumped after Christmas</p><p>“We're bearish on the group overall, mainly due to inflation,” UBS wrote in its softlines report with earnings expected to grow 1% in 2022 across the category. UBS cites data showing that 51% of consumers mentioned inflation as a negative for the U.S. economy in December 2021.</p><p>Analysts say companies including Nike Inc. NKE , Levi Strauss &amp; Co. LEVI, On Holding AG ONON and Ralph Lauren Corp. RL are among the names that it favors despite the pressure. All of these stocks are rated buy.</p><p>“We continue to believe Softline companies have to have business models capable of adapting to changes happening to the retail environment because of the shift to online shopping,” the report said.</p><p>“We call this business model a ‘Go It Alone' model because companies that can go it alone don't need malls or many other third parties to drive consumer engagement and sales growth.”</p><p>Want intel on all the news moving markets before the day starts? Sign up for our daily Need to Know newsletter.</p><p>Sign up for Need to Know</p><p>Kohl's was downgraded on concern that the department store retailer will be squeezed by a number of factors.</p><p>“We believe inflation, along with the combined impact of lapping fiscal stimulus, alikely industrywide inventory build, and rising interest rates, will pressure Kohl's sales and margins much more than the market expects,” UBS said, adding that the company has one of the “weakest” fiscal 2022 growth outlooks among softline companies.</p><p>However, the company could get some help from its Sephora partnership.</p><p>“One of the main reasons our rating was Neutral was optimism around the potential for Kohl's Sephora rollout to have a very positive impact not only on Kohl's beauty business, but also on its other categories if Kohl's can get Sephora customers to shop the rest of the store,” the report said.</p><p>Moreover, Kohl's has been redesigning its merchandise lineup to focus on activewear, a category that still has potential for the year ahead, as well as its efforts behind its loyalty program and digital business.</p><p>But even after the pandemic finally comes to an end, analysts say Kohl's faces problems.</p><p>“Kohl's has lost ~17% of its market share since 2011, primarily to Off-Price retailers, Amazon, and brands. We think secular forces like consumers' migration to online and preference for value have contributed to this erosion and this will likely continue after the pandemic ends,” UBS said.</p><p>And: Bed Bath &amp; Beyond says even its printed flyers fell victim to supply chain disruptions and labor shortages</p><p>Abercrombie &amp; Fitch will battle inflation though there's a possibility that strength in the denim category could give the company a boost, according to UBS.</p><p>“We believe inflation will pressure Abercrombie &amp; Fitch's sales and margins enough in FY22 to limit the company's earnings from growing year-over-year and its P/E from expanding,” the report said.</p><p>And for Canada Goose, UBS says uncertainty in China and a delay in margin recovery due to omicron are the two factors driving increased pessimism about the luxury outerwear company.</p><p>“We continue to like the Canada Goose brand and management's long-term strategy, so perhaps a better entry point will emerge at some point,” the report said.</p><p>Kohl's stock has gained 16% over the past year. Abercrombie &amp; Fitch has rallied 36.8%. And Canada Goose is up 16% for the period.</p><p>The S&amp;P 500 index SPX has run up 23.3% over the last 12 months.</p>",
  "published": "2022-01-07T12:45:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 799,
          "end": 808
        },
        {
          "start": 799,
          "end": 803
        }
      ],
      "nexusId": "10043425"
    }
  ]
}