{
  "_id": "a6284f248a5851ac82ddc0cd626af555cee0c7adf5bdb1cf68f066b1caad08ea",
  "feed": "market-watch",
  "title": "Michael Jordan jersey from NBA Finals of his 'magnum opus' season to be auctioned in September; Guide price set at $3 million to $5 million for Chicago Bulls road jersey worn in June 3, 1998, loss to Utah Jazz. Jordan and Chicago went on to win the series — and their sixth NBA title — 10 days later.",
  "text": "<p>The Bulls, led by Jordan, would go on to win their sixth NBA championship. The 1997-98 season has since been referred to as \"The Last Dance,\" and was the subject of a 2020 ESPN/Netflix DIS NFLX documentary series of the same name.</p><p>From the archives (May 2020): Michael Jordan memorabilia explodes amid 'Last Dance' popularity</p><p>And (June 2020): Nike's Jordan brand gets a boost from ESPN/Netflix doc 'The Last Dance'</p><p>Plus (September 2020): DraftKings signs NBA legend Michael Jordan as investor and adviser</p><p>The jersey offered for sale was prominently shown throughout the Episode 10 of the series, and was featured on the cover of Sports Illustrated on June 15, 1998, Sotheby's said.</p><p>\"The season itself is his 'magnum opus' as an athlete, and a testament to him as a champion and competitor,\" Brahm Wachter, Sotheby's head of streetwear department, said in a statement. \"Finals jerseys from Jordan are remarkably scant, and the 1997-1998 Finals are arguably the most coveted of them all.\"</p><p>\"The Last Dance\" series has helped fuel the auction market for Jordan memorabilia. In October 2021, a pair of Nike Air Ships sneakers worn by Jordan sold for a US$1.47 million at a Sotheby's auction, a record price for a pair of Jordan sneakers.</p><p>Also see: Michael Jordan likes to drink this 'mellow' tequila with an orange slice</p><p>And: Hoops legend Scottie Pippen is now making bourbon</p><p>The highest price paid for any piece of Jordan memorabilia is US$2.6 million for a rare trading card from 1997-98, which was sold through Goldin Auctions in October 2021.</p><p>The most valuable jersey, or of any sport memorabilia at auction, is a shirt Diego Maradona's wore in the 1986 World Cup, which fetched US$9.3 million in May at Sotheby's London.</p><p>From the archives (June 2020): Michael Jordan and many current NBA players express their anger and frustration over the death of George Floyd</p><p>The 1998 Jordan Finals jersey will be on public view in Monterey, Calif., from Aug. 17-20 to coincide with RM Sotheby's flagship car auction. It will return to Sotheby's New York for exhibition from Sept. 6-12.</p><p>From the archives (July 2021): You can rent Scottie Pippen's Chicago-area home on Airbnb</p><p>Michael Jordan jersey from NBA Finals of his 'magnum opus' season to be auctioned in September</p>",
  "published": "2022-08-15T11:17:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 343,
          "end": 347
        },
        {
          "start": 341,
          "end": 345
        }
      ],
      "weightsV2": {
        "weight": 2.0639687,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.06396878,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}