{
  "_id": "00a11da22cf16eb486adbd87207d604944c26f503fc6adfd10e87804e9f6ebeb",
  "feed": "wall-street-journal",
  "title": "How Joining a Virtual Bike-Racing Team Helped Rebuild Strength and Stamina; After a health setback, a college president turned to Zwift virtual cycling workouts",
  "text": "<p>A recreational runner and cyclist, Jeff Abernathy nearly abandoned his athletic aspirations in 2014 when he was diagnosed with psoriatic arthritis, an autoimmune condition that affects the joints. A virtual bike-racing league now has him training like a pro cyclist.</p><p>After a year of inactivity, he set a goal to run 1 mile or bike 5 miles every day. To keep up his cycling in the winter months, he started riding a stationary bike, streaming workouts via Zwift, an app where indoor cyclists can ride and race together in a live, videogame-like universe. Riders often cycle on virtual versions of real racecourses, like the Tour de France.</p><p>He joined a virtual-racing league team in January 2021 to boost his motivation during the pandemic. He now trains to win, not just to stay fit. As president of Alma College in Alma, Mich., Mr. Abernathy, 57 years old, is on the road at least 10 days a month fundraising and networking. He says a team sport was never practical before Zwift because he couldn't commit consecutive weekends to in-person racing.</p><p>Virtual competition lets him race three eight-week seasons with his team each year. He logged 140 races in 2021, and his team finished first in its bracket during the final season. They are hoping to defend their title this year.</p><p>\"I've never had more fun riding my bike in my life,\" he says.</p><p>​​The Workout</p><p>Mr. Abernathy says racing has inspired him to embrace an athlete's approach to training. He works on and off with a cycling coach, plus a personal trainer and sports nutritionist.</p><p>His Zwift team is made up of five Americans and five Canadians he has gotten to know over group chats. He is the oldest member by 20 years but says he's still the strongest sprinter on the team.</p><p>Every Tuesday night they compete in 40- to 80-minute virtual races. \"We take it very seriously, even strategizing ahead of races,\" he says. On Wednesdays he participates in Zwift's duathlon series, a virtual bike-run race that might entail a 35-minute ride followed by a 15-minute run. He does a Zwift interval workout once a week. On Saturdays he participates solo in training rides that might be up to 100 miles long.</p><p>SHARE YOUR THOUGHTS</p><p>Has goal-setting helped you stick to an exercise routine?</p><p>Two to three days a week are devoted to strength training, either at his home gym or with a trainer at the Alma College campus gym. Sessions focus on either lower or upper body and might include bench presses, dumbbell curls, plank variations, dead lifts or weighted squats.</p><p>Despite his joint pain, which he manages with steroid injections and massage work, he is training to run the Boston Marathon with his wife on April 18 to raise money for multiple sclerosis. He keeps his mileage low and will do only a handful of long runs ahead of the race. His wife is a devoted Peloton user, and the couple go on a tandem-bike touring vacation annually.</p><p>The Diet</p><p>Philosophy: Gluten free, moderate carbs and a minimum of 135 grams of protein a day.</p><p>Breakfast: A protein shake and a lot of coffee.</p><p>Racing fuel: Energy gels and Nuun electrolyte tablets every hour.</p><p>Dinner: Greek salad with chicken or fish, and a steak once a week.</p><p>Essential Gear</p><p>Never leaves home without: His 2015 Cannondale SuperX cyclocross bike (bought used for $1,000)</p><p>Commuter bike: 2010 Breezer Uptown 8 ($800)</p><p>Indoor training: Tacx NEO Bike Smart Trainer ($3,200)</p><p>Bike for two: He and his wife ride a 2016 Cannondale Road Tandem 2 Bike ($2,200). They plan to spend a week touring Scotland by tandem this June.</p><p>Sneakers: The Nike ZoomX Vaporfly Next% 2 ($250), which has drawn controversy over its design and has become a popular shoe among marathoners. \"It's pricey, but I'll take every advantage I can get,\" he says.</p><p>Subscriptions and fees: Zwift ($15 a month), Strava Summit ($60 a year), Headspace meditation app ($95 a year) and about $200 a month for personal training.</p><p>Recovery: Hyperice Normatec 2.0 Legs compression sleeves ($900) and Hyperice Hypervolt 2 Pro ($400) are lifesavers, he says.</p><p>Playlist</p><p>For interval training, Mr. Abernathy puts on John Lee Hooker, Robert Johnson and the Rolling Stones, including all the tracks on the \"Beggars Banquet\" and \"Goats Head Soup\" albums. During endurance rides, he listens to the Sex Pistols and Italian ensemble Il Giardino Armonico.</p><p>How Joining a Virtual Bike-Racing Team Helped Rebuild Strength and Stamina</p>",
  "published": "2022-03-05T11:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3517,
          "end": 3521
        }
      ],
      "nexusId": "10043425"
    }
  ]
}