{
  "_id": "07ac3213eb895d829d54716dd641cb3dfc0e4163b81040ef730a34ac430d62ac",
  "feed": "ftcomall",
  "title": "Staveley defends Abramovich, everyone attacks Agnelli",
  "text": "<p>Greetings from the Biltmore Mayfair hotel in London where we have just concluded hosting the fourth FT Business of Football Summit. The event was a stark reminder that nothing can replace the magic of seeing your peers in-person and how the pandemic robbed us all of those pleasures. </p> <p>The electricity that permeated throughout the packed ballroom and hallways, however, was overshadowed by Russia's destructive invasion of Ukraine. Football is not relevant in the face of war, but the tragedy unfolding in eastern Europe has ricocheted through every level of the sport. </p> <p>Governing bodies, leagues, clubs, investors, sponsors and even fans are being forced to take a hard look in the mirror. The amorality that has put the pursuit of money, profit and trophies ahead of everything else is on trial. The reckoning, detailed below with highlights from the summit, is long overdue. Do read on — <em>Arash Massoudi, FT corporate finance and deals editor.</em></p> <h1>Why the politics of Abramovich's Chelsea exit may trouble rivals</h1> <p><strong>Roman Abramovich</strong>'s purchase of <strong>Chelsea </strong>back in 2003 changed the face of English football, kick-starting an era in which billionaires and institutional investors buy clubs for status and trophies.</p> <p>So his decision to <a href=\"https://www.ft.com/content/cfcfb51f-be3b-4eae-a922-948e89e12610\">sell</a> the team marks the end of an era. The move was widely interpreted as an attempt to head off potential sanctions. Politicians, including Labour leader <strong>Keir Starmer</strong>, continue to call on the UK government to include Abramovich on its list of Russian targets.</p> <p><strong>Richard Masters</strong>, <strong>Premier League</strong> chief executive, said the fastest the league has ever approved a takeover is 10 days. But he added any approval was unlikely if Abramovich was subject to sanctions.</p> <p>Abramovich's departure could trigger governance changes. Masters said the League is considering changes to its owners and directors test, which determines whether buyers of clubs are suitable.</p> <p>But <strong>Amanda Staveley</strong>, the British financier who convinced the Saudi Arabia's <strong>Public Investment Fund</strong> to lead a takeover of <strong>Newcastle United</strong> last year, <a href=\"https://www.ft.com/content/4b7c2d52-a2a5-4d34-aff6-a770108b2c29\">said she</a> was “sad someone [Abramovich] is going to have a football club taken away because of a link they may have with someone [Vladimir Putin]” .</p> <p>Staveley, who is a shareholder in Newcastle, is another investor with ties to a controversial political figure. <strong>Mohammed bin Salman</strong>, the Saudi crown prince and chair of PIF, has been forced to deny western intelligence reports that he approved the killing of journalist <strong>Jamal Khashoggi </strong>in 2018.</p> <p>“But,” she noted, “we do have to hold all of our relationships to account.”</p> <h1>What it would take to lift football's Russia boycott</h1> <p>After years of cosying up to <strong>Vladimir Putin</strong>, football has been forced to confront its relationship with Russia, which hosted the 2018 <strong>Fifa World Cup</strong>.</p> <p><strong>Uefa</strong>'s partnership with state-owned energy company <strong>Gazprom</strong>? Scrapped. The <strong>Champions League </strong>final? Moved to Paris from St Petersburg. Russia's participation in the 2022 World Cup? Governing bodies have banned the country's national teams from international competitions. </p> <p>Premier League side <strong>Everton </strong>has suspended sponsorships with Russian companies connected to Uzbekistan-born Russian billionaire<strong> Alisher Usmanov</strong>, who, unlike Abramovich, has been sanctioned at the time of writing.</p> <p>So what would it take for Russia to be welcomed back into the fold? Uefa president <strong>Aleksander Ceferin, </strong>president of Uefa, European football's governing body, couldn't say when sporting sanctions would end, short of there being a need for “peace” first.</p> <p>While the Ukraine invasion has upended how the West views Russia, the Uefa boss is struggling to ditch the old cliché that <a href=\"https://www.ft.com/content/a0525c15-a370-4b20-8f65-e10d667a9cdf\">sport is apolitical</a>. “Are people allowed live sports events [in their countries], or do we first check how the political situation is and don't go to other countries?” Ceferin said.</p> <p>Masters, the Premier League chief, made no claims to neutrality.</p> <p>“One thing that would fix it is if [Vladimir] Putin somehow gets taken out of his role and replaced with somebody else, that would get everybody to a different place,” he said. “While a war goes on, it's unsustainable . . . sport and Russia can't mix.”</p> <h1>Agnelli faces barrage of attacks as Super League mastermind</h1> <p>Rumours that Juventus chair <strong>Andrea Agnelli</strong> wanted to use his platform at the summit to relaunch the <strong>European Super League</strong> led to a series of astonishing attacks directed at him and the remaining rebel clubs, Spain's <strong>Real Madrid</strong> and <strong>FC Barcelona</strong>, pushing for the breakaway contest.</p> <p>Ceferin said: “First, they launched their nonsense of the idea in the middle of a pandemic. Now, we read articles that they are planning to launch another idea now in the middle of a war. Do I have to speak more about these people? They obviously live in a parallel world.”</p> <p><strong>Javier Tebas</strong>, chief executive of Spain's top division <strong>La Liga</strong>, launched an <a href=\"https://www.ft.com/content/f2ecab33-14bb-46d5-9d90-c3fbfe7a68fd\">astonishing broadside</a> at Super League cheerleaders. With Agnelli sat in the front row of the audience, Tebas claimed: “they lie more than Putin.”</p> <p>When the Juventus owner took to the stage to close out the summit, he was more guarded on reviving the Super League. </p> <p>Instead, he wants to wait for the outcome of a legal challenge targeted at Uefa's allegedly “monopolistic” position as both a competition organiser, which runs the Champions League, and a regulator that can also sanction teams for trying to launch a breakaway. </p> <p>If Agnelli and his band of rebels succeed, it could lead to the break-up of Uefa and given what they want most: ownership of Europe's top club competition. That's a goal that requires playing the long game.</p> <h1>Private equity's growing ties with football bring tension</h1> <p>Tebas added he is relaxed about the idea that La Liga's incoming private equity partner, <strong>CVC Capital Partners</strong>, might also buy into France's <strong>Ligue 1</strong>. </p> <p>“For football to be well, all the leagues have to be strong,” the Spanish league president said. “I'm not interested in having a weak French or Italian league.”&#xa0;</p> <p>He's less chilled about accusations by dissenting clubs in Spain, FC Barcelona and Real Madrid, that the tournament paid too high a price to bring the private equity backer in. Referring to clubs' directors, he said: “Are these businessmen dumb? Do you think they paid too much?”&#xa0;</p> <p>Tebas&#xa0;accused his opponents of “trying to intoxicate the issue” as, he said, they had done with the Super League — and of proposing “unviable” alternatives. </p> <p>Meanwhile some in the private equity industry are weighing whether to make a move for <strong>Chelsea </strong>after Abramovich said on Wednesday it was up for sale. </p> <p>But the industry is not known for the kind of largesse that would fund Chelsea's wage bill. </p> <p>“Over the past twenty years Chelsea has had almost unfettered access to an enormous amount of capital,” said <strong>Tim Williams</strong> from <strong>Tifosy Capital &amp; Advisory</strong>. &#xa0;</p> <p>“It will certainly need a change in approach in order to be able to manage some of the potential financial rigour that quite rightly a private equity firm would put in place.”&#xa0;</p> <p>Perhaps the talent academy system is part of the answer, said <strong>Ares Management</strong>'s <strong>Mark Affolter</strong>. That “gives flexibility in terms of how the next owner of that club manages the wages associated with it.”&#xa0;</p> <h1>Highlights</h1> <ul>  <li><p><strong>Major League Baseball </strong>took the extraordinary step of cancelling opening day and the first series of the 2022 season amid an ongoing and devastating lockout of the MLB Players' Association, considered one of the strongest labour unions in the US. The owners have locked out the players since December, and both sides have yet to reach <a href=\"https://www.cbssports.com/mlb/news/four-mlb-owners-voted-against-leagues-latest-cba-proposal-per-report/\">any daylight</a> on a new collective bargaining agreement. </p></li>  <li><p>Why are charter flights the subject of the most gripping scandals in women's basketball? <em>Sports Illustrated </em>has <a href=\"https://www.si.com/wnba/2022/03/01/charter-flights-violation-new-york-liberty-joe-tsai-daily-cover\">a fantastic deep dive</a> on the rift in the <strong>WNBA</strong>, over collective bargaining rules which deem charter flights a ‘'competitive advantage'‘ for teams. Read the entire story for a glimpse at how <strong>New York Liberty</strong> owners <strong>Joe </strong>and<strong> Clara Tsai</strong> have tried to modernise the league, only to flare tempers on all sides.</p></li>  <li><p><strong>Nike</strong> and <strong>Adidas</strong> are among the Western brands <a href=\"https://www.ft.com/content/c61aaf81-5716-494d-9a6c-9047620f4aed#post-dba05e5a-b5c9-4c5d-9cda-ff7933a377ef\">severing ties</a> with or <a href=\"https://www.ft.com/content/04b107b6-b85d-4dc6-8e4c-c63cb8f975b7\">discontinuing operations</a> in Russia amid the fallout from Putin's invasion of Ukraine. The exodus could trigger the end of ‘'capitalistic diplomacy'‘ that augured the end of the 20th century Cold War.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p>Baseball great <strong>Derek Jeter</strong>, best known as the captain of the dynastic 1990s-2000s era <strong>New York Yankees</strong>, has abruptly left his post as chief executive of the <strong>Miami Marlins</strong> franchise citing a difference in ‘'vision for the future of the franchise'‘. Jeter also said he would divest his shares in the baseball team, majority owned by wealth manager <strong>Bruce Sherman</strong>.</p></li> </ul> <h1>Final Whistle</h1> <a href=\"https://twitter.com/WorldWideWob/status/1499637714894741506\">https://twitter.com/WorldWideWob/status/1499637714894741506</a> <p>At risk of reminding readers of the passage of time, basketball legend <strong>Shaquille O'Neal </strong>celebrates his 50th birthday this weekend. He was given an early celebration by his colleagues on the <strong>&#xa0;Inside the NBA </strong>programme, albeit to hilarious effect. Come for Shaq's enduring (or not) putback skills involving his birthday cake, and stay for <strong>Charles Barkley</strong>‘s visceral reaction to a douse of confetti.</p><p>Source:  2022 'Staveley defends Abramovich, everyone attacks Agnelli' FT.com 5 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-05T09:00:35.667Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 7925,
          "end": 7929
        }
      ],
      "nexusId": "10043425"
    }
  ]
}