{
  "_id": "9c8cdc465147169e569349c374e2bcaa085762b0b3dd6fedf00bcd17d8ccc98a",
  "feed": "wall-street-journal",
  "title": "Adidas in Talks With Puma Executive for CEO Role; The announcement comes after the German sportswear maker recently said it would end its partnership with Kanye West",
  "text": "<p>The shake up at the top of Germany's longtime sportswear rivals comes during a tumultuous period for Adidas. The company said it would end its partnership with Kanye West last month, ending a lucrative arrangement that has produced the popular Yeezy collection of sneakers. On top of the significant financial hit Adidas will endure by ending the venture, the company is also struggling in China and recently issued its third profit warning of the year, blaming weak consumer spending in major Western countries.</p><p>In August, Adidas said its CEO Kasper Rorsted would step down next year, an unexpected development since his contract was due to run out in 2026.</p><p>\"Too many fires,\" analysts at RBC Capital Markets wrote in a report last month as they downgraded the stock.</p><p>Adidas shares, which had been down some 60% so far this year, rose more than 20% in afternoon trading following the company's statement. Puma shares fell 3%.</p><p>Mr. Gulden, a Norwegian national, is considered to have had a successful run at Puma, where he mounted a turnaround by sharpening the focus on sports.</p><p>Adidas and Puma have been rivals for generations. The two companies were founded by brothers who fell out in the 1940s. Both are based in the Bavarian town of Herzogenaurach, which became known as \"the city of bent necks\" because everyone's first gaze was at the other person's shoes.</p><p>During Mr. Rorsted's tenure, Adidas advanced its digital transformation and grew online sales more than fivefold. But revenue growth lagged behind peers such as Nike Inc. and Puma in recent years, heaping investor pressure on the management.</p><p>In particular, Adidas has been held back by challenges in China. Sales suffered from a consumer boycott that began last year after the company joined other Western brands to raise concerns about forced-labor allegations in China's Xinjiang region. Chinese sportswear makers, meanwhile, have quickly increased their market share in recent years as their products improved in quality and design.</p><p>These challenges have come on top of other factors, such as suspended operations in Russia and the supply chain problems that have engulfed global business.</p><p>The Yeezy partnership with Mr. West, who goes by Ye, which was due to last until 2026, generated more than €1.7 billion in sales last year, according to analysts, or around 8% of the group's revenue. UBS analysts estimate that without the Yeezy collection—one of the world's most commercially successful—the company's sales have grown 1% a year on average since 2017.</p><p>Adidas retains ownership of the designs, The Wall Street Journal has reported. Some analysts say the company could try to sell Yeezy products under its own brand as a way to minimize the impact on the business. The company could also release Yeezy shoes currently in development, or previously released models in new colors, analysts say.</p><p>\"The extent to which a rebranded, Yeezy-like franchise can reduce this shortfall will be a critical debate to be added to the many others around the stock,\" Jefferies wrote in a note.</p><p>Mr. Gulden has already switched sides once, having previously worked as a senior vice president of apparel and accessories at Adidas. He then worked for shoe retailer Deichmann SE and Danish jewelry firm Pandora A/S.</p><p>In 2014, Mr. Gulden told the Journal his move from Adidas to Puma may have been easier because he isn't a local and he spent 12 intervening years at another company. Still, when his new position was announced, former colleagues and friends asked him how and why.</p><p>Puma said it had appointed Arne Freundt as its new CEO to succeed Mr. Gulden. Mr. Freundt has worked for Puma for more than 10 years, most recently as chief commercial officer.</p><p>Write to Nick Kostov at Nick.Kostov@wsj.com</p><p>Adidas in Talks With Puma Executive for CEO Role</p>",
  "published": "2022-11-04T17:57:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1523,
          "end": 1532
        },
        {
          "start": 1523,
          "end": 1527
        }
      ]
    }
  ]
}