{
  "_id": "125de03647971c0b33152ba858d87edab7b30b423398dad93fbe77c51ed7f87e",
  "feed": "wall-street-journal",
  "title": "Stocks Finish Lower After Weak Consumer-Confidence Reading; The S&P 500 fell 2% as data from Conference Board shows consumers' optimism cooled again in June",
  "text": "<p>The Dow Jones Industrial Average dropped 491.27 points, or 1.6%, to 30946.99. The blue-chip index was up 1.4% earlier in the session. The S&amp;P 500 closed 2% lower at 3821.55, while the technology-focused Nasdaq Composite Index fell 3% to 11181.54.</p><p>Stocks lost their early momentum Tuesday after data from the Conference Board showed consumers' short-term outlook for the U.S. economy dropped sharply to its lowest point in nearly a decade. Consumer confidence also fell for a second consecutive month as Americans continue to assess the impact of high prices and rising rates.</p><p>The sour report comes after consumer sentiment fell to its lowest point on record, according to the University of Michigan's gauge released Friday.</p><p>Weak economic readings fueled astock market rally last week as investors hoped the Fed might slow its monetary-policy tightening, in a paradoxical outlook where bad news was good news. However, Tuesday's consumer reading is \"bad news that's bad news,\" according to Mike Mullaney, director of global markets research at Boston Partners.</p><p>\"If you have inflation expectations going up to the extent they are right now, it just means the Fed is going to be that much more aggressive in squashing inflation,\" he said.</p><p>Volatility in markets, as evidenced by Tuesday's intraday reversal, could also be attributed to poor liquidity, said GenTrust's Jim Besaw. The chief investment officer said he has seen markets move more than expected when executing trades for clients because there are \"not a lot of risk takers right now.\"</p><p>\"Liquidity has been really poor for the last several months…and that exacerbates a lot,\" he said.</p><p>With the month and quarter coming to a close later this week, portfoliorebalancing could also impact market action, Mr. Besaw added.</p><p>The S&amp;P 500 is on track for its worst first-half performance since 1970, down nearly 20% this year.</p><p>\"The question is when we hit a market bottom and when we get that turning point, and it's not necessarily straight away,\" said Eloise Goulder, head of the global market, data and positioning intelligence teams in equity trading at JPMorgan Chase.</p><p>\"For me to get bullish on [the second half of the year], we need to see the combination of inflation having peaked, and data having stabilized,\" she added.</p><p>Other data released Tuesday morning showed home-price growth cooled slightly in April. The S&amp;P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the country, rose at a slightly slower annualized pace in April compared with March. Earlier this month, mortgage rates reached the highest level in more than 13 years for two weeks in a row.</p><p>Elsewhere, China's National Health Commission on Tuesday said it would loosen its strict quarantine requirements for international travelers, in an attempt to balance its zero-Covid policy against pressures it is facing on its economy, which is the world's second-largest.</p><p>Oil prices climbed as investors digested what China's loosening of Covid-19 restrictions could mean for global economic growth. Brent crude, the international benchmark for oil prices, rose $2.89, or 2.5%, to $117.98 a barrel.</p><p>Energy stocks comprised the only positive S&amp;P 500 sector on Tuesday. Diamondback Energy added 4.4%. Shares of Occidental Petroleum advanced 4.8% as a filing showed Warren Buffett's Berkshire Hathaway added to its holdings in the energy company, lifting its stake to 16%.</p><p>Travel stocks also got a lift following the news from China. Wynn Resorts gained 3.2% and Las Vegas Sands rose 4.1%.</p><p>Consumer-discretionary stocks led the S&amp;P 500 lower following the consumer-confidence reading. Nike was among the biggest laggards on the index, falling 6.9% after the sneaker maker reported quarterly sales that were roughly flat and a decline in earnings.</p><p>Mega-cap technology stocks also sold off, dragging down the major indexes. Apple, Microsoft and Google parent Alphabet each shed nearly 3% or more. Amazon.com fell 5.1%.</p><p>In the bond market, the yield on the benchmark 10-year U.S. Treasury note advanced to 3.206%, from 3.193% Monday. Yields climb when bond prices fall.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.3%, driven higher by a rally in stocks including energy and manufacturing companies.</p><p>In Asia, indexes broadly jumped after China said it would loosen its strict quarantine requirements. The CSI 300 index of Shanghai- and Shenzhen-listed stocks closed 1% higher, while Hong Kong's Hang Seng Index added 0.9%. Shares of airlines, restaurant chains and Macau casino operators surged.</p><p>—Quentin Webb contributed to this article.</p><p>Write to Hannah Miao at hannah.miao@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks Finish Lower After Weak Consumer-Confidence Reading</p>",
  "published": "2022-06-28T20:07:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3667,
          "end": 3671
        }
      ]
    }
  ]
}