{
  "_id": "2b22acee86684c9b663b1d77216db703fb5eaa78917320a8acaa4509dc89d391",
  "feed": "market-watch",
  "title": "The stock market in all likelihood has entered a new bull phase — so you'll want to own these five stocks; Worries about the market retreating to new lows should be taken with a grain of salt",
  "text": "<p>My answers: No and no.</p><p>I argue we are in the early stages of a new bull market, which means you should buy any significant weakness, like what we see now. I don't mean to be dismissive of the skeptics. We need them. After all, a key component of any bull market is the \"wall of worry.\"</p><p>You always need large groups of people worrying about this and that, and predicting market and economic demise, for a bull market to survive. Here's why: Once everyone is bullish, there are no longer people out there to turn bullish and drive stocks up.</p><p>Of course, I might be the one who turns out to be wrong. But here are my five reasons why we are in a new bull market phase, and five stocks that will likely outperform during that period.</p><p>Reason #1: High inflation really is transitory</p><p>Market bears tell us inflation will remain high, forcing the Fed to hike rates so much that it causes a severe recession. They are going to be wrong. But you can see how they would make this mistake.</p><p>First, a core flaw in forecasting is the habit of assuming current conditions will persist. Second, it takes a while for declines in upstream inflation to work their way into the prices of consumer products and headline inflation data such as the consumer price index (CPI). Before we get to how long it takes, consider all the really good news on upstream inflation that's simply being ignored, because it has not yet bled through to headline inflation.</p><p>* The S&amp;P Goldman Sachs Commodity Price indices for agricultural and energy commodities were recently down 18%-20% from May and June peaks.</p><p>* Freight rates are down by one-third from recent highs.</p><p>* The prices companies pay and get clearly peaked earlier this year, according to the latest business surveys by the Federal Reserve district banks of New York, Philadelphia and Richmond. They also showed delivery times and unfilled orders contract sharply. This tells us that supply-chain problems — a big source of inflation — are easing.</p><p>* New car production in July rebounded to late-2020 levels, which will put more downward pressure on used car prices, already in decline — down 3.6% in the first half of August.</p><p>I could go on. But the main point is little of this has shown up in the headline inflation indices. So, bears remain unconvinced and bearish.</p><p>The next big inflation report will be August's CPI, to be released Sept. 13. It'll show a limited impact of declining upstream inflation. A recent study by Goldman Sachs says upstream costs take two to six quarters to influence headline price measures. We are not there yet. But we'll get lower inflation numbers that calm the bears, convincing them to turn more bullish and buy our stocks.</p><p>Reason #2: Consumer confidence will rebound</p><p>We all know consumers drive most of our GDP growth — two-thirds or more. Right now, consumer sentiment is very low — recently at a post-WWII low. This seems odd given that the jobs market is so strong. But consumers watch prices closely, and when they see them rising a lot, they turn negative.</p><p>Likewise, as inflation eases, consumer sentiment will pick up. This will turn consumer sentiment more positive, unleashing animal spirits and spending.</p><p>Stocks will respond. Despite all the attention to Fed tightening, consumer confidence has a bigger impact on the stock market. There's a tight correlation between rising confidence and stock market gains. This is the indicator to watch. Consumers also have room to borrow, despite rising loan balances. Debt servicing costs and household leverage are still well below historical averages.</p><p>Reason #3: A recession is unlikely</p><p>I'll sidestep the highly politicized and silly debate about \"what is a recession\" since the definition has been clear for years. The National Bureau of Economic Research (NBER) decides, and it considers many factors beyond GDP, including employment strength.</p><p>NBER is unlikely to determine there's been a recession for a simple reason: Employment is too strong. Payroll employment rose every month during the first seven months of 2022 by 3.3 million jobs to a record 152.5 million in July. We don't normally have recessions when the jobs market is so strong. Retail sales rose by 2.4% on a three-month annualized basis in July — another sign of no recession.</p><p>Of course, strong employment is a double-edged sword. When unemployment levels are this low — around 3.5% — recessions can follow. The jobs market is so tight, companies can't find more workers to keep growing. This time, though, the labor participation rate remains suppressed. More people returning to work would buy us time in this expansion.</p><p>Even if it doesn't, big picture, we see an absence of the excesses that normally contribute to bad recessions — like the late-1990s tech bubble or the 2005-2007 real estate lending bubble. So even if we get a recession, it may be mild. As for those two consecutive GDP declines that the politicians are going on about — the jury is still out on that. Those data could be revised upward significantly. It is already happening.</p><p>Reason #4: Covid is on the run</p><p>Covid has been wily, so no one knows if it is really receding. But so far, at least, no new Covid variants are in the wings to take over from BA.5. So many people have built up natural immunity because they got Covid, any new variant may have a hard time gaining traction.</p><p>We will learn more when the cold weather comes in October and November. But if this good fortune holds, it will be bullish for the economy. It means more people will travel, lifting lodging and restaurant sector spending.</p><p>More importantly for the global economy, a remission means China will more decisively end lockdowns, creating a reopening recovery there in the second half of the year. This would support global growth. Yes, July data showed China's economy was weak. But the People's Bank of China recently cut key rates unexpectedly, by a token amount. The reversal tells us it is open to more rate cuts. Meanwhile, China Premier Li Keqiang recently urged provinces to boost fiscal spending.</p><p>Reason #5: Sentiment hit a bottom</p><p>Investor sentiment hit extreme lows in mid-June — the kind of lows that happen around decisive market bottoms. Sentiment is tough to track — in part because you also have to monitor yourself. But one gauge I use as a handy shortcut is the Investors Intelligence Bull/Bear Ratio.</p><p>It fell to 0.6 around near the June market lows. That's a capitulation, suggesting investors threw in the towel and gave up — the way they typically do at market bottoms. The June reading was the lowest since March 2009, the market low in the last bear market. The bull bear ratio hit 0.56 the week of March 10, 2009, and the stock market bottomed that week, on March 11.</p><p>The good news here is that the bull/bear ratio remains low, at 1.52. Anything below 2 tells me the market is very buyable, by how I use this gauge.</p><p>The bottom line</p><p>Considering all the persistent fears about inflation, the Fed and recession, it's no surprise that investors remain so pessimistic. Rather than join the bearish crowd as stocks decline, think of this as the classic buyable \"wall of worry\" that all bull markets have to climb.</p><p>In this environment, it makes sense to buy stocks — starting with names that have protective moats but look cheap because they have a four- or five-star rating (out of five) at Morningstar Direct.</p><p>The beaten-down FAANGs of Alphabet GOOGL, Amazon.com AMZN and Meta META all fit the bill, as do JP Morgan JPM and Nike NKE. For more on this approach to stock selection, see this column of mine.</p><p>In the near term, we may see weakness in September. It is historically the lousiest month for stocks. It's also the month the Fed steps up its quantitative tightening. So, as always, it's best to plan stock purchases in phases.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned GOOGL, AMZN, META and NKE. Brush has suggested GOOGL, AMZN, META, JPM and NKE in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>The stock market in all likelihood has entered a new bull phase — so you'll want to own these five stocks</p>",
  "published": "2022-08-25T18:36:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 7465,
          "end": 7469
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}