{
  "_id": "fb80d368164c1bef6e8b346812beb4fad3d2d9f21180d57f456a93a1e0df5362",
  "feed": "wall-street-journal",
  "title": "Nike Suspends Partnership With Kyrie Irving After He Shared Anti-Semitic Film; Sportswear giant says it won't release Kyrie 8 sneaker, one of its flagship products",
  "text": "<p>\"At Nike, we believe there is no place for hate speech and we condemn any form of antisemitism,\" the company said. \"We are deeply saddened and disappointed by the situation and its impact on everyone.\"</p><p>Mr. Irving was suspended by the Brooklyn Nets for at least five games without pay on Thursday night after he had tweeted a link to a movie containing false conspiracies about Jews and was slow to disavow holding anti-Semitic beliefs. Hours after his suspension, Mr. Irving responded on Instagram apologizing for his comments for the first time.</p><p>A representative for Mr. Irving couldn't immediately be reached for comment.</p><p>Mr. Irving, 30 years old, is one of Nike's biggest National Basketball Association stars but the partnership has been strained. Last year, Mr. Irving posted on social media that he wasn't happy with one of the designs for his shoes and that Nike was releasing it without his approval.</p><p>His signature shoes, typically released late in the calendar year, have sold well for Nike, with company executives sometimes mentioning the success of launches in earnings conference calls. Nike doesn't break out sales by model.</p><p>Nike's decision follows a move by Adidas AG to end its sneaker partnership with Kanye West over anti-Semitic comments by the musician-turned-designer. Mr. West had worked with Adidasto create the popular Yeezy brand of sneakers.</p><p>Nike has split ways with other superstars. In 2020, the company ended its endorsement deal with soccer star Neymar, one of the world's most recognizable athletes, amid a company investigation into allegations of a sexual assault. Neymar denied the allegations.</p><p>The company has also kept its deals with troubled stars. It stood by Tiger Woods during a lost decade for the golfer, when a sex scandal and physical ailments derailed his career and prompted sponsors from Gillette to Gatorade to drop him.</p><p>Kyrie Irving's Suspension</p><p>* Kyrie Irving Is Still a Problem for the Nets and the NBA</p><p>* Kyrie Irving Issues Apology in Anti-Semitism Furor After Nets Suspend Him</p><p>* How an Amateur Documentary Got Onto Amazon Prime and Led to Kyrie Irving's Suspension</p><p>Write to Inti Pacheco at inti.pacheco@wsj.com</p><p>Nike Suspends Partnership With Kyrie Irving After He Shared Anti-Semitic Film</p>",
  "published": "2022-11-05T01:59:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        }
      ]
    }
  ]
}