{
  "_id": "92e1cf0e1b25d77c1638e26ce0928dd7592e662ef5feac7534e659dafcf2dbb6",
  "feed": "wall-street-journal",
  "title": "Howard Slusher, Fearsome Agent for Athletes and Nike's Phil Knight, Has Died at 85; Lawyer, dubbed Agent Orange, studied psychology of sports and often represented clients who refused to play until team owners capitulated",
  "text": "<p>Mr. Slusher had stumbled into his career as a notoriously tough sports agent. Obsessed with sports, he played high-school football in Brooklyn but was too small to excel in the game at higher levels. Instead, he made himself an expert on the psychology of sports, earned a law degree and taught at the University of Southern California.</p><p>One of his students, Jim Lawrence, a football player drafted by the New Orleans Saints in 1969, asked Mr. Slusher to help negotiate his contract. Mr. Slusher secured a deal providing financial protection in case of injuries, a clause that paid off when Mr. Lawrence wrecked a knee.</p><p>Soon Mr. Slusher was in demand among pro football players and other athletes. His clients often refused to practice or play until their teams coughed up. Because of his reddish hair and the fear he inspired in team owners, he was nicknamed Agent Orange.</p><p>In the 1970s and 1980s, team owners and general managers denounced his tactics. One owner handed out pins reading \"Flush the Slush.\" Another called his negotiating demands \"almost sick.\"</p><p>Mr. Slusher said he wasn't telling the athletes what to do but only explaining their options. Many became lifelong friends. One gave him a Rolls-Royce Silver Shadow.</p><p>Nike's Mr. Knight for decades paid Mr. Slusher to handle difficult negotiations and oversee complicated projects.</p><p>Mr. Slusher, who lived in Lake Oswego, Ore., in recent years, died July 13. He was 85 years old.</p><p>Among his many clients were the football players Dan Fouts, Todd Bell and Lynn Swann. Rather than taking a percentage of their pay, he charged them an hourly fee, a practice he said was more beneficial to the players.</p><p>In a statement after Mr. Slusher's death, Mr. Knight said: \"Howard was first and foremost a negotiator. He made it an art form and did it better than anyone.\" Among projects Mr. Slusher handled for Mr. Knight was the lavish and controversial renovation of a track and field stadium at the University of Oregon, funded largely by Mr. Knight.</p><p>Mr. Slusher, who had been a cabdriver while in college, also taught Mr. Knight how to get a lower taxi price at an airport: Approach the last driver in the queue and demand a steep discount.</p><p>In the 1960s, Mr. Slusher wrote a book, \"Man, Sport and Existence: A Critical Analysis,\" exploring why sports matter and what impels athletes to push themselves beyond their ordinary limits. \"To many,\" he wrote, \"sport becomes what religion was—it serves as the prevailing attempt to keep order and loyalty.\"</p><p>Howard Sidney Slusher was born June 11, 1937, in Jersey City, N.J., and grew up in the Williamsburg section of Brooklyn. His father was a salesman. Mr. Slusher recalled being toughened up by the need to fend off bullies, some wielding bicycle chains. One tormentor was so fierce that Mr. Slusher took sanctuary in a library after school. \"I figured while I was there I might as well read,\" he told People magazine in 1985.</p><p>He played football and baseball in high school, joined the track team and was elected senior class president. He attended Brooklyn College, Ohio State University and USC, ending up with a Ph.D. in physical education as well as a law degree. He taught university courses in the philosophy and psychology of sports, joined a law firm and soon found his specialty in representing athletes.</p><p>One of his toughest challenges was reassuring athletes and their families that holding out for a better deal wouldn't destroy their careers. \"I spend most of my time not negotiating but placating and relaxing my client,\" he said.</p><p>In the mid-1980s, two of his clients were in a dispute with the New York Giants football team over their contracts. As a joke, reporters covering the team began saving empty beer and soft drink cans (then worth a nickel if returned to retailers) in a box labeled \"Slusher Fund,\" purportedly to raise money to help the Giants afford the players. Mr. Slusher refused to talk to the reporters but mailed them a box containing 16 empty soda cans as his contribution.</p><p>If Mr. Slusher arrived at a Hilton hotel and was told there were no rooms available, he would ask the hotel manager what his response would be if Conrad Hilton turned up and asked for a room, according to \"Just Do It.\" The hotel manager might be forced to admit that he would somehow find a room for Mr. Hilton. \"Well, I'll take his room tonight,\" Mr. Slusher would reply.</p><p>He is survived by his wife, Rebecca Slusher, three children and four grandchildren.</p><p>His son John Slusher, executive vice president for global sports marketing at Nike, said his father at one point drove three or four hours a day to coach a peewee soccer team. He loved pranks and \"was the kind of person who showed up to a casual event wearing a tux,\" John Slusher added.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Howard Slusher, Fearsome Agent for Athletes and Nike's Phil Knight, Has Died at 85</p>",
  "published": "2022-07-27T15:06:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4841,
          "end": 4845
        },
        {
          "start": 1226,
          "end": 1230
        },
        {
          "start": 48,
          "end": 52
        },
        {
          "start": 4534,
          "end": 4538
        }
      ]
    }
  ]
}