{
  "_id": "87a9c7fe713ce0e8940803d768e90c34f568d2343755538f1de74963a339e7ab",
  "feed": "ftcomall",
  "title": "Smart gadgets for the shower room",
  "text": "<p><strong>Groom for improvement</strong></p> <p>“There is nothing I hate more than&#xa0;shaving,” is my housemate Emma's gracious response when&#xa0;I present her with Hanni, a&#xa0;razor the colour of red wine. “You can never find anywhere to sit in the&#xa0;shower and you have to wobble precariously, holding one leg up while being&#xa0;careful not to get the other, soapy leg&#xa0;wet,” she continues.&#xa0;</p> <p>Her animus turns to enthusiasm, however, when she unwraps the Hanni, and its accompanying “shave pillow” gel, and begins swiping at her legs. This tantalising new offering, which is aimed at women and anyone else in search of smooth, stubble-free skin, makes the usually fussy process of removing body hair so much easier. Although it has modern Instagram-friendly branding and was created by a US startup, this manual razor owes much to traditional barbershop hot-shave designs. Its standout feature is its heft: it hits the scales at 105g, considerably more than a typical plastic model weighing 10g to 40g. The Hanni team was “obsessed” with finding the exact weight that “allows the razor to glide over the skin but is also easy enough to hold and handle”, says founder Leslie Tessler. Steering it gently, and allowing its weight to carry the momentum forward rather than pressing it into your skin as&#xa0;you would with&#xa0;a flimsier model, results in a more pleasant experience – and reduces the chance of wayward nicks.&#xa0;</p> <p>Every aspect of the hair-erasure process has been carefully considered. Tessler opted for a single-blade razor over the more common multi-blade style because it cuts along the surface of the skin instead of tugging at hairs beneath, so there's less chance of causing ingrown hairs or other irritation. It also exfoliates.&#xa0;</p> <p>To replace the Swedish-steel blade you twist the razor's grooved handle and its top&#xa0;opens up, like a flower. And its accoutrements are thoughtful. There's a squishy silicone razor cap, an arched holder, and a dinky aluminium bin for stashing used blades. Best of all? The “shave pillow”. Applied like a stick of deodorant before you start, it doesn't require any water and can simply be rubbed into the skin afterwards, like moisturiser. That means you can shave anywhere: in-shower balancing acts, be gone!&#xa0;<em>Hanni, from $38, </em><a href=\"https://heyhanni.com/\"><em>heyhanni.com</em></a></p>  <p><strong>A towel to dry for</strong></p> <p>We think of premium bath towels as soft and fluffy, but why can't they be high-performance items too? That's the pitch from Resoré, a new Australian brand whose designs incorporate luxurious Turkish cotton as well as technical fibres that you'd typically find in sportswear, outdoor gear or medical uniforms. Standard cotton towels tend to stay damp for too long, which breeds bacteria, mildew and odour. Resoré's designs – in face- or body-towel sizes – dry up to 40 per cent faster than the norm thanks to the inclusion of moisture-wicking textiles such as lyocell (made from wood pulp) and Rayon bamboo. Plus, they contain the medical-grade, anti-microbial yarn Silverbac that uses silver ions to kill 99.99 per cent of germs and acne-causing bacteria. All this means that the towels – and therefore your face and body – stay cleaner. (The towels themselves also don't need to be washed as often.) I wonder why this hasn't been done sooner. Consider them The North Face – or Nike – of bathrooms. <em>Resoré face towel, €35, and body towel, €99, </em><a href=\"https://www.resore.com/\"><em>resore.com</em></a></p>  <p><strong>The shower that knows your name</strong></p> <p>A chic black button with a neat stainless-steel rim might well represent the future of bathing. This is the controller for the Quartz Touch, the latest smart-shower model from Aqualisa, a British manufacturer with past form in creating market-leading innovations (they invented the digital shower in 2001). This system, which can be&#xa0;installed with a fixed ceiling head as well as an adjustable shower head, has no shortage of handy functions. You can change the water pressure at the push of a button (activate “eco” mode and it will reduce consumption by 33 per&#xa0;cent) and if you momentarily step away from&#xa0;the&#xa0;water, a motion sensor will pause the flow. Via&#xa0;an app, you can set up profiles for each&#xa0;household member so that, whenever someone hops in, it's pre-programmed with their&#xa0;preferred shower temperature, pressure and&#xa0;duration: a welcome comfort first thing in the morning and&#xa0;a&#xa0;useful function for families looking to monitor water usage. In one final trick,&#xa0;when installed above a tub, it can draw your bath to an exact height and temperature. <em>Aqualisa Quartz Touch, £764, </em><a href=\"https://www.aqualisa.co.uk/\"><em>aqualisa.co.uk</em></a></p> <p><strong>A brush with greatness</strong></p> <p>Grooming brand Foreo has achieved a rare feat by devising a line of electric toothbrushes totally unlike anything else on the market. Their main point of difference? They're almost entirely made of silicone. The Issa 3, the newest model, has an appealingly quirky look (whether in black, mint or fuschia) and is super-light and easy to grip when wet. It has a strikingly elongated head featuring regular bristles surrounded by a ring of – you guessed it – squishy silicone bristles, which are easy on gums and can access hard-to-reach places. Unlike many electric models you do need to move it up and down much like you would a manual toothbrush, but while you're doing this the Issa 3 is working overtime – at 11,000 vibrations per minute – to ensure an intense deep-clean. It's fun to use, with 16 levels of vibration intensity, an indicator light that flashes when it's time to change positions, and a ridged back that works as a tongue and cheek cleaner. Yet the clincher for those who tire of plugging in devices will be its Eliud Kipchoge-like stamina: one two-hour charge lasts up to a full year.&#xa0;<em>Foreo Issa 3, £149, </em><a href=\"https://www.foreo.com/\"><em>foreo.com</em></a></p> <p><a href=\"https://www.instagram.com/jamie_waters/?hl=en\"><em>@jamie_waters</em></a></p><p>Source: Jamie Waters 2022 'Smart gadgets for the shower room' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T10:55:15.302Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3230,
          "end": 3234
        }
      ],
      "nexusId": "10043425"
    }
  ]
}