{
  "_id": "4b21e01e3fa96846c40484efd4492626ee702be80bc9e42e310590a4f84a2886",
  "feed": "ftcomall",
  "title": "Design guru Jenna Fletcher: ‘I look for people I don't see in the Conran Shop'",
  "text": "<p>Like many others, I spent much of the first Covid-19 lockdown scrolling through the Instagram feed of Jenna Fletcher, the London-based design consultant-cum-vintage furniture dealer and archivist. It was an addictive space, the brightly coloured, architectural plastic furniture and homeware from the 1970s interspersed with photographs of “rappers with obscure design pieces”, such as Kanye West posing behind a 1970s Maurice Calka Boomerang desk or Frank Ocean regally sitting atop a Tom Sachs chair. This eclectic mix put Fletcher's brand oswalde on the map. </p> <p>Oswalde's selection of 1970s furniture managed to be both timeless and hip: Joe Colombo's Boby trolleys in red, green and cream&#xa0;alongside an Yves Klein blue Gae Aulenti lounge chair. At a time when everyone was stuck inside and concerned with making their homes more inviting and cosy, Fletcher offered escape and inspiration. And it was made more interesting because of its subversive depiction of blackness in relation to design.</p> <p>We meet for coffee in Dalston, east London, at the height of summer, between two heatwaves. For Fletcher, it's the end of a busy day of meetings all over town, though you wouldn't know it. Friendly and engaging, she's also brimming with enthusiasm. It becomes clear that oswalde's every detail is intentional. She says that cultivating the right mood, the perfect look and that studied-but-easy mien is something she comes by naturally, the result of an obsession with aesthetics and a childhood immersed in design.</p> <p>Fletcher, 30, was born in north-west London to an English father and British-Barbadian mother. Her father worked in the building trade and her mother ensured that Fletcher and her siblings visited Barbados often to spend time with family and maintain a connection to their roots. During one of these trips, her parents built a house on the island. “I was like 10 or 12,” she recalls, “and I got to go around with the carpenter and choose the timber for the staircase, me and my dad, and I was like, ‘This is so cool.' They were explaining the indigenous woods and all of the different timbers for different uses, and all the hardwoods. When I look back, I was so involved in that design process. Learning about timbers as a 10-year-old, in Barbados, is kind of an incredible thing to get to do. And now I'm trying to [re-]educate myself about what timbers are like.”</p> <p>That early interest in design was also nurtured by an aunt “who's this iconic person in my family”, Fletcher says. “She was the first queer generation. And she was the first queer person in my mum's family. She kind of did all that before me. And she was very much in the design world, always had amazing pieces in her house [in London]. I was exposed to it through her . . . so I have this kind of understanding, this cultural capital, from day one without even realising it.” </p> <p>Her aunt worked as a sound engineer but was always surrounded by fashion designers and Soho&#xa0;club kids. She frequently took Fletcher shopping with her. And when she travelled, she returned with the most interesting, eclectic pieces she could find.</p>  <p><strong>The circles in which Fletcher now</strong> moves&#xa0;echo those of her aunt. Through her work with oswalde, she sits firmly at the intersection of design, fashion, queerness and blackness. But it was a circuitous journey, starting in 2012 at London College of Communication, where she studied advertising. The course was shortlived and experimental, Fletcher says, but it afforded its students an “incredible” amount of freedom and resources. That was where she learnt about branding, retail and art direction — all of which she would put to use with oswalde. </p> <p>After graduating, she dabbled in retail, then moved into managing YouTubers, whom she was “tasked with making cool and getting into fashion shows”. She was good at it, but it wasn't her calling. So she freelanced in event production and creative consulting.</p> <p>Just before the pandemic, Fletcher got her first big design gig: a 13,000 sq ft warehouse in downtown Los Angeles that was being turned into a workspace, library and studio for a company she'd worked with in London. But faced with the possibility of being locked down in LA indefinitely, she left the project and returned home to London. “I spent my days buying loads of furniture [mostly from auctions and dealers] and filled an entire room in my house, and then started selling it. But I was already informally dealing,” Fletcher says. “It'd be my friends sending me photos of the Mario Bellini sofas being like, ‘What is this? Like, where, where do I get one from?' But I'm like, ‘You can't.' Or [them] being like, ‘I need to get two Wassily chairs, like, I want them right now.' So I was kind of that person . . . constantly ID-ing furniture for people. That's the thing that I am the go-to for.” </p> <p>Launching oswalde was the logical next step. She named the business after her maternal grandfather. “It's kind of an homage to him,” she says. Instagram seemed like a natural home for the playful, approachable brand. It remains its only home: no website, no bricks-and-mortar location. (Unless you count oswalde stay, a guesthouse on the East Sussex coast, where if you like the look of the furniture and design objects dotted about, you can buy them. It is bookable, in true oswalde fashion, only through Instagram.) “I could have a website,” Fletcher says. “I should, perhaps.” But “I wanted to be one of those pages that people were saving posts on and sending to their friends”, she says.</p>  <p><strong>Fletcher is eager to make good</strong> design more accessible. Her stock hits a range of price points, from smaller, more affordable items, such as Rino Pirovano swivel desk organisers, to statement pieces, like Vico Magistretti's Maralunga sofa. Occasionally she'll even hold a product for a customer who can't make the purchase immediately. “I just think that good design is for everyone,” she says. “If you can just have a small item that brings you joy and brings [an] energy that you feel happy about into your space, I think that's really important.”</p> <p>In the two years since oswalde's inception, department stores and fashion and hospitality brands have attempted to court her with offers&#xa0;of&#xa0;pop-up spaces, collaborations and design&#xa0;jobs. She has been working with Nike but is being selective, keen to keep the company nimble. She's also focused on building a seat at the table for other black designers and creatives.</p> <p>Fletcher was an early champion of the work of Nigerian designer Nifemi Marcus-Bello, whom she describes as “an incredible visionary”. Oswalde was the first European stockist of his destined-to-be-cult-classics Selah lamp and LM&#xa0;stool — clean, architectural numbers, the former a three-in-one piece that is lighting, a stool and a bookshelf. “I look for people that I don't see in the Conran Shop and I don't see in publications and I don't see in panels and other people that are under-represented,” she says. “I cannot look at another photo of a graduate year from a design university with no black faces. I cannot do it. There are black designers out there. We're all out there.” She interrupts herself to ask why a Castiglioni lamp shouldn't sit next to Andu Masebo's candleholders. “In my world, they're both as important as each other. We very much fetishise these design classics. And I'm like, well, where are the new design classics? Who's making the new design classics?”</p> <p>Searching out those new classics has recently become a bigger part of Fletcher's work. The complications of sourcing pieces from continental&#xa0;Europe post-Brexit — it became “quicker for me to ship from Japan than from Italy”, she says — plus the offers of bigger, more ambitious projects means that oswalde is increasingly moving from being a design dealership to an interior design consultancy. One designer Fletcher looks to is her&#xa0;friend Masebo. Oswalde stocks his work, and&#xa0;the pair collaborated on one of Fletcher's most recent commercial projects, a Brighton boutique for the sustainable clothing brand Story mfg.</p> <p>“I'm constantly pulling Andu into projects. I've just asked him to make a coat rack for someone,” she says. “Our symbiotic relationship is so amazing because he trusts me and trusts my taste and I trust his ability as a product designer. He's brilliant.” She's quick to shout out other peers, designers of colour such as Kusheda Mensah of Modular by Mensah; Mac Collins, who she says is developing some interesting ideas around dominoes and domino tables; and Lichen, “who are killing it on the New York scene”. </p> <p>When I ask her about navigating the design industry as a young queer black woman, Fletcher is candid and concise. “I think people just really second-guess me. I think you've got to be like shit hot at your job . . . we need these people like me that are tearing down that invisible cellophane screen that exists, that we're always warring against every single day.”</p> <p>And Fletcher <em>is</em> “shit hot” at her job. She has shown a prescient ability to identify what has staying power and what will become relevant. She's already started to eschew the 1970s aesthetic for which oswalde originally became known. “The times have changed, this pop seventies furniture, you know, is very of a time . . . that kind of trend has passed, in my opinion. So I think as a company, we are . . . figuring out what's next. What's the taste? What's the look?”</p> <p>Oswalde is bound to grow. Soon there will be a&#xa0;limited run of extra virgin oswalde olive oil from an Italian mountain village. Further down&#xa0;the line, more oswalde stay hideaways. And, eventually, maybe, even the perfect sock. “I'm a real product person,” Fletcher says. “In&#xa0;my&#xa0;head, I have the ideal sock. It doesn't exist&#xa0;in the world.”</p> <p><a href=\"https://www.instagram.com/oswalde.shop/\">@oswalde.shop</a>, <a href=\"https://www.instagram.com/oswalde.stay/?hl=en\">@oswalde.stay</a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Cherish Rufus 2022 'Design guru Jenna Fletcher: ‘I look for people I don't see in the Conran Shop'' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-02T16:00:49.142Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.99999434,
      "offsets": [
        {
          "start": 6263,
          "end": 6267
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}