{
  "_id": "961a54f5a4a2d9f4004b96b7ff0ef8387cb074eec764f5989329030f4bc93ffb",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Open Higher Ahead of Consumer Data; Dow adds 300 points while Nikkei 225 falls for a second day after Bank of Japan policy change",
  "text": "<p>Stocks have come under pressure in recent days as investors weighed recession risks next year. The Bank of Japan's change to its yield curve control policy drove more concerns about tighter financial conditions globally. Meanwhile, the approaching holiday period means fewer people are trading and reduced liquidity, which can lead to outsize moves in markets.</p><p>\"Markets have been down quite significantly over the past four or five days, that's likely driving a bit of buying into the year end,\" said Kiran Ganesh, a multiasset strategist at UBS Global Wealth Management.</p><p>Funds are typically undergoing a process known as rebalancing at this time of year, where they buy and sell assets to get back to their targeted allocations. \"There's also likely to be a marginal buyer of equities at the moment because equities have underperformed bonds this year,\" Mr. Ganesh said.</p><p>The yield on the benchmark 10-year Treasury note edged down to 3.644% compared with 3.683% the previous day.</p><p>Consumer confidence data for December and a release on existing home sales are both set to go out at 10 a.m. ET.</p><p>In individual stocks, Nike jumped 14% after raising its revenue outlook and beating Wall Street's estimates. FedEx rose 4.6% after reporting earnings that declined from a slowdown in global trade, but not as sharply as analysts had expected. Carnival and Micron Technology are scheduled to post quarterly results Wednesday.</p><p>Oil prices climbed, with global crude benchmark Brent advancing 2.2% to trade at $81.78 a barrel. The U.S. plans to refill its oil reserve in February which is backstopping prices, according to Stephen Innes, managing partner at SPI Asset Management.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index slipped 0.2% while Hong Kong's Hang Seng Index added 0.3%.</p><p>Japan's Nikkei 225 retreated 0.7%, declining for a second day after the Bank of Japan's policy change. The yen stabilized, edging down 0.2% against the dollar after soaring 3.9% the day before.</p><p>The pan-continental Stoxx Europe 600 added 1.1%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>U.S. Stocks Open Higher Ahead of Consumer Data</p>",
  "published": "2022-12-21T14:33:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1116,
          "end": 1120
        }
      ]
    }
  ]
}