{
  "_id": "d507d879c9cfc39c14e163fb2f331e6bb5fffb3dc479894dc83236d2903ea7a3",
  "feed": "market-watch",
  "title": "Serena Williams exits U.S. Open in third-round loss to Ajla Tomljanovic — but here's why she's not done winning; Williams was knocked out of what was likely the last pro tournament of her 27-year singles playing career with a grueling loss late Friday in Queens — but, really, can she ever lose?",
  "text": "<p>Yes, she lost her third-round match against Ajla Tomljanovic of Australia 7-5, 6-7 (4), 6-1 on Friday night, where she was heavily favored to win. The three-plus-hour match was a close one, with both women exhibiting intensity, even ferocity, on the court. And it brought the raucous Queen crowd — including Denver Broncos quarterback Russell Wilson and his singing-star wife Ciara, New England Patriots owner Robert Kraft, director Spike Lee, and tennis icon Billie Jean King — to its feet many times.</p><p>A teary Williams thanked her parents and sister, Venus, her husband and daughter, and fans as the Arthur Ashe Stadium crowd afforded the all-time great a standing ovation after the match.</p><p>\"Thank you so much — you guys were amazing today,\" she said, adding that \"these are happy tears, I guess. I don't know.\"</p><p>\"It's been a fun ride. It's been the most incredible ride and journey I've ever been on in my life,\" Williams said. \"I'm just so grateful.\"</p><p>And as she told the press following her upset victory against No. 2 seed Anett Kontaveit of Estonia earlier in the week: \"I don't have anything to prove. I don't have anything to win. And I have absolutely nothing to lose.\"</p><p>Because even if she follows through on retirement from the game, she isn't finished winning. Not by a long shot.</p><p>According to the retirement letter she released last month in Vogue, instead of smashing 128.6-mph serves, Williams wants be an early investor in the next Uber UBER or Snap SNAP.</p><p>She said she wants to build a business empire and may end up becoming the first female billionaire in sports history.</p><p>Having already made a robust $94 million strictly from tennis tournaments over the years, and another $350 million from her off-court endorsements, according to Sportico, Williams is nearly halfway there — she has brand deals with companies including Nike NKE, AT&amp;T T and Gatorade.</p><p>Williams mentioned her venture-capital firm as one of her post-tennis focuses. The firm has raised $111 million since its inception in 2014 and aims to find \"early-stage companies\" — according to the Serena Ventures website, 76% of the companies in its portfolio have founders from underrepresented communities; 53% are led by women founders, and 47% have Black founders.</p><p>Other athletes, including NBA stars LeBron James and Kevin Durant, have made notably smart investing moves in recent years. James was an early investor in headphones company Beats by Dre, and Durant was an early investor in Coinbase COIN and Postmates.</p><p>Serena Ventures has already made investments in MasterClass, Impossible Foods and Noom, along with 53 other companies.</p><p>\"I like to invest in things where I believe in the founder\" she told the Wall Street Journal. \"For us, it's really about the founder and do we like the company? And does the founder have a good story, and 'Why is he doing it?' Is it because it's a white space, or is it really solving a problem that is close to his or her heart?\"</p><p>Since the announcement, Williams has done her best to avoid saying the word \"retirement,\" however, in favor of words like \"evolve.\"</p><p>\"But I'm not retiring, I'm just evolving away from tennis and doing something else,\" she told the Journal. \"I probably should retire, for a few years at least, but for some insane reason I'm not.\"</p><p>So even if she didn't ultimately prevail in her 3-hours-and-10-minutes match on Friday, the Serena Williams we've come to know won't allow herself to lose.</p><p>The Associated Press contributed to this report.</p><p>Serena Williams exits U.S. Open in third-round loss to Ajla Tomljanovic — but here's why she's not done winning</p>",
  "published": "2022-09-03T02:25:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 1837,
          "end": 1841
        }
      ],
      "weightsV2": {
        "weight": 0.77378094,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.22621906,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}