{
  "_id": "9a8b455ee1091aab097ad6f50d3cb3c3afe088f2fd101e2ade017859301181cb",
  "feed": "ftcomall",
  "title": "Adidas/fantasy M&A: Yeezy would make buyout groups queasy",
  "text": "<p>Trip-ups by big public companies had until recently invited private equity bidding interest. Buyout specialists will be watching the woes of Adidas wistfully. The German sneaker giant has lately been as clodhopping as a jogger in wellies. </p> <p>An exercise in fantasy M&amp;A suggests a buyout would be no walkover. Big-ticket leveraged acquisitions are tougher to finance. With lower debt comes lower returns. </p> <p>Adidas has some generic difficulties plus a specific problem called <a href=\"https://www.ft.com/content/39a98c64-bfa7-4d48-977a-fe7804646567\">Kanye West</a>. The company has broken with the rapperafter he made odious anti-Semitic comments on social media. So much for the high-margin Yeezy sub-brand, accounting for an estimated 40 per cent of operating profits. </p> <p>Shares in rival Nike are down just over a quarter in six months. Adidas has lost half its market value. </p> <p>A buyout still looks tricky. At a 30 per cent premium to the stock price a private equity buyer would pay some €25bn for the equity. It would take on €4bn of debt for a total enterprise value of €29bn, about 14 times ebitda for this year.</p> <p>How much buyout debt could Adidas carry? In the past 12 months, it made about €1bn in cash flow after capex. That would support some €11bn of debt at a yield of 6 per cent. But lenders are risk-averse. At a 10 per cent yield and with higher interest cover, debt capacity would fall to €5bn.</p> <p>A buyer would have to finance three-fifths of the deal with equity at best. That is a far cry from 60-70 per cent leverage of the past.</p> <p>There is a world in which an LBO still makes sense. Suppose a buyer raised €11bn of debt, doubled ebitda by 2025 in line with forecasts and offloaded <a href=\"https://www.ft.com/stream/ba22890f-c2f1-4baf-81b4-a744917e691f\">Adidas </a>at the purchase multiple. The annual internal rate of return would be almost 40 per cent. </p> <p>But with €5bn of debt and an exit at 10 times ebitda, the current level, the IRR would be about 12 per cent, lower than the prospective threshold for most buyout groups.</p> <p>Adidas is an attractive brand. But only the boldest buyout fund would back a bid at present.</p><p>Source:  2022 'Adidas/fantasy M&amp;A: Yeezy would make buyout groups queasy' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T14:47:00.791Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 702,
          "end": 706
        }
      ],
      "nexusId": "10043425"
    }
  ]
}