{
  "_id": "6b943fd027e0bfa06a803d96eb330195b7aa8d644bdb7a6c967e9af37faab734",
  "feed": "wall-street-journal",
  "title": "Michael Avenatti Sentenced to 14 Years in Prison for Defrauding Clients; Former celebrity lawyer is already serving a combined five-year term in prison for two separate felony convictions",
  "text": "<p>Federal prosecutors said Mr. Avenatti, 51 years old, lied to his former clients about settlement agreements he had negotiated for them and secretly spent some of the proceeds. He also obstructed the IRS's efforts to collect more than $3 million in payroll taxes from a coffee business he owned, prosecutors said.</p><p>Judge Selna ordered Mr. Avenatti to pay nearly $11 million in restitution to the former clients and the IRS.</p><p>\"Michael Avenatti was a corrupt lawyer who claimed he was fighting for the little guy,\" said Martin Estrada, the U.S. Attorney for the Central District of California, whose office prosecuted the case. \"In fact, he only cared about his own selfish interests.\"</p><p>A lawyer for Mr. Avenatti said he planned to appeal the sentence. \"The sentence imposed today was deeply disappointing and off-the-charts harsh,\" the lawyer, H. Dean Steward, said in a statement.</p><p>Mr. Avenatti is already serving a combined five-year term in prison for two separate felony convictions in Manhattan federal court, including for stealing $300,000 from adult-film actress Stormy Daniels. He represented Ms. Daniels in battles with former President Donald Trump. The 14-year sentence will run consecutively with the five-year term.</p><p>Ahead of Monday's sentencing, Mr. Avenatti asked Judge Selna for a sentence of no more than six years in prison to be served concurrently with the previous sentences.</p><p>Federal prosecutors had sought a prison term of 17 and a half years to be served consecutively with the previous sentences.</p><p>The \"defendant's scheme to defraud his clients was cruel—often reducing those clients to begging for needed funds,\" prosecutors wrote in a court filing.</p><p>Mr. Avenatti pleaded guilty to some of the charges in the California embezzlement case after a judgedeclared a mistrial in 2021.</p><p>Separately, he was convicted in a Manhattan federal court in February ofdefrauding Ms. Daniels out of book advance payments. In another trial, he was convicted in 2020 of three felonies for his failed efforts to extort Nike Inc.</p><p>Write to James Fanelli at james.fanelli@wsj.com</p><p>Michael Avenatti Sentenced to 14 Years in Prison for Defrauding Clients</p>",
  "published": "2022-12-05T23:05:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2016,
          "end": 2020
        },
        {
          "start": 2016,
          "end": 2025
        }
      ]
    }
  ]
}