{
  "_id": "4ec102b613eba52472642fa910316efd8247bbadd56265e926bd75127cf42303",
  "feed": "market-watch",
  "title": "The new 2022 Nissan Pathfinder takes a step back to its rugged roots",
  "text": "<p>All-new rugged appearance</p><p>9-speed automatic replaces CVT</p><p>Available 12.3-inch digital gauges</p><p>Tows up to 6,000 pounds</p><p>Seats up to 8</p><p>Cons</p><p>Still a unibody crossover SUV</p><p>Chassis updated, not totally new</p><p>Wireless Android Auto not available</p><p>What's new?</p><p>The Nissan Pathfinder is all-new for 2022</p><p>Price:&#xa0;Pricing for the 2022 Nissan Pathfinder starts at $33,680.</p><p>The Nissan Pathfinder is all-new for 2022. At least from an aesthetic perspective, the new Pathfinder is a bit of a return to its rugged roots. This&#xa0;Nissan NSANY&#xa0;SUV has evolved over the years into a family-friendly&#xa0;midsize 3-row SUV. The off-road purists who didn't like the previous generation of the Pathfinder will find a little more to love with the new model thanks to some retro design cues like a painted diagonal C-pillar.</p><p>NissanThe Nissan Pathfinder has a rugged exterior design and pretty good off-road chops when equipped with 4-wheel drive. But it's still a family-friendly crossover with roomy 3-row seating, modern safety tech, and some family-friendly available features like a second-row center console.</p><p>The Pathfinder continues to have a more easily accessible third seating row than most rivals like the Toyota TM Highlander and Ford F Explorer, with a clever system for tilting and sliding the second-row seats, even when child seats are in place. Anyone looking for a modern family SUV that's more on the rugged side should consider the all-new Nissan Pathfinder.</p><p>2022 Nissan Pathfinder pricing</p><p>The starting MSRP of the 2022 Nissan Pathfinder is $33,880 for the base S model. That makes it a little more expensive than some of its rivals like the Kia KR:000270 Telluride and Subaru FUJHY Ascent, but below the&#xa0;Toyota Highlander&#xa0;and the more off-road-ready Toyota 4Runner.</p><p>You can get some premium features in the Pathfinder at a lower price point than most rivals, like leather seats, WiFi, panoramic moonroof, and the tech that comes with the ProPilot Assist system.</p><p>Working up the model range, the SV starts at $36,670, the SL starts at $40,140, and the Platinum starts at $46,740. At every trim level, AWD is a $1,900 option. The Premium Package for the SV and SL models costs $2,170 and $2,900, respectively. Every Pathfinder has a destination fee of $1,225.</p><p>Also see:VW's new electric microbus is retro outside, modern inside. When can you get one?</p><p>Driving the 2022 Nissan Pathfinder</p><p>NissanWe had a chance to put the 2022 Nissan Pathfinder through its paces on-road and off in Montana. We drove it through mud, snow, and of course, on the road where most Pathfinders will spend most of their time. The Pathfinder proved to be a smooth and comfortable family SUV.</p><p>The standard V-6 engine is responsive, and the new 9-speed automatic transmission delivers smooth and responsive shifts right when you want them. When you opt for all-wheel drive, you get seven selectable drive modes (Standard, Sport, Eco, Snow, Sand, Mud/Rut, and Tow) that help you optimize your driving experience based on what you need at the moment.</p><p>With all-wheel drive, off-road performance is more than sufficient for most drivers in the market for a practical 3-row crossover. The Pathfinder name has a history as an off-roader, but this is primarily a family SUV. While it may not be the off-roader it used to be, the new Pathfinder can climb a mountain road, play in the mud, and traverse snowy streets without skipping a beat.</p><p>If you want a 3-row SUV with stronger off-road performance, you may want to consider some of the Pathfinder's more rugged rivals like the Subaru Ascent, Ford Explorer Timberline, or Toyota 4Runner. However, if you're looking for a practical minivan alternative with third-row seating you can actually use, then the Pathfinder is a sensible choice with a rugged appearance and respectable off-road credentials.</p><p>Interior comfort</p><p>The Nissan Pathfinder is available for the first time with second-row captain's chairs, giving it a 2-2-3 seating configuration with a removable center console. With the standard center bench in place, the Pathfinder's seating capacity is eight.</p><p>The Pathfinder interior looks modern and spacious, highlighted by an available 12.3-inch digital instrument panel with several screen options. An available 10.8-inch head-up display allows the driver to see functions such as vehicle speed and navigational directions on the back of the windshield.</p><p>Also available is a 9-inch color touchscreen (an 8-inch screen is standard) positioned high on the Pathfinder's center console and within easy reach of the driver and front passenger. It's complemented by uniquely shaped air vents that interlock into the soft dash surfaces, plus a new electronic shifter on a bridge-style center console with a handy storage cubby below.</p><p>Cloth and leather upholstery are available in a variety of colors, and there are seven available Pathfinder interior environments, including one with brushed bronze metallic accents. Ambient interior lighting adds to the cabin's pleasant nature, while four USB ports and a pair of 12-volt power outlets add to the practicality.</p><p>The second-row bench has a one-touch release that allows the seat to fold and slide forward, easing entry/exit for the third row. Behind the rearmost bench is enough space for a 120-quart cooler or four golf bags. The Pathfinder shows off its size with both rows folded by carrying multiple sheets of 4×8 plywood flat on the floor without any awkward angles.</p><p>Check out:Which electric SUVs have the most cargo space? Here's a full list</p><p>Exterior styling</p><p>Nissan tells us the design of the 2022 Pathfinder was inspired by adventure gear. It's been styled to look stronger, purposeful, and more capable. It does so with a blunter face, flatter hood, wider stance, prominent fender flares, and reduced front and rear overhangs. Larger tires also add to the rugged SUV look.</p><p>The corporate V-Motion grille is there, leaving no doubt that this is a new Nissan. Moreover, those three slots at the top of the grille sneakily pay tribute to those used on the hood of the original 1986 Pathfinder. Also paying homage to that beloved first Pathfinder are the floating C-pillars, which mimic the angle seen on the original's side windows.</p><p>Two-tone paint is used for the first time on a Pathfinder, and the standard LED headlights include slim upper daytime running lights. Adding to the muscular look are U-shaped side design elements linking the powerful fender blisters.</p><p>In back, the new Pathfinder has a boxy look with slim but wide LED taillights. You can't miss the word Pathfinder boldly emblazoned across the liftgate in oversized satin chrome letters.</p><p>Fourteen colors and color combinations are available on the 2022 Pathfinder, including five new 2-tone treatments. Scarlet Ember with Super Black Metallic looks especially good, as does the outdoorsy Obsidian Green Pear.</p><p>Don't miss: How much more gas is costing for every type of vehicle — see how yours stacks up</p><p>Favorite features</p><p>ProPilot AssistStandard on the SV, SL, and Platinum trims, ProPilot Assist combines steering assist with adaptive cruise control to make highway driving in the Pathfinder less stressful, even in heavy traffic. The Pathfinder Platinum works even better because the ProPilot system communicates with the navigation system, which means the vehicle knows when sharp bends, freeway exits, or intersections are approaching.</p><p>EZ Flex seatsThese middle-row seats are standard in the 2022 Nissan Pathfinder. Via a single touch, they release, fold forward and slide, greatly facilitating access to the third row.</p><p>Also see:Not ready for an electric vehicle, despite the spike in gas prices? Buckle up, here are some of the most fuel-efficient traditional cars</p><p>Standard features</p><p>The 2022 Nissan Pathfinder is available in S, SV, SL, and Platinum trim levels. Across the board, 2WD is standard, and AWD is a $1,900 option. Every 2022 Pathfinder comes with the same V6 engine and 9-speed automatic transmission.</p><p>Standard equipment in the base S model is pretty generous with safety and infotainment technology. You get a NissanConnect system with Android Auto and Apple CarPlay plus the Nissan Safety Shield 360 safety tech suite. Bundled with Safety Shield 360 is front and rear automatic emergency braking, high-beam assist, lane-departure warning, blind-spot warning, and rear cross-traffic alert.</p><p>Upgrading to the mid-range SV trim adds the ProPilot Assist semi-autonomous driving system which uses adaptive cruise control and steering assist to make highway driving easier. This trim also adds WiFi, and NissanConnect Services powered by SiriusXM SIRI.</p><p>Nissan expects the SL trim to be the most popular trim of the Pathfinder. This model adds some nice features, including an upgraded 9-inch infotainment touchscreen with wireless Apple AAPL CarPlay. Unfortunately, there's no wireless Android Auto. You also get a 360-degree camera adding both safety and convenience.</p><p>The Pathfinder Platinum pushes this rugged SUV into luxury territory. It adds a 12.3-inch fully digital instrument cluster, 10.8-inch head-up display, wireless charging, semi-aniline leather seats, and more.</p><p>Also see: The 10 best new and updated SUVs in 2022</p><p>Factory options</p><p>All-wheel drive is a $1,900 option on every trim of the Nissan Pathfinder. The mid-range SV trim has an available SV Premium Package for $2,170. This adds a panoramic moonroof, a power liftgate with position memory, a tow package pushing the max towing capacity up to 6,000 pounds, and second-row captain's chairs with a removable center console.</p><p>A similar Premium Package is also available for the SL trim for $2,900. On top of adding the contents of the SV Premium Package, this one also adds 20-inch alloy wheels, a Bose 13-speaker premium audio system, heated rear seats, and wireless charging.</p><p>The Pathfinder also has various individual options and dealer-installed accessories available like black exterior accents, roof rack, roof rack basket, and more.</p><p>Also on MarketWatch: What does Gen Z want? Nike, Lululemon and iPhones — and they use Apple Pay over Venmo, teen spending report says</p><p>Engine and transmission</p><p>Every 2022 Nissan Pathfinder is powered by a 3.5-liter V6 producing 284 horsepower and 259 lb-ft of torque. Also standard is a new 9-speed automatic transmission. Compared to the CVT transmission of the outgoing Pathfinder, this new transmission delivers better performance both on-road and off, and it makes the muscular engine more responsive to inputs from the driver.</p><p>With the tow package, the Nissan Pathfinder has a best-in-class towing capacity of 6,000 pounds. The only direct competitor that comes close is the Ford Explorer, which can tow up to 5,600 pounds. This opens up what you're able to tow with a midsize 3-row crossover, like smaller RVs that start around 5,200 pounds, which most SUVs in this segment like the&#xa0;Kia Telluride&#xa0;and&#xa0;Honda Pilot&#xa0;wouldn't be able to handle.</p><p>The power, torque, and fuel economy of the Pathfinder are all about average for this class.</p><p>3.5-liter V6284 horsepower @ 6,400 rpm259 lb-ft of torque @ 4,800 rpmEPA city/highway fuel economy: 21/26 mpg (FWD), 21/27 mpg (S, SV, SL AWD), 20/25 mpg (Platinum AWD)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-04-13T05:03:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 9967,
          "end": 9971
        }
      ]
    }
  ]
}