{
  "_id": "c79ff414a6764245b4d2385407f75415853dad856b60be6e646e857e188d3a34",
  "feed": "ftcomall",
  "title": "China's ice cream brands outpace inflation with soaring prices",
  "text": "<p>As the sweltering summer heat creeps up in Chinese cities, their residents have made a chilling discovery: soaring ice cream prices. </p> <p>Akira Cao, an event planner in his 20s from eastern Jiangsu province, decided to treat himself after a hard day of work to a Chicecream ice cream, known as the “Hermes of ice cream”, popular with the country's sweet-toothed Gen-Z.</p> <p>“I know that Chicecream is expensive, but I was not ready for the price tag,” he said. Akira forked out Rmb128 ($19) for the ice cream dessert, more than six times the minimum hourly wage in the province. He later took to social media to “thank the kind-hearted robber who left me with an ice cream”.</p> <p>China's rising ice cream prices come as <a href=\"https://www.ft.com/global-inflation\">inflation</a> drives up food costs around the world, after poor weather, the coronavirus pandemic and Russia's invasion of Ukraine caused havoc in the global food supply chain. </p> <p>Allison Malmsten, a consumer analyst at Daxue Consulting, said ice cream makers' expenses had risen after reduced soy and corn yields increased cattle-rearing costs, a price squeeze that had been exacerbated by the <a href=\"https://www.ft.com/content/9318db50-e0c3-4a27-9230-55ff59bcc46e\">elevated prices of transporting goods</a> into and around China during the pandemic.</p> <p>But she added that some brands' price increases, including Chicecream, had outpaced inflation. “They are trying to create a luxury image and pricing accordingly,” she said. </p> <p>Chinese demand for frozen treats is booming, particularly among the young. Consumers, mainly those under 30, spent $24bn on ice cream in 2021, according to a report published by the research house China Green Food Association. By contrast, the US spent $7.6bn on ice cream the same year, according to Chicago-based market research firm IRI. </p> <p>Ice cream prices have risen alongside the country's expanding appetite and local brands, including Chicecream, are snapping up a larger share of the high-end market once dominated by Häagen-Dazs with flavours ranging from dark chocolate to sea salt and coconut. </p> <p>One ice cream industry insider said venture capital firms started investing in local companies five years ago to capture rising enthusiasm for “China-made” goods.</p> <p>The popularity of short-form video platforms such as Douyin and Kuaishou has given the newcomers a space to market directly to young consumers. </p> <p>The shifting dynamics in the ice cream industry reflect broader consumer market trends, in which foreign brands such as Adidas and Nike <a href=\"https://www.ft.com/content/25ab5f9f-0cf9-4c2b-aed6-990aff95c34c\">are being challenged by Chinese rivals</a> Anta and Li-Ning. </p> <p>“Häagen-Dazs has been great at localising in China, but it is being challenged by the emergence of domestic brands making tasty and stylish ice creams,” said the industry insider.</p> <p><a href=\"https://www.ft.com/stream/dd3cc5a2-d14b-4b78-811c-89c387497476\">Chinese consumers</a> spend more money on smaller portions of ice cream than in the US, where the per capita consumption of ice cream is 10 times higher than in China. </p> <p>Daxue's Malmsten said that local ice cream makers had “filled a void”, introducing “Chinese flavours that western brands lack”, noting the popularity of Chicecream's rice dumpling-flavoured ice lolly. </p> <p>But as premium brands increase prices, consumers have complained that even low-end brands are becoming unaffordable. Nieves Yang, a university student in Sichuan, was shocked that a small ice cream tub in her local convenience store that cost Rmb2 when she was a child had risen to Rmb9. </p> <p>“I couldn't believe it, but I was too embarrassed to return the ice cream so I had to buy it,” she said. </p> <p>Ice cream is becoming a reliable cash cow for China's dairy conglomerates. Mengniu, one of the world's largest dairy producers, sold Rmb4.2bn worth of ice cream last year, an increase of more than 60 per cent from the previous year. </p> <p>But analysts question whether popular brands such as Chicecream will be able to continue raising prices or risk losing customers. </p> <p>As Yang said, the unexpectedly high price tag left a bitter taste in her mouth. “I could not enjoy the taste of my ice cream. The ice cream margins are ridiculous these days.”</p><p>Source: Eleanor Olcott in Taipei and Emma Zhou in Beijing 2022 'China's ice cream brands outpace inflation with soaring prices' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T00:00:50.731Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2388,
          "end": 2392
        }
      ]
    }
  ]
}