{
  "_id": "7857b4dc7d6d3893131d153502abbe1dfec00c9ba441f5386ffff96719af8a1d",
  "feed": "market-watch",
  "title": "Their trash, your treasure. These tossed-out stocks could be your best foot forward for 2023, says strategist; Critical information for the U.S. trading day",
  "text": "<p>\"However, if this is not the case…and we see ANY downside follow-through…it's going to raise some serious red warning flags for the stock market,\" he told clients. Strategists like Maley are particularly wary after the index failed to break above its important 200-daily moving average last week, and he says 3,200 or lower can't be ruled out if downside sticks.</p><p>So how to salvage a year that feels like one lump of coal after another? How about harvesting some tax-loss castoffs.</p><p>That's the advice from our call of the day, provided by Julian Emanuel, chief equity and derivatives strategist at Evercore ISI and his team, who are referring to that traditional end-year process in which investors sell their stock losers to reduce capital gains elsewhere.</p><p>Stocks that have \"endured historic tax-loss selling pressure yet have favorable earnings, short interest and price momentum profiles headed into the New Year could prove to be 'gifts' for patient long term investors,\" says Emanuel and the team.</p><p>\"Such stocks were swept lower by the tidal wave of selling that pushed indexes to new bear market lows in October, into the traditional mutual fund year-end tax-loss selling window,\" said Evercore strategists. \"While tax-loss selling season remains under way for retail investors whose accounting year ends in December, opportunities have begun to materialize.\"</p><p>They screened for so-called \"gift boxes\" stocks across the Russell 3000, a benchmark for the entire stock market, looking out for characteristics such as:</p><p>* deeper-than-average drawdown from pandemic peaks, still underperforming year to date</p><p>* signs of stabilization since October lows,</p><p>* 2023 profitability and upward earnings per share (EPS) revisions</p><p>* short interest in upper half of respective 2-year range</p><p>Higher EPS revisions are in contrast to lowered estimates for the broader market, offering what Emanuel calls a \"degree of Alpha defense into 2023,\" when they see EPS overall falling 7% as hawkish Fed intentions \"catalyzes the earnings and economic recession, ultimately resulting in a \"cathartic fat pitch\" buying opportunity at midyear.\"</p><p>What's on their list? Snowflake, Airbnb, Paycom Software, eBay and Pinterest are in the top five. Here's the rest:</p><p>Opinion: Rebalancing your stocks and bonds too much could cost you more than it's worth</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are rebounding after Friday's drop, as the dollar DXY heads south and long-term Treasury yields BX:TMUBMUSD10Y are higher, but hovering near three-month lows. Oil prices CL.1 are also firmer, while global recession worries knocked China HK:HSI XX:000300 and Japan stocks JP:NIK.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily.</p><p>The buzz</p><p>FedEx FDX and Nike NKE will report Tuesday — along with General Mills GIS — and could offer some clues on holiday-spending strength.</p><p>Read: The No. 1 'set and forget' stock in tech hardware for next year? You guessed it.</p><p>The European Union has accused Meta META of breaching antitrust rules by allegedly distorting competition in the markets for online classified ads.</p><p>China has reported just two COVID deaths , despite a surge in cases, raising questions over its data collecting.</p><p>Twitter quickly reversed a controversial decision to ban accounts that promoted rival platforms, while 58% of users have said they want Elon Musk to step down as CEO. Tesla shares TSLA are up 4% in premarket.</p><p>The National Association of Home Builders' Housing index is coming after the open in a week that will bring more housing data, along with more important inflation data.</p><p>Best of the web</p><p>\"I have fun like a child on the street.\" Lionel Messi and Argentina's epic World Cup victory</p><p>Amid high inflation and recession fears, 10 money moves you should make in 2023</p><p>A man losing his battle with cancer tweeted his farewell, and it stopped people in their tracks</p><p>The chart</p><p>Three ways this stock market could go next year from @lanceroberts</p><p>Read more on that from Lance Roberts here.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m.: </p><p> Ticker  Security name  TSLA    Tesla  COSM    Cosmos Holding  GME     GameStop  MULN    Mullen Automotive  AMC     AMC Entertainment  NIO     NIO  AAPL    Apple  AMZN    Amazon  BBBY    Bed Bath &amp; Beyond  APE     AMC Entertainment Holdings preferred shares</p><p>Random reads</p><p>Never take your seat belt off. 11 injured after severe turbulence rocks flight to Hawaii.</p><p>Better hit the road now. A massive winter storm is headed for the U.S. just ahead of Christmas.</p><p>Sharks have waited nearly 50 years for this apology from Steven Spielberg.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>Their trash, your treasure. These tossed-out stocks could be your best foot forward for 2023, says strategist</p>",
  "published": "2022-12-19T12:03:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2799,
          "end": 2803
        }
      ]
    }
  ]
}