{
  "_id": "60212b021098b110838e441838e403373ed709d40ccc9c9cb055976b55699287",
  "feed": "ftcomall",
  "title": "Peloton/supervoting shares: an asymmetric structure that impedes sale",
  "text": "<p>Selling Peloton, the maker of stationary bikes beloved of tech bros and suburban homemakers, will be uphill work. Top of the list of impediments is insiders' stranglehold on voting rights.</p> <p>Like most of its quoted tech-minded peers, Peloton has a dual-class share structure that expires a decade after it listed — 2029 in this case. Founders and management have just 12 per cent of the company but 75 per cent of the votes. Peloton's justification — fending off short-term pressures to build long-term value — is backed up by <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3062895\">academic research</a>. </p> <p>Experience in the real world, where dual-class shares took off about a decade ago, suggests the ploy is more about protecting entrenched interests. Look at the kerfuffle at Twitter, which lacks the defence of dual-class shares. Activist Elliott Management and <a href=\"https://www.ft.com/content/256a2f15-7284-4603-bed0-1121082a17a4\">would-be owner Elon Musk</a> thus have more heft to ruffle feathers at the social media company. </p> <p>Dual-class shares smack of managerial self-interest. Come 2017, nearly half of initial public offerings in the sector featured supervoting structures, according to <a href=\"https://www.cravath.com/a/web/13094/CG20_Chapter%201%20-%20Cravath,%20Swaine%20and%20Moore-B.pdf\">data</a> compiled by the law firm Cravath. In 2021, just over half of listed entities with dual-class shares had a sunset provision.</p> <p>Peloton's own travails underline the point. Shares are one-seventh the 2020 peak and co-founder John Foley has been ejected from the saddle. The company rode the pandemic boom of at-home fitness but failed to anticipate weaker demand when gyms reopened. Investors such as hedge fund Blackwells Capital, which is <a href=\"https://www.ft.com/content/1e63b737-2a48-4fe3-9759-98d14c30498b\">waging a war</a> against Peloton, want an end to asymmetric votes.</p> <p>That would unleash buyer interest. Several deep-pocketed companies, such as Nike or Apple, might be interested in Peloton. Despairing shareholders, stuck on a downhill ride to nowhere, would surely welcome the exit.</p> <p>The trouble with visionary founders is that one man's vision can look like a blind spot to fellow investors. Barry McCarthy, Peloton's new chief executive, believes he can create new products and revenue streams. Of course, that will take years — just the way management likes it. There is no painless way off this treadmill for investors.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the outlook for Peloton shares in the comments section below.</em></p><p>Source:  2022 'Peloton/supervoting shares: an asymmetric structure that impedes sale' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-15T12:00:49.113Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1641,
          "end": 1645
        }
      ]
    }
  ]
}