{
  "_id": "77bc5ef8a05723e4e0d4acfca68e6c4a4113df50f8fda745bdf2e6124697f371",
  "feed": "ftcomall",
  "title": "Mbappé beats Prince at controlling his own image",
  "text": "<p>A legal fight over an Andy Warhol painting of Prince finally reached the US Supreme Court last week, prompting a lively and often entertaining debate about copyright law and the rights to images. Warhol's foundation has been tussling with the photographer whose photo he adapted for the purple silkscreen portrait of the late musician.</p> <p>The Prince dispute goes to the heart of US copyright law: how much does an artist have to transform an image of a person to avoid having to pay the rights owner a fee? “You might be tempted to say . . . I don't get it. All [Warhol] did was take somebody else's photograph and put some colour into it,” observed Elena Kagan as she and her fellow justices discussed the point. </p> <p>One moral is clear for celebrities: get yourself a good contract. Had Prince done so, rather than ceding image rights to the rock photographer Lynn Goldsmith for her 1981 photo of him, his estate might have been in charge. In those days, fewer stars had a sharp sense of the financial value of their likenesses, or so many lawyers and agents to advise them.</p> <p>Kylian Mbappé, the Paris Saint-Germain <a href=\"https://www.ft.com/content/213255bd-11b5-4c04-af77-763e6c609628\">footballer</a>, has both. He refused to take part in a French team photo in September, wanting to control with which sponsors his image is linked. His new contract with PSG, which will reportedly pay him about $250mn over three years, lets him retain all payments from sponsorship deals with brands such as Hublot and Nike.</p> <p>Mbappé is the embodiment of an era in which sporting stars make the most of rights to everything associated with them, from the racquets used by tennis players to the shoes and luxury watches they wear. A huge amount of value attaches to an inimitable asset: their faces. Name, image and likeness rights, as they are known in the US, can become fiercely contested.</p> <p>Players understandably want to make the most they can from what is often brief stardom. But it comes across selfishly in team sports, as superstars try to wrest all of the financial angles away from their teams, in addition to the millions they are paid merely to play. Mbappé is sensitive to the perception, suggesting his protest against the French team's image rights was on behalf of teammates. </p> <p>Prince was on the way to being a superstar when Goldsmith photographed him in her studio in 1981, but the photo was not published at the time. It was licensed by Vanity Fair three years later to form the basis of a Warhol illustration accompanying a feature titled “Purple Fame”. Thus did a magazine image of a Warhol painting of a Goldsmith photo become a cause célèbre. </p> <p>This added up to plenty of transformation but Warhol did not stop there: he produced a&#xa0;further 15 paintings and drawings of Prince in various colours, which are now held by museums and collectors. After Prince's death, Vanity Fair licensed the image rights to an orange portrait in the series from Warhol's foundation for another article. The magazine paid the foundation but ignored Goldsmith.</p> <p>The painting's alchemy is obvious: the image is instantly recognisable both as Prince and as a Warhol, while only a connoisseur would spot her touch behind it. As the first court found, Warhol “transformed Goldsmith's work into something new and different . . . wash[ing] away the vulnerability and humanity Prince expresses in Goldsmith's photograph”.</p> <p>But making a work of art that is distinctive from the original is not enough to evade copyright: if it were, then Hollywood would not have to reward writers when it adapts their books into films. Any new work also needs to avoid usurping the rights holder, whether an author who wants to sell the story to another studio, or a photographer whose photo loses exclusivity.</p> <p>This is where I think the Warhol foundation's case fails. He was entitled to make artworks from the original photo — no one claims otherwise — but reselling an image of one to Vanity Fair without paying any further fee to Goldsmith went too far. It was clearly competing with her own images: in fact, it did so with the publication that licensed her photo in the first place.</p> <p>Goldsmith was wise enough to get a clear contract with Vanity Fair in 1984. She was paid $400 to license the photo as an “artist reference for an illustration . . . No other usage rights granted.” That seems pretty clear to me: Mbappé's team of lawyers could hardly seal his own image rights tighter.</p> <p>US copyright law often feels too restrictive about fair use, <a href=\"https://www.ft.com/content/ac98842c-b843-11e9-96bd-8e884d3ea203\">clamping down</a> heavily on familiarity and sampling in pop songs, for example. There should be plenty of scope for artists to take inspiration from others and to produce something new. But they cannot license an image, base their work on it and then disown the debt.</p> <p>Had Prince been as focused as Mbappé is now on controlling his image and likeness, this copyright dispute would never have appeared at the Supreme Court. Prince's legal oversight does not negate his musical genius but he was the person who most deserved to be rewarded for his face.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p><p>Source: John Gapper 2022 'Mbappé beats Prince at controlling his own image' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T21:00:05.708Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1422,
          "end": 1426
        }
      ],
      "nexusId": "10043425"
    }
  ]
}