{
  "_id": "d1641aef5600aa586aea47b4e9fce28671ab5c4472a330ecbd6880ebf08abf78",
  "feed": "ftcomall",
  "title": "Naomi Osaka leaves talent agency IMG to start her own venture",
  "text": "<p>Naomi Osaka, the four-time tennis Grand Slam champion and highest-paid female athlete in the world, said on Wednesday that she and her longtime agent were leaving talent agency IMG to start their own business.</p> <p>Osaka, 24, and her agent Stuart Duguid, acknowledged in posts on Instagram that they were setting up their own talent shop, called Evolve. News of their split from IMG was earlier reported by Sports Business Journal.</p> <p>Neither Duguid nor IMG immediately responded to requests for comment. </p> <p>Osaka has become a cross-continental celebrity in her young tennis career. She has won two Australian and two US Open tournaments while also igniting conversations about racial inequality and <a href=\"https://www.ft.com/content/9ef860e6-6905-4f4a-9254-d5d61e2fab53\">mental health awareness</a>. </p> <p>Together with Duguid, the Japan-born star has effectively translated her popularity among young fans both in Asia and around the world into a number of high-profile endorsements, including from Nissan, Nike, Louis Vuitton and others.</p> <p>In an <a href=\"https://www.ft.com/content/5b004c93-2e8d-48d5-bbea-e3cff1d79ea8\">interview with the Financial Times</a> in 2020, Duguid said that Japanese brands in particular had been traditionally reluctant to embrace any social or political message, favouring neutrality from stars, but “if anyone can change that tradition, it would be Naomi Osaka”. </p> <p>Over the past year, Osaka has struggled with injury and setbacks on the court, withdrawing from an international tournament in Rome last week because of an Achilles problem. At last summer's Tokyo Olympics, for which she <a href=\"https://www.ft.com/content/cd0c6ae9-c799-4deb-aee8-f5107409823c\">lit the torch</a> at the opening ceremony, Osaka suffered a disappointing loss in the third round. </p> <p>Osaka and Duguid are not the first big stars to break off from traditional talent agencies. </p> <p>In 2013, Roger Federer and his longtime agent Tony Godsick founded Team8, their own boutique. In basketball, former Roc Nation agent Rich Kleiman left with star client Kevin Durant, the current Brooklyn Nets player, and set up their own talent, entertainment and investment vehicle called Thirty-Five Ventures a few years later.</p> <p>IMG, the global talent, modelling, and sports agency, was acquired by William Morris in 2014 to form Endeavor, led by the Hollywood super agent Ari Emanuel. </p> <p>Along with rival companies including Creative Artists Agency and United Talent Agency, such businesses typically compete to represent top models, athletes and actors in commercial endorsements, media campaigns and in acting or entertainment opportunities.</p><p>Source: Sara Germano in New York 2022 'Naomi Osaka leaves talent agency IMG to start her own venture' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T22:15:29.671Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 916,
          "end": 920
        }
      ]
    }
  ]
}