{
  "_id": "68a1cfb7a37c00ec88bd003876698e278c7e57d6e0bcccccf25e9e878eab3d2a",
  "feed": "market-watch",
  "title": "Teen spending report shows they love Apple, Nike and Lululemon — and they use Apple Pay over Venmo, and Disney's latest Florida attraction: Affordable housing",
  "text": "<p>Disney's latest Florida attraction: Affordable housing</p><p>As Orlando rents skyrocket, Disney will hire a developer to build around 1,300 housing units on Walt Disney World's property. Read More</p><p>Oil companies say they're not gouging drivers, but Americans are bracing for higher gas prices, especially those who don't have the luxury of working from home</p><p>At a hearing on Capitol Hill, oil companies insisted they cannot control market prices that are beholden to supply and demand. Read More</p><p>Teen spending report shows they love Apple, Nike and Lululemon — and they use Apple Pay over Venmo</p><p>Semi-annual teen spending report dives into Gen Z's self-reported $66 billion in spending on favorite brands, shopping habits and more Read More</p><p>‘Cancel student debt. All of it.' — Politicians react to Biden extending student loan payment through August</p><p>Sen. Bernie Sanders and Rep. Alexandria Ocasio-Cortez are both advocating for canceling federal student loans. Read More</p><p>‘I already paid last week': An estimated 70% of taxpayers could get free tax prep, but far fewer do. Here's why.</p><p>The FTC and Intuit are fighting over TurboTax; the lawsuit shines a light on the state of free tax prep in America Read More</p><p>Used cars cost more than new ones? Here's what's going on, and where to find the bargains.</p><p>A ‘lightly used' car is now $533, on average, more expensive than its new car counterpart, and for one model, buyers are paying up to 36% more for a used version. Read More</p><p>‘I feel incredibly guilty': My sister is unemployed and my brother makes $40,000. Should I offer to match their 529 plan contributions for their kids?</p><p>‘My wife and I currently make $250,000 a year, which will climb north of $500,000 in the next few years.' Read More</p><p>My wife and I need to sell our ‘starter home' of 40 years because we can't handle stairs. When is a good time to buy a new one?</p><p>‘We were told using an offer on a new home with a&#xa0;contingency&#xa0;regarding the sale of our current home would result in any offer being rejected.' Read More</p><p>Tim Ranzetta is on a mission to bring personal finance classes to all high schools. Here's the No. 1 lesson he says everyone should know</p><p>‘As an entrepreneur you are always looking for a gap between the way things should be and the way they are.' Read More</p><p>Who is the richest person in the world? Jeff Bezos no longer has the top spot</p><p>The total wealth of billionaires fell to $12.7 trillion this year, down from a record $13.1 trillion in 2021. Read More</p>",
  "published": "2022-04-06T17:39:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 44,
          "end": 48
        },
        {
          "start": 532,
          "end": 536
        }
      ]
    }
  ]
}