{
  "_id": "c049c78c97cc02bd850980dd75a5c81ed905416245259969f5420f31e6086b8b",
  "feed": "wall-street-journal",
  "title": "NFL to Make Sports Content With Skydance, the Production Firm Behind 'Top Gun: Maverick'; Production pact is NFL's latest effort to broaden its business beyond football",
  "text": "<p>The league and Skydance said the venture would pair the NFL's expertise in content creation with movie and television productions in the documentary and fiction genres.</p><p>\"We know people love sports stories,\" NFL Chief Media and Business head Brian Rolapp said. He said pairing with Skydance will allow the league to make more content.</p><p>One of Hollywood's largest independent production companies, Skydance has credits that include \"Top Gun: Maverick\" and the Amazon Prime Video shows \"Jack Ryan\" and \"Reacher\" as well as the movie \"Tomorrow War.\" Skydance also has made content for Apple Inc.'s TV+ and Netflix Inc.</p><p>While making football content is a primary motivation for the league, Mr. Rolapp said the venture won't be limited to the gridiron. He said sports are underrepresented on all streaming platforms.</p><p>The NFL already has a vast film library—NFL Films—that it uses to create content for its NFL Network and other platforms. It also works closely with Warner Bros. Discovery Inc.'s HBO on the \"Hard Knocks\" series that follows one football team through training camp and part of the season. It has also made documentaries for ESPN and HBO.</p><p>Skydance Media Chief Executive David Ellison said the partnership will provide the new entity with \"a treasure trove of intellectual properties.\"</p><p>There is also an opportunity to widen the popularity of the league globally through broader entertainment, Mr. Rolapp said.</p><p>\"If you're not a football fan, 'Hard Knocks' is hard to access,\" Mr. Rolapp said.</p><p>Skydance had already been making its own push into sports-themed content through Skydance Sports. One of Skydance's major investors and advisers is RedBird Capital, whose managing partner Gerry Cardinale has ownership in several sports leagues.</p><p>The company recently signed Ben Affleck to direct a movie for Amazon's Prime Video platform about sports-marketing executive Sonny Vaccaro, who was instrumental in signing Michael Jordan to launch Nike Inc.'s \"Air Jordan\" sneaker line.</p><p>In October, Skydance said it had raised $400 million in new capital, valuing Skydance at more than $4 billion.</p><p>Write to Joe Flint at Joe.Flint@wsj.com</p><p>NFL to Make Sports Content With Skydance, the Production Firm Behind 'Top Gun: Maverick'</p>",
  "published": "2022-11-15T17:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1941,
          "end": 1945
        },
        {
          "start": 1941,
          "end": 1950
        }
      ]
    }
  ]
}