{
  "_id": "f7968bf0a8b73e8d320faa46d0509b6b5dd0a534e4cad39bd61efb6664f1b2a1",
  "feed": "wall-street-journal",
  "title": "Birkenstock Pushes Retailers To Stop Offering Copycats",
  "text": "<p>\"This is competitive bullying,\" said Rusty Hall, chief executive of Mephisto USA. \"We haven't infringed on any design patent.\" Mr. Hall said</p><p>Nordstrom and Zappos recently canceled orders for Mephisto's Harmony and Hester sandals that his company has sold for more than two decades, because they look too similar to Birkenstock's Arizona style. Representatives for the other footwear brands didn't respond or had no comment.</p><p>A spokesman for Birkenstock Group B.V. &amp; Co. said retailers are making the decision about what to sell on their own. He added that Birkenstock has an obligation to protect its brand and will make it available only to retailers who maintain its integrity.</p><p>Tacey Powers, Nordstrom's general merchandise manager for shoes, said the department-store chain is eliminating duplication. \"We always try to be thoughtful about shoes that closely resemble an iconic style, especially when we know our customers love the original,\" she said. Zappos declined to comment.</p><p>Companies from Nike Inc. to Chanel SA go to great lengths to protect their brands from copycats. Nike stopped selling directly to Amazon.com Inc. in 2019, and Chanel has sued luxury consignment retailer The RealReal Inc. over alleged counterfeits.</p><p>In 2011, Christian Louboutin SA sued Yves Saint Laurent over a monochromatic red shoe that Louboutin said violated its trademarked red soles. A federal appeals court ruled that Louboutin's soles are protected -- but only if the entire shoe isn't red.</p><p>Birkenstock's footbeds are trademarked, and it holds several design patents on newer styles, according to the U.S. Patent and Trademark Office.</p><p>Nevertheless, it might be difficult for it to police look-alikes, said Megan Bannigan, a partner at the law firm Debevoise &amp; Plimpton LLP, which defended YSL in the Louboutin case but isn't involved with Birkenstock's efforts. \"There have been so many copycats out there for years, it could be hard for Birkenstock to show that they have been using some of these designs exclusively,\" she said.</p><p>The Birkenstock spokesman said the company has been successful in defending its trademarks.</p><p>Founded in 1774 by German brothers Johannes Birkenstock and Johann Adam Birkenstock, the brand became known for its sandals with a cork-latex sole and an orthopedic footbed secured by leather straps. For many years the brand was more popular with nature watchers than runway watchers.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 998,
          "end": 1007
        },
        {
          "start": 1080,
          "end": 1084
        },
        {
          "start": 998,
          "end": 1002
        }
      ]
    }
  ]
}