{
  "_id": "4e69c0a5e8901a4803679b6da16222ebf621fa2d0170faaf0840333a52c40401",
  "feed": "ftcomall",
  "title": "Serena Williams to retire from tennis after US Open",
  "text": "<p>Tennis player Serena Williams will retire after this year's US Open tournament, concluding a career that ushered in a new generation of diverse players worldwide and made the 23-time Grand Slam champion a powerful ambassador for sponsors and black women in business.</p> <p>Williams, 40, announced her plans in <a href=\"https://www.vogue.com/article/serena-williams-retirement-in-her-own-words?\">a first-person essay</a> for Vogue published on Tuesday. She said her desire to have more children led to her decision. </p> <p>“I never wanted to have to choose between <a href=\"https://www.ft.com/tennis\">tennis</a> and a family. I don't think it's fair,” she wrote. “But I'm turning 41 this month [September], and something's got to give.”</p> <p><a href=\"https://www.ft.com/topics/people/Serena_Williams\">Williams</a>, along with her elder sister Venus, became a tennis sensation&#xa0;in the late 1990s and captured her first Grand Slam title at the 1999 US Open aged 17. The siblings'&#xa0;hard-fought championship finals, including against one another, along with their background learning to play on public courts in Compton, California, inspired a generation of black women to pursue the sport, including new champions such as Naomi Osaka of Japan.</p> <p>Her quest to break Margaret Court's record of 24 career Grand Slam titles has made Williams a consistent television ratings and ticket sales draw at tournaments globally.</p> <p>Along the way, Williams has become a single-name entity, a leading endorser first for Puma and currently for Nike, which named a building on its corporate campus in her honour. Beyond sportswear, she has endorsed blue-chip brands including Chase, the consumer banking arm of JPMorgan, and IBM. Forbes <a href=\"https://www.forbes.com/profile/serena-williams/?sh=7036372f4e48\">estimates</a> her net worth at $260mn, placing her at 90 in its list of the top self-made women in the US. Williams has earned almost $95mn in career prize money, according to the Women's Tennis Association.</p> <p>In recent years, Williams has focused more on investing and expanding opportunities in women's sports. Her venture capital fund, Serena Ventures, raised $111mn in its inaugural round as of March and focuses mainly on seed-stage investments in start-ups, according to Crunchbase.</p> <p>“Every morning, I'm so excited to walk downstairs to my office and jump on to Zooms and start reviewing decks of companies we're considering investing in,” Williams wrote in Vogue, saying she plans to expand her focus on the business side.<br><br>Williams is a minority owner in the National Football League's Miami Dolphins and, along with her husband, Reddit founder Alexis Ohanian, is a founding co-owner of a new <a href=\"https://www.ft.com/content/6d5ef3fb-42d6-4247-b77d-af2b10b2457a\">women's football team</a> in Los Angeles.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/afe82e11-42fa-4c9b-8c21-4bb457654458\"><em>Comparing Williams and Court is apples and pears</em></a><em>​ / ​</em><a href=\"https://www.ft.com/content/afe82e11-42fa-4c9b-8c21-4bb457654458\"><em>From Peter Doyle, Washington, DC, US</em></a></p> <a href=\"http://www.ft.com/cms/3696a047-5aa9-469d-9c78-9ddb875ff993.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sara Germano in New York 2022 'Serena Williams to retire from tennis after US Open' FT.com 9 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-09T15:39:57.320Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1300,
          "end": 1304
        },
        {
          "start": 1308,
          "end": 1312
        }
      ],
      "weightsV2": {
        "weight": 1.5475664,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.45243812,
        "tagPositionWeight": 4.529953e-06,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}