{
  "_id": "aa4b2d264f0e696956f8a631931a583b6b8c6c34a79e043a9013e644f6ec65a5",
  "feed": "market-watch",
  "title": "Nike stock jumps more than 10% as earnings, sales destroy expectations; Inventories remain higher than usual and above analysts' expectations, but executives suggest that strong results through November kept them on track to hit annual targets",
  "text": "<p>Analysts surveyed by FactSet had expected on average net earnings of 64 cents a share on revenue of $12.58 billion.</p><p>Nike executives did not provide a third-quarter forecast in their announcement, though Chief Financial Officer Matthew Friend said in a conference call he expects annual revenue grow in the the \"low teens.\" In an earlier statement, Chief Executive John Donahoe said the results \"give us confidence in delivering the year as our competitive advantages continue to fuel our momentum,\" while Friend added, \"We are on track to deliver on our operational and financial goals.\"</p><p>In a conference call late Tuesday, Donahoe noted a rebound of business in China and improving inventory levels because of strong consumer demand.</p><p>Nike announced the results amid a daunting confluence of slackening consumer spending, foreign-exchange headwinds and an elevated promotional environment, Jefferies says in a research note. In September, Nike shares tumbled after executives said markdowns on the retailer's products would squeeze margins, and they expected clothing competitors to keep slicing prices through at least the end of the year.</p><p>Read more: Inventory concerns are pounding Nike's stock</p><p>With consumers buying fewer clothes, Nike and other retailers have shouldered swelling inventories, though executives at Nike insist the level of excess goods likely peaked in North America this summer. In Tuesday's report, Nike reported inventories of $9.3 billion, up 43% from the same quarter a year ago. Analysts on average were projecting inventories of $8.83 billion, according to FactSet.</p><p>\"The market is focused on progress to resolution of FY23 inventory issues as a set up to a strong margin recovery\" in fiscal 2024, Stifel analysts said in a note last week.</p><p>Shares of Nike have declined 38% this year, while the broader S&amp;P 500 index SPX is down 20%.</p><p>Nike stock jumps more than 10% as earnings, sales destroy expectations</p>",
  "published": "2022-12-20T21:35:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 1775,
          "end": 1779
        },
        {
          "start": 1420,
          "end": 1424
        },
        {
          "start": 1317,
          "end": 1321
        },
        {
          "start": 116,
          "end": 120
        },
        {
          "start": 734,
          "end": 738
        },
        {
          "start": 1183,
          "end": 1187
        },
        {
          "start": 1858,
          "end": 1862
        },
        {
          "start": 938,
          "end": 942
        },
        {
          "start": 1233,
          "end": 1237
        }
      ]
    }
  ]
}