{
  "_id": "c09504d8d428ed1bea91a286bff6c6c49d1a071d2645c376391cbf8b41366a83",
  "feed": "wall-street-journal",
  "title": "The Hot Shoe Right Now Is Called a Dad Sneaker. What Do Dads Think About That? Despite the 'did you get those at Payless?' look, dad sneakers are fetching upward of three times their sticker price on the resale market",
  "text": "<p>And yet, the $180 sneakers sold out with lightning speed when released online in August. They're now being flipped for double their sticker price on resale sites such as Grailed.</p><p>These pedestrian shoes are a continuing echo, and a loud one at that, of the \"dad-sneaker\" movement. This trend for bulky, bland sneakers has resulted in $1,000-plus gargantuan-soled shoes from luxury labels like Balenciaga and Gucci.</p><p>But it has also inspired a reappraisal of stalwart athletic brands like New Balance, Mizuno and Asics. Despite having a \"did you get those at Payless?\" look, a series of blocky New Balance 550 sneakers made in collaboration with New York brand Aimé Leon Dore have become inescapable in American cities and now fetch upward of three times their sticker price on the resale market.</p><p>More than ever, neutral-toned, oh-so-arch-supportive shoes that dads love are being worn by kids decades away from arthritis and AARP cards.</p><p>Much has been written about why young people like these shoes (I've done it afew times) but what about those middle-aged dads? What is it like to have the supportive, style-agnostic sneakers you've worn for years become fodder for sneaker blogs and inflated resale prices?</p><p>\"What the hell?!\" was Kevin Sterling's reaction when his son informed him that a variation of the Asics he'd worn since he retired were the hyped-up shoe of the moment. After a lifetime of wearing boots in the military and on the job, the 64-year-old Mohawk, N.Y., resident embraced easy-on-the-arches Asics for walking his dog. \"It's the comfort,\" he said, \"If it fits me and I like how it feels, I'm gonna buy it.\"</p><p>Still, to him, stylish they are not. Compared with the vibrant Jordans his sneaker-collecting son wears, Mr. Sterling's montone Asics \"are just plain Jane.\" As to why 20-somethings might find that plain-Jane-ness appealing, he said he had no idea.</p><p>Michael Fuss, an Asics wearer for over 15 years, likewise had few deep theories on why the brand was basking in the adulation of sneakerheads now. \"To each his own, right?\" said the 56-year-old engineer in Boise, Idaho.</p><p>A longtime runner, he likes how Asics have always performed well on the pavement. \"I've got a couple of pairs that are in various states of disrepair for the lawn-mowing shoe, you know, and then there's my running shoes,\" said Mr. Fuss, adding that he \"hadn't really considered them from a fashion perspective.\"</p><p>When told in an interview about just how popular his brand of choice was, he did wonder aloud about their price going up. \"That's always the concern, right? As things become more popular they become more expensive.\"</p><p>Matt Roberts, 66, a manager of an industrial park owners association in McHenry, Ill., has already found a way to head off any potential price increases of his beloved New Balances: He keeps two pairs in reserve. \"They're not very innovative, they're just mainstays,\" said Mr. Roberts of his Comfort Ride 520 sneakers, which he started wearing for walking as a way to lose weight in advance of his daughter's wedding. \"I hate running,\" said the father of four.</p><p>These contoured shoes are downright sleek compared with some of New Balance's more orthopedic models. When asked about the hype around the chunkier, more washed-out dad sneakers, Mr. Roberts said even he wouldn't dare park his feet in those. \"If you look at a lot of older guys than me, they all wear the New Balance white shoes that look really clunky,\" he said. \"I told my wife, 'If I ever wear those, put me out of my misery.'\"</p><p>After all, the ironic-cool of a dad shoe gets lost when your hair is as gray as those sneakers.</p><p>For some past-middle-agers though, vanilla is just the right flavor. Dennis Cifor, 63, of Ann Arbor, Mich., who works in direct mail advertising, has worn quaggy Nike Air Monarch IVs for about 20 years. \"They're comfortable shoes, they kinda go with everything,\" said Mr. Cifor, who cares more about the fact that Nike has kept his favorite pair consistent than about its particular style attributes.</p><p>The Monarch is so gray, so squished and so closely affiliated with tucked-in golf polos and knee-high white socks that it is inarguably the ur-dad sneaker. So Mr. Cifor was a bit surprised a few years ago when Martine Rose, a British designer, riffed on the shoe in collaboration with Nike. His 20-something son brought it to his attention, gently teasing his dad that his standby sneaker was suddenly high-fashion.</p><p>Still, it didn't shake Mr. Cifor from his shoe of choice. In fact he thinks more people should try the squishy shoes themselves before lobbing dad jokes.</p><p>\"If you see all these people wearing these shoes, maybe disregard the fact that they're a little bit older than you and say there must be something to this,\" he said. \"They figured some things out in life, so why not take advantage of it.\"</p><p>How's that for the wisdom of your elders?</p><p>Write to Jacob Gallagher at jacob.gallagher@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>Are you a fan of dad sneakers? Why or why not? Join the conversation below.</p><p>More in On Trend</p><p>* There's a New Height Requirement for Leading the World</p><p>* Ye's Adidas Breakup Scrambles the Sneaker Resale Market</p><p>* The NFL's Go-To Tailor? A Former Accountant From New Jersey</p><p>* With Adult Happy Meals, McDonald's Sparks a Collecting Frenzy</p><p>* Levi's Jeans From the 1880s, Sold for $76,000, Reveal a Complicated History</p><p>The Hot Shoe Right Now Is Called a Dad Sneaker. What Do Dads Think About That?</p>",
  "published": "2022-11-08T21:03:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3923,
          "end": 3927
        },
        {
          "start": 3771,
          "end": 3775
        },
        {
          "start": 4295,
          "end": 4299
        }
      ]
    }
  ]
}