{
  "_id": "c709288c09704f08d79f40c2ca9b781f28d767f77b47b695d22744280927f9cf",
  "feed": "market-watch",
  "title": "What are single-stock ETFs, and should you buy them? 'They're not for the faint of heart.'; Financial advisers are wary—here's why",
  "text": "<p>The first single-stock ETFs hit U.S. markets in July 2022 — but since then, several ETF issuers have launched new ones. Here's a look at how they work, why they're catching on and what advisers have to say about them.</p><p>What are single-stock ETFs?</p><p>Single-stock ETFs are leveraged ETFs whose performance is related to the daily return of an individual stock. They come in a few different varieties:</p><p>* Leveraged long single-stock ETFs target a multiple of their stock. For example, the AXS 2X NKE Bull Daily ETF NKEL aims for two times the daily return of Nike NKE stock. So if Nike rises 2% on a given day, the ETF is supposed to rise 4%.</p><p>* Short single-stock ETFs target the inverse of their stock. The Direxion Daily TSLA Bear 1X Shares ETF TSLS, a short single-stock ETF, tracks the opposite of the daily return of Tesla TSLA. That means if Tesla stock falls 5% on a given day, the ETF should rise 5%.</p><p>* Leveraged short single-stock ETFs target a negative multiple of their stock. One example, the AXS 2X PFE Bear Daily ETF PFES, is designed to give two times the opposite of the daily return of Pfizer PFE. So if Pfizer falls 4% over a day, the ETF should rise 8%.</p><p>* Hedged single-stock ETFs target a limited version of their stock's daily gains and losses. The Innovator Hedged TSLA Strategy ETF TSLH, for example, tries to deliver the daily return of Tesla but is capped at a maximum of 9.29% and a minimum of -10%.</p><p>As with other leveraged ETFs, single-stock ETF issuers try to meet their target returns by trading complex financial instruments called derivatives.</p><p>Traders could use single-stock ETFs to double down on short-term bets on companies such as Apple AAPL, says Malcolm Ethridge, a Rockville, Maryland-based certified financial planner and vice president of CIC Wealth.</p><p>However, Ethridge stresses that single-stock ETFs are not long-term investments.</p><p>\"They are a day-by-day, ticker-by-ticker strategy. They're not meant to be purchased on Monday if you expect to hold onto them until Friday,\" he says.</p><p>Also see: Here's where ETF investors plan to put money to work in coming year – and how their generational attitudes shake out, Schwab study finds</p><p>What is driving the single-stock ETF trend?</p><p>Will Rhind is the CEO of GraniteShares, a New York City-based ETF issuer that has launched several single-stock ETFs. He says that the single-stock ETF trend is driven by the popularity of leveraged ETFs overseas and by recent changes in regulation.</p><p>\"We have plans to do a bunch of these products on various companies,\" Rhind says. \"We've been doing this in Europe for a few years — that's kind of where the idea started.\"</p><p>\"There were only two companies allowed to issue leveraged products [in the U.S.] until a couple of years ago, and they were ProShares and Direxion,\" says Rhind. \"That changed with updated new rules that came out a couple of years ago.\"</p><p>Ethridge agrees that regulatory changes have played a significant role in the rise of single-stock ETFs — but he has a different view of where the trend is coming from.</p><p>\"I think it's trying to meet the market where it was back in 2020,\" he says, referring to the early-pandemic-era trend of trading meme stocks and options.</p><p>\"Robinhood HOOD, by making it possible for average people to invest in options, woke [Wall Street] up to the fact that regular people want to be able to invest this way,\" Ethridge says. He said he thinks single-stock ETFs are a kind of options-trading substitute for people who don't know how to trade actual options or don't have permission to do so.</p><p>More: Single-stock ETFs: 'We're going to see this entire ETF category absolutely explode'</p><p>Should you buy single-stock ETFs?</p><p>Advisors are wary of recommending single-stock ETFs because of their risky nature.</p><p>\"These types of instruments, they're not for the faint of heart,\" says Frank Paré, an Oakland, California-based certified financial planner with PF Wealth Management and a former president of the Financial Planning Association.</p><p>\"I wouldn't recommend it for an average investor. I wouldn't recommend it for a long-term investor. I wouldn't recommend it for an investor,\" Paré says. \"I would recommend it for those who are into speculating and have a high tolerance for risk.\"</p><p>Ethridge also thinks there are a lot of potential downsides to single-stock ETFs. \"Because of all the leverage involved, things can go wrong really quickly,\" he says, adding that the funds' fees will likely \"erode any positive returns.\"</p><p>The U.S. Securities and Exchange Commission has voiced similar concerns. It has warned investors that the returns of such ETFs can diverge from their targets over time due to their complicated inner workings.</p><p>\"The daily rebalancing and effects of compounding may cause returns to diverge quite substantially from the performance of the, in this case, one underlying stock, especially if these products are held over multiple days or more,\" SEC Commissioner Caroline Crenshaw wrote in a statement on the SEC website in July 2022.</p><p>Get MarketWatch's ETF Wrap delivered to your inbox</p><p>Paré says he thinks most people are better off avoiding single-stock ETFs and relying on time-tested strategies to build wealth.</p><p>\"Go the slow, boring route of steady returns over a period of time, rather than speculating in the market,\" he says. \"If you feel you need to [speculate], do it in a way that's responsible; take a very small amount of your portfolio.\"</p><p>Neither the author nor editor held positions in the aforementioned investments at the time of publication.</p><p>More From NerdWallet</p><p>* How to Start Saving for Your Kids' College</p><p>* What the Inflation Reduction Act Means for Green Energy Stocks</p><p>* Ethereum Merge: What It Means for You</p><p>Sam Taube writes for NerdWallet. Email: staube@nerdwallet.com. Twitter: @samuel_taube.</p><p>What are single-stock ETFs, and should you buy them? 'They're not for the faint of heart.'</p>",
  "published": "2022-09-27T09:01:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 552,
          "end": 556
        },
        {
          "start": 574,
          "end": 578
        }
      ]
    }
  ]
}