{
  "_id": "18ad21d917af1614bc367e34f629805e8eaa59fd1e3a0111f70dc5e945b237a6",
  "feed": "ftcomall",
  "title": "Ebay pins hopes on second-hand luxuries and collectibles",
  "text": "<p>“One of a kind!” said Jamie Iannone, the chief executive of eBay, pointing down to the pair of pristine, custom-made Nike trainers on his feet. </p> <p>Whether it is a genuine passion for luxury “kicks” or a desire to be on-trend with TikTok-ing Gen Z consumers that <a href=\"https://www.ft.com/stream/e2d15558-1f05-4ebe-998b-f087f3d29aee\">eBay</a> wants to attract, Iannone is confident the booming second-hand luxury market, for items such as trainers or watches, will help turn round the online marketplace's fortunes.</p> <p>“We're leaning into where Gen Z and millennials are,” he said. “There's a bigger focus on sustainability, and ‘re-commerce'. Ebay is really the pioneer . . . that gives us an opportunity.”</p> <p>The eBay chief hopes a return to its roots as a place for used items and collectibles, with a focus on high-end reselling, will help make up for more than a decade of lost ground in the ecommerce business.</p> <p>It comes as the company's market value fell from a high of $53bn last year to $21bn today, following a shortlived pandemic-era ecommerce boom. At its most recent earnings in August, it reported its fifth consecutive quarter of year-on-year sales volume decline. Meanwhile, its market share of US ecommerce has fallen from 7.6 per cent in 2016 to 3.5 per cent this year, according to research group Insider Intelligence. </p> <p>The battle against Amazon has long been lost, Iannone conceded but he insisted the company has a “right to win” in the areas more traditionally associated with the site that began as an auction platform in 1995. </p> <p>“When you're talking to business-to-consumer sellers who are primarily selling ‘new and in-season', they're going to be more likely to sell on Amazon or Walmart,” said Iannone, a former Walmart executive.</p> <p>“Ebay was trying to move into that space. I don't think it's a long-term place where we can win,” he added.</p> <p>Iannone, a former eBay executive who left in 2009 and returned to lead the company in April 2020, said the site has instead been investing in what he termed “focus” categories, redesigning elements of the outdated user interface to better suit individual categories, such as jewellery. </p> <p>He expected these new focus categories to make up 50 per cent of the company's sales volume by 2024, compared to 20 per cent at the end of last year.</p> <p>Ebay's strategy means tapping into a luxury clothing resale scene that is estimated to grow to $37bn by 2025, up from $27bn in 2020, according to projections from research group Business of Fashion. Cowen Research has predicted the used sneaker market to become a $30bn industry by 2030, while resold luxury watches would make up a third of all global watch sales by 2025, according to McKinsey's forecasts. </p> <p>But the almost-three decades old eBay must overcome significant competition from younger, trendier start-ups that have had a head start. </p> <p>Sneaker marketplaces StockX and Goat have attracted $1.2bn in funding between them, according to data from Alphasense. The RealReal, a luxury fashion marketplace, went public in 2019 and raised $300mn but is yet to turn a profit. Earlier this month, Poshmark, a second-hand marketplace, was sold to South Korean tech group Naver in a deal worth $1.2bn.</p> <p>As well as other reselling marketplaces, eBay will also face competition from brands directly. Despite initial concerns that resale trends could eat into demand for new goods, high-end brands including Balenciaga and Gucci are making tentative steps into offering their own resale stores. </p> <p>According to ThredUp, a second-hand platform that offers its own authentication services to brands under a white-label programme, 107 major US brands are running their own resale stores, up from 37 at the end of last year.</p> <p>To compete against the crowd, Iannone argued eBay's strength would lie in cross promotion, with trust gained in one category leading to purchases in another. He said the company's data suggest a shopper who purchases a luxury watch costing $2,000 or more will go on to spend about $5,000 more on watches, and $5,000 in other categories on eBay.</p> <p>As part of its push into high-end reselling, eBay has done several deals in the collectibles and authentication space. It recently acquired TCGplayer, a trading card platform, for $295mn. It has also struck up partnerships with verification agencies such as the Gemological Institute of America, which assesses the authenticity of designer jewellery.</p> <p>The company is investing about $100mn annually on building out its authentication infrastructure, and has opened five “authentication centres” around the world that inspect sought-after items before they are shipped to buyers. </p> <p>For sneakers, that involves a 25-point process that examines material quality, stitching, packaging — even the smell. Once verified, a smartphone-scannable chip is attached so customers can verify the details.</p> <p>“The reason we do it is to create a game-changing level of trust on the platform,” Iannone said. “How do we massively say: ‘Come to eBay, everything's going to work out, we're going to protect you'.”</p> <p>Another facility is a 31,000-square foot trading card vault, located in Delaware, that keeps trading cards in optimal temperature to preserve their condition.</p> <p>Unlike the vast majority of sales on eBay, where items are shipped, trading cards are often sold from one customer to another without ever being handled. “Let's say a rookie had a great game. That card could trade two or three times in the same day because it's now sitting in a vault. The intersection of physical and digital things gets really interesting with the work that we're doing there,” Iannone said.</p> <p>The company has not disclosed the financial performance of its authentication and reselling operation, other than to say that the “collectibles” category specifically had reached $10bn a year in gross merchandise volume, the total value of goods sold — roughly 10 per cent of everything sold on eBay.</p> <p>The investments in verification have gone some way to helping eBay claw its way into the high-end reselling space, said Graham Wetzbarger, founder of the Authentication Institute of America, and formerly in charge of authentication at The RealReal.</p> <p>“It's helped to regain the market share they lost during the first decade of resale going mass market,” he added.</p> <p>Ebay has spent the past few years selling parts of the business that are not related to its core marketplace following pressure from activist investors. This has included selling its classifieds business for $9.2bn and its ticket reselling company StubHub for $4.05bn.</p> <p>The move to a narrower focus seems to have impressed analysts. “Ebay's business looks remarkably similar to its genesis,” read a recent note from Morningstar. “A lively ecommerce platform connecting hundreds of millions of buyers and sellers worldwide, with an emphasis on used, liquidation, and refurbished goods.”</p> <p>In the highly competitive sneaker segment, eBay's lower fees compared to rivals StockX and Goat should result in a healthier supply of goods, Wetzbarger said. Shoppers generally do not display much loyalty to any particular marketplace so long as supply is strong, he added. </p> <p>“When you add up all the fees and commissions, and shipping costs, eBay charges the seller less,” Wetzbarger said. “For that solopreneur, or just that hobbyist, [eBay are] hoping that they will move from other platforms to eBay to sell their items.” </p><p>Source: Dave Lee in San Francisco 2022 'Ebay pins hopes on second-hand luxuries and collectibles' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T20:10:25.889Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 117,
          "end": 121
        }
      ],
      "nexusId": "10043425"
    }
  ]
}