{
  "_id": "7bcd4c9604c3abb2823ea8353a581e7bcd3a16569652ffc92bcde984045499b1",
  "feed": "wall-street-journal",
  "title": "For Prince Harry and Meghan, Tensions Linger in Royal Family After Queen's Death; The Duke and Duchess of Sussex attend most events, but their status as nonworking royals has limits",
  "text": "<p>As of Friday evening, they still didn't know if they were allowed to attend, this person said. A Buckingham Palace official declined to comment on the original invitation but confirmed the event was for working royals. That indicates that the couple wouldn't be invited.</p><p>The invitation confusion highlights lingering tensions in the royal family, despite a week where the royals publicly put on a united front in the wake of the monarch's death.</p><p>Prince Harry and Meghan featured heavily in royal family events in recent days. On Wednesday, the prince walked with the rest of the family and his father, the new king, behind the queen's casket as it traveled from Buckingham Palace to Westminster Hall, where Harry was later seen wiping away a tear.</p><p>A few days earlier, he and his brother, Prince William, the heir to the throne, walked alongside their wives to greet well-wishers outside Windsor Castle, sending royal watchers on both sides of the Atlantic into overdrive in speculating what the body language suggested about family dynamics.</p><p>The two brothers exchanged only a few words during the public appearance. Prince Harry and Meghan were given 30 minutes notice to get dressed and ready for the walkabout, according to a person familiar with the matter, an account contested by others close to the palace.</p><p>King Charles, as he addressed the nation after his mother's death, named the Sussexes to \"express my love for Harry and Meghan as they continue to build their lives overseas.\"</p><p>But not all has been smoothed over, some royal watchers said, and there are sure to be renewed tensions as Harry and Meghan roll out Archewell, the media company they founded after giving up their royal duties, The prince is also working on a coming memoir.</p><p>\"I don't believe there is a thaw,\" said Angela Levin, a biographer of Prince Harry and author of \"Camilla: From Outcast to Queen Consort.\" \"It will rumble on for the foreseeable future,\" she said.</p><p>Because Prince Harry isn't a working royal, he was told he couldn't wear his military uniform while walking behind the queen's coffin, palace officials said. But then Prince Harry, who served in the army for many years, was later given dispensation by King Charles to wear his uniform during a short vigil the queen's grandchildren will lead on Saturday.</p><p>There was also speculation whether the Duke and Duchess of Sussex's children, Archie and Lilibet, will be made prince and princess by the new King Charles. The updated line of succession of the royal website had them down as Master Archie Mountbatten-Windsor and Miss Lilibet Mountbatten-Windsor. They are sixth and seventh in line to the throne, respectively.</p><p>The king's spokesman wouldn't comment on whether the two children will be titled HRH, which stands for His or Her Royal Highness, or on the family's dynamics at the moment. Prince Harry and Meghan had agreed not to use their HRH titles after they quit royal duties.</p><p>The entrance of Ms. Markle, an American actress, into the House of Windsor in 2018 was seen at the time as an opportunity for the monarchy to continue its process of modernization that began in the wake of Princess Diana's death in 1997. But relations began to break down, in part over the couple's treatment by Britain's tabloid press and as Ms. Markle chafed at the confines of royal life, officials said.</p><p>The Sussexes surprised the palace in 2020 by announcing their intention to step back from royal duties to seek their financial independence and \"carve out a progressive new role within this institution.\" After fraught negotiations, the palace stripped them of royal patronages, honorary military titles and declared them \"nonworking\" royals.</p><p>Relations took a turn for the worse in 2021, when the Sussexes told Oprah Winfrey in an interview that a member of the royal family asked how dark their unborn child's skin would be, alleging racism in royal ranks. They didn't identify the member of the family.</p><p>At the time, the palace issued a statement saying it was concerned about the race issues raised. \"While some recollections may vary, they are taken very seriously and will be addressed by the family privately. Harry, Meghan and Archie will always be much loved family members,\" it said in a statement. Days later, Prince William told a reporter that the royal family \"is very much not a racist family.\"</p><p>Prince Harry has launched legal action against the Home Office after it decided to deny him police protection when in the U.K., even if the prince paid for it himself. In July, Prince Harry won permission to legally challenge that decision. The Home Office declined to comment.</p><p>Further moments of potential conflict are coming down the line, including Harry's memoir that he has described as \"a firsthand account of my life that's accurate and wholly truthful.\" The book is unnerving palace officials who fear a media storm akin to when the Sussexes gave their interview to Ms. Winfrey.</p><p>Prince Harry is working on the book with J.R. Moehringer, a journalist and ghostwriter who collaborated with tennis star Andre Agassi and Nike Inc. co-founder Phil Knight on their memoirs. Both books were bestsellers and acclaimed for their unvarnished approach to the celebrity tell-all. Discussions about postponing the book's release or changing its contents haven't occurred while Prince Harry is grieving in the U.K., according to a person familiar with the matter.</p><p>The couple were already in the middle of a content blitz just as the queen died.</p><p>The center of that blitz was Meghan's new podcast, \"Archetypes,\" which premiered atto the top of Spotify charts. Meghan announced this week she was pausing the release of new episodes during the period of mourning.</p><p>At Netflix Inc., where the couple signed a production deal worth a reported $100 million, several shows and movies are in development, including a documentary on the Invictus Games that Prince Harry has supported in the past, according to a person familiar with the matter. At least some of those shows and movies will launch in the next year.</p><p>In Hollywood, rumors have swirled that the couple's programming could take a more personal turn toward a reality-show style series that would offer behind-the-scenes details on their post-royal life. A person familiar with Archewell's plans said the couple could turn the camera on themselves at some point, but that any such show would avoid reality-style theatrics.</p><p>The next family event will be King Charles's coronation, expected next year. \"We now honor my father in his new role as King Charles III,\" Prince Harry wrote in a statement following the Queen's death. The full statement now appears on Archewell's website, along with a photo of the prince and his grandmother.</p><p>For Prince Harry and Meghan, Tensions Linger in Royal Family After Queen's Death</p>",
  "published": "2022-09-17T16:01:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5066,
          "end": 5075
        },
        {
          "start": 5066,
          "end": 5070
        }
      ],
      "nexusId": "10043425"
    }
  ]
}