{
  "_id": "29bbb3bb89f053c4e23c116ce95f18b18e5ee48d74983de17bcd741c1f989e52",
  "feed": "ftcomall",
  "title": "Ronaldo quits top-level football with move to Saudi Arabia",
  "text": "<p>Cristiano Ronaldo has signed for a Saudi Arabian football club in a move that brings his career at the top level of the game to an end and highlights the oil-rich country's growing ambition in sport.</p> <p>Ronaldo, 37, has joined the Riyadh-based Al Nassr FC on a two-and-a-half-year contract, weeks after terminating his second spell at English Premier League side Manchester United, where he spent much of this season on the bench.</p> <p>Ronaldo&#xa0;said he was “eager to experience a new football league in a different country”.</p> <p>“I am fortunate that I have won everything I set out to win in European football and feel now that this is the right moment to share my experience in Asia,” he said in a statement.</p> <p>While it is common for older players to wind down their careers at clubs in North America's Major League Soccer, <a href=\"https://www.ft.com/stream/624a916c-bce8-367f-8b54-d45cef4aac9d\">Ronaldo</a>'s move could help to establish Saudi as a challenger.</p> <p>Saudi Arabia has made a series recent investments in sport. The kingdom's sovereign wealth fund owns a majority stake in English side Newcastle United after a £305mn takeover in 2021 and bankrolled LIV Golf's efforts to challenge the US PGA Tour's dominant position in golf. State oil company Aramco is a major sponsor of Formula 1, which first raced in Jeddah in 2021. </p> <p>The Public Investment Fund <a href=\"https://www.ft.com/content/ce556bac-30cc-49c6-b883-5cab67ce5379\">said in October</a> that it had agreed sponsorships with a number of football clubs amounting to SAR8.75bn [$2.3bn] in the first eight months of 2022, mostly for domestic teams. Al-Nassr <a href=\"https://qiddiya.com/en/media/press-office/al-nassr-al-hilal-sign-one-of-the-region-s-largest-strategic-partnerships-valued-at-sar100-million-per-club-annually-with-giga-project-qiddiya/\">signed</a> a strategic partnership with the fund's portfolio company Qiddiya in February.</p> <p>“History in the making,” Al Nassr tweeted. “This is a signing that will not only inspire our club to achieve even greater success but inspire our league, our nation and future generations, boys and girls to be the best version of themselves.”</p> <p>Ronaldo is one of the best players in the history of football. Although he is nearing the end of his playing career, he has a huge public profile off the pitch. He is the most-followed person on Instagram with 526mn followers, and has signed commercial partnerships with the likes of Nike, crypto group Binance and Herbalife Nutrition.</p> <p>Media reports claimed the Portugal star could earn up to $200 million a year from the deal, which would make him the highest-paid soccer player in history. Representatives for Al Nassr and Ronaldo did not respond to requests for comment about the terms of the deal.</p> <p>Ronaldo left Manchester United after <a href=\"https://www.ft.com/content/80bb978f-2450-4c04-8643-bc2aaf7d7389\">complaining about the club's owners</a> and head coach last month. </p> <p>The former Real Madrid and Juventus striker has won league titles in England, Spain and Italy, five Uefa Champions League trophies, and Euro 2016 with his country. </p> <p>He captained Portugal at the Fifa World Cup in Qatar earlier this month but only scored one goal. The team dropped him from its starting line-up and crashed out in the quarter-finals against Morocco. </p> <p>The only player to have surpassed Ronaldo's five Ballon d'Or trophies for being the world's best footballer is Argentina's <a href=\"https://www.ft.com/content/9d158d33-951f-4415-a411-b7da2283b677\">Lionel Messi</a>.</p> <p><em>Additional reporting by AP</em></p><p>Source: Samuel Agini 2022 'Ronaldo quits top-level football with move to Saudi Arabia' FT.com 31 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-31T11:07:39.191Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2065,
          "end": 2069
        }
      ]
    }
  ]
}