{
  "_id": "88199bd6eefca67e27f74516c552b2a662b720676263c62fad77cf9542f95dc9",
  "feed": "wall-street-journal",
  "title": "Adidas Terminates Partnership With Kanye West Over Rapper's Anti-Semitic Remarks; Move ends a lucrative arrangement that has produced the popular Yeezy collection of sneakers",
  "text": "<p>Earlier this month, Adidas put its partnership with Mr. West under review. Days later, Twitter Inc. and Meta Platforms Inc.'s Instagram locked his accounts after he made anti-Semitic posts.</p><p>Adidas said Tuesday that Mr. West's recent comments and actions have been \"unacceptable, hateful and dangerous, and they violate the company's values of diversity and inclusion, mutual respect and fairness.\"</p><p>Mr. West couldn't be immediately reached for comment.</p><p>The breakup adds another major headwind for Adidas, which has been struggling to grow in China, the largest apparel and footwear market in the world. Adidas is also in the midst of searching for a new chief executive after the company unexpectedly said in August that its current leader, Kasper Rorsted, will step down next year.</p><p>\"The termination of the partnership with Kayne West is understandable and necessary. Financially, the termination is a heavy blow,\" said Ingo Speich, head of sustainability and corporate governance at German fund manager Deka Investment, which holds 0.7% of Adidas. \"It remains to be hoped that no further partnerships will be lost.\"</p><p>Adidas said that it would terminate the partnership immediately, end production of Yeezy branded products and stop all payments to Mr. West and his companies. The decision is expected to have a short-term hit of up to €250 million, equivalent to $247 million, on the company's net income in 2022, the company said.</p><p>Adidas shares were down 3.8% in Frankfurt after the announcement. They are down 60% this year.</p><p>Human-rights campaigners in recent days have publicly criticized Adidas over its partnership with Mr. West. On Tuesday, the Central Council of Jews in Germany called on the company to end its partnership with the artist.</p><p>\"As a German company, I simply expect from Adidas a clear stance when it comes to anti-Semitism,\" the organization's president, Dr. Josef Schuster, said on Twitter. \"Entrepreneurial interests must not be the priority.\"</p><p>Addressing Adidas, Jonathan Greenblatt, chief executive of the Anti-Defamation League, tweeted on Monday that \"your silence is a danger to Jews.\"</p><p>Adidas on Tuesday said that it \"does not tolerate anti-Semitism and any other sort of hate speech.\"</p><p>Mr. West's ventures in sneakers date to at least 2006 when he first collaborated with Adidas on a shoe that was never released. A year later the rapper started working with Nike Inc. and eventually released the coveted Nike Air Yeezy II. The Nike partnership ended in 2013.</p><p>Items that the artist designed in collaboration with Adidas made their debut in 2015, and the parties entered a long-term partnership the following year.</p><p>In the arrangement, Mr. West lends the Yeezy brand to the company in return for royalties of about 15% of the sales of Yeezy products. Adidas designs and manufactures the products, and it also owns the designs, according to people familiar with the deal.</p><p>The partnership has been a boon for Adidas. The tie-up accounts for as much as 8% of Adidas's total sales, analysts at UBS said in a report last week.</p><p>Without the partnership, the company's annual sales have grown just 1% on average since 2017 compared with the actual sales growth of 3%, UBS estimated. Adidas has said that its partnership with Yeezy was one of the most successful collaborations in the industry.</p><p>But in recent months, Mr. West has criticized Adidas, as well as Gap, on social media, accusing his fashion partners of stealing his designs and breaking promises to expand his ventures. Gap decided to end its relationshipwith Mr. West last month, saying the company and Mr. West are \"not aligned\" in how they work together, The Wall Street Journal has reported.</p><p>Earlier this month, Adidas said it made repeated attempts to privately resolve disputes with Mr. West.</p><p>The breakup with Mr. West piles further pressure on the sporting goods maker, days after it cut its full-year guidance, citing a weaker business environment in China as well as a significant inventory buildup as a result of lower consumer demand in major Western markets. Other factors, such as suspended operations in Russia and the supply chain problems that have engulfed global business, have contributed to the company's lackluster performance lately.</p><p>The company said on Thursday that it now expects currency-neutral revenues to grow by a mid-single-digit percentage rate in 2022, down from a mid- to high-single-digit percentage forecast previously.</p><p>Write to Georgi Kantchev at georgi.kantchev@wsj.com and Inti Pacheco at inti.pacheco@wsj.com</p><p>Adidas Terminates Partnership With Kanye West Over Rapper's Anti-Semitic Remarks</p>",
  "published": "2022-10-25T12:24:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2454,
          "end": 2458
        },
        {
          "start": 2385,
          "end": 2394
        },
        {
          "start": 2385,
          "end": 2389
        },
        {
          "start": 2431,
          "end": 2435
        }
      ]
    }
  ]
}