{
  "_id": "e196a3b773c496f499aed8bbee5c6a74db7de3f63872a40f488370497759a428",
  "feed": "market-watch",
  "title": "Nike to test Jordan-only stores in North America",
  "text": "<p>The effort is part of the athletic giant's ongoing strategy to build its direct-to-consumer (DTC) relationships through stores and digital channels.</p><p>“Since the onset of the pandemic, we have seen how creating the marketplace of the future will deepen our connections with consumers, fuel marketplace growth, and expand the profit pool for Nike and our wholesale partners,” said Matthew Friend, Nike's chief financial officer, on the earnings call, according to a FactSet transcript.</p><p>The test will begin in fiscal 2023, and will leverage “a popular consumer experience that has been wildly successful in Greater China, the Philippines, and Korea,” Friend said.</p><p>Read:Canada Goose announces joint venture in Japan</p><p>The company is also investing in its Nike NKE stores to grow both the Jordan and women's business, areas where it sees opportunity.</p><p>Nike executives talked about the different ways that it is reaching consumers, including livestreaming, which began last fiscal year and has developed into part of some product launches.</p><p>And in the third quarter, the company launched its first NFT.</p><p>“Nike is operating from a position of strength within its Nike Marketplace strategy by cutting wholesale doors (down &gt;50%; latest adjustments including Foot Locker complete), innovating new DTC formats (Nike Live stores, testing Jordan North America stand-alone stores in [fiscal] 2023) and digital experiences, and partnering for cross-channel membership models,” wrote Baird in a note.</p><p>Baird has an outperform rating on Nike stock and cut its price target to $165 from $192.</p><p>Nike reported better-than-expected fiscal third quarter earnings and sales late Monday, though China remains a challenge.</p><p>Last month, Foot Locker Inc. FL shares plunged after it revealed a merchandise strategy that includes less Nike gear.</p><p>See: Foot Locker shares plunge as Nike continues shift away from wholesale to sell more of its own gear</p><p>Nike reiterated the importance of its relationship with Foot Locker during the call.</p><p>“To be crystal clear, Foot Locker always has been and always will be a large and important partner of Nike's, and that will continue to be the case, and that will have a very distinct role in our marketplace strategy as a wholesaler with particular focus on the culture of basketball, on the sneaker culture, and on kids, which is a really big and important opportunity for us,” said Chief Executive John Donahoe on the call.</p><p>Wedbush analysts took note of the statement, but says investors will continue to be wary.</p><p>“While this statement is somewhat encouraging for Foot Locker, we think investors may remain cautious on Foot Locker until there's clearer evidence that the relationship is on solid footing,” analysts said.</p><p>Wedbush rates Nike stock at outperform with a $163 price target.</p><p>Analysts remain upbeat about Nike, which says that its lineup of innovations, connections to the athletic world, and more remain advantages.</p><p>“Our key learning from Nike's 3Q22 report is the company still has levers it can pull to deliver both near-term EPS beats and long-term growth,” wrote UBS in a note.</p><p>“The things Nike can control – its brand, product innovation engine, and strategy are strong. This along with its size and scale give it an ability to switch tactics when the macro environment changes in order to achieve its financial targets.”</p><p>UBS rates Nike stock a buy with a $173 price target.</p><p>Also: Capri names Alexander McQueen vet as CEO of Versace</p><p>“With sentiment on Nike worsening in recent weeks between China headwinds and Europe uncertainty, we expect the 3Q print can give the ‘all clear' signal to be bullish into FY23, as the brand's advanced DTC strategies and improving inventories are positioning Nike for a snapback in sales and EPS into FY23 (including China) and for its high-single-digit-to-low-double-digit top line/high teens EBIT margin outlook through FY25,” wrote Wells Fargo in a note.</p><p>Wells Fargo rates Nike stock at overweight with a $165 price target.</p><p>Nike stock rose 2.2% on Tuesday and is down 3% over the last year.</p><p>The Dow Jones Industrial Average DJIA is up 6% over the past year.</p>",
  "published": "2022-03-23T15:59:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3105,
          "end": 3109
        },
        {
          "start": 2950,
          "end": 2954
        },
        {
          "start": 1569,
          "end": 1573
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 2815,
          "end": 2819
        },
        {
          "start": 1843,
          "end": 1847
        },
        {
          "start": 3348,
          "end": 3352
        },
        {
          "start": 339,
          "end": 343
        },
        {
          "start": 1798,
          "end": 1802
        },
        {
          "start": 1514,
          "end": 1518
        },
        {
          "start": 1150,
          "end": 1154
        },
        {
          "start": 2100,
          "end": 2104
        },
        {
          "start": 748,
          "end": 752
        },
        {
          "start": 1913,
          "end": 1917
        },
        {
          "start": 1295,
          "end": 1299
        },
        {
          "start": 3468,
          "end": 3472
        },
        {
          "start": 394,
          "end": 398
        },
        {
          "start": 843,
          "end": 847
        },
        {
          "start": 3708,
          "end": 3712
        },
        {
          "start": 3976,
          "end": 3980
        },
        {
          "start": 3925,
          "end": 3929
        },
        {
          "start": 2735,
          "end": 2739
        }
      ]
    }
  ]
}