{
  "_id": "74a7c91ce808961536b61f4937c633c1d6892affd4d5a67f1a9be50f7ca2ea3d",
  "feed": "ftcomall",
  "title": "US women's football team agrees equal pay in milestone agreement",
  "text": "<p>The governing body of football in the US has reached landmark collective bargaining agreements with its national men's and women's teams ensuring equal pay on both sides.</p> <p>The US Soccer Federation said on Wednesday that it had agreed to terms with both players' associations that included identical base and performance&#xa0;pay for players, equalised prize money for World Cup performances, and revenue sharing of commercial partnerships and ticket sales. </p> <p>The labour agreements, which end a years-long dispute between US Soccer and the defending women's World Cup champions, also provide terms for childcare benefits and standardised conditions for travel, pitch quality and a safe work environment.</p> <p>Becky Sauerbrunn, a member of the US Women's National Team and president of the team's players' association, said the agreement would&#xa0;“serve as the foundation for continued growth of women's soccer both in the United States and abroad”.<br><br>The labour agreements, which each last until the end of 2028, end a more than six-year fight for equal pay that began with a <a href=\"https://www.npr.org/sections/thetwo-way/2016/03/31/472522790/members-of-u-s-women-s-national-team-file-federal-equal-pay-complaint\">federal civil rights complaint</a> filed by team members in March 2016 alleging wage discrimination, and escalated with a 2019 lawsuit filed by members of the national women's team against US Soccer. </p> <p>Over that period, women's team members won their fourth World Cup and in 2015 <a href=\"https://www.espn.com/espnw/sports/story/_/id/15102506/women-national-team-files-wage-discrimination-action-vs-us-soccer-federation\">earned $20mn more</a> than members of the men's national team, despite being paid less. The US men's football team failed to qualify for the 2018 World Cup and have never won the tournament.</p> <p>The fight between the team and its governing body attracted widespread popular support in the US, including from political figures such as <a href=\"https://twitter.com/HillaryClinton/status/715602178619080708?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E715602178619080708%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.espn.com%2Fespnw%2Fsports%2Farticle%2F15102506%2Fwomen-national-team-files-wage-discrimination-action-vs-us-soccer-federation\">Hillary Clinton</a>, and became a rallying cry within the stadium at the 2019 World Cup final. Blue-chip sponsors of US Soccer, including Nike and Visa, stepped up marketing and financial support specifically around the women's team as the battle intensified.</p> <p>Members of the national women's team that filed the lawsuit, including football stars Sauerbrunn, Alex Morgan, Megan Rapinoe, Carli Lloyd and others, reached a <a href=\"https://www.nytimes.com/2022/02/22/sports/soccer/us-womens-soccer-equal-pay.html\">$24mn settlement</a> this February, but said at the time that the terms of the agreement were contingent on a new broader labour agreement with the federation.</p> <p>US Soccer said the two new labour agreements were the first within Fifa to equalise World Cup prize money between men's and women's sides, and that the teams would be among the highest paid national football teams in the world, though exact pay scales were not disclosed.</p> <p>“These new agreements are leading us forward to an incredibly exciting new phase of mutual growth and collaboration as we continue our mission to become the pre-eminent sport in the United States,” said Cindy Parlow Cone, president of US Soccer.</p> <p>In addition to the parity terms between the men's and women's sides, members of the women's teams will receive some additional benefits, including parental leave for the birth or adoption of a child for up to six months, as well as health, vision and dental insurance. </p> <a href=\"http://www.ft.com/cms/605e3f35-a094-4482-bb71-a48663b6235a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sara Germano in New York 2022 'US women's football team agrees equal pay in milestone agreement' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-18T16:16:21.986Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1791,
          "end": 1795
        }
      ]
    }
  ]
}