{
  "_id": "e4bcff770fb85e483afad8c21d60e2598835a2501b4b418c100a3d2cda44af40",
  "feed": "wall-street-journal",
  "title": "LeBron James, Welcome to the Billionaires Club; NBA superstar and investor has a net worth of $1.2 billion, Forbes says",
  "text": "<p>About $500 million of his net worth comes from stakes in several closely held businesses and real estate properties, according to Forbes. They include his production company SpringHill Co., his share of holdings in pizza chain Blaze Pizza and his part-ownership of Fenway Sports Group. He also has more than $500 million in cash and other investments, as well as endorsement deals. He has a lifetime endorsement deal with Nike Inc.</p><p>The net worth of many other billionaires has declined this year, as markets have softened and their wealth is mostly tied up in stockholdings.</p><p>Mr. James has made more than $385 million in salary in his National Basketball Association career playing for the Cleveland Cavaliers, Miami Heat and Los Angeles Lakers, according to Forbes. SpringHill was valued at $725 million last year when it sold a minority stake to a consortium of investors that included Nike Inc., Epic Games Inc., RedBird Capital Partners and Fenway Sports Group.</p><p>A spokeswoman for the Los Angeles Lakers, Mr. James's current team, didn't respond to a request for comment.</p><p>Mr. James co-founded SpringHill with his childhood friend Maverick Carter. The company helped produce \"Space Jam: A New Legacy,\" which starred Mr. James and was released in 2021, and the 2019 HBO documentary \"What's My Name: Muhammad Ali.\"</p><p>Mr. James began investing in Fenway Sports Group, which owns the Boston Red Sox and Liverpool F.C., the English Premier League soccer team, in 2011. That deal marked the first time an active professional athlete took an ownership stake in a team with the size and reach of Liverpool, one of the most popular teams in the world.</p><p>In 2020, Mr. James invested in Lobos 1707, a tequila and mezcal brand. He said at the time that he was always looking for new business ventures. \"If it's organic to who I am or what I'm doing, then it's a lot easier for me to be a part of something,\" Mr. James said in an interview with The Wall Street Journal in 2020.</p><p>Mr. James is the first basketball player to reach billionaire status while being in the NBA, Forbes said. Michael Jordan, whose legacy Mr. James has chased throughout his career, became a billionaire in 2014, 11 years after retiring, according to Forbes.</p><p>Mr. Jordan is now majority owner of the Charlotte Hornets. Representatives for the Charlotte Hornets didn't respond to a request for comment.</p><p>Mr. James has one year left on his contract with the Lakers, but has said he wants to stay in the NBA long enough to play with his son Bronny James, who will be a high-school senior in the fall.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>LeBron James, Welcome to the Billionaires Club</p>",
  "published": "2022-06-02T19:01:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 422,
          "end": 426
        },
        {
          "start": 887,
          "end": 896
        },
        {
          "start": 422,
          "end": 431
        },
        {
          "start": 887,
          "end": 891
        }
      ]
    }
  ]
}