{
  "_id": "643c363dd76e65afcb0afe9921244d16d3f185221df0fcf7f87cb1da7a2fa618",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Nike Sues  Online  Reseller  Over  NFTs  ----  By Jacob Gallagher and Charity L. Scott",
  "text": "<p>   Nike Inc. sued StockX LLC, accusing the online marketplace of selling unauthorized digital products based on its sneakers. </p><p>   The lawsuit, filed Thursday in New York federal court, is the latest dispute involving a brand over the sale of products known as nonfungible tokens, or NFTs. </p><p>   Nike said the sale of NFTs based on recently released iterations of sneakers such as Nike Dunks and Air Jordans \"are likely to confuse consumers, create a false association between those products and Nike\" and dilute its trademarks, according to the suit. NFTs act as vouchers of authenticity on the blockchain for goods. </p><p>   A StockX representative declined to comment on the lawsuit. The Detroit-based company, founded in 2016 as a resale platform for coveted sneakers, was valued at $3.8 billion after a funding round last year. </p><p>   The NFT market has exploded in the past year, with trading volume in 2021 surpassing $23 billion, according to digital-analytics firm DappRadar. Companies and organizations such as AMC Entertainment Holdings Inc., the National Basketball Association and Gucci have all entered the space. </p><p>   StockX in mid-January began selling NFTs tied to limited-edition designs held in its storage facility. </p><p>   The NFTs were minted, or created, in quantities between one and 250 for each physical sneaker. </p><p>   Customers who buy the StockX NFTs have the option of being shipped the physical sneaker, which would take that NFT out of circulation, or keeping the digital asset on the blockchain, which enables it to be resold on StockX's platform. </p><p>   In recent days, NFTs of the Air Jordan 4 and the Nike Dunk Low have resold for over $500 on the site, according to a review by The Wall Street Journal of data on StockX, more than double the retail price of the physical shoes. StockX charges customers who sell an NFT on its platform a 3% transaction fee in addition to a 1% payment processing fee. On its website, StockX markets the digital goods as authentic products and exclusive NFTs. </p><p>   Nike claimed that StockX has sold over 500 NFTs depicting its sneakers, according to the suit. It is seeking a court order stopping StockX from selling NFTs based on its products as well as damages. </p><p>   The lawsuit comes less than two months after Nike acquired Rtfkt (pronounced artifact), a virtual sneaker company that produces NFT collectibles, for an undisclosed sum. </p><p></p>",
  "published": "2022-02-05T07:12:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 13,
          "end": 17
        },
        {
          "start": 282,
          "end": 286
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1971,
          "end": 1975
        },
        {
          "start": 367,
          "end": 371
        },
        {
          "start": 1580,
          "end": 1584
        },
        {
          "start": 2215,
          "end": 2219
        },
        {
          "start": 482,
          "end": 486
        },
        {
          "start": 0,
          "end": 4
        }
      ],
      "nexusId": "10043425"
    }
  ]
}