{
  "_id": "6de2c515d01f65fe0e0a1ba567f2365c501f90a110c36f0aa3fb2a875b478fd8",
  "feed": "market-watch",
  "title": "How to get a travel rewards card if you're just building credit",
  "text": "<p>Maybe you love to travel and the thought of a shiny, metal card that gets you free flights is dazzling. Maybe you're a pragmatic college student planning to study abroad and searched “best travel credit card.” Or perhaps you're new to the U.S. and don't have a credit history, but you want to book international flights to visit family and old friends back home regularly without going broke.</p><p>There's just one problem. You're a little inexperienced. You've never had a credit card before.</p><p>The good news is that it's never too early to get in the travel rewards game. The bad news is that a travel credit card might not be a smart move if you've never had a credit card before.</p><p>Regardless, there are some other steps you can take to start building your credit and your cache of points toward almost-free flights and hotel stays. Here's why your first credit card will likely not be a travel credit card.</p><p>You've never had a credit card before. Can you get a travel credit card?</p><p>The short answer is probably no. Most travel credit cards require applicants to have a good to excellent credit score to be approved. Without any previous credit cards or other lines of credit, your score probably won't be high enough to qualify right off the bat.</p><p>You might also be too young. According to the Card Act of 2009, card issuers are legally not allowed to open accounts for people under the age of 21 without an adult co-signer unless the applicant can show proof that they can repay their debt (usually a source of income). They want to make sure you'll be able to pay them back for your purchases before they start rewarding you.</p><p>But just because you don't have a credit history doesn't mean you can't get a credit card or start collecting points and miles for travel.</p><p>Read: Demand for flights to Europe falls amid Russia's bombardment of Ukraine</p><p>How to build your credit to get a travel credit card</p><p>Get a cash-back or student card</p><p>OK, so your first card won't be the most popular&#xa0;travel card. It'll probably be a more pragmatic card that can still teach good credit card management habits — not to mention give you insights as to what you want in your next one. After all, you'll need to make sure you pay your credit card bill on time, every time, and know what categories you spend the most on to be able to pick the best travel credit card for yourself down the road.</p><p>We've compiled a list of the best credit cards for&#xa0;college students&#xa0;(including a pick for international students) and for people with&#xa0;no credit.</p><p>Pro tip:&#xa0;If you opt for a cash-back card, budget those returns for your travel purchases. It's essentially getting a free flight or accommodation.</p><p>No matter what type of credit card you get, you should pay off your credit card bills every month to avoid high interest rates. According to November 2021 data from the Federal Reserve, the average APR on credit card accounts is a steep 14.51%.</p><p>Also see:How to travel with a group without fighting over money</p><p>Get added as an authorized user to a travel card</p><p>Another way to build credit is to get a credit card in your name with your parents or legal guardians. When you get added as an authorized user to their account, it'll help you build your credit, but your parents or guardians will ultimately be on the hook for the bill.</p><p>This method requires a lot of communication to set informal rules around spending.</p><p>Make sure that the primary cardholder pays their credit card bills on time so it won't hurt your burgeoning credit score.</p><p>Talk to them about how much — and when — you're allowed to spend on the card. Should it only be used in emergencies? Or are you allowed to put certain expenses, like books and school supplies, on the card?</p><p>Do you have to pay them back?</p><p>Note that any points or miles earned on authorized users' cards will likely be deposited into the primary cardholders' account. Would your parents or legal guardians be willing to book flights for you with the points you helped earn?</p><p>Check out:7 off-the-radar places worth stopping on a California road trip</p><p>Pay your student loans and car loans on time</p><p>If you're already paying any type of loan, you're already building your credit score. Student loans and car loans are just two types of installment loans and account for about 10% of your credit score. If you pay them on time, it'll show you have a good payment history, which accounts for 35% of your credit score — the biggest chunk.</p><p>Lastly, the longer you've been paying them, the longer your length of credit history will be. That's another 15% of your credit score. The remaining 30% of your&#xa0;credit score&#xa0;is based on your credit utilization.</p><p>Ways to earn points and miles without a credit card</p><p>Between now and when you snag your first travel credit card, you can still make progress on earning points and miles to redeem for free travel.</p><p>Join loyalty programs</p><p>Join the loyalty program of the airline or hotel you use (or aim to use) the most. These programs are free to join and there's no age requirement, so some people even start earning miles for the flights they take as babies if their parents enrolled them.</p><p>Since you don't have a travel credit card, you'll collect points more slowly. Depending on how often and where you fly, it might take you more than a year to earn enough points for an award flight. But since many points and miles don't expire quickly, it's totally fine to keep holding onto them.</p><p>Participate in shopping and dining programs</p><p>Earning points by flying or staying at hotels isn't the only way to earn points in travel loyalty programs. You can actually earn bonus points by enrolling in your airline or hotel's shopping program, like the United UAL MileagePlus Shopping, and buying online the things you would normally buy. Shopping portals partner with retailers you likely already shop at, like Target TGT or Nike NKE.</p><p>Pro tip: Download the shopping program's internet browser extension to get notifications that remind you to activate the shopping offers and earn bonus points.</p><p>You can do the same with a loyalty program's dining program. All you have to do is link your debit or starter credit card, and every time you use it to pay at a participating local restaurant, you'll earn bonus points on your purchase.</p><p>Start earning miles with Lyft rides</p><p>If you use rideshares with Lyft LYFT, linking your Lyft account to your travel rewards account is a good way to rack up more points. Lyft partners with Delta DAL and Hilton HLT, so riders can choose to earn either or both.</p><p>You can earn 2 Delta SkyMiles per $1 spent on airport rides and 1 mile per $1 spent on all other Lyft rides in the U.S. With Hilton, you can earn three Hilton Honors points per $1 spent on regular Lyft rides and two Hilton Honors points per $1 spent on Lyft shared rides.</p><p>Strategize to get your first travel credit card</p><p>It's unlikely you'll get approved for a travel credit card if you have never had a credit card before since most require users to have good to excellent credit.</p><p>Build your credit first by becoming an authorized user, opening a cash-back card and paying any loans on time. You can potentially offset travel costs by applying cash-back rewards toward flights or hotels. Plus, there are no credit requirements to join an airline or hotel loyalty program and start earning points.</p><p>Read: Why get cash back when you can get wine? Some new credit cards are going beyond typical rewards.</p><p>Your first credit card will show you the world of spending and earning possibilities, but you'll need to learn more about yourself — and your spending habits — before you jump into a long-term relationship with a travel credit card.</p><p>More From NerdWallet</p><p>Lock In Your Access to Hotel Refunds as Travel Remains Iffy</p><p>How to Choose a Seat on a Plane</p><p>5 Ways to Avoid Travel Headaches This Year</p><p>Meghan Coyle writes for NerdWallet. Email: mcoyle@nerdwallet.com. Twitter: @inkwaves.</p>",
  "published": "2022-03-17T06:03:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5822,
          "end": 5826
        }
      ]
    }
  ]
}