{
  "_id": "c55c1e8baa19808bdea314a31b2ddca14d9ce02f395da12b4cbe030b2d68db48",
  "feed": "market-watch",
  "title": "Dow up nearly 500 points on strong earnings as consumer confidence hits 8-month high; Nike jumps more than 13% after earnings to lead Dow gainers",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 476 points, or 1.5%, at 33,324.</p><p>* The S&amp;P 500 SPX rose 52 points, or 1.4%, to 3,873.</p><p>* The Nasdaq Composite COMP advanced 161 points, or 1.5%, to 10,709.</p><p>On Tuesday, the S&amp;P 500, Dow industrials, and Nasdaq Composite posted modest gains, snapping a four-day string of losses.</p><p>What's driving markets?</p><p>The Conference Board said Wednesday that U.S. consumer confidence \"bounced back in December,\" after back-to-back monthly drops. Its consumer confidence index jumped to an eight-month high of 108.3 in December, exceeding forecasts from economists polled by The Wall Street Journal.</p><p>Read: Consumer confidence hits 8-month high as worries about inflation and recession fade</p><p>But Matt Lloyd, chief investment strategist at Advisors Asset Management, expressed caution over the stock market's sharp move higher Wednesday.</p><p>\"These moves that you see today are just head fakes,\" Lloyd said in a phone interview. \"There's less volume\" in trading heading into the end of the year, leading to exaggerated moves in the market, he said.</p><p>\"The problem is the economy really is fundamentally much weaker,\" and earnings may have to drop \"a lot more,\" said Lloyd, adding that he's expecting a recession in 2023.</p><p>Meanwhile, investors were cheered by the strong earnings from NIKE Inc. NKE and FedEx Corporation FDX, with hopes that corporate earnings may be better than feared even during a potential economic downturn. The sporting-goods retailer reported quarterly earnings and sales which were solidly higher than Wall Street expected, supported by a rebound of business in China and improving inventory levels due to strong consumer demand.</p><p>Shares of NIKE jumped over 13.5% on Wednesday, on pace for its largest percentage increase since June 25, 2021, when it rose 15.53%, according to Dow Jones Market Data.</p><p>Read: Why the Bank of Japan's surprise policy twist rattled global financial markets</p><p>Markets have also brushed aside a surprise monetary shift by the Bank of Japan on Tuesday, when it raised the yield at which it allows the country's 10-year government bond to trade. The move has been viewed by some investors as a first step toward the bank ending its era of ultra easy monetary policy, though BOJ Gov. Haruhiko Kuroda described the measure as neither a tightening nor a move toward the exit.</p><p>\"The BOJ announcement was a late-year surprise, but while it echoed the hawkish ECB (and that's why stocks and bonds initially dropped) it isn't a materially hawkish addition to the macro outlook, and that's why stocks largely ignored it in the end,\" said Tom Essaye, founder and president of Sevens Report Research, in a note Wednesday.</p><p>\"More broadly, stocks are digesting the declines of the past two weeks,\" he said. \"While there are some notable employment and inflation numbers looming on Thursday and Friday, the bottom line is the calendar into year-end should be mostly quiet, again barring any material surprises.\"</p><p>The Dow, meanwhile, was pressing up against an important resistance level on its price chart, said Fawad Razaqzada, market analyst at City Index and Forex.com, in a note.</p><p>\"At the time of writing, the Dow was testing key resistance around 33,400 area,\" which had served as the last major support level on the chart before the Dow broke down last week, he wrote (see chart above). \"Once support, could it now turn into strong resistance leading to a big sell-off?\"</p><p>If resistance holds, the chart watcher said he would expect to see a drop back to the high of Tuesday's range around 33,000. \"And if that level fails to offer support, then there is a possibility we will see a revisit of the week's low, which at 32,500 happens to be where the 200-day average comes into play,\" he said. \"However, if resistance at 33,400 breaks convincingly, then that would end the renewed bearish bias.\"</p><p>Companies in focus</p><p>* Shares of Nike Inc. NKE jumped 13.5% to lead Dow gainers after the sports retailer's earnings and sales blew out analysts expectations.</p><p>* FedEx Corp. FDX shares rose 4.8% as investors looked past softer-than-expected sales and focused on its profit forecast.</p><p>* Shares of Six Flags Entertainment Corporation SIX jumped 12% after the Wall Street Journal reportedthat activist shareholder Land &amp; Buildings Investment Management has taken an approximate 3% stake in the theme-park operator and is seeking to monetize its real estate.</p><p>* Rite Aid Corporation RAD shares dropped 14.2% after the pharmacy operator reported a smaller quarterly loss than expected and lowered its full-year financial guidance citing seasonal markdowns among other issues.</p><p>— Barbara Kollmeyer contributed to this article</p><p>Dow up nearly 500 points on strong earnings as consumer confidence hits 8-month high</p>",
  "published": "2022-12-21T18:38:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 86,
          "end": 90
        },
        {
          "start": 1302,
          "end": 1311
        },
        {
          "start": 3876,
          "end": 3880
        },
        {
          "start": 3876,
          "end": 3885
        }
      ]
    }
  ]
}