{
  "_id": "0d3dc43344b7d539917f9df3806cb088a8fb30ae71c7277027cc9cd9f525ed00",
  "feed": "wall-street-journal",
  "title": "Louis A. Simpson, Once Seen as Warren Buffett's Successor, Dies at Age 85; Investment manager tended Geico's portfolio for decades and won high praise from his better-known boss in Omaha",
  "text": "<p>But Mr. Buffett, now 91 years old, has remained spry enough to keep his job.</p><p>Mr. Simpson, who died Jan. 8 at the age of 85, long ago accepted that he wouldn't succeed his former boss. \"By the time he steps down,\" Mr. Simpson predicted in 2000, \"there will be younger people around to take over.\"</p><p>Unlike Mr. Buffett, Mr. Simpson was rarely in the news. He preferred things that way. \"I have always felt I could do a better job in adding value by being somewhat removed from the circus and pari-mutuel atmosphere of the market,\" he said in a rare interview with the New York Times in 2007.</p><p>\"So many people broadcast what they buy or sell, and it works against them,\" he told the Chicago Tribune three years later. \"I'm in favor of people not knowing what we're doing until the last possible time.\"</p><p>His staff at Geico was tiny, typically three or four people. \"The more people you have, the more difficult it is to do well,\" he said. \"You have to satisfy everybody. If you have a limited number of decision makers, they are more likely to agree.\"</p><p>He avoided blinking computer screens so he could concentrate on reading financial reports and thinking long-term thoughts. \"If I have the Bloomberg on, I find I am looking at what the market is doing,\" he said. \"I am looking at every news story. I really like to be the one who is parsing the information, rather than having a lot of irrelevant information thrown at me.\"</p><p>Reports from analysts didn't tempt him. \"They have their own agenda,\" he said. It wasn't his.</p><p>One of his triumphs was an early investment in Nike Inc. A researcher had told him that Reebok was the \"cat's meow,\" Mr. Simpson said. \"The more we got into it, the more I saw the really quality company with the franchise and sports brand was Nike.\"</p><p>Investing in Pier 1 Imports Inc., however, was \"a horrible mistake,\" he said. \"It was our own doing. They were totally out of touch fashionwise, and it was a disaster.\"</p><p>His portfolio was uncluttered. Between 1982 and 1995, for example, he pruned Geico's holdings to 10 companies from 33 while increasing the portfolio's value to $1.1 billion from $280 million.</p><p>Like Mr. Buffett, he didn't want to dip in and out of stocks. \"We do a lot of thinking and not a lot of acting,\" he said. \"A lot of investors do a lot of acting, and not a lot of thinking.\"</p><p>Born Dec. 23, 1936, he grew up in the Chicago suburb of Highland Park, Ill. At Ohio Wesleyan University, he studied economics and accounting and graduated in 1958. He then earned a master's degree in economics at Princeton University, where he was an economics instructor in 1961-62.</p><p>He gained early training at Stein Roe &amp; Farnham, an investment firm in Chicago, and then Shareholders Management Co., an aggressive money manager in Los Angeles. Mr. Simpson said he left Shareholders Management because \"I viewed myself as an investor, and they were trading-oriented.\" He hopped to Western Asset Management Co., where he became chief executive.</p><p>In 1979, he found a more congenial home, allowing him more scope to invest in his own way, when Geico recruited him as a senior vice president. Geico promoted Mr. Simpson to chief executive for capital operations in 1993, and Tony Nicely was named chief executive for insurance operations. The two men ran Geico in tandem.</p><p>Mr. Nicely said he didn't remember a single disagreement with Mr. Simpson when they were running the insurer. \"He was very important to our financial success,\" Mr. Nicely said. \"His investment record during that time was very close to what Warren's was for Berkshire Hathaway.\"</p><p>Mr. Simpson retired from Geico in 2010.</p><p>His philanthropy included funding for a biomedical research center at Northwestern University as well as gifts to Ohio Wesleyan, Princeton and the Big Shoulders Fund, which provides scholarships and other educational programs.</p><p>He is survived by his wife, Kimberly Querrey, along with three sons, five grandchildren and three great-grandchildren.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Louis A. Simpson, Once Seen as Warren Buffett's Successor, Dies at Age 85</p>",
  "published": "2022-01-18T15:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1557,
          "end": 1566
        },
        {
          "start": 1753,
          "end": 1757
        },
        {
          "start": 1557,
          "end": 1561
        }
      ],
      "nexusId": "10043425"
    }
  ]
}