{
  "_id": "577d043a8c7202589cbd61113c3523c1d51a45537b25c1778a8416ad8911541b",
  "feed": "reuters",
  "title": "Maersk sees weaker container demand as durable goods sales dry up",
  "text": "<p>Maersk , one of the world's biggest container shippers with a market share of around 17%, said inflation and a worsening economic situation had dented consumer demand, which could lead to a normalization of the global shipping market towards the end of the year.</p><p>\"Sales of durable consumer goods have come to a standstill,\" Chief Executive Soren Skou told journalists at the company's headquarter in Copenhagen. \"Consumers have bought what they need for now of new sofas, kitchens, flat screens and garden furniture.\"</p><p>However there were also more positive signs.</p><p>\"On the other hand, within fast fashion and lifestyle products, like Nike and other brands, there is still a lot of demand,\" Skou said.</p><p>In the United States, the country's largest warehouse market is already full as major U.S. retailers warn of slowing sales of the clothing, electronics, furniture and other goods.</p><p>Mearsk said the number of containers it had loaded on to ships fell by 7.4% in the second quarter compared with a year earlier.</p><p>\"Inventories have increased, which contributes to limiting demand for containers in the coming quarters, and one of the reasons why we expect a slowdown in the market towards the end of the year,\" Skou said.</p><p>The company, which on Tuesday posted forecast-beating second-quarter results, revised its outlook for global container demand to the lower end of its forecast range between minus 1% and plus 1%.</p><p>On Tuesday it also raised its 2022 profit guidance as congested global supply chains that have boosted freight rates persist longer than expected.</p><p>Maersk shares were up 4.4% at 21,050 Danish crowns by 1146 GMT, having risen as high as 21,190, their highest in a month.</p><p>On the supply side, Maersk said delivery times remained lengthy. \"It is still uncertain when capacity constraints including land-side bottlenecks in trucking and warehousing will abate,\" it said.</p><p>While overall freight rates remained high in the second quarter due to congestion, Maersk said short-term and spot rates declined in the period compared with the first three months of the year.</p>",
  "published": "2022-08-03T11:53:59.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 632,
          "end": 636
        }
      ]
    }
  ]
}