{
  "_id": "5a25625a2b1e914a9f99ab21757d1366883045c22732bdd53eb82bd06a38a322",
  "feed": "wall-street-journal",
  "title": "Business News: Digital Sales Lift Nike Results",
  "text": "<p>Shares in Nike rose about 6% in after-hours trading. The company's stock is down almost 22% this year through Monday's close, compared with a roughly 6% decline in the S&amp;P 500.</p><p>\"This success amidst a dynamic macroeconomic environment is what continues to give us confidence in our long-term outlook and it's why I would not trade our position with anyone,\" said Chief Executive John Donahoe during Monday's earnings call.</p><p>Nike said Monday that consumer demand continues to outpace supplies of products. Nike finance chief Matthew Friend told analysts that supplies of goods were beginning to improve but transit times remained elevated. Transit times for North America worsened in the third quarter and transit was now taking more than six weeks longer than pre-pandemic levels, he said.</p><p>Nike said higher freight and logistics costs continued to weigh on profit. This past week freight rates from China to Los Angeles remained near record levels and have tripled from a year ago. The company said inventories were up 15% due to extended lead times.</p><p>Mr. Friend said factories making the company's goods in Vietnam were operational and that footwear and apparel production had returned to volumes before pandemic-related closures late in 2021.</p><p>However, persistent inflation and the Russia-Ukraine crisis pose challenges to sales in coming quarters. The company this month said it would close its stores in Russia, citing increasing challenges of managing its business after the Ukraine invasion. It has about 116 locations in Russia, and the company said it would still pay its employees in the region.</p><p>Mr. Friend said the operation of stores and e-commerce remains paused in both countries and that the company's combined business in Russia and Ukraine accounts for less than 1% of total revenue.</p><p>He also said even as Nike faces higher costs, it has been able to implement price increases and that demand remains strong because consumers find value in its products.</p><p>Nike has invested heavily in efforts to sell products to consumers through its own retail channels, while also reducing its inventory with certain partners such as Foot Locker Inc.</p><p>Nike recorded year-over- year increases in sales in North America as well as two other divisions -- Europe, Middle East and Africa and Asia Pacific &amp; Latin America. In China, overall sales fell 5% to $2.16 billion.</p>",
  "published": "2022-03-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1817,
          "end": 1821
        },
        {
          "start": 503,
          "end": 507
        },
        {
          "start": 2146,
          "end": 2150
        },
        {
          "start": 422,
          "end": 426
        },
        {
          "start": 788,
          "end": 792
        },
        {
          "start": 1965,
          "end": 1969
        },
        {
          "start": 34,
          "end": 38
        },
        {
          "start": 10,
          "end": 14
        }
      ]
    }
  ]
}