{
  "_id": "1d58cd584e6a9fe44fcebe0de300a34ac3818abc332d161437e3be26bbda1a9d",
  "feed": "wall-street-journal",
  "title": "Under Armour Lowers Profit Targets for Year; Retailer says promotions eroded earnings but sticks with sales-growth goals",
  "text": "<p>The company now expects adjusted earnings per share for the full year to come in between 47 cents and 53 cents, down from its May forecast range of 63 cents to 68 cents.</p><p>Like many apparel retailers, Under Armour has been faced with supply-chain snarls and shifting consumer spending this year. After saying in May that demand was strong and it would seek to raise prices, the company said Wednesday that it had higher-than-planned promotions in the quarter ended June 30.</p><p>Under Armour executives said they plan to focus their discounting within outlet stores as the company attempts to move inventory while trying to preserve its image as a non-discount brand.</p><p>\"These industrywide inventory challenges and more significant inflationary pressures make for cautious consumer outlook for the balance of the year,\" said Colin Browne, interim chief executive officer and president, on a call with analysts. \"Accordingly, we assume the market will be very promotional and we will need to participate in many of these promotions.\"</p><p>Retailers such as Walmart Inc. and Target Corp. have warned they were resorting to increased discounting this year to move unsold goods, particularly apparel. Rival Nike Inc., however, said in June it would raise pricesthis year despite a surge in inventory levels.</p><p>Under Armour reported quarterly net income of $7.7 million, or 2 cents a share, down from $59.2 million a year ago. Revenue was flat at $1.35 billion. Analysts expected a profit of 3 cents a share on $1.34 billion in revenue, according to estimates compiled by FactSet. Inventory was up 8% to $954 million.</p><p>The company is searching for a permanent CEO after Patrik Frisk stepped down in May and was replaced on an interim basis by Mr. Browne. Under Armour shares fell nearly 50% from when Mr. Frisk began the role in early 2020 to when his departure was announced.</p><p>Write to Alex Harring at alex.harring@wsj.com</p><p>Under Armour Lowers Profit Targets for Year</p>",
  "published": "2022-08-03T15:14:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1189,
          "end": 1193
        },
        {
          "start": 1189,
          "end": 1198
        }
      ]
    }
  ]
}