{
  "_id": "1c88bbed79eb9f4a14e321418454e9678968ef3b349baa45d3d8aa6ba3a92b66",
  "feed": "ftcomall",
  "title": "From ballots to blast-off",
  "text": "<p>Hello and welcome to the working week.</p> <p>Or should that be the voting week? The next seven days certainly has a bumper crop of elections. </p> <p>On Monday we will be picking over the fallout from Italy's lurch to the right after the completion of a bad-tempered election campaign. The Financial Times got in early with a Big Read on <a href=\"https://www.ft.com/content/649d7326-8013-412d-84f3-97fc3a5069e3\">what a far right administration means</a> for the rest of Europe. On Tuesday, from 1-2pm BST, you can join FT correspondents and a special guest for a subscriber-only virtual briefing on the election results. Get your pass at <a href=\"http://ft.com/italianelection\">ft.com/italianelection</a> and submit your questions for the panellists.</p> <p>We also have elections in Latvia, Bulgaria, Kuwait, and Bosnia and Herzegovina this week. But the big one will be on Sunday with the first round of the Brazilian presidential election. The race frontrunner is leftwing former president <a href=\"https://www.ft.com/content/f9fa1223-2645-433b-bf16-d564926e1d3b\">Luiz Inácio Lula da Silva</a>, but incumbent Jair Bolsonaro is <a href=\"https://www.ft.com/content/fa275269-701f-43ef-b4dc-c69155ea9b6f\">far from out</a> of the race. Tensions are <a href=\"https://www.ft.com/content/cb95f0c4-0933-4837-a109-bd6876632383\">running high</a>.</p> <p>A smaller but nonetheless significant ballot takes place on Thursday, when the alderman of the City of London will decide the next lord mayor. This largely ceremonial role will be key to promoting the UK's financial centre, so it's important. Hopefully the ballot will not prove as contentious as <a href=\"https://www.ft.com/content/f1654cda-23e7-4867-b018-bc4dfe242184\">last year's</a>.</p> <p>Aside from elections, it is a strong week for space travel. On Monday, Nasa will be <a href=\"https://www.ft.com/content/0512837d-259c-4836-b3d0-842dad122a21\">crashing a spacecraft</a> into an asteroid at 23,000kph in order to divert its path. The $300mn Dart mission, short for Double Asteroid Redirection Test, has picked as its target an asteroid called Dimorphos because it orbits another asteroid rather than the sun.</p> <p>The US space agency will be busy again the next day with the launch of Artemis I, the first in a series of increasingly complex missions to establish a permanent human base on the moon.</p> <p>If that were not uplifting enough the week will end with the return of the London Marathon, albeit six months later than its usual April slot to enable it to take place at all after the disruption the pandemic brought. In another unusual change, I will be running it (also, almost certainly for one year only) in aid of an <a href=\"https://www.glamisadventureplayground.org/\">old school adventure playground</a> located along the route — you can read about the playground in a piece I penned on <a href=\"https://www.ft.com/content/67b28ff8-9b86-4cbf-a9e3-5c99a889d365\">importance of play</a> for the Weekend FT. You can give by <a href=\"https://www.justgiving.com/fundraising/Jonathan-Moules?utm_campaign=lc_frp_share_transaction_transactional_--_donation_received_--_nth_donation&amp;utm_content=9e2dbe51-adfb-4ae5-a12d-c17f348dd4f5&amp;utm_medium=email&amp;utm_source=postoffice&amp;utm_term=1652995704208\">clicking here</a>.</p> <p>Thank you for your responses to this newsletter. Get in touch at <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a> or hit reply to the email.</p> <h1>Companies</h1> <p>Continuing the theme of play, <strong>Lego</strong> (the name is derived from the Danish phrase <em>leg godt</em>, or play well) reports half-yearly results on Wednesday. The toymaker has guided analysts to expect a normalising of sales after its <a href=\"https://www.ft.com/content/31d8c9ec-59e0-4251-983f-5de77e1522e3\">pandemic boom</a> but expectations are high that sales will continue to outpace rivals in the sector.</p> <p>For petrol heads, Thursday is an exciting day because shares in <strong>Porsche</strong> will begin trading on the Frankfurt stock exchange after the long-awaited flotation of the luxury car brand.</p> <p>It's a more sombre week for lovers of the silver screen. Ailing movie house chain <strong>Cineworld</strong> will report its half-year results on Friday. Although the group is expected to post a profit, contrasting with last year's loss, focus will turn to its latest cash position and net debt level after the company filed for bankruptcy protection in the US earlier this month.</p> <h1>Economic data</h1> <p>This will be a week of finding out how economies are performing and how the public expect them to perform with gross domestic product figures from the US, Canada and the UK as well as several consumer confidence surveys.</p> <p>We will also get further insights into the battle in Europe to calm inflation with the release of consumer price index and producer price index readings from Germany, France and Italy.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>European Central Bank president Christine Lagarde attends the <a href=\"https://www.europarl.europa.eu/committees/en/monetary-dialogue-with-christine-lagarde/product-details/20220920CAN66958\">Committee on Economic and Monetary Affairs</a> of the European Parliament in Brussels</p></li>  <li><p>OECD publishes its forecast of the near-term prospects for the global economy in its interim economic outlook</p></li>  <li><p>Germany, Ifo business climate index</p></li>  <li><p>Japan, S&amp;P Global composite (services and manufacturing) purchasing managers' index (PMI)</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>France, monthly unemployment benefit claims</p></li>  <li><p>Nigeria, monthly interest rate-setting meeting</p></li>  <li><p>UK, Bank of England chief economist Huw Pill speaks at the <a href=\"https://cepr.org/events/barclays-cepr-international-monetary-policy-forum\">CEPR/Barclays Monetary Policy Forum</a></p></li>  <li><p>US, Federal Housing Finance Agency monthly housing price index plus residential home sale figures</p></li>  <li><p>US, consumer confidence data</p></li>  <li><p>Results: <strong>AG Barr</strong> H1, <strong>Ferguson</strong> Q4, <strong>Saga</strong> H1</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>France, monthly consumer confidence figures</p></li>  <li><p>Germany, GfK monthly consumer confidence survey</p></li>  <li><p>Japan, Bank of Japan publishes the minutes of its last monetary policy meeting</p></li>  <li><p>UK, British Retail Consortium Nielsen monthly shop price index</p></li>  <li><p>UK, keynote speech by Sir Jon Cunliffe, deputy governor for Financial Stability at the Bank of England, at the AFME Operations, Post-trade, Technology &amp; Innovation conference on “The role of technology in changing the landscape for payments and settlement systems”</p></li>  <li><p>Results: <strong>Boohoo</strong> H1, <strong>Lego</strong> H1, <strong>Media for Europe</strong> H1, <strong>Shepherd Neame</strong> FY</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Canada, July GDP figure</p></li>  <li><p>Germany, consumer price index (CPI) inflation rate</p></li>  <li><p>Italy, August producer price index (PPI) inflation rate</p></li>  <li><p>Shares in <strong>Porsche</strong> due to <a href=\"https://www.ft.com/content/dfbfea32-976f-475e-bc5a-29325fa65ce6\">begin trading</a> on the Frankfurt Stock Exchange</p></li>  <li><p>UK, Bank of England lending data</p></li>  <li><p>US, Q2 GDP (third estimate) figures</p></li>  <li><p>Results: <strong>Autogrill</strong> revenue performance up to August 31, <strong>H&amp;M</strong> Q3, <strong>Next</strong> H1, <strong>Nike</strong> Q1</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>China, Caixin general manufacturing and services PMI data</p></li>  <li><p>EU, eurozone inflation and unemployment figures</p></li>  <li><p>France, provisional monthly CPI and PPI inflation rate data</p></li>  <li><p>Germany, monthly unemployment, import prices and retail sales data</p></li>  <li><p>Italy, August unemployment figures and CPI inflation rate data</p></li>  <li><p>Japan, monthly unemployment rate, industrial production and retail sales data</p></li>  <li><p>UK, British Retail Consortium monthly economic briefing</p></li>  <li><p>UK, updated Q2 and monthly GDP figures</p></li>  <li><p>US, Federal Reserve vice chair Lael Brainard gives opening remarks at the Financial Stability Considerations for Monetary Policy Conference</p></li>  <li><p>Results: <strong>Cineworld</strong> H1</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Austria, the annual General Conference of the International Atomic Energy Agency's member states begins in Vienna</p></li>  <li><p>New Zealand, a public holiday and <a href=\"https://www.beehive.govt.nz/release/public-holiday-26-september-mark-passing-queen-elizabeth-ii\">state memorial service</a> to mark the death of Queen Elizabeth II</p></li>  <li><p>Rosh Hashana, the Jewish New Year, one of Judaism's holiest days, commemorating the creation of the world, is celebrated</p></li>  <li><p>US, Nasa's Double Asteroid Redirection Test (Dart) mission to <a href=\"https://www.ft.com/content/0512837d-259c-4836-b3d0-842dad122a21\">deliberately crash</a> a spacecraft into an asteroid is expected to begin</p></li>  <li><p>US, Elizabeth Holmes scheduled to be sentenced in a San Jose court after she was convicted in January of <a href=\"https://www.ft.com/content/e04cb9f0-3726-490b-bbcd-2a6f522a42a2\">defrauding investors</a> in her Theranos company</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Japan, <a href=\"https://www.ft.com/content/de7b6866-63a4-494f-9498-78bdaac2c8c9\">state funeral</a> at the Nippon Budokan in Tokyo for former prime minister Shinzo Abe, who was gunned down at a campaign rally in July</p></li>  <li><p>UK, Labour leader Sir Keir Starmer to speak and take questions from delegates, at his <a href=\"https://www.ft.com/content/efdb7f96-4de4-4703-8550-04cecf20d8dd\">party's conference</a> in Liverpool with pressure on him to present himself as a prime minister in waiting</p></li>  <li><p>UK, 1,900 Unite members employed at Felixstowe's port, responsible for 48 per cent of the UK's container goods, will begin a second eight-day strike</p></li>  <li><p>US, Artemis I, the largest and most powerful rocket launched by Nasa, is scheduled to <a href=\"https://www.nasa.gov/specials/artemis-i/\">lift off</a> from Kennedy Space Center in Florida. This will be the first in a series of increasingly complex missions to build a long-term human presence at the Moon for decades to come.</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>US, President Joe Biden hosts the first US-Pacific Island Country <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/02/statement-by-press-secretary-karine-jean-pierre-on-the-first-u-s-pacific-island-country-summit/\">summit</a> in Washington</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Kuwait, <a href=\"https://www.reuters.com/world/middle-east/kuwait-hold-parliamentary-election-sept-29-kuna-2022-08-28/\">parliamentary election</a></p></li>  <li><p>UK, election of the <a href=\"https://democracy.cityoflondon.gov.uk/mgCalendarEvent.aspx?Id=167&amp;RPID=518019912\">lord mayor</a> of the City of London</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>UK, last day when paper £20 and £50 notes will be <a href=\"https://www.bankofengland.co.uk/banknotes/paper-20-paper-50-withdrawal\">legal tender</a>, having been replaced by polymer notes</p></li>  <li><p>UK, members of the Communications Workers Union employed by Royal Mail begin two-day walkout</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>China, National Day to commemorate the founding of the People's Republic of China, beginning the Golden Week national holiday</p></li>  <li><p>Germany, minimum wage increases to €12 an hour</p></li>  <li><p>Latvia, parliamentary election</p></li>  <li><p>Nigeria, National Day holiday</p></li>  <li><p>UK, rail workers in the RMT and Aslef unions begin the first of two 24-hour strikes over pay</p></li>  <li><p>UK, NHS surgeries in England will be required to provide <a href=\"https://www.england.nhs.uk/gp/investment/gp-contract/network-contract-directed-enhanced-service-des/enhanced-access-faqs/\">enhanced access</a> appointments between 6.30pm and 8pm Mondays to Fridays and between 9am and 5pm on Saturdays under new general practitioner contracts imposed by the government in April.</p></li>  <li><p>UK, energy regulator Ofgem's <a href=\"https://www.ft.com/content/2d973e0a-23be-4f35-9406-458ecca91f45\">price cap</a> comes into effect</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Australia, daylight saving time <a href=\"https://www.australia.gov.au/time-zones-and-daylight-saving\">begins</a></p></li>  <li><p>Bosnia and Herzegovina, general election</p></li>  <li><p>Brazil, first round of the <a href=\"https://www.ft.com/brazilian-politics\">presidential election</a>. If no one wins more than 50 per cent of the valid votes, a second-round run-off will be held on October 30 between the top two candidates.</p></li>  <li><p>Bulgaria, <a href=\"https://www.politico.eu/article/rumen-radev-kiril-petkov-bulgaria-parliamentary-election-october-2nd-2022/\">parliamentary elections</a>, the country's fourth in two years</p></li>  <li><p>UK, the London Marathon</p></li>  <li><p>UK, the Conservative party conference begins in Birmingham</p></li> </ul><p>Source: Jonathan Moules 2022 'From ballots to blast-off' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-25T17:15:58.303Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5536,
          "end": 5540
        }
      ],
      "nexusId": "10043425"
    }
  ]
}