{
  "_id": "8d33198febfd5c63c84be5aef0b8ee7871040384dc4cfef660647bf7a5648254",
  "feed": "wall-street-journal",
  "title": "Nike Sales Jump But Inventory Remains Elevated; Sneaker giant discounted products in most recent quarter, boosting sales and reducing excess inventory",
  "text": "<p>Analysts have been watching Nike and other retailers for progress in trimming inventories as many consumers have shifted discretionary spending as inflation pounds their budgets.</p><p>Nike pared down its inventory levels from the first quarter but it remains elevated. The company said the value of its inventory was $9.3 billion in the quarter ended Nov. 30, up 43% from the prior year.</p><p>Nike executives have said the company started increasing discounts this past summer but it was looking to the fall quarter to aggressively clear out excess goods.</p><p>Retailers that sell Nike products, such as Dick's Sporting Goods Inc. and Foot Locker Inc., posted better-than-expected sales in their most recent quarters, in part, because they had access to products that were hard to get for the past two years.</p><p>Foot Locker had been bracing to have fewer Nike items on its shelves as the sneaker giant planned to shift how much product it sent to some retailers. But Foot Locker is now expecting a \"higher mix of Nike sales than we originally anticipated,\" executives said in mid-November.</p><p>Nike's sales in North America rose by 30% from a year ago, boosted by markdowns, it said.</p><p>Meanwhile in China, Nike is still recovering from Covid lockdowns and factory closures that have hurt its business in the country. In September, the company said the situation was improving. In the most recent quarter, sales fell 3% overall year over year, but when excluding currency fluctuations, they rose 6%.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on Nike for 2023? Join the conversation below.</p><p>In the latest quarter, Nike posted net income of $1.33 billion, or 85 cents a share, compared with $1.34 billion, or 83 cents a share, a year earlier. Revenue rose to $13.32 billion from $11.36 billion a year earlier.</p><p>Nike was projected to report earnings of $1.02 billion, or 65 cents a share, on $12.58 billion of revenue, according to analysts polled by FactSet.</p><p>Nike shares are down 38% this year through Tuesday's close, compared with a roughly 20% decline in the S&amp;P 500.</p><p>Write to Inti Pacheco at inti.pacheco@wsj.com</p><p>Nike Sales Jump But Inventory Remains Elevated</p>",
  "published": "2022-12-20T22:35:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 1518,
          "end": 1522
        },
        {
          "start": 179,
          "end": 183
        },
        {
          "start": 837,
          "end": 841
        },
        {
          "start": 383,
          "end": 387
        },
        {
          "start": 1780,
          "end": 1784
        },
        {
          "start": 995,
          "end": 999
        },
        {
          "start": 1928,
          "end": 1932
        },
        {
          "start": 1585,
          "end": 1589
        },
        {
          "start": 2086,
          "end": 2090
        },
        {
          "start": 1182,
          "end": 1186
        },
        {
          "start": 1072,
          "end": 1076
        },
        {
          "start": 28,
          "end": 32
        },
        {
          "start": 566,
          "end": 570
        }
      ]
    }
  ]
}