{
  "_id": "3189c95d5d55aa0f26d1cb462bc26f46668f5c416be95f09a2eddaff870a2dd5",
  "feed": "ftcomall",
  "title": "New Peloton chief dismisses suggestions company will be sold",
  "text": "<p>Peloton's new chief executive has dismissed the idea that the home fitness group could be <a href=\"https://www.ft.com/content/297e4161-2243-49c5-b6c0-6a054a20c17f\">put up for sale</a>, pledging instead to pursue growth by doubling down on content, expanding to new countries and increasing its product portfolio. </p> <p>The New York company's stock rallied last week after reports that <a href=\"https://www.ft.com/content/8ae3240b-8c09-48e4-bc2c-b7a9e4c00c51\">Nike, Amazon </a>and other groups were evaluating potential bids after its market value had collapsed more than 80 per cent.</p> <p>But <a href=\"https://www.ft.com/content/f316e3a0-9bae-4ff5-bc79-5a28e18b786b\">Barry McCarthy</a>, the former finance chief of Netflix and Spotify who was appointed Peloton's chief executive last week, told the Financial Times that he was moving from California to New York to seize a long-term growth opportunity, not to oversee a sale.</p> <p>“If I thought it was likely that the business was going to be acquired in the foreseeable future, I can't imagine it would be a rational act to move across the country,” he said. “There are lots of other things I could be doing with my time that are quite lucrative than hanging out with a business that's about to be sold.”</p> <p>McCarthy acknowledged that any decision to sell would be in the hands of insiders who command a majority of the votes through supervoting stock, including <a href=\"https://www.ft.com/content/33c8306c-abad-41f6-874f-e95bb23c6460\">co-founder John Foley</a>, who last week yielded the CEO role to become executive chair.</p> <p>“It's not my vote,” McCarthy said. “It is, however, the vote of the shareholders, and I'm confident a large percentage of the votes will be cast in favour of my leadership of the business, which is why I agreed to step into the business in the first place.”</p> <p>Peloton's shares fell as much as 5 per cent after the FT published McCarthy's remarks, and were down 3 per cent at $33.58 in late morning trading on Monday.</p> <p>One activist investor, <a href=\"https://www.ft.com/content/998c4512-0f12-4bb5-95da-1ca685915fda\">Blackwells Capital</a>, has urged Peloton to find a buyer and is agitating for it to scrap the dual-class voting structure.</p> <p>McCarthy said his growth strategy would focus on content, explaining that “where the magic lives” at Peloton is on its digital screens, not its connected bikes or treadmills. Expanding the digital community and enhancing content could make Peloton “a very fast-growing business with very high margins”, he said. </p> <p>His “playbook” will include developing “product line extensions” so customers could own multiple machines, McCarthy said. He added, however, that “an entirely different pricing structure” could replace the $39 monthly subscription fee which has been static since the company sold its first bikes via Kickstarter. </p> <p>The FT has separately obtained details of two hardware launches under development at Peloton. </p> <p>One, codenamed Project Caesar, is a connected rower that gives feedback on the user's form. According to photographs and spec details seen by the FT, the rower features the same tablet as Peloton's Bike+ product, operates with magnetic resistance and will feature classes taught by instructors in studios and on the water. </p> <p>In recent months some employees have been testing the rower in their homes. Two people familiar with the matter said it could be announced before or at “Homecoming”, an annual event for Peloton fans to be held on May 13.</p> <p>Project Cobra would deliver Peloton's first dedicated&#xa0;strength&#xa0;product. It is designed to rival Tonal, a cable-pulley weight system manufactured by a Peloton competitor. Unlike Tonal, Cobra does not attach to a wall and pairs with a television rather than a touch screen. The product does not appear to be as imminent as the rower. </p> <p>McCarthy declined to comment on specific launches but emphasised that Peloton was “a connected fitness company, not a bike company “ .</p> <p>Foley would continue to play instrumental roles on products, strategy and vision, McCarthy said, while his own job would be to create an environment where everyone performs at their best, “like a professional football coach”. He bristled at the suggestion it might not be clear who is leading the company.</p> <p>“To be unambiguously clear, I'm the chief executive officer. The decisions land on my desk. And if there's a disagreement between us about the path forward, I get the last vote,” McCarthy said. “Now, would I come without John? No. Does he have superpowers? Yes . . . [And I'm going] to suck every ounce of superpower out of him for as long as he will&#xa0;allow me to do it.”</p><p>Source: Patrick McGee in San Francisco and Andrew Edgecliffe-Johnson in New York 2022 'New Peloton chief dismisses suggestions company will be sold' FT.com 14 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-14T11:00:31.979Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 301,
          "end": 305
        }
      ]
    }
  ]
}