{
  "_id": "bfc2447433d09eb2db9822a49a21e983709b2739a24ace4701090336269ac0a8",
  "feed": "ftcomall",
  "title": "Retailers seek real-world profits in the metaverse",
  "text": "<p>The metaverse branch of the fast-fashion chain Forever 21 is an assault on the senses. </p> <p>You — as an avatar — enter past a bank of adoring fans and photographers, as though a Hollywood A-lister. You then have a pick of five floors: some with digital clothing to buy with virtual currency, others with a space to get your eyelashes done. When you get to the roof, you are floated off in a bubble to get back to the ground level.</p> <p>Retailers such as Forever 21, Nike and Chipotle are rushing to create virtual world stores in a bet it will boost real-world profits. But is it a passing gimmick and just hype, or will the <a href=\"https://www.ft.com/content/2b985dc5-3995-4ac3-a6f6-6ec0a0893c0b\">metaverse</a> allow for the creation of low-overhead, high-margin ecommerce businesses that will transform global retail?</p> <p>Tech giants, including Facebook parent Meta and Microsoft, have already placed <a href=\"https://www.ft.com/content/95e17671-a6ac-4dcc-bae7-e9f34af1349c\">multimillion-dollar bets</a> on creating technologies that underpin virtual worlds filled with avatars, seeing the development as the next evolution of the internet. Meta has pledged to spend <a href=\"https://www.ft.com/content/76d40aac-034e-4e0b-95eb-c5d34146f647\">$10bn a year</a> on developing its own virtual world, where stores such as Forever 21's might one day exist.</p> <p>“A lot of the metaverse experience is going to be around being able to teleport from one experience to another,” Meta's chief executive Mark Zuckerberg has said of his vision. “So being able to basically have your digital goods and your inventory and bring them from place to place, that's going to be a big investment that people make.”</p> <p>Forever 21's store today lives within Roblox, the vast virtual world of mini games and digital hangouts that commands about 55mn active users every day. Forever 21 commissioned the self-styled “metaverse creation” agency Virtual Brand Group to design and build the store. Roblox statistics show that more than 200,000 users have visited the shop since it opened in late December.</p> <p>“Virtual Brand Group is not an advertising agency,” insists its chief executive, Justin Hochberg. “We are a builder of businesses in the metaverse. We design the clothing, we come up with the marketing strategies, we work with the influencers, and we build out the entire world for them.”</p> <p>JPMorgan calls the metaverse a trillion-dollar yearly revenue opportunity, noting in a recent <a href=\"https://www.jpmorgan.com/content/dam/jpm/treasury-services/documents/opportunities-in-the-metaverse.pdf\">report</a> that about $54bn in virtual goods are sold every year, more than twice what is spent on buying music. </p> <p>The report described how just one parcel of land within <a href=\"https://www.ft.com/content/f5d5bed3-8cf2-40c6-8f85-6b824a223ffe\">Decentraland</a>, a more adult-oriented metaverse space than Roblox, sold for almost $1mn. Its developer, Everyrealm, uses the space for an online shopping mall. </p> <p>“Instead of having stores in every city, a major retailer might build a global hub in the metaverse that is able to serve millions of customers,” the report said.</p> <p>In that vein, Nike recently launched Nikeland, also on Roblox, where shoppers browsing digital Nike products are greeted by a virtual reincarnation of basketball star LeBron James. Chipotle launched its own “restaurant” where the first 30,000 visitors got a voucher for a real burrito, while shoe brand Vans took the obvious route with its customer base — and opened a skate park.</p> <p>“How you present yourself or how you allow your brand to be utilised in this environment is critical,” said Steve Rendle, chief executive of VF Corporation, which owns Vans, as well as North Face and Timberland. “We're going to be very thoughtful and very careful in how our brand is represented inside the metaverse.”</p> <p>But he added: “I think there's work to be done in how you connect this to commerce.”</p> <p>Some see the potential for using the spaces as a means to drive ecommerce and real-world sales by stoking the growing attachment some have to their digital selves. </p> <p>For instance, one of the most popular products in the Forever 21 store is a black beanie hat with the word “FOREVER'‘ written on it. It can be bought for 61 “robux”, the in-game currency bought with real-world money. At the current rates, the hat works out at about $0.75. </p> <p>Virtual Brand Group would not say how many have been sold so far, but even lofty targets of a million by the end of this year would be a blip on Forever 21's income statement, Hochberg acknowledges, though with some notable benefits.</p> <p>“There's no marginal costs. If I sell one or a billion, it's the same. There are no returns, there's no defects. There's no shipping. There's no global supply chain problems,” he said.</p> <p>The interest in the virtual beanie has led to Forever 21 looking to release the product for real next winter, capitalising on popular phenomena among those who frequent metaverse spaces: the idea of “twinning” with your avatar, buying the same clothes and accessories for your real-world self.</p> <p>Ultimately, creating a successful metaverse ecommerce space is about forgetting the formats of brick-and-mortar, said Sam Englebardt, a general partner at metaverse-focused venture capital group Galaxy Interactive.</p> <p>“What a waste of technology if you just make, say, the PRADA store in the metaverse look the same as the PRADA store on Fifth Avenue,” he said. “That would be a huge waste of an opportunity to express yourself as a brand and sell to a customer.”</p> <p>One of Galaxy Interactive's investments was in RTFKT — pronounced “artefact” — which specialises in digital streetwear, typically one-of-a-kind digital sneaker designs in the metaverse, traded as non-fungible tokens. A promotional event in early 2021 saw the sale of 600 pairs of sneakers at a combined value of more than $3.1mn. RTFKT was acquired by Nike in December for an undisclosed sum. </p> <p>“It reminds me of the Instagram-Facebook deal in its potential,” said David Jones, chief executive of The Brandtech Group and former CEO of Havas. “It has so much potential to give Nike a massive head start in the virtual sneaker world.” </p> <p>Within all the hype, however, some sober analysis comes via polling that suggests the wider public is yet to be sold on the idea. Roblox users have given the Forever 21 store an approval rating of 39 per cent. More broadly, a <a href=\"https://www.forrester.com/blogs/consumers-arent-ready-for-the-metaverse-yet/\">sampling by Forrester Research</a> last year suggested fewer than a quarter of US adults were interested in spending time in the metaverse.</p> <p>For those that do dive in, experts are raising some notes of caution over the kinds of experiences to which consumers may be subjected.</p> <p>“These [virtual/augmented reality] devices are going to be very good at learning what we think about the world,” warned Avi Bar-Zeev, a VR consultant and co-inventor of the Microsoft HoloLens headset, adding that machine learning technology would likely be used to make inferences about users.</p> <p>“By collecting so much personal information, then we are effectively setting ourselves up to be manipulated. Once the system knows our buttons and how to push our buttons then we have much less rational self-control,” he said.</p> <p><em>Additional reporting by Andrew Edgecliffe-Johnson in New York</em></p><p>Source: Dave Lee and Hannah Murphy in San Francisco 2022 'Retailers seek real-world profits in the metaverse' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T05:00:36.722Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2706,
          "end": 2710
        },
        {
          "start": 2787,
          "end": 2791
        },
        {
          "start": 5440,
          "end": 5444
        },
        {
          "start": 456,
          "end": 460
        },
        {
          "start": 5662,
          "end": 5666
        }
      ]
    }
  ]
}