{
  "_id": "22ea3364232401b8c5d3ea59e29973c7b466f123502b63bffa7b816754dfc77c",
  "feed": "wall-street-journal",
  "title": "Nike Cracks Down on  Sneaker-Buying Bots  ----  By Inti Pacheco",
  "text": "<p>   Nike Inc. wants to keep a closer eye on resellers. </p><p>   In an update to its rules for U.S. shoppers this month, the sneaker maker said it could cancel orders placed with automated ordering software or technology on its website or apps. </p><p>   The company also said it could charge restocking fees, decline to issue refunds or suspend the accounts of people it determines are buying its shoes, apparel or other items with the intent to resell them. Orders that exceed product purchase limits -- which Nike can implement on highly coveted items -- could be rejected, according to the revised rules posted on Nike's website. </p><p>   Nike's terms of sale govern the rights of consumers as well as the company in purchase transactions. </p><p>   Nike previously prohibited the purchase of products for resale, but the rules update expands the company's response if it identifies such activity taking place. Its rules had also banned purchases deemed to be fraudulent but didn't explicitly mention the use of specialized software, known as bots. </p><p>   A Nike representative didn't respond to a request for comment. </p><p>   For years, some large retailers have canceled orders for high-demand items such as videogame consoles they believe are purchased by bots, in line with their terms of service. Walmart Inc., the country's largest retailer by revenue, uses software and other means to try to prevent bot purchases and will sometimes cancel orders if it believes that is the case, said a spokeswoman. </p><p>   Sneaker enthusiasts helped increase the popularity of botting, or the use of bots to secure purchases, years ago as programmers developed software that automatically scours digital shops to secure goods -- often at larger quantities than typical purchases -- while evading security measures employed by retailers. The use of bots has expanded beyond sneakers to hard-to-get items in the Covid-19 pandemic like Sony PlayStation 5 consoles, among other goods. </p><p>   \"It's very much a cat-and-mouse game,\" said Patrick Sullivan, chief technology officer at Akamai Technologies Inc., a software company that develops antibot protection tools. Companies have teams of engineers working to stop bots, but protecting a website from botting is a daily thing for retailers and it keeps evolving, he said. </p><p>   He said retailers might be able to connect the dots and figure out who uses bots by looking at similar shipping addresses for multiple orders or they might start tying orders to identity verification in the future. </p><p>   Nike's move is significant because of its relationship with the resale market. It has benefited from the brand awareness fueled by entrepreneurs and sneaker enthusiasts from limited-edition products. On social media, resellers share their success of using bots to acquire limited-edition sneakers through digital platforms such as Nike's SNKRS app. </p><p>   --- </p><p>   Sarah Nassauer contributed to this article </p><p></p>",
  "published": "2022-10-12T06:09:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1012,
          "end": 1016
        },
        {
          "start": 2789,
          "end": 2793
        },
        {
          "start": 610,
          "end": 614
        },
        {
          "start": 488,
          "end": 492
        },
        {
          "start": 594,
          "end": 598
        },
        {
          "start": 711,
          "end": 715
        },
        {
          "start": 2458,
          "end": 2462
        }
      ]
    }
  ]
}