{
  "_id": "4e2a670ad2ccd4f5b751427a726a3ca08f7d1ec8c6ebd727110d8e9615b5f86c",
  "feed": "market-watch",
  "title": "Nike's shares surge as analysts applaud a return to growth in China",
  "text": "<p>Shares in rivals Adidas XE:ADS and Puma XE:PUM rose 6% and 8% respectively on Wednesday.</p><p>In its quarterly results, Nike reported fiscal second-quarter net earnings of $1.33 billion, or 85 cents a share, beating Wall Street expectations for earnings of 64 cents a share, according to analysts surveyed by FactSet.</p><p>The quarter saw Nike's growth in Greater China increase 6% on a currency constant basis.</p><p>Jefferies equity analyst Randal Konik reiterated his buy rating and lifted Nike's shares to a $140 price target from $115. He suggests purchasing Nike shares and selling rival lululemon athletica's LULU stock.</p><p>\"Looking ahead, we expect [Nike's] inventory and China-related issues to subside, driving margin improvements,\" Konik said in a note.</p><p>Analysts at RBC Capital Markets lifted their Nike price target to $127 from $120 per share, saying the results confirmed \"strong underlying momentum\" and management \"dealing with headwinds as planned.</p><p>\"China inventories are clean, and business appears to have stabilised, putting the business in a strong relative position vs peers. On the negative side, the pace of total inventory reductions is slightly slower than we anticipated,\" said RBC's Piral Dadhania and Nikolaos Lafioniatis, in a note.</p><p>How the inventory pileup plays out remains to be seen, say analysts.</p><p>\"While margins have been compressed by inventories, they have not been less than initially feared. As we look toward next year, the build of inventories is a key area of concerns for retailers as demand slows,\" said Deutsche Bank strategist Jim Reid.</p><p>Gerrit Smit, manager of the Stonehage Fleming Global Best Ideas Equity fund said Nike is \"clearly on a faster growth track than investors thought.\"</p><p>\"The 27% constant currency growth in revenue is the envy in this fiercely competitive sport apparel industry. Nike clearly resonates with the sporting public, and especially so on its U.S. home turf with sales growing at 30%,\" Smit told clients in a note.</p><p>Sam North, analyst at social investing platform eToro, said while the results were impressive, Nike could face \"soaring costs and a slump in margins\" as they try to unload excess stock at lower prices. \"While the inventory issue should resolve itself over time, the consumer goods and retail sectors will likely face higher input costs for some time,\" he added.</p><p>During a conference call late Tuesday, Chief Executive John Donahoe attributed upbeat results in China to a focus on the consumer and certain holidays, notably Nov. 11, also known as Single's Day.</p><p>\"The 11/11 holiday was one that we focused on a lot because it's really in many ways the first time in over two-years that we could fully compete,\" he told Nikic.</p><p>Chief Financial Officer Matthew Friend reiterated that China growth came despite the temporary closure of 1,500 stores in the last week in November — five times the number of average closures throughout the entire quarter. \"We also saw traffic impacts as the country navigates through this transition of its COVID policy,\" he added.</p><p>\"We've taken a very cautious approach in our guidance to China given the short-term uncertainties that are there. But what you should be hearing from us is a consistent trend of confidence and encouragement in the consumer connections that we're creating that give us confidence in the long term,\" Friend said.</p><p>Opinion: 13 consumer and internet stocks to own as China finally reopens</p><p>Nike's shares surge as analysts applaud a return to growth in China</p>",
  "published": "2022-12-21T13:40:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 791,
          "end": 795
        },
        {
          "start": 1645,
          "end": 1649
        },
        {
          "start": 548,
          "end": 552
        },
        {
          "start": 1822,
          "end": 1826
        },
        {
          "start": 2063,
          "end": 2067
        },
        {
          "start": 115,
          "end": 119
        },
        {
          "start": 3407,
          "end": 3411
        },
        {
          "start": 329,
          "end": 333
        },
        {
          "start": 477,
          "end": 481
        }
      ]
    }
  ]
}