{
  "_id": "bc8c16fafec3d0fe1beb76adc2f22817058d64b2df512095d5c661df33078810",
  "feed": "ftcomall",
  "title": "UK's competition enforcer has shot itself in the foot",
  "text": "<p>To the victor the spoils, the saying goes. Unfortunately, the culmination of a long-running competition wrangle over sportswear recalls another piece of fighting-related talk: there are no winners in war. </p> <p>For roughly three years, one of the UK's largest retailers has been pitted against the country's competition watchdog over its £90mn acquisition of a smaller rival. On Monday, the terms of defeat were set out: JD Sports will <a href=\"https://www.ft.com/content/601b5869-535c-45de-91ba-8ffc7f5391fd\">offload the offending business</a> to private equity ownership for £37.5mn. </p> <p>In the scheme of things, the original deal was pretty inconsequential. It should probably never have been done. It would have been far better had the <a href=\"https://www.ft.com/stream/d933ab59-855e-46ea-a06e-8a5af84f744b\">Competition and Markets Authority</a> never decided it merited in-depth scrutiny. As it is, the sorry sportswear saga has tarnished just about everyone involved. </p> <p>To recap: in early 2019, the King of Trainers, as JD Sports is known, <a href=\"https://www.ft.com/content/f275b9ca-494d-11e9-bbc9-6917dce3dc62\">struck a deal</a> to buy Footasylum. Footasylum was a struggling high-street competitor in an increasingly online market, with ties to the family of JD's founders. Its shares had lost 90 per cent of their value in a year before JD came shopping. </p> <p>A year went by and in May 2020, six weeks or so after the government shut UK high streets, the CMA ruled against the deal. <a href=\"https://www.ft.com/stream/a1d23e3a-2eba-409f-a4d6-ffc6f006750c\">JD</a> and Footasylum were close competitors, it said. </p> <p>That was when the trouble really started. Over the next 18 months the CMA was forced to repeat its review after the original analysis was found wanting by an appeals tribunal. The CMA's own application to appeal was refused. It did the whole thing again — only to arrive at the same result. Notwithstanding the decimation of the high street by the pandemic, the acceleration of the move to online shopping and the consolidation of Nike and Adidas's dominance, UK consumers would be worse off without Footasylum competing with JD, the CMA argued.</p> <p>Two-and-a-half years of pursuing the £90mn purchase of a company that might have gone under anyway. For JD, it spent three years trying to secure sign-off for a deal that delivered an incremental increase in sales and represented a strategic sideshow when compared with its plans for US expansion. </p> <p>This sort of thing does not help the credibility of the UK's competition regulator. It hardly seems proportionate to the scale of the harm done. While an inactive antitrust enforcer is not to be encouraged, one that is overzealous in its application of the rules on smaller acquisitions does not inspire confidence that it has the bigger picture clearly in view. This was not an example of Big Tech undertaking a killer acquisition. It was a tie-up between two trainer sellers. </p> <p>It is not entirely the CMA's fault that this all took so long. Had the pandemic not happened — the grounds for JD's successful original appeal — the first decision to unwind the deal might have stood. Then the UK's competition watchdog would have spent only a year on a small fry sportswear takeover. And it is not the CMA that sets the thresholds for when a merger warrants examination. With £200mn or so in annual sales, Footasylum comfortably cleared the £70mn revenue level for regulatory review.</p> <p>The CMA's scrutiny has been more consequential for JD than the original deal deserved to be. Last year its then executive chair Peter Cowgill was caught on camera having a meeting with the boss of Footasylum in a <a href=\"https://www.thetimes.co.uk/article/jd-sports-chief-peter-cowgill-faces-probe-over-car-park-meeting-with-rival-kgwqxq838\">car park</a>. The regulator found JD had received commercially sensitive information in breach of its rules, and fined it £4.3mn. </p> <p>JD contested the CMA's characterisation of events. But if nothing else, this underlined corporate governance concerns at a company that had long been a maverick on such matters. The company has since started to fall into line, splitting the roles of chief executive and chair. Cowgill, the architect of JD's 60-fold ascent in market value, <a href=\"https://www.ft.com/content/fb47f56c-d283-4213-99ab-9da46dd1d9d1\">split with the company</a>. </p> <p>Better governance at a big public company is a good outcome. But that is not meant to be the purview of the CMA. Aside from the entertainment value of a regulatory bust-up to onlookers, there are few other upsides. The three-year exercise has been a counterproductive waste of everyone's time, energy and money. Blocking the deal will not hobble the competition watchdog permanently. But it was an unnecessary shot in the foot.</p> <p><a href=\"mailto:cat.rutterpooley@ft.com\"><em>cat.rutterpooley@ft.com</em></a><em><br></em><a href=\"https://twitter.com/catrutterpooley?lang=en-GB\"><em>@catrutterpooley</em></a></p><p>Source: Cat Rutter Pooley 2022 'UK's competition enforcer has shot itself in the foot' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T15:11:42.953Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1727,
          "end": 1731
        }
      ]
    }
  ]
}