{
  "_id": "852f351d847b1c2cba6ba3948ef0596a6d280c3888687830aa535694de160e61",
  "feed": "ftcomall",
  "title": "JD Sports reassures investors after sudden exit of longtime boss",
  "text": "<p>The unexpected departure of Peter Cowgill as head of UK retailer JD Sports was because of disagreements about governance and succession and was not connected to the delay in publishing its annual results, the company told investors on Thursday.</p> <p>Several people who participated in a call on Thursday morning said they were assured there was no suggestion of impropriety. “There has been no single event and there is no big skeleton in the closet,” said one person on the call, which was hosted by interim chair Helen Ashton.</p> <p><a href=\"https://www.ft.com/stream/a1d23e3a-2eba-409f-a4d6-ffc6f006750c\">JD</a> rushed out a statement after the market closed on Wednesday that said Cowgill, who has run the company for nearly two decades, <a href=\"https://www.ft.com/content/fb47f56c-d283-4213-99ab-9da46dd1d9d1\">would step down</a> as executive chair with immediate effect.</p> <p>Pentland, the family-controlled group that is JD's majority shareholder and has been a loyal supporter of Cowgill, said it was “the right time for the business to fulfil its future ambitions under a new governance structure and new leadership”.</p> <p>JD Sports' shares fell sharply on Thursday morning, but subsequently recovered to close 6 per cent higher.</p> <p>When Cowgill became executive chair in March 2004, JD was worth less than £100mn and was in financial difficulty. Chris Bird, who spent 14 years on the board of the company, said Cowgill had an immediate impact.</p> <p>“He's very determined, very cost-conscious and extremely commercially savvy, but he really understood the DNA of JD too,” said Bird.</p> <p>Wesley McCoy, a fund manager at JD shareholder Abrdn, said: “Its staggering what JD and Cowgill has achieved in his tenure. It's not every day that someone with that tenure leaves with immediate effect.”</p> <p>During his time at JD, Cowgill built strong relationships with sportswear brands such as <a href=\"https://www.ft.com/stream/416a5ed9-f17f-404d-83e5-f2c3716d122b\">Nike</a>, Adidas, Puma and Under Armour, helping JD gain access to the latest products before competitors.</p> <p>He was also very focused on acquiring struggling rivals, such as the failed outdoor clothing specialist Blacks Leisure, and took a tough stance in lease negotiations with landlords.</p> <p>In 2018, JD ventured into the US market with the £400mn <a href=\"https://www.ft.com/content/28096f70-30d9-11e8-ac48-10c6fdc22f03\">acquisition of Finish Line</a>. It has since spent at least $1bn more on US acquisitions.</p> <p>But investors were told that behind the scenes, systems and processes had not kept pace with the growth in revenue and headcount, and key decisions were still being taken by a small inner circle. </p> <p>“The place needs massively modernising,” said an analyst who follows the company. He cited JD's high-profile run-ins with the UK's Competition and Markets Authority over its acquisition of smaller rival Footasylum as a symptom of loose controls.</p> <p>Corporate governance was another concern. Since the <a href=\"https://www.ft.com/content/0752b3da-e804-11e3-b923-00144feabdc0\">departure of chief executive Barry Bown</a> in 2014, Cowgill has run the business as executive chair. That runs counter to best practice in the UK, which is to split executive and non-executive roles, and has prevented some investors from buying JD shares.</p> <p>Executive pay has been another touchy subject. Historically, the company has not operated a long-term incentive plan for executives, instead handing out large ad hoc cash bonuses.</p> <p>Following an investor rebellion against one such award in 2019, JD promised a governance review, which was followed by an influx of new non-executive directors. But two years later, investors were still unhappy enough to vote out the chair of the remuneration committee.</p> <p>Cowgill's role also proved to be difficult to resolve. “I think they discovered it is actually quite hard to [split the jobs] in practice,” said another analyst. “Any incoming CEO would naturally be afraid that people will still go to Peter for decisions.”</p> <p>The failure to reach agreement left the board, including Pentland's representative Andy Long, to conclude that Cowgill had to go, according to a person with knowledge of the discussions. Cowgill was asked to resign on Wednesday.</p> <p>Cowgill did not respond to a request for comment.</p> <p>Bird said that while succession planning should have started much earlier, it was not Cowgill's job to initiate it. “You've got to ask what the non-execs were doing all those years, that's what they were there for,” he said. </p> <p>But Bird does not subscribe to the view that the company will fall apart now that Cowgill has left, even if — as seems likely — the next chief executive comes from outside the business. “They've got good middle management in there with that JD DNA, they've got some great buyers,” he said.</p><p>Source: Jonathan Eley and Adrienne Klasa 2022 'JD Sports reassures investors after sudden exit of longtime boss' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T18:04:22.723Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1702,
          "end": 1706
        }
      ]
    }
  ]
}