{
  "_id": "32d6e354d503256dfc289d28b57e307f5a9a581de9b7080b7dc3d67bf564fd57",
  "feed": "wall-street-journal",
  "title": "U.S. Women's and Men's Soccer Teams Will Receive Equal Pay Under New Labor Deals; The landmark agreements with U.S. Soccer will pay players on both national teams the same game bonuses and World Cup prize money",
  "text": "<p>The new deals are an effort to resolve a thorny pay-equity problem involving two teams with very different pay structures and performance histories. The U.S. women won the last two World Cups but argued they were paid less than the U.S. men's team that failed to qualify for the 2018 tournament.</p><p>The new agreements attempt to eliminate those differences by creating \"identical economic terms\" for the two teams. For friendly games, U.S. Soccer will pay men's and women's players the same roster appearance fees and performance payments, based on the outcome of the match and the rank of the opponent, with the same tiering structures.</p><p>For official competitions, including the World Cup, men's and women's players will earn the same game appearance fees. For official competitions outside the World Cup, men and women will also earn the same game bonuses.</p><p>The agreements give both men's and women's players significant raises, according to Becca Roux, executive director of the U.S. women's players association. For instance: A women's player used to earn $6,750 for making the roster of a team that won a World Cup-qualifying match. Her male counterpart made $18,125 for the same achievements. Now, the male and female players each will make $24,000 in that instance.</p><p>\"I feel a lot of pride that there are a lot of young girls who are going to see what we've accomplished and grow up recognizing their value rather than fighting to find it,\" U.S. women's player Margaret \"Midge\" Purce said.</p><p>The deals also make an extraordinary bid to erase a disparity that is beyond the control of U.S. Soccer: the gulf in prize money between what soccer's global governing body, FIFA, awards for the men's and women's World Cups. The U.S. women's 2019 title came with a $4 million prize; in the 2018 men's tournament, teams were paid $8 million just for qualifying and the winner was awarded $38 million.</p><p>The new deals, the U.S. federation says, make the U.S. the first country where national teams have agreed to pool and share their prize money from the tournaments. To do that, the U.S. men's players will give up some of their World Cup proceeds, no matter where they finish, to achieve the even split of prize money with the women.</p><p>\"I don't want that to be overlooked,\" said U.S. Soccer president Cindy Parlow Cone, a former U.S. women's player. \"I think our men should be celebrated and congratulated. I think we're all very thankful for them coming to the table and making this historic deal possible.\"</p><p>It was not, however, an easy discussion on the men's side.</p><p>\"I can't say that every conversation was easy with every member that was on our team, or involved with our negotiations,\" said U.S. men's player Walker Zimmerman said. \"But at the end of the day, the guys came together and said, 'This is what we need to do to get a deal done and this is how we can grow the game collectively.' \"</p><p>As part of the deals, U.S. Soccer will share a portion of its broadcast-rights and sponsorship revenue with the men's and women's teams, another first.</p><p>The women's team reaching a new labor agreement was a requirement of the $24 million settlement deal reached in February by U.S. Soccer and the dozens of women's players who sued it for gender discrimination in 2019. The settlement still needs final approval by the court.</p><p>Getting the labor deals done took unprecedented cooperation. The two players' associations previously negotiated separate deals in separate years. This time, the men and women negotiated and reached deals that run concurrently. The deals' implementation date is June 1, and they run through 2028.</p><p>The new agreements eliminate most aspects of the problem that had dogged the debate over pay equity: how to compare the compensation of two teams whose contracts paid them in very different ways.</p><p>Under their previous labor deal, top U.S. women's players were paid base salaries along with appearance, game and other bonuses. The U.S. men, meanwhile, were paid almost entirely in appearance and game bonuses, but those bonuses were much higher than those offered to the women.</p><p>In March 2019, after failing to gain traction with a 2016 complaint to the federal Equal Employment Opportunity Commission, members of the U.S. women's national team sued U.S. Soccer. They alleged the federation illegally paid them less than the U.S. men's team and provided them with inferior staffing, travel and playing venues.</p><p>In May 2020, a federal judge threw out the women's pay claims, ruling that they had provided insufficient evidence to support them. The women appealed the decision. They also gained a partial settlement with U.S. Soccer to improve working conditions.</p><p>As the litigation dragged on, acrimony between the federation and the women's team damaged U.S. Soccer's image. Several of U.S. Soccer's sponsors publicly criticized a 2020 court filing by the federation arguing that male players carried \"more responsibility\" and had a \"higher level of skill\" than women's players.</p><p>Then-U. S. Soccer president Carlos Cordeiro resigned during the ensuing public backlash. Cone, who had been a U.S. Soccer vice president, took over as president after Cordeiro's resignation.</p><p>She worked to rebuild relations with the U.S. women. In January, Cone wrote in an open letter that U.S. Soccer wouldn't ratify any labor deals without the men's and women's teams agreeing to share World Cup prize money.</p><p>The labor deals come as federation revenues are surging. Earlier this year, U.S. Soccer reached an eight-year deal for the English-language broadcasts of men's and women's national-team games on Turner Sports and HBO for $25 million-$27 million a year, according to Sports Business Journal. That's nearly what a marketing consortium in recent years has paid U.S. Soccer for securing and managing both its broadcast-rights agreements and sponsorships.</p><p>In November, Nike renewed its longtime U.S. Soccer sponsorship in what the federation called its largest-ever commercial agreement. U.S. Soccer said in announcing the deal that it and Nike would \"focus on growing the women's game and provide greater access to soccer to ensure it's the most inclusive sport in the U.S.\"</p><p>FIFA has committed to at least doubling the prize money for the 2023 Women's World Cup in Australia and New Zealand, which would increase it to a total of $60 million—up $30 million from 2019.</p><p>But that increase actually would widen the prize gap between the men and the women. The prize pool for the 2022 men's World Cup is rising by $40 million from 2018, to $440 million. Both the 2022 men's tournament and 2023 women's tournament will have 32 teams.</p><p>Under the U.S. men's and women's labor deals, U.S. Soccer will keep a percentage of World Cup prize money and the two teams will split the remaining total.</p><p>For example, the U.S. men finishing in 9th-16th place in the 2022 World Cup would be worth $13 million in prize money. The U.S. women winning the 2023 Women's World Cup could be worth an estimated $8 million (FIFA hasn't yet announced the women's prize money).</p><p>U.S. Soccer will take 10% of those initial World Cup winnings, leaving the men with $11.7 million and the women with $7.2 million. The total of $18.9 million would be divided, giving each team $9.45 million.</p><p>The U.S. women have won four of the eight Women's World Cups held since the tournament's 1991 launch. The U.S. men have never won the men's World Cup, which was launched in 1930. After missing the 2018 World Cup, the U.S. men qualified for the 2022 tournament and are essentially a lock to qualify in 2026 when the tournament expands to 48 teams and the U.S. hosts the event with Canada and Mexico.</p><p>One factor helping make the labor deals work is that most of the U.S. men earn far more for their club play than they do playing with the national team. Star forward Christian Pulisic, for instance, earns nearly $10 million a year playing for Chelsea in the English Premier League, according to salary-tracking site Spotrac. He's earned a fraction of that playing for the U.S. in recent years.</p><p>Conversely, most U.S. women's players earn most of their playing income from the national team rather than from still-developing women's professional leagues—although top salaries are rising.</p><p>Write to Rachel Bachman at Rachel.Bachman@wsj.com</p><p>U.S. Women's and Men's Soccer Teams Will Receive Equal Pay Under New Labor Deals</p>",
  "published": "2022-05-18T11:33:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 6027,
          "end": 6031
        },
        {
          "start": 5856,
          "end": 5860
        }
      ]
    }
  ]
}