{
  "_id": "3a1add88626c30c881b00983686fac573458543ce12535b680809a9b60cbc74e",
  "feed": "ftcomall",
  "title": "Oil shocks need not stoke inflation",
  "text": "<p>Good morning. Ethan here; Rob's off reeling in a big catch, hopefully.</p> <p>Monday was a brutal day in Ukraine. The latest reports are that Russia is shelling cities as civilians evacuate. The death toll, already grim, is climbing. Western nations are discussing a Russian oil import ban, so stocks fell and oil soared.</p> <p>Today, I look at two economic questions this war has posed. Disagree with me? Agree profusely? Email me: <a href=\"mailto:Ethan.Wu@ft.com\">Ethan.Wu@ft.com</a>. </p> <h2>Are oil shocks inflationary?</h2> <p>Shock and awe <a href=\"https://www.ft.com/content/eb3f3853-ab37-41f5-9cd2-bf5dfeee0dfb\">might not describe</a> Russia's invasion of Ukraine, but it certainly fits the reaction in commodities markets. Wheat prices are at all-time highs. Nickel is spiking. Oil brushed $139 per barrel yesterday, with some talk that it could yet reach $200.</p> <p>High inflation, uncontrolled energy prices, geopolitical turmoil — it's a wide-open door for 1970s US stagflation comparisons. And former Treasury secretary Larry Summers walked right through it on Friday, telling <a href=\"https://www.bloomberg.com/news/videos/2022-03-05/war-stimulus-raise-1970-s-stagflation-risk-summers-video\">Bloomberg TV</a> that America faces “real risks of a 1970s-type scenario” stemming from an oil shock and excessive, inflationary stimulus.</p> <p>Federal Reserve chair Jay Powell's congressional testimony last week was mostly boring. But in it, he too hinted at a stagflationary view of oil shocks. From Howard Schneider of <a href=\"https://www.reuters.com/business/feds-powell-ukraine-war-impact-uncertain-could-hit-spending-investment-2022-03-03/\">Reuters</a>:</p> <blockquote>  <p>Under rough rules of thumb that Powell provided, the jump in oil from around $75 a barrel in late December to around $110 on Thursday, if it lasts, could add nearly 0.9 percentage point to headline inflation and cut nearly half a percentage point from economic growth</p> </blockquote> <p>The idea is that pricier energy (and, to a lesser extent, other commodities) feeds into other prices and eats away at consumer spending, all while disrupting inflation expectations. Why would expensive energy unanchor expectations when little else has? Partly because everyone buys it, and partly because consumers are highly aware of energy costs. You probably know roughly what a tank of gas costs without checking.</p> <p>Indeed, US inflation expectations have moved uncomfortably high since the invasion:</p> <p>As we've heard <em>ad nauseam </em>lately, unmoored expectations risk an inflationary spiral where a cornered Powell has little choice but to choke the economy to sleep. But not everyone is so worried. Among the dissenters is George Goncalves, US macro head at MUFG, who told me it's a bit overblown:</p> <blockquote>  <p>I believe oil-induced inflation, if it persists, will likely be temporarily inflationary, but long-term it usually leads to a growth shock.</p>  <p>Short-term inflation expectations are already reacting and it's possible that consumer survey measures from the NY Fed will react too. However, things like 5y5y inflation measures won't go unhinged. They did not during the Covid stimulus rounds of trillions of dollars of easing, so this oil move won't have that big an impact on long-term views.</p> </blockquote> <p>The growth shock Goncalves mentions is probably disinflationary, as Evan Brown and Luke Kawa of UBS argued recently:</p> <blockquote>  <p>In our view, an even larger spike in oil and/or natural gas prices would not kick off a sustained inflationary spiral. It is more likely that this would result in lower growth, and in turn lower inflation, before too long. Either spending more on energy would cause consumers to cut back in other areas, or central banks would aggressively tighten policy and crush the expansion — and by extension, inflation.</p> </blockquote> <p>If energy prices get high enough, demand will dry up as more money goes toward buying the same, or a smaller, amount of energy. That leaves less purchasing power for everything else. Or else central banks will get queasy at the short-term price shock. Either way, no spiral.</p> <p>Whether this disinflationary argument is right, the 1970s comparisons are certainly imprecise. At the time, inflation expectations were already elevated — about 4 per cent by one <a href=\"https://libertystreeteconomics.newyorkfed.org/2013/08/creating-a-history-of-us-inflation-expectations/\">estimate</a> — in the months before the 1973 energy shock. That is much less true now, which could explain the negative correlation between energy prices and core inflation (ie, excluding energy and food) over the past two decades.</p> <p>The tight labour market is where I'm least certain about what an oil shock will do. A crucial component of the 1970s inflationary spiral was labour's ability to secure wage increases at the tempo of inflation. Post-lockdown <a href=\"https://www.ft.com/content/73c26e1b-ebf6-4dd4-9930-132c01db6929\">market conditions</a> have lent workers newfound bargaining power (though from a low base). There is some similarity here. You might imagine workers, sick of shelling out for expensive gas, demanding wage increases. I just don't know if the effect is big enough to spark a wage-price spiral.</p> <p>Powell says he is watching the oil-inflation dynamic “very carefully”. As Covid-specific inflation fades, this could fast become the most important question in markets.</p> <h2>How doomed is the dollar?</h2> <p>Western sanctions against Russia have made money look political. Is the long-anticipated decline of the US dollar nigh? Jon Sindreu thinks its standing will at least take a body blow. Here's Sindreu in the <a href=\"https://www.wsj.com/articles/if-currency-reserves-arent-really-money-the-world-is-in-for-a-shock-11646311306\">Wall Street Journal</a>:</p> <blockquote>  <p>Yet the entire artifice of “money” as a universal store of value risks being eroded by the banning of key exports to Russia and boycotts of the kind corporations like Apple and Nike announced . ..</p>  <p>Indeed, the case levied against China's attempts to internationalise the renminbi has been that, unlike the dollar, access to it is always at risk of being revoked by political considerations. It is now apparent that, to a point, this is true of all currencies.</p>  <p>The risk to King Dollar's status is still limited due to most nations' alignment with the West and Beijing's capital controls. But financial and economic linkages between China and sanctioned countries will necessarily strengthen if those countries can only accumulate reserves in China and only spend them there. Even nations that aren't sanctioned may want to diversify their geopolitical risk.</p> </blockquote> <p>His prediction that sanctioned countries will turn to China looks plausible. Right after Mastercard and Visa fled Russia, four Russian banks announced <a href=\"https://www.wsj.com/articles/russian-banks-turn-to-china-to-sidestep-cutoff-from-payments-systems-11646578489\">plans</a> over the weekend to forge relationships with UnionPay, China's biggest card network. But as this argument grows <a href=\"https://www.bloomberg.com/opinion/articles/2022-02-27/china-s-digital-yuan-could-get-a-boost-from-putin-s-war-in-ukraine\">popular</a>, I wonder if it undersells the US advantage.</p> <p>As the international finance economist (and friend of Unhedged) Eswar Prasad <a href=\"https://www.barrons.com/articles/russia-sanctions-dollar-reserve-currency-status-51646340746\">wrote</a> in Barron's on Friday, China's biggest disadvantage is its lack of independent courts or an autonomous central bank. These, alongside Beijing's capital controls and the dollar's usefulness as a funding currency, create a durable advantage for the dollar. For most global investors, the alternatives are worse. Sanctions don't much change that.</p> <p>I wouldn't be surprised if, as Sindreu suggests, the dollar's position is slightly dented as some investors hedge geopolitical risk. Perhaps over time the dollar will suffer death by a thousand cuts. But for now its position remains about as secure as it was a month ago.</p> <h1>One good read</h1> <p>For more dollar-themed reading, Adam Tooze in his excellent <a href=\"https://adamtooze.substack.com/p/chartbook-94-putins-war-and-the-china?s=r\">Chartbook</a> writes that we're seeing polarities, not blocs, forming in the global economy.</p><p>Source: Ethan Wu 2022 'Oil shocks need not stoke inflation' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T06:30:00.334Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5132,
          "end": 5136
        }
      ],
      "nexusId": "10043425"
    }
  ]
}