{
  "_id": "7a4dbc4d3525f31caab9cd8a19c81c9cb88c5874b56ace86e80579bb32886f0d",
  "feed": "wall-street-journal",
  "title": "Track Pants For Work? It's Happening; Why women are turning to this athletic style for the office and even black-tie affairs—plus, how to pull off a formal track-pant outfit",
  "text": "<p>Track pants, a gym staple roughly defined as loose athletic pants, have new legs thanks to a one-two punch of runway dominance at labels like Gucci and Max Mara and the rise of postpandemic \"bleisure\" (a sloshy portmanteau for \"business leisure\") that embraces soft fabrics and slouchy silhouettes. Wishlist brands like Tom Ford and Fendi sell takes in crystal-encrusted cashmere and a satiny finish, respectively, while Tory Burch offers knit versions and an option in floral jacquard. As Zoom meetings make way for in-person ones, the urge to dress up has returned—but not at comfort's expense. Track pants sate the appetite for easy clothes that are still style-forward.</p><p>\"Some denim is so stiff it hurts,\" said Julie Viola, 42, a healthcare consultant and track-pant devotee in Concord, Mass. \"I'm constantly traveling [for work]. Sometimes I go straight from the airport to a meeting. I need to be mobile, but I need to look professional.\" She teams tapered iterations with a jacket or cardigan and finds track pants \"easy and slimming. I have two kids. My body fluctuates. These pants honor my real life.\"</p><p>French designer Émile Camuset popularized track pants in the late 1930s when he made a \"Sunday Suit\" for Paris athletic brand Le Coq Sportif. In the '60s, Adidas launched track pants for pro athletes, a later version of which was adopted by urban communities and beatbox icons like Run-DMC in the '80s. The style got the girl-power treatment in the '90s, when Sporty Spice (Melanie Chisholm) wore the pants on stage with the Spice Girls. Simultaneously, New York creative director June Ambrose incorporated them into Missy Elliott's signature look—a take-no-prisoners combo of luxury and utility comprising track pants, Dior and diamonds. \"In the '90s, the tracksuit was a business suit,\" said Ms. Ambrose, who currently works with Puma in addition to her celebrity clientele. The track pant was the \"uniform of the street,\" she said. \"It was beautiful and powerful because it was effortless and all about performance. You were signaling that you were ready to work at a high level.\" She made them in leather, satin and silk for clients including Ms. Elliott, Mariah Carey and Sean \"Diddy\" Combs. At Ms. Ambrose's September Puma runway show in New York, TikTok royalty such as Jasmine Sanders, Dixie D'Amelio and Mr. Combs's son Christian all sported track pants.</p><p>Sarah Staudinger, founder of the label Staud, considers the \"reinvented core staple\" ideal for days when you've overslept. \"If I'm running late to work, I'll grab a track pant, an oversize button-up shirt and a platform heel or a ballet flat,\" she said. Angel Dy agrees. On a recent Saturday night, the 28-year-old mental-health advocate arrived at a downtown New York dinner party wearing Nike track pants, a black crop top and platform Chelsea boots. \"I'm a thicker girl,\" she said, \"and these make me feel badass and powerful.\"</p><p>Track-pant skeptics still exist. On a recent outing to the New York Public Library, I asked a young staffer if she'd pair her jacket—a black blazer—with track pants. \"You can't wear sporty pants with, like, nice things,\" she scoffed. And when Vogue Editor in Chief Anna Wintour appeared on the magazine's official Instagram account wearing track pants and a sweater in 2020, one internet troll commented: \"The world is going mad.\"</p><p>But fashion often is mad, at least at first (remember the moral panic surrounding mini skirts' debut in the 1960s?) and those striving to be au courant might consider track pants essential. Buzzy labels like Louis Vuitton and Sacai showcased them on the spring Paris runways, while Lily Allen and Priyanka Chopra each wore them on recent red carpets. \"They're really the new trouser,\" said Ms. Ambrose. \"They resonate deeply with people who think life is a sport.\"</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>How do you style track pants to wear outside of the gym? Join the conversation below.</p><p>Track Pants For Work? It's Happening</p>",
  "published": "2022-10-14T17:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2765,
          "end": 2769
        }
      ],
      "nexusId": "10043425"
    }
  ]
}