{
  "_id": "ae1289ab955c6efaa45049b1162e7b889f384920db8145c31fccb90db3614640",
  "feed": "ftcomall",
  "title": "Activist investor steps up campaign to oust Peloton's leadership",
  "text": "<p>The activist investor that wants Peloton to <a href=\"https://www.ft.com/content/41c29068-ed4f-4ecb-b7e6-79fb27cec280\">fire its chief executive</a> and explore a sale has expanded its campaign against the under-fire fitness company by also demanding a clear-out of directors and an investigation into possible misconduct.</p> <p>Blackwells Capital, which has a stake of nearly 5 per cent, sent a 65-page presentation to the company's board ahead of a closely watched earnings announcement on Tuesday. It argued that Peloton had been “grossly mismanaged”, citing the collapse of shares last year after the stock rode a surge of new orders in the first year of the pandemic. </p> <p>The analysis followed Blackwells' critique of Peloton's governance just over two weeks ago when the investor went public with its concerns and accused insiders of enriching themselves by selling more than $700mn of stock since its initial public offering in September 2019 as its market value has plunged. </p> <p>“We believe the board should immediately begin to search for new, fully independent directors with no prior ties to the current board and management team,” Blackwells said.</p> <p>The investor said it had also submitted a formal demand to inspect Peloton's books and records to investigate the conduct of members of the company's board and management.</p> <p>Peloton could not immediately be reached for comment. </p> <p>Peloton's total shareholder return of minus 76 per cent was the worst of any company in the Nasdaq 300 index in 2021, Blackwells noted, laying the blame on poor decision making, lack of financial discipline, lack of credibility and qualifications, and misalignment of interests. </p> <p>Its assessment comes after the Financial Times reported that <a href=\"https://www.ft.com/content/8ae3240b-8c09-48e4-bc2c-b7a9e4c00c51\">Nike and Amazon</a> had each begun evaluating potential offers for Peloton. A buyer could “easily” pay $65 to $75 per share for the company, Blackwells argued. </p> <p>Peloton's shares closed at $29.75 on Monday, up 20 per cent on the reports of potential bid interest but still more than 80 per cent below the peak they reached in December 2020.</p> <p>Blackwells has scored successes in previous activist campaigns, including at Colony Capital, but its campaign at Peloton is complicated by the fact that the company's management wields majority control through Class B shares, with 20 times the voting rights of those held by ordinary shareholders. </p> <p>Its presentation urged the board to adopt a “one share, one vote” structure — a change that could strengthen other shareholders' ability to force changes.</p> <p>Blackwells said the group had the “hallmarks of an extremely valuable and attractive business” with “high quality” products, a “resilient” subscription model and “star instructors”, but also it accused chief executive John Foley of managing with “unbridled optimism” rather than discipline. </p> <p>“Foley insisted demand would only ever increase,” it said, causing Peloton to ramp up production before having to mothball its manufacturing when demand slowed as Covid-19 vaccines proliferated and gyms reopened.</p> <p>Blackwells charted out how Foley sold nearly $100mn in stock in 2021, juxtaposing his proceeds with quotes from earnings calls in which he said the team had “never been more excited” about the road map.</p> <p>The activist described Peloton's cost structure as “bloated,” with headcount growing more than 20 times in four years. Revenue per employee, it calculated, is just $471,497, versus nearly $3mn at Netflix.</p> <p>It also demanded the dismissal of chief financial officer Jill Woodworth, as it accused her of misleading investors. On November 21 2021, Woodworth said Peloton did not “see the need for any additional capital”, but just 12 days later the company announced a $1.1bn stock offering, diluting existing shareholders.</p><p>Source: Andrew Edgecliffe-Johnson in New York and Patrick McGee in San Francisco 2022 'Activist investor steps up campaign to oust Peloton's leadership' FT.com 8 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-08T07:58:59.169Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1632,
          "end": 1636
        }
      ]
    }
  ]
}