{
  "_id": "9cd3dd41fba3c34fdb2044cf3275d899ab1833bfa7c7e7eada678996f4b31e3f",
  "feed": "ftcomall",
  "title": "Seven new super-shoes ",
  "text": "<p><strong>Best for all runners and newcomers to super-shoes: Brooks Hyperion Elite 2</strong></p> <p>This updated, <a href=\"https://www.brooksrunning.com/en_gb/hyperion-elite-2-unisex-running-shoe/100037.html\">215.5g flagship</a> is a reliable platform for racing or training. They're not overly springy but are very comfortable, undeniably speedy and a safe bet that will work for many runners – with 28mm of responsive foam under the heel (an 8mm drop), they're in the mainstream range. The tongue is quite narrow (only just overlapping with the main shoe), and the toe box has a fair&#xa0;amount of room. A trusty companion on track, road or pavement. <em>£210</em></p>  <p><strong>Best of benefits without extra spring: New Balance London Edition FuelCell RC Elite v2</strong></p> <p>Instantly noticeable is the beautifully designed upper – one simple seamless knitted piece, so&#xa0;no stitching or material joints rub the skin, plus it's nice and breathable. <a href=\"https://www.newbalance.co.uk/pd/london-edition-fuelcell-rc-elite-v2/MRCELV2-38588.html\">These 219g shoes</a> are a pretty snug fit (so choose the wide fit option if you need extra room), but they've got serious stack heights (37.5mm under the heel, 29.5mm forefoot), which makes them comfortable yet very stable, plus energy return and propulsion feel great. <em>£220</em></p>  <p><strong>Best for clocking personal bests: Nike ZoomX Vaporfly Next% 2</strong>&#xa0;</p> <p>Not only are these the <a href=\"https://www.nike.com/gb/t/zoomx-vaporfly-next-2-road-racing-shoes-tdbRhZ\">lightest trainers on this&#xa0;list</a> at 187g but the execution of detail is&#xa0;exemplary. The 40mm of ZoomX foam provides a huge level of spring – after a couple of uses and perhaps a tweak of your&#xa0;running style, you'll quite probably be&#xa0;collecting some new PBs. The padding around the back of the heel area is a mere tab, but&#xa0;adequate and comfortable, plus there's a&#xa0;wider than normal toe box, and a very breathable knitted mesh upper. <em>£224.95</em></p>  <p><strong>Best crossover for both training and&#xa0;racing: Saucony Endorphin Pro 2</strong></p> <p>Nicely lightweight at 213g yet not at the expense of being too pared-back, <a href=\"https://www.saucony.com/UK/en_GB/endorphin-pro-2/50611M.html\">these are speedy</a>, comfortable and very stable. The upper is a single layer of thin, very breathable engineered mesh, with a gusseted tongue that keeps everything in place. When running, the foot is well cradled, and the shoes ensure good forward propulsion. With a midsole of 35.5mm at the heel and 8mm drop, they're a great “catch all” for all types of road and track work, as well as race day. <em>£190</em></p>  <p><strong>Best-value all-rounder: HOKA Rocket X</strong></p> <p>Their ride may fall slightly short of sheer top-end performance (the carbon plate isn't quite as stiff and the foam not as springy), but&#xa0;<a href=\"https://www.hoka.com/en/gb/sale-women-road/rocket-x/1113532-SS.html\">these sneakers</a> deliver impressive speed, responsiveness and stability. They're really versatile – good for all your training and race&#xa0;day itself – and very comfortable; the footbox is really well sized. They have a&#xa0;standard 30mm of foam under the heel but&#xa0;just 5mm heel-to-toe drop, so if you heel-strike, perhaps steer clear. <em>£140</em></p>  <p><strong>Best for 5km, 10km or half-marathon: On Cloudboom Echo</strong></p> <p>Nimble and slimline, with the narrowest footprint of all, <a href=\"https://www.on-running.com/en-gb/products/cloudboom-echo\">these racers</a> are armed with double layers of “Clouds” in the heel area, giving a stack height of 35mm, paired with 27mm in the forefoot, meaning good cushioning and drop. Their ride is energetic – springy and&#xa0;comfortable, although the midsole lends itself to peak performance over shorter- to middle-distance runs. Lockdown on the foot is fantastic, making them very responsive and adding to the speedy sensation. <em>£210</em></p>  <p><strong>Best for grip and carbon tech: Adidas Adizero Prime X</strong></p> <p>Offering maximal cushioning, these have <a href=\"https://www.adidas.co.uk/adizero-prime-x-shoes/FZ2476.html\">a staggering 50mm of foam</a> under the heel and are the weightiest on this list. Combined with carbon-infused rods as well as blades in the forefoot and a carbon heel plate, they are very springy with immense forward propulsion. But this can mean an unstable ride – until you get used to them, cornering can be quite hazardous. However, the outsole is the best equipped on our list, with a large Continental rubber pad that gives good grip in the wet. <em>£220</em></p><p>Source: Fergus Scholes 2022 'Seven new super-shoes&#xa0;' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-06T04:55:49.615Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1095,
          "end": 1099
        }
      ],
      "nexusId": "10043425"
    }
  ]
}