{
  "_id": "deb5a267dec8d090e4febc5cde70604d7943bc61fdc3ed5e08921a55cd3e87c3",
  "feed": "ftcomall",
  "title": "FirstFT: Facebook's news threat",
  "text": "<p>Facebook has publicly <a href=\"https://www.ft.com/content/7e6e023e-e9d0-4cc2-bfa7-38d00fdf39bd\">threatened to remove news content from its American platform</a> if the US Congress forces big tech groups to systematically pay publishers and broadcasters for carrying their content.</p> <p>The warning from Facebook's parent, Meta, came after a long-debated bill seeking to empower American news groups was attached to the National Defense Authorization Act, significantly increasing its chances of being enacted.</p> <p>The stand-off reflects the tougher stance taken by Meta as it adjusts its approach to paying for news and fighting tighter regulatory requirements globally.</p> <p>The bill, known as the Journalism Competition and Preservation Act, is modelled on an Australian law and would require platforms such as Facebook and Google to reach licensing agreements with news groups or enter an arbitration process to decide fair payment.</p> <p>Unlike in Australia, the bill's sponsors say it is designed to principally support smaller news providers and local news organisations rather than big national publishers such as Dow Jones or The New York Times.</p> <p>Meta has spent hundreds of millions of dollars on journalism in recent years, reaching dozens of deals with news groups around the world. But it has long resisted regulatory moves that mandate payments.</p> <h1>Five more stories in the news</h1> <p><strong>1. Crypto group ends $9bn deal to go public</strong> Stablecoin group Circle has <a href=\"https://www.ft.com/content/c414257e-a917-4e2b-a022-572268d77515\">ditched plans to go public</a> through a blank-cheque company chaired by former Barclays chief executive Bob Diamond. Circle's USD Coin is the second-largest stablecoin on the crypto market, with a valuation of about $43bn, according to data from Circle, down from $55bn in June 2022. The collapse of the Circle deal is the latest in a series of crises facing the cryptocurrency industry.</p> <ul>  <li><p><strong>In related news:</strong> The UK Treasury <a href=\"https://www.ft.com/content/481d45d8-943e-484b-84ca-3b11f02c0ee4\">is finalising plans</a> for a package of sweeping rules to regulate the cryptocurrency industry.</p></li> </ul> <p><strong>2. Start of Russian oil cap causes tanker traffic jam </strong>A <a href=\"https://www.ft.com/content/d08d8583-cf2a-43e6-b262-d8eab81c98c8\">traffic jam of oil tankers</a> has built up in Turkish waters after western powers launched a “price cap” targeting Russian oil and as authorities in Ankara have demanded insurers promise any vessels navigating its straits are fully covered. Russia has vowed to continue exporting its oil even if it is cut off from western insurance markets and has said it will not deal with any country abiding by the cap.</p> <p><strong>3. Renewable energy to become biggest source of electricity generation as soon as 2025, IEA says</strong> The world will add twice as much renewable capacity from 2022 to 2027 <a href=\"https://www.ft.com/content/98cec49f-6682-4495-b7be-793bf2589c6d\">as in the previous five years</a> and solar power will surpass coal power by 2027, the International Energy Agency has forecast. The war in Ukraine has triggered a rush to replace oil and gas that is no longer coming from Russia with power generated from domestic renewables sectors, IEA executive director Fatih Birol told the Financial Times.</p> <p><strong>4. Nike terminates Kyrie Irving contract after anti-Semitism controversy </strong>Nike has severed its contract with US basketball star Kyrie Irving after the Brooklyn Nets guard <a href=\"https://www.ft.com/content/0774b484-16d1-4e55-870a-45933dd71d79\">promoted an anti-Semitic film on social media</a>. The decision by the world's largest sportswear maker follows a similar move by rival Adidas to terminate its relationship with the designer and entertainer Kanye West, who now goes by Ye, who has repeatedly espoused anti-Semitic and hateful views. </p> <p><strong>5. TSMC triples Arizona chip investment to $40bn </strong>Taiwan Semiconductor Manufacturing Company <a href=\"https://www.ft.com/content/f098bf3f-1ec6-4433-b4e2-fc1acde05628\">will more than triple its investment</a> in the US state of Arizona to $40bn, as geopolitical tensions put pressure on the world's largest contract chipmaker to step up diversification of its production facilities.</p> <ul>  <li><p><strong>Go deeper: </strong>Chris Miller won the <a href=\"https://www.ft.com/content/fa250523-bb2f-4265-a9d4-a43d48a469d7\">Financial Times Business Book of the Year Award</a> for <em>Chip War</em>, an account of the global battle for semiconductor supremacy and how manufacturers came to rely on advanced chips from a handful of companies. </p></li> </ul> <h1>The day ahead</h1> <p><strong>US Senate run-off in Georgia</strong> Voters in Georgia will go to the polls to decide between the former American football star and Republican challenger Herschel Walker and Democratic incumbent Raphael Warnock in the closely watched Senate run-off — <a href=\"https://www.ft.com/content/22c06198-0ea9-4954-81d1-f9f2ed21b232\">a test for contentious new voter laws in the state</a>. </p> <p><strong>Outlook for markets</strong> Shares <a href=\"https://www.ft.com/content/b7ca0ac8-b937-4010-9104-c690d3a4c8ce\">are expected to open higher</a> on Wall Street after a sharp sell-off yesterday. A report from the Institute for Supply Management showed its index, which tracks economic activity in the services sector, provided further evidence of the US economy's strength and led investors to conclude that the Federal Reserve may need to keep interest rates higher for longer. </p> <p><strong>Economic data</strong> The US Census Bureau will report the goods trade balance for October. The trade deficit is expected to have widened to $80bn from $73.3bn in September, according to economists polled by Refinitiv.&#xa0;Canada's trade balance is also expected to have widened during October.</p> <p><strong>World Cup</strong> Today's matches complete the line-up for the quarter finals. Morocco, the winners of Group F, take on Spain, the runners up in Group E, in the early kick-off. In the later game Portugal, the winners of Group H, play Switzerland from Group G. Last night saw one of the favourites Brazil <a href=\"https://www.ft.com/content/bb65acd2-7f43-483d-819a-b5b8ba87844d\">ease through to the quarter finals</a> after beating South Korea, setting up a clash with Croatia on Friday.</p> <p><em>Correction: In yesterday's FirstFT Americas I said the Netherlands would play Argentina on Saturday. The game is on Friday at 2pm ET. Apologies for the error — Gordon.</em></p> <h1>What else we're reading</h1> <p><strong>US straightens out supply chains</strong> After months of high logistics costs, backed-up ports, a shortage of truck drivers and scarce warehouse space pressures appear to be easing, according to data compiled by the FT. The falling prices should feed through to lower prices for consumers — <a href=\"https://www.ft.com/content/94aa285f-9835-46c7-9f63-4f9e013c651a\">assuming companies pass them on</a>, say economists.</p> <p><strong>Germany confronts a broken business model</strong> For years, Germany's business model has been predicated on low-cost energy guaranteed by a plentiful supply of Russian gas. Now, companies are suffering the consequences. Can the country's industrial economy <a href=\"https://www.ft.com/content/50a462b3-0e8b-49e1-873c-9505760d4a66\">reinvent itself without cheap gas from Russia</a>?</p> <p><strong>Australia, China and the judgment of the Solomons </strong>The Solomon Islands, a remote archipelago in the southern Pacific, was the scene of one of the fiercest battles of the second world war — the battle of Guadalcanal — in which more than 7,000 Americans died. Today it has become <a href=\"https://www.ft.com/content/463405f1-7e48-4ae6-a15c-03fe60844082\">an unlikely flashpoint</a> in the growing strategic rivalry between China and the west, writes Gideon Rachman. </p> <p><strong>Do you really want to live to be 100? </strong><a href=\"https://www.ft.com/content/d79fb928-7adf-4a76-baff-6c7a533149d6\">“Healthy life expectancy”</a> is probably a better measure of what people actually want than longevity, writes Sarah O'Connor, but the situation in the UK is not looking good. In the years before the pandemic, healthy life expectancy had stagnated for men at 62.9 years and had begun to fall slightly for women to 63.3 years. </p> <p><strong>The lawyers ready to face an uncertain world</strong> The FT's Innovative Lawyers report for North America has become something of a barometer for how the legal profession is dealing with unprecedented upheaval. It is clear that 2022 has been no different and our report this year is filled with tales of lawyers across North America facing an uncertain world, <a href=\"https://www.ft.com/content/40b6f8b4-3326-4659-88b6-2c935ef87152\">where the usual arsenal of legal solutions</a> may no longer be of use.</p> <h1>Crossword</h1> <p>What was the 1995 fully computer-animated film produced by Pixar called (3,5). Try your luck at 1-across in this week's <a href=\"https://app.ft.com/crossword/9090cef7-fd29-5933-ad13-58544f4cc64b\">Polymath crossword puzzle</a>.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2022 'FirstFT: Facebook's news threat' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T11:19:13.670Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2914,
          "end": 2918
        },
        {
          "start": 2844,
          "end": 2848
        }
      ]
    }
  ]
}