{
  "_id": "c0a8a63ec450a318839b2e8cbe1a25b8973ba19b2b78c8342eb77f2b414c7bec",
  "feed": "market-watch",
  "title": "Nike ends endorsement deal with controversial NBA star Kyrie Irving; Irving's annual endorsement earnings from Nike were reportedly at least $11 million. The move comes after Irving shared a link to a film containing antisemitic material.",
  "text": "<p>\"At Nike, we believe there is no place for hate speech and we condemn any form of antisemitism,\" Nike said in a statement at the time. \"We are deeply saddened and disappointed by the situation and its impact on everyone.\"</p><p>See also: Cristiano Ronaldo will reportedly join Saudi club Al-Nassr for historic $210 million per season</p><p>Irving was one of five NBA players who had a signature shoe deal with Nike, and had one of the brand's most popular basketball sneakers. Many NBA players have endorsement deals with Nike, but only the top players, like Irving, get their own signature shoe.</p><p>Charania later reported that Memphis Grizzlies star guard Ja Morant is in line to get a signature shoe deal from Nike in the near future.</p><p>In the weeks after Irving posted a link to the antisemitic film, Nike founder Phil Knight was critical of the Nets guard.</p><p>\"Kyrie stepped over the line,\" Knight said. \"It's kind of that simple.\"</p><p>Irving signed with Nike in 2011 when he was drafted into the NBA , and secured his first signature shoe in 2014. His annual endorsement earnings from Nike were at least $11 million, ESPN reported.</p><p>Now that his Nike deal has ended, Irving is a shoe free agent.</p><p>See also: Tom Brady, Steph Curry and Kevin O'Leary set to lose big from FTX bankruptcy filing</p><p>Irving is no stranger to losing out on millions over his off-court endeavors. He forfeited more than $13 million of his Nets salary for refusing to get vaccinated against COVID-19 in 2021, according to data from Spotrac. He suggested the number was much higher while speaking at a Nets media day in September, however. \"I gave up four years, $100-something million deciding to be unvaccinated,\" Irving said.</p><p>Nike ends endorsement deal with controversial NBA star Kyrie Irving</p>",
  "published": "2022-12-05T20:53:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 111,
          "end": 115
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 936,
          "end": 940
        },
        {
          "start": 788,
          "end": 792
        },
        {
          "start": 97,
          "end": 101
        },
        {
          "start": 4,
          "end": 8
        },
        {
          "start": 1127,
          "end": 1131
        },
        {
          "start": 1679,
          "end": 1683
        },
        {
          "start": 510,
          "end": 514
        },
        {
          "start": 698,
          "end": 702
        },
        {
          "start": 1067,
          "end": 1071
        },
        {
          "start": 398,
          "end": 402
        }
      ]
    }
  ]
}