{
  "_id": "7eb03959b166c23cd565886dd15717857156504eef0329c90f0d379298432ad5",
  "feed": "ftcomall",
  "title": "Qatari owners of Paris Saint-Germain target valuation of over €4bn",
  "text": "<p>The Qatari owners of Paris Saint-Germain are targeting a valuation of more than €4bn in talks with potential investors that would set a new benchmark for a football club and boost expectations for others currently on the market. </p> <p>The French champions have been in discussions with several investors since the summer over a stake sale of up to 15 per cent, including at least two US-based funds. Nasser al-Khelaifi, PSG president, told the Financial Times that talks were continuing based on a valuation of “over €4bn”, although completing any deal could still “take months”.&#xa0;</p> <p>A figure of more than €4bn (£3.44bn) for the club would surpass the £2.5bn paid by a US-led consortium this year for <a href=\"https://www.ft.com/stream/f6655a4a-311a-48f0-b1f9-412a80db6065\">English Premier League</a> side Chelsea FC. </p> <p>It would also boost price expectations around other big clubs, with Liverpool FC, Manchester United and Inter Milan looking for new investors, or possibly outright sales. </p> <p>Valuations for sports teams have been soaring in the past year, thanks largely to a boom in the price of live broadcast rights. Billions of dollars have poured into <a href=\"https://www.ft.com/content/525a0090-106a-42b7-befc-2f34d71e60ca\">European football</a>, Indian cricket and various US sports, much of it from big institutional investors. </p> <p>Al-Khelaifi insisted the current talks over PSG were not a sign of Qatar losing its appetite for football now that the World Cup had finally arrived, but rather the chance to bring in outside expertise to help expand the business through strategic investment.</p> <p>“PSG is an investment in sport — we're proud of the club and our fans,” said Al-Khelaifi. “We have a long-term project here.”</p> <p>The club was also “looking seriously at different options” for building a new stadium in Paris if it could not agree a deal to buy its current home from the government. “We need a new stadium. We need to own the stadium,” said Al-Khelaifi.</p> <p>If a stake sale is concluded, it would represent a significant return for PSG's Qatari owners, who bought the club in 2011 for about €70mn. Since then, they have spent around €1.6bn on players, according to Transfermarkt, and huge sums on player wages — bringing in stars including David Beckham and Zlatan Ibrahimovic. </p> <p>In 2017, PSG stunned the football world by signing Brazilian forward Neymar from Barcelona for €222mn — setting a record for a player that has yet to be broken. The club added Lionel Messi, considered by many to be the greatest player of all time, on a free transfer last summer, joining Kylian Mbappé, the game's rising superstar. </p> <p>Under Qatari ownership, PSG has won the French league eight times, and reached the final of the Champions League once. </p> <p>PSG has the sixth highest revenue among football clubs in Europe, according to Deloitte, putting it on a par with top Premier League clubs. The French team earned €556mn last year, compared with €558mn at Manchester United and €550mn at Liverpool. Chelsea ranked just behind all three, with €493mn.</p> <p>The bulk of PSG's earnings comes from commercial income, such as its sponsorship deals with Nike and Qatar Airways. Broadcast revenue from French football brings in just a fraction of the sums earned by Premier League clubs. Ligue 1 is forecast to generate €704mn from TV rights this year, according to Enders Analysis, compared with €3.9bn for the Premier League and €1.9bn for Spain's La Liga. </p> <p>A high valuation for PSG would give a significant boost for those looking to attract investors to Liverpool and Manchester United. Fenway Sports Group, which has owned Liverpool since 2010, <a href=\"https://www.ft.com/content/a131793d-028d-4aa8-9da3-acb50967ddfa\">said recently</a> it was open to new investment, which could lead to a possible sale of the club. The Glazer family that owns Manchester United is also <a href=\"https://www.ft.com/content/0c9a11dc-1414-496a-bff6-ca7bd22e0240\">exploring</a> strategic investment options for the club.</p><p>Source: Josh Noble in Doha 2022 'Qatari owners of Paris Saint-Germain target valuation of over €4bn' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T08:53:04.633Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2957,
          "end": 2961
        }
      ]
    }
  ]
}