{
  "_id": "3f8b267f62515908545ecd6d85b1689d3550b29ff8f17743f646a479e1279172",
  "feed": "market-watch",
  "title": "U.S. stocks fizzle as a brutal month draws to a close; August PCE inflation came in hotter than Wall Street expected",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 50 points, or 0.2%, to 29,277.</p><p>* The S&amp;P 500 SPX climbed 19 points, or 0.5%, to 3,660.</p><p>* The Nasdaq Composite COMP advanced 99 points, or 0.9%, to 10,837.</p><p>Through Thursday, the S&amp;P 500 had slumped 7.9% during the month of September, 3.8% in the third quarter and is down more than 23% since the start of the year. What's driving markets</p><p>What's driving the market</p><p>In keeping with the historical pattern, U.S. stocks suffered during the month of September as an assertive Federal Reserve helped push Treasury yields and the dollar higher, which in turn undermined equity valuations.</p><p>See: It's the worst September for stocks since 2008. What that means for October.</p><p>But after more than two weeks of nearly non-stop selling, equity bulls were nibbling once again, with some looking to buy stocks at relatively low valuations, said Eric Diton, president and managing director of the Wealth Alliance.</p><p>\"The market is exhausted on the downside,\" Diton said. \"Selling has been non-stop for more than two weeks.\"</p><p>Read: Will October be another stock-market 'bear killer'? Why investors need to tread carefully around seasonal trends.</p><p>As the month drew to a close on Friday, investors digested a reading from the personal consumption expenditure inflation index for August, which showed that core consumer prices climbed by 0.6% last month, more than Wall Street's forecast of 0.5%. The core inflation measure excludes volatile food and energy prices.</p><p>See: Cheaper gas holds down inflation, PCE shows, but the cost of everything else is still going up fast</p><p>The reading largely confirmed similar data from the consumer-price index, another closely watched inflation barometer, which sent stocks lower earlier this month.Since that report was released just over two weeks ago, the S&amp;P 500 has fallen more than 10%.</p><p>According to Diton, investors know inflation is a \"work in progress\", but the U.S. economy is still in far better shape than the economies of Europe, Japan and China, he said.</p><p>\"We're the best game in town. No one looks great right now but certainly Europe has real issues, China has issues, Japan has issues — and there's the Ukraine war out there,\" Diton said.</p><p>Helping to underscore this point, data out of the eurozone showed inflation accelerated at a record pace last month.</p><p>See: Eurozone Inflation posts new record high of 10% in September</p><p>Outside of the economic data, stocks also got a boost from the bond market as Treasury yields retreated after rising to cycle highs earlier this week.</p><p>\"If you look at the yield curve, we're finally seeing some pullback both in the 2s and the 10s,\" said Art Hogan, chief market strategist at B.Reily Wealth.</p><p>The yield on the 2-year Treasury BX:TMUBMUSD02Ywas down 2 basis points at 4.138%, while the 10-year yieldBX:TMUBMUSD10Y was off by the same amount at 3.73%.</p><p>In other news, investors also heard from Fed Vice Chair Lael Brainard, who reiterated that the central bank would keep interest rates elevated to combat inflation, even if it harms the economy.</p><p>See: Fed won't pull back from rate hikes prematurely, Brainard says</p><p>Since it will take time for high interest rates to bring inflation down, Brainard said the Fed is \"committed to avoiding pulling back prematurely.\"</p><p>Investors were also keeping an eye on megacap tech stocks. Apple Inc. AAPL was trading down 0.9% on Friday after leading markets lower a day earlier following a downgrade by Bank of America.</p><p>Need to know: Here's why investors should start betting on Apple and the stock market now</p><p>A final reading on the University of Michigan consumer-sentiment index for September showed consumers' view of the economy improved somewhat during the month due to falling gas prices, even as their outlook remained broadly pessimistic.</p><p>See: U.S. consumers remain pessimistic about economy even as inflation fears wane</p><p>Stocks in focus</p><p>* Shares of Nike Inc. NKE tumbled 11.6% after executives at the sportswear maker said price cuts to clear stockpiles from warehouses in North America would dent gross margins for the rest of the fiscal year. Analysts were raising red flags and cutting prices targets on the stock.</p><p>* Micron Technology MU stock rose 2% after a report that Japan will grant it a $320 million subsidy to make advanced memory chips at its Hiroshima plant. That came a day after Micron posted quarterly earnings that included a forecast for a loss in the coming quarter and plans to scale back a build out of capacity.</p><p>— Steve Goldstein and Barbara Kollmeyer contributed to this article</p><p>U.S. stocks fizzle as a brutal month draws to a close</p>",
  "published": "2022-09-30T17:05:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3893,
          "end": 3902
        },
        {
          "start": 3893,
          "end": 3897
        }
      ],
      "nexusId": "10043425"
    }
  ]
}