{
  "_id": "01bff9462d8e926ae593839dbf1ab9ca767a7c6e34a045c266bf075a8d6d9b33",
  "feed": "ftcomall",
  "title": "Interviewing amid economic uncertainty",
  "text": "<p>I'm a latecomer to TikTok, so when a friend introduced me to the world of HR Tok, I dived into its world of work. With everything from CV tips and interview techniques to company culture and dealing with toxic work behaviours, I wondered if anyone would ever need to pick up a self-help or management book ever again.</p> <p>I discovered some real pros, who are experts in their field and have effortlessly turned their hand to making engaging videos that effectively help guide viewers through work life.</p> <p>After watching <em>a lot</em> of videos, here are three creators I recommend:</p> <p><a href=\"https://www.tiktok.com/@hrmanifesto\">@hrmanifesto</a>: After years of experience in human resources in corporate America and now as a career coach, Leigh Henderson uses her account to help workers escape toxic workplaces. She takes no prisoners, and while her videos are dead serious, they are also funny. Instead of “quiet quitting”, she suggests that in fact some companies are <a href=\"https://www.tiktok.com/@hrmanifesto/video/7135584343078063406?is_copy_url=1&amp;is_from_webapp=v1\">“loud failing”</a> their employees.</p> <p><a href=\"https://www.tiktok.com/@managermethod\">@managermethod</a>: Less acerbic than @hrmanifesto, HR expert and lawyer Ashley Herd, offers a mix of short tutorials on management topics — such as why empathy is important — and video call skits with a clueless manager.</p> <p><a href=\"https://www.tiktok.com/@gauravashisha\">@gauravashisha</a>: Check out Gaurav's videos for straight up practical advice on job search, interviews and career development. His videos are short, to the point and provide pointers on everything from the questions to ask in interviews and salary negotiations to the websites for finding a job overseas. Gaurav also <a href=\"https://www.tiktok.com/@gauravashisha/video/7097736578763607301?is_copy_url=1&amp;is_from_webapp=v1\">draws on his mistakes</a> to guide viewers on how to avoid making the same ones.</p> <p>That's it from me. Isabel will be back next week. <em>(Janina Conboye)</em></p> <p><em><strong>Have you turned to TikTok for career advice and tips? Please let us know who your favourites are and how they have helped you in the comments below.</strong></em></p> <h1>Should you interview at a company that's just had a lay-off?</h1> <p>With headline after headline announcing <a href=\"https://www.teamblind.com/blog/index.php/2022/07/25/startup-tech-layoffs-tracker/\">the latest rounds of lay-offs</a> and <a href=\"https://www.theverge.com/2022/7/20/23271634/google-hiring-pause-two-weeks-review-headcount-needs\">hiring slowdowns</a>, many workers feel <a href=\"https://www.teamblind.com/blog/index.php/2022/07/27/startup-tech-layoffs-recession-fears/\">less confident about their job security</a> than they did a year ago. If you're looking for a new job, you might feel hesitant about the risks involved, but things are not as hopeless as they may seem.</p> <p>The lay-offs and economic uncertainty are — so far — mostly affecting certain industries and roles. Spencer Knibbe, founder and managing partner at recruiting firm MBK Search, says the fear is centred around the tech and residential lending sectors. While news such as <a href=\"https://www.reuters.com/technology/exclusive-meta-girds-fierce-headwinds-slower-growth-second-half-memo-2022-06-30/\">Meta's hiring slowdown</a> gets lots of publicity, plenty of companies are still taking people on. There are more job vacancies now than there were a year ago <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/jobsandvacanciesintheuk/august2022\">in the UK</a>, and the number of vacancies <a href=\"https://www.bls.gov/news.release/jolts.nr0.htm\">hasn't changed much</a> in the US, either.</p> <p>Louis Naviasky, chief executive at Bayard Advertising, says it's important to “read past the headlines,” pointing out that the finance sector is still hungry for tech talent, as are companies like Nike, which had almost 400 tech jobs open at the time of this writing.</p> <p>Spencer says that positions like business analysts and managers are more likely to be affected by lay-offs. However, companies still have to meet regulations and manage risk, so they're less likely to lay-off those who work in risk compliance and auditing.</p> <p>It's still possible to switch jobs in turbulent times, but you'll have to be strategic. Perhaps weigh your risk tolerance against your desired industry and compare options in the public sector, public companies, and VC-funded start-ups.</p> <p>You should always be prepared to sell yourself in an interview, but it becomes even more important in periods of economic uncertainty. Go over your prior successes, how those are transferable, and why that proves you'd be valuable.</p> <p>If you're talking to a company that has had laid off workers recently — or even if there are rumours of lay-offs — you should ask why they're hiring for that particular role in light of the cuts. “If the hiring manager doesn't have a good story, that's a huge red flag,” says Spencer. Ask the recruiter and everyone else who interviews you, too, to make sure that everyone's responses align.</p> <p>It's always a good idea to ask your interviewer if they are hiring for a new role or to replace someone who is leaving. This can be especially revealing in the context of lay-offs and market downturns. If someone recently left the role, make sure you understand why. Ask how the role contributes to the company's one-year, three-year and five-year vision. </p> <p>Companies should be able to clearly articulate how the role factors into their strategy. If they can't do that, it's an indication that they don't have a clear plan, that the job could be at risk in the future — or both. <em>(Sophia Smith)</em></p> <p><em><strong>Would you be willing to interview somewhere that's just had a lay-off? Let us know in </strong></em><a href=\"https://compass.pressekompass.net/compasses/financial_times/would-you-be-willing-to-interview-somewh\"><em><strong>this week's poll</strong></em></a><em><strong>.</strong></em></p> <h1>Listen in: A new era for unions</h1> <p>This week on the Working It podcast <a href=\"https://link.chtbl.com/gPBKEPVr\">we chat about unions</a>, and why everyone seems to be talking about them all of a sudden.</p> <p>Guest host Taylor Nicole Rogers talks to Mick Lynch, the general secretary of UK-based transport union the RMT. He says private sector workers across the globe are fed up with wages that have not kept pace with inflation — and that it could mean more service disruptions for customers.</p> <p>Then we talk to our San Francisco correspondent Dave Lee, who has covered Amazon workers' efforts to unionise in the US, about whether all these headline-grabbing labour actions have actually changed anything for workers.&#xa0;Plus, we share tips on what to do if you're considering unionising your workplace. </p> <p>Next week we return to one of our most popular episodes — is this the end of business travel? We recorded this just before a summer of flight delays and cancellations amid a climate crisis and record-breaking temperatures. It seems more topical than ever to ask whether there can be any justification for flying to a conference or business meeting that could happen virtually. <em>(Taylor Nicole Rogers and Isabel Berwick)</em></p> <h1>Elsewhere in the world of work: </h1> <ol>  <li><p><strong>Company ‘swag' is getting more fancy: </strong>Employers are <a href=\"https://www.ft.com/content/40b2df4d-2074-4b64-838c-9bf7c969ad0f\">upgrading their welcome kits and bespoke gift boxes</a> with luxury chocolate, artisan coffee and even cashmere socks in efforts to make new hires — and existing workers — feel connected.</p></li>  <li><p><strong>The stark truth about becoming powerful:</strong> Amassing <a href=\"https://www.ft.com/content/283ebf3f-4d11-4fd7-890e-890dab055114\">power has very little to do with being liked</a> or winning a popularity contest. In his new book, <em>7 Rules of Power</em>, Jeffrey Pfeffer offers an outline of how to get to the top.</p></li>  <li><p><strong>Silly interview trials don't find the best candidates:</strong> Picking the most suitable employees is extremely difficult. But posing brainteasers to candidates, or putting them in awkward situations to test their reaction, is <a href=\"https://www.ft.com/content/cf046ccf-a695-4677-8f09-7378da542794#comments-anchor\">not an accurate reflection of how well they'll do the job</a>.</p></li>  <li><p><strong>Breaking the glass ceiling in the Middle East: </strong>Saudi Arabia is undergoing an economic and social transformation which has <a href=\"https://www.ft.com/content/bc3dee82-b2f9-436e-8cb6-65eee768b939\">encouraged female entrepreneurship</a> and decreased unemployment among Saudi women.</p></li>  <li><p><strong>Advice for the quiet quitters:</strong> If you're going to ease off, <a href=\"https://click.newsletters.ft.com/f/content-c5cddb3a-dcf8-4ef8-a1c2-ed866c214d2b/ytVyRrbQMgLJnPj6wRkHuA~~/AAAAAQA~/RgRk7mttP0SbaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYzVjZGRiM2EtZGNmOC00ZWY4LWExYzItZWQ4NjZjMjE0ZDJiP2VtYWlsSWQ9NGRjMTJkMzQtZjgzZC00Y2ZiLThlMTItNDViYmE1ZDZkZmU4JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpjBG3mC2MBSfFYUhNzb3BoaWEuc21pdGhAZnQuY29tWAQAAAAA\">you should do so smartly</a>, writes the FT's John Gapper. Come into the office regularly, don't change course too abruptly, and make sure that you're not adding strain to your colleagues' workloads.</p></li> </ol> <h1>A word from the Working It community: </h1> <p>Fridays see the lowest numbers of people in the office and on public transport — and Thursdays see the highest numbers of pub goers. As hybrid and flexible work change the cadence of our weekends, <a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408\">Thursdays really are the new Fridays</a> of the work week. As we settle into this schedule, FT readers shared their latest thoughts on the debate over WFH, presenteeism, and the dreaded commute.</p> <p><a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408?commentID=0bbf1c87-7200-40e0-a250-8afcd07f7af2\">Right Whinger</a> believes that the hybrid work model is the future and offers a prediction: </p> <blockquote>  <p>It's good to go into the office but there really is no reason to spend the whole day there. Forcing employees to be present every day “for the sake of the team” is only an admission of the weakness of the team's personal relations.</p>  <p>Commercial property will adapt and run its own hybrid models where two or three separate tenants occupy the premises on different days in different proportions.</p> </blockquote> <p><a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408?commentID=00a9da7d-239c-4388-883a-d603491c0930\">NLBusinessman</a>'s team in the Netherlands has adopted a hybrid policy based on trust and flexibility:</p> <blockquote>  <p>We have no plans to go back to four or five days a week in the office. We build our team culture by complementing one day a week in the office with regular social events. The balance appears to be much better. By trusting our team and supporting them with flexibility, they return the favour with excellent work, a great attitude and team spirit.</p> </blockquote> <p><a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408?commentID=984d94f0-de41-47cb-99ee-179f63a4e1e2\">NotThatIKnow</a> points out the productivity-sucking drawbacks of presenteeism:</p> <blockquote>  <p>If you're not wasting two to three hours a day commuting, wasting time on water cooler chit chat and queueing in lunch lines, I think you'll find most people are actually working more when WFH.</p> </blockquote> <p>And <a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408?commentID=561ce5c4-798c-41af-af8b-a899850f2bfc\">Takeoffoptionallandingcompulsory</a> takes a strategic approach to the previous point:</p> <blockquote>  <p>I've taken to working in the office on Mondays and Fridays. It's great. Free heating, no queue in the café, plenty of vacant meeting rooms, and best of all no colleagues!</p> </blockquote> <p><em>Responses have been edited for length and clarity.</em></p><p>Source: Sophia Smith and Janina Conboye 2022 'Interviewing amid economic uncertainty' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-31T16:00:24.003Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2833,
          "end": 2837
        },
        {
          "start": 2812,
          "end": 2816
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}