{
  "_id": "fd9578336b305e099bb31c95021fb39c78ea4de4ad79006b696e37baf2db9e78",
  "feed": "ftcomall",
  "title": "Salehe Bembury is the sneaker-whisperer",
  "text": "<p>“I'm in a nine-and-a-half-hour queue to&#xa0;check out,” read a WhatsApp message last summer from a friend. He&#xa0;was trying to get his hands on a&#xa0;pair of tangerine-coloured Crocs. A&#xa0;few minutes later, another text. “Scratch that. Site crashed.”</p> <p>That a pair of $85 rubber slingback clogs ignited such an online frenzy might seem incredible to some. Ordinarily they're worn by chefs, gardeners and kindergarteners. But these Crocs were the handiwork of&#xa0;36-year-old Salehe Bembury, the New York-born <a href=\"https://ft.com/fashion-accessories\">footwear</a> designer behind sell-out sneakers at Versace and Yeezy. He turned the clog's signature chunky shape into a&#xa0;three-dimensional rendition of his own thumbprint, to look completely sci-fi, and&#xa0;today the shoe garners resale hikes of&#xa0;up to 400 per cent on StockX. According to Crocs, the shoe had the brand's fastest ever sell-through and engaged a customer “who had not considered Crocs” before.</p> <p>“It was a first for me, and a first for Crocs,” says Bembury, who is not yet accustomed to his front-of-shop status – he's an independent designer who has become a&#xa0;brand in his own right. In September, 400 people stood in line for a meet-and-greet at&#xa0;a Crocs event. “In my head, I've always been a hired assassin… I never saw myself as someone who puts his own name on things.”&#xa0;</p> <p>Bembury, who lives in Los Angeles, is&#xa0;a&#xa0;trained industrial <a href=\"https://ft.com/design\">designer</a> who began his&#xa0;career in 2009 at multibillion-dollar American mass-market brand Payless, which sells $15 sneakers. From there, he hopped from in-house gigs at Cole Haan and Greats before landing a job at Yeezy to&#xa0;design men's footwear in 2015. There he&#xa0;helped to mastermind the Boost 350 V2 and Boost 750 styles.</p> <p>He describes his work as a “love letter to sneakers”. Growing up in New&#xa0;York, as a kid he waited in lines excitedly for shoes, and delighted in them for their&#xa0;ability to “make you feel like you were cool, that you could get the&#xa0;girl, or dance better”, he smiles. “They&#xa0;always made me feel special.”&#xa0;</p> <p>In 2017 he started working at Versace; his debut sneaker, the Chain Reaction, turned the Italian house's jewellery signatures into a sculptural sole. Then New&#xa0;Balance approached him for a collaboration, which he did while still working at Versace. “He walked us through this whole 100-page storytelling deck of&#xa0;what his vision was,” says James Lee, a&#xa0;senior footwear designer at New Balance. It included a tale about how he got lost on a hike in Los Angeles, and how he wanted to create a shoe&#xa0;to combat this. “At the end, he pulled out this 574 sample and blew into the heel and it made a noise… he'd hot-glued a whistle to it,” laughs Lee. “We were all sitting there like, ‘Woah, what on earth just happened?'” New&#xa0;Balance decided to invest 18&#xa0;months into&#xa0;prototyping Bembury's musical design. It&#xa0;became the 574 Yurt, an urban-looking trail shoe with a&#xa0;rock-shaped sole – and a functioning emergency whistle. It sold out.&#xa0;</p> <p>Bembury's name is rare in an industry dominated by heritage labels. Famous sneaker designers such as Tinker Hatfield at Nike “tend to [remain] working in-house”, says Jack Stanley, a consultant and former senior editor of Hypebeast. Bembury has become visible because his signature is unique and his references broad-ranging, with an aesthetic that sits between <em>The Magic Roundabout</em> and <em>Monsters, Inc</em>, set&#xa0;in&#xa0;a colourful, space-age version of <em>The&#xa0;Great Outdoors</em>. “Brightly coloured, nature-inspired, futuristic footwear might sound niche,” says Stanley. “But Bembury has tied it together into a coherent look. It's wearable, with just enough weirdness.”&#xa0;</p> <p>Bembury has since cultivated a loyal coterie of&#xa0;fans – more than half a&#xa0;million people follow him on Instagram – and since quitting Versace in late 2020, he's released further sneakers with New Balance and Vans, clothing with Canada Goose and cushions with Studio Proba. He&#xa0;has even turned down Nike. All without actually launching a namesake brand. He&#xa0;does, however, have Spunge, his own retail site where he plans to drop his own products and collaborations. “It's really an&#xa0;opportunity for me to make whatever I&#xa0;want,” he says. “If I want to make a chair, it'll make sense.” He says there's “no&#xa0;game plan”, but he knows his&#xa0;audience is “curious and interested… I just want to have a&#xa0;dialogue with them.”&#xa0;</p> <p>Who knows which path he'll tread next. But one thing's for sure: sneakers are just his first ascent.</p><p>Source: Grace Cook 2022 'Salehe Bembury is the sneaker-whisperer' FT.com 5 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-05T04:55:05.920Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2991,
          "end": 2995
        },
        {
          "start": 3820,
          "end": 3824
        }
      ]
    }
  ]
}