{
  "_id": "04219d978a39e5331ce2a351329fdc75cdfe67b5dac8121c658caadfed0e298a",
  "feed": "market-watch",
  "title": "U.S. stock futures pare gains, cling to green as another rough quarter concludes; August PCE inflation set for release at 8:30 a.m. Eastern",
  "text": "<p>* Paring earlier stronger gains, futures on the Dow Jones Industrial Average YM00 rose 23 points to 29303.</p><p>* Futures on the S&amp;P 500 ES00 gained 6 points, or 0.1%, to 3660.</p><p>* Futures on the Nasdaq 100 NQ00 increased 15 points, or 0.1%, to 11243.</p><p>On Thursday, the Dow Jones Industrial Average DJIA fell 458 points, or 1.54%, to 29226, the S&amp;P 500 declined 79 points, or 2.11%, to 3640, and the Nasdaq Composite COMP dropped 314 points, or 2.84%, to 10738.</p><p>So far, the S&amp;P 500 has slumped 3.8% in the third quarter and lost 24% over the last three quarters.</p><p>What's driving markets</p><p>A downgrade of Apple AAPL by Bank of America, a report of a hiring freeze at Meta Platforms META and a steady stream of hawkish commentary weighed on U.S. stocks on Thursday, after a tumultuous week that included bond-buying intervention from the Bank of England.</p><p>Need to know: Here's why investors should start betting on Apple and the stock market now</p><p>The personal consumption expenditure price index, the inflation indicator that the Fed uses as a guide is due for release at 8.30 a.m. ET, along with consumer spending and personal income numbers. Shortly after the stock market open, the Chicago PMI and the University of Michigan consumer sentiment reading will also be released.</p><p>Another wave of Fed speakers hits the tape on Friday, with Vice Chair Lael Brainard making her first comments of the week at 9 a.m. Eastern.</p><p>Meanwhile, the yield on the 10-year Treasury BX:TMUBMUSD10Y declined 5 points to 3.69%.</p><p>The beleaguered British pound GBPUSD rose above pre mini-budget crisis levelsearlier in the day, helped by Wednesday's decision to buy long-dated gilts, as well as a decision by the U.K. government to meet with the country's independent budget forecasters. However, the pound was once again on the backfoot, down 0.8% to $1.1035.</p><p>Stocks in focus</p><p>* Shares of Nike NKE tumbled 9% in premarket trade after executives at the sportswear maker said price cuts to clear stockpiles from warehouses in North America would dent gross margins for the rest of the fiscal year. Analysts were raising red flags and cutting prices targets on the stock.</p><p>* Micron Technology MU stock rose after a report that Japan will grant it a $320 million subsidy to make advanced memory chips at its Hiroshima plant. That came a day after Micron posted quarterly earnings that included a forecast for a loss in the coming quarter and plans to scale back a build out of capacity.</p><p>— Barbara Kollmeyer contributed to this report</p><p>U.S. stock futures pare gains, cling to green as another rough quarter concludes</p>",
  "published": "2022-09-30T12:08:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1850,
          "end": 1854
        }
      ],
      "nexusId": "10043425"
    }
  ]
}