{
  "_id": "bf55c95403dc159e4e0a1b77399f61049a304fce7c04f05137429c6bef6b66d5",
  "feed": "wall-street-journal",
  "title": "Stock Futures Waver Ahead of Spending, Inflation Data; Government-bond yields eased at the end of a volatile week",
  "text": "<p>Stocks were hit by heavy selling on Thursday that sent the S&amp;P 500 to its lowest close since November 2020. The downdraft worsened what was already shaping up to be a tough month—and quarter—for investors, taking the index's month-to-date losses to 7.95%.</p><p>Investors continue to fret over rapid inflation and efforts from the Federal Reserve and other central banks to contain price pressures with aggressive interest-rate increases.</p><p>New data showed theeurozone's annual rate of inflation hit 10% in September as Russian action to curtail the bloc's gas supply drove energy prices higher.</p><p>\"In the trade-off between growth and inflation, the Fed is going to choose inflation,\" said Desmond Lawrence, senior investment strategist at State Street Global Advisors. \"That's what's really giving you the choppiness that we've had in the past week in particular.\"</p><p>The Fed's preferred inflation gauge and consumer-spending data, due out at 8:30 a.m. ET., will be closely watched for clues on how Americans are coping with high inflation and steeper borrowing costs.</p><p>Bond prices also rose, sending yields lower. The yield on 10-year U.S. Treasurys slipped to 3.696% from 3.747% Thursday, while the yield on equivalent U.K. debt declined to 4.066% from 4.104% a day ago.</p><p>Investors say Friday's more upbeat mood could be short-lived as risks to economic growth remain high. Trading is also likely to be influenced by portfolio rebalancing among investors as the third quarter and month come to a close, according to analysts.</p><p>\"This is a bit of a relief rally from a big selloff,\" said Mr. Lawrence. \"We still have a very sober assessment though for the coming months.\"</p><p>Among individual stocks, Nike shares tumbled 9% premarket, after the sneaker giant said inventories jumped 44%, while higher discounts and freight costs squeezed profit margins.</p><p>European shares mostly rose, with the Stoxx Europe 600 index adding 0.4%.</p><p>In currency markets, the dollar was higher, with the WSJ Dollar Index up 0.5%. The British pound slipped 0.8% to $1.1033, but was holding above the record low hit at the start of the week.</p><p>The recent rebound has brought sterling closer to where it was late last week, before the new British government rattled markets with a plan for sweeping tax cuts and hefty energy subsidies. Still, the pound remains sharply lower this year, having started 2022 above $1.35.</p><p>Oil prices rose. Prices for Brent crude, the global benchmark, edged down 0.4% to $86.81.</p><p>Stock markets in the Asia-Pacific region mostly fell. Benchmark indexes in Australia, Japan, South Korea and mainland China dropped between 0.6% and 1.8%, while Hong Kong's Hang Seng Index added 0.3%.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>Stock Futures Waver Ahead of Spending, Inflation Data</p>",
  "published": "2022-09-30T11:57:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1682,
          "end": 1686
        }
      ],
      "nexusId": "10043425"
    }
  ]
}