{
  "_id": "225d23f08c2f3391cce4530de069e6671f614f2f9d765b315c9b77b04d2a7f1d",
  "feed": "ftcomall",
  "title": "England victory heralds commercial breakthrough for women's game",
  "text": "<p>When an event provokes a public response from the Queen, the prime minister and the Spice Girls, questions about cut-through and relevance are quickly dispelled. </p> <p>The Queen described England's Euro 2022 win on Sunday night as “an example that will be an inspiration for girls and women today, and for future generations”, <a href=\"https://www.ft.com/boris-johnson\">Boris Johnson</a> called it a “stunning victory” while the Spice Girls said it was a symbol of “true girl power”.&#xa0;</p> <p>Viewing figures confirm a nation captivated by its <a href=\"https://www.ft.com/content/fa6eb8ab-b244-4350-8775-5467f5eca724\">first major football trophy</a> since 1966. More than 17mn people tuned in to the match on BBC One, with more watching via stream and at public screenings. </p> <p>As thousands began gathering in London's Trafalgar Square to celebrate on Monday morning, already thoughts of many were on what the future might hold. The main challenges for the game remain much as they were: generating commercial income, attracting spectators and giving more women and girls the opportunity to play. &#xa0;</p> <p>There are reasons to be hopeful. Research from Ipsos suggested that in the wake of the tournament 44 per cent of British people are now more interested in watching women's <a href=\"https://www.ft.com/stream/44cc3b84-8c00-4d39-b1f9-2d787aa6a39a\">football</a> in the future. That figure rises to 64 per cent for self-identified football fans. </p> <p>Sponsorship money is likely to follow. Uefa said it expected to raise just €60mn from Euro 2022, compared with €1.9bn from the men's tournament. Next time around, sponsoring the women's competition is likely to be more expensive.</p> <p>“There's nothing but upside here,” said Tim Crow, a consultant who advises on sponsorship and broadcast deals. “It could and probably will be a breakthrough moment. You've got a unique set of circumstances here and the numbers speak for themselves. We've gone from very small numbers of people to giant numbers of people engaging with this team.”</p> <p>The trend is likely to be similar in broadcasting, where the gap is just as large. Streaming site DAZN picked up the global rights to the women's Champions League for four years for about $10mn. By comparison, Amazon will spend more than that to screen a single men's Champions League match just in the UK next season following its recent deal with Uefa. </p> <p>DAZN is well aware of the potential for costs to go up. Katie Smith, vice-president at the company, said that increased viewership will drive advertiser interest and ultimately increase the value of the rights. “All of that contributes to how you then grow the game, which then in turn will increase fees for us in a few years' time,” she said. </p> <p>Companies have been quick to try to surf the wave. Crow said he had already received calls on Monday morning from a number of brands now looking at investing in women's football. </p> <p>Beyond just more money, an important question will be whether sponsors see the value in long-term partnerships — and look at women's football in the broader context of creating a more equal society, said Tom Thirlwall, chief executive of sports marketing company COPA90.</p> <p>“This has created an explosive moment when we've gone through several gears at once,” he said. “I hope people higher up — in the C-suite at global brands — start to go ‘we've got to do this'. It's not just about sponsoring elite players and clubs and tournaments, it's about a brand's commitment to a fight for equality.”&#xa0;</p> <p>There are some companies that have already signed on to such a vision. Barclays began sponsoring Women's Super League in 2019 and recently renewed its deal for another three years. Visa inked a seven-year deal with Uefa dedicated to women's football in 2018, while Nike agreed a groundbreaking career-long sponsorship deal with Norway's Ada Hegerberg in 2020.</p> <p>JD O'Lone, global brand PR lead at Dutch beer maker Heineken — one of the main sponsors of Euro 2022 — said it was important for the company to be part of the “cultural shift towards gender equality in football”.</p> <p>“This is just the start; we are committed to supporting the women's game in the long term and we cannot wait to see how this beautiful game and its fans flourish.”</p> <p>Even if sponsorship money flows in, attracting regular spectators to domestic league matches is likely to remain a significant challenge. After the final whistle on Sunday night, WSL team Reading FC Women invited anyone inspired by the Lionesses to buy a season ticket — costing just £65 for adults and £30 for children. The cheapest tickets for the men's team start at £319. Despite playing in the second tier of English football, the Reading men's team drew an average crowd of about 13,000 last season, compared with under 2,000 for the typical WSL game.</p> <p>The battle for lasting change will also be fought at the grass roots level — in schools and parks across the country. In an impassioned plea after the semi-final win over Sweden, former England striker Ian Wright said: “Whatever happens in the final now, if girls are not allowed to play football in their PE, just like the boys can, what are we doing?”&#xa0;</p> <p>Research from England Football showed that only 63 per cent of schools offered girls access to football in PE classes. The number drops to 44 per cent at secondary schools. The FA, with support from Barclays, has a target to get the overall figure up to 75 per cent by 2024.</p> <p><em>Additional reporting by Samuel Agini</em></p> <a href=\"http://www.ft.com/cms/605e3f35-a094-4482-bb71-a48663b6235a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Josh Noble 2022 'England victory heralds commercial breakthrough for women's game' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T16:10:13.250Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3531,
          "end": 3535
        }
      ]
    }
  ]
}