{
  "_id": "2d43ec6b93d3b66e6117dc1f72f8c897358f472159209096572347c87fd481ba",
  "feed": "market-watch",
  "title": "Just do it: Buy these 3 powerhouse consumer stocks that company insiders love; Following the right insiders can help you outperform the S&P 500",
  "text": "<p>What to buy? One tactic I like: Follow the corporate insiders buying their own stocks. But not just any insiders. At my stock letter, I look for enhanced signals that stand out because of factors like buying in size or good track records, among others.</p><p>Does this work? To find out, I looked at the performance of all the stocks I suggested in my letter during the last bear market in 2020 in part because insiders were buying. The 84 stocks I suggested during 2020 when the market was down over 20% were up 94.8% by the end of 2020, vs. 49.6% for the S&amp;P 500. You can see more here.</p><p>That's no guarantee that stocks my system favors now will be up a similar amount a year from now. They probably won't be. But it is evidence that following the right insiders can help you outperform.</p><p>With this in mind, I'm suggesting three names that look buyable because the enhanced insider signal is strong.</p><p>The key here is I'm selecting names that have not moved up too much from where I suggested them and where insiders bought. Stocks like Analog Devices ADI and Microchip Technology MCHP will probably continue to do well, and I plan to continue to hold. But they are already up 16%-19% from where I suggested them in my letter on June 29.</p><p>I'd prefer to go with names now that are not yet up as much. The following companies have identifiable challenges which seem like they may go away, clearing the way for stock gains. They are well-established firms with good brands, so they are less likely to blow up – protecting against downside risk.</p><p>Two travel-related companies</p><p>One of the great things about closely following insider activity is that you can make sector \"calls\" when you spot systematic buying by insiders across an industry or group. That's the case now with travel-related companies. There's been a wave of buying across cruise lines, hotels and casinos.</p><p>Travel-related companies haven't rebounded as much as the market since the June 16 low. What's holding them back? Probably two factors.</p><p>One is the rise of the BA.5 omicron variant. Case counts have shot up across Europe, and in much of the U.S. This COVID variant is highly transmissible. This has investors worried that travel will be curtailed, either voluntarily by people or by governments.</p><p>I doubt that will be the case. Death rates for BA.5 have not risen sharply. Nor have intensive-care-unit cases. True, hospitalizations are rising. But that's not because BA.5 is severely pathogenic. It's more because a lot of people are getting it at once. With such a concentrated blitz in case counts, hospitalizations are bound to rise.</p><p>Another factor is recession fears. But the forces that caused high inflation — like rising commodity prices and supply chain issues — are all improving. Inflation is in retreat. So the Fed may have the luxury of easing up on its rate-hiking campaign, reducing the odds that it creates a deep recession.</p><p>Worries about recession are overblown.</p><p>Avis Budget Group</p><p>This car-rental company's stock CAR looks attractive in the decline this year to $172 recently, from $320. A director sure thinks so, given his $14.8 million purchase.</p><p>Avis operates the Avis, Budget and Zipcar brands, among others, and has a rental fleet of about 590,000 vehicles in about 180 countries. The company just posted second-quarter sales of $3.2 billion — 37% and 39% above sales for the second quarters of 2021 and 2019, respectively. It's easy to see why.</p><p>\"We're currently in the busiest summer travel season I've ever seen,\" CEO Joe Ferraro said during the second-quarter earnings call. \"Demand has accelerated, rate has elevated, and advanced bookings are strong.\" Any signs of recession? \"While there is uncertainty surrounding the economy at large, we have not seen it,\" he said.</p><p>Meanwhile, Avis continues to be a cash machine, generating over $1.2 billion of adjusted cash flow in the second quarter, a 50% increase over the prior quarter. So far this year it has spent over $1.7 billion buying back stock. But with interest rates rising, it plans to slow the pace.</p><p>Besides strong demand, Avis also benefits from the strong used car market as it sells vehicles to make room for new ones.</p><p>The insider buying: A director purchased $14.8 million worth of stock at $168.40 to $190 from May 18 to June 10. This is a great signal because the size is quite large.</p><p>United Airlines</p><p>If you have flown recently, you know that airfare has skyrocketed, and planes are packed. People are back to traveling again. You'd think this would send the airline stocks much higher. In fact, United UAL stock, now around $38, trades lower than it did a year ago.</p><p>A big reason is rising fuel costs. Like most airlines, United was able to pass higher fuel costs on to customers in the second quarter. But not entirely. The company posted adjusted operating margins of 8% vs guidance of 10%.</p><p>Now, though, fuel costs are coming down because oil prices are declining.</p><p>Then there are those fears of a recession. The airline gets a lot of revenue from business travel, which might seem to be particularly risky given the economic slowdown. But so far, the return to travel as people shrug off worries about COVID has more than offset any hit to demand from a slowing economy, it says.</p><p>Ongoing snafus in the air travel system are another factor hurting the stock. The company has opted to keep staff, to be ready for the moment when the kinks in air travel get worked out. In the interim, these costs weigh on earnings.</p><p>But the upside is United won't have to scramble for workers in a tight labor market so it will be well-positioned if air travel issues ever resolve.</p><p>The bottom line: United expects higher operating revenue in the third quarter. It posted 6% operating revenue gains for the second quarter compared with the same quarter in 2019, and it expects an 11% gain in the third quarter.</p><p>The insider buying: A director with a good record just bought $1.8 million worth of stock at $35.80. To me, this confirms the company's bullish guidance.</p><p>A global brand power in retail</p><p>Worries about consumer strength is holding back retailers, but this one should do just fine, if the insider buying is any guide.</p><p>Nike</p><p>Nike shares NKE are down 40% since early November. If you are thinking of buying the stock in the pullback, an insider is effectively telling you to \"just do it\": A director recently bought $1 million worth of stock.</p><p>I get why the stock is weak, trading below $115. Nike reported a tepid 3% revenue growth for the quarter ending May 31, to $12.2 billion. Gross margins slipped because of an inventory buildup in China and elevated freight costs.</p><p>Freight costs are coming down, however. China is lifting its Zero-COVID policy, which should boost demand, and Nike is rolling out a better supply chain management system there.</p><p>Investors are skeptical about the company's low double-digit sales guidance for the next quarter. But employment in the U.S. remains strong, and there are several signs that inflation is coming down. Commodity prices are falling, including the price of gasoline. This should boost consumer sentiment — and demand for Nike sneakers. Consumer sentiment has largely been shaken by unnerving inflation levels, not job security concerns.</p><p>Investors are also worried about loss of market share in China to local brands like Li Ning LNNGY and Anta ANPDY. But Nike's brand power endures, so this might not be much of a risk.</p><p>On the bullish side, Nike is phasing out some retailers and boosting its own direct-to-consumer sales in the U.S., which should generate higher margins. Plus, this is a big year for soccer globally with the UEFA European Women's Championship, FIFA U-20 Women's World Cup and the FIFA Men's World Cup — events boost Nike sales.</p><p>Nike generates a lot of cash and uses it to reward shareholders. Nike has reduced its share count by roughly 20% over the past decade, and analysts expect it will repurchase $23 billion in stock in over the next five years. It pays a 1.2% dividend yield.</p><p>The insider buying: A director with a good record recently bought $1 million worth at $103. This is a size purchase at a wide moat company trading at a discount. That seems like a good combination and a good set up for gains – for patient investors.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned ADI, MCHP, CAR and NKE. Brush has suggested ADI, MCHP, CAR, UAL and NKE in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>Hear from Carl Icahn at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The legendary trader will reveal his view on this year's wild market ride.</p><p>Just do it: Buy these 3 powerhouse consumer stocks that company insiders love</p>",
  "published": "2022-08-06T14:44:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 6422,
          "end": 6426
        },
        {
          "start": 7695,
          "end": 7699
        },
        {
          "start": 7242,
          "end": 7246
        },
        {
          "start": 7631,
          "end": 7635
        },
        {
          "start": 7011,
          "end": 7015
        },
        {
          "start": 6343,
          "end": 6347
        },
        {
          "start": 6151,
          "end": 6155
        },
        {
          "start": 7327,
          "end": 7331
        },
        {
          "start": 7620,
          "end": 7624
        },
        {
          "start": 7097,
          "end": 7101
        },
        {
          "start": 6631,
          "end": 6635
        }
      ],
      "weightsV2": {
        "weight": 9.431125,
        "baseWeight": 11.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.5688753,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}