{
  "_id": "eab573e4da515b9915a2e29d07f601aa7caed96c8ffa153c748d70c1439915d8",
  "feed": "ftcomall",
  "title": "H&M ‘cautiously positive' about China after consumer boycott",
  "text": "<p>H&amp;M is “cautiously positive” about China as it struggles to regain its footing after a long-running consumer boycott in what was once one of the clothes retailer's biggest markets.</p> <p>In some of her first public comments since the backlash that began in March 2021, chief executive Helena Helmersson told the Financial Times the Swedish retailer was recovering in China. “We are cautiously positive. We are taking steps in the right direction, but it's slow. It's still a complex situation.” </p> <p>H&amp;M bore the brunt of <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">consumer outrage in China</a> against foreign brands that tried to distance themselves from the use of forced labour in the western region of Xinjiang.</p> <p>An online campaign, fanned by state media, called for a boycott of the world's second-largest fashion retailer as well as other brands such as Nike, Adidas, Zara and Uniqlo.</p> <p><a href=\"https://www.ft.com/stream/db6792b2-8922-4a41-a4da-c06adf7617b7\">H&amp;M</a> had made a statement in 2020 — seized upon by Chinese officials the following year — that it was “deeply concerned” about the reports of forced labour in Xinjiang.</p> <p>The retailer was kicked off the two biggest online retailers in China, Alibaba's Tmall and JD.com, in 2021. It <a href=\"https://asia.nikkei.com/Business/Retail/H-M-back-on-Alibaba-s-Tmall-after-Xinjiang-controversy\">returned to Tmall</a> at the end of August.</p> <p>Asked if H&amp;M had been required to make concessions to get its Chinese business back on track, a spokesperson said: “We are continuing to work on having a really good customer offering for our customers in China. And China is definitely an important market for us.</p> <p>“Having said that, we are not really back at the level we would have liked, but we are continuing to work on it and are confident as regards the future.”</p> <p>Helmersson referred to the “geopolitical challenges” H&amp;M faced in both China and Russia, where it has <a href=\"https://www.ft.com/content/96d71548-1267-4e31-8325-32e9d7377654\">shut its business</a> after Moscow's invasion of Ukraine.</p> <p>The retailer on Thursday blamed the winding down of its Russian operations and rising raw material costs as well as the strength of the US dollar for an 89 per cent fall in third-quarter net profit as it launched a SKr2bn ($180mn) cost-cutting programme.</p> <p>“The situation is extreme. It's all about what to accelerate and where to pull the brake,” said Helmersson, adding that the retailer was refraining from passing on all the cost increases to customers. It was passing on more in its women and high-fashion segments but less in children's wear, she said. </p> <p>The cost cutting will involve job losses as the company trims its overheads to have a “simpler and more efficient organisation,” the chief executive added.</p> <p>Asked if H&amp;M had drawn lessons on how to communicate in China after the backlash, Helmersson replied: “We can draw some conclusions when it comes to communication to customers. Being locally relevant is important. Strengthening our offer, communications and an experience for that market seems to be the best route forward.”</p><p>Source: Richard Milne, Nordic and Baltic correspondent 2022 'H&amp;M ‘cautiously positive' about China after consumer boycott' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T04:00:57.272Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 802,
          "end": 806
        }
      ],
      "nexusId": "10043425"
    }
  ]
}