{
  "_id": "ccd2ee452a3163dc7f61b425b306ea03334172959573374db2f8b200396d6982",
  "feed": "ftcomall",
  "title": "Activist investor in Peloton takes aim at new chief executive",
  "text": "<p>The activist shareholder which called in January for Peloton to fire co-founder John Foley has taken aim at its new chief executive, arguing that Barry McCarthyhas failed to reform the connected-fitness company's governance or justify its continued independence. </p> <p>Blackwells Capital, which has a stake of almost 5 per cent, plans to set out its argument in a presentation on Wednesday. </p> <p>In a draft of the document seen by the Financial Times, it reiterates its threat to pursue legal action if Peloton does not take a series of actions, including inviting bids for the company. </p> <p>Jason Aintabi, Blackwells' founder, has approached about a dozen other shareholders to support its position that Peloton should scrap a dual-class shareholder structure that gives Foley and other insiders effective control, said people familiar with the matter. </p> <p>“We have some serious doubts around management and governance,” said one other large, long-term Peloton shareholder who also wants to see a sale process and an end to the supervoting stock, which carries 20 times the votes of ordinary stock.</p> <p>“When a management team can be so wrong and not be held accountable . . . [it loses] a lot of credibility,” said the shareholder, who asked not to be named: “We believe the board has a fiduciary [duty] to also weigh what is the price they could achieve today from a strategic buyer.”</p> <p>Amazon and Nike are among the companies to have tentatively explored bids for Peloton, people briefed on the matter have said, but in an <a href=\"https://www.ft.com/content/034ef665-6604-4cb9-b1af-b09e8b5ede39\">interview </a>in February, McCarthy made clear that he had not moved to Peloton in order to sell it. </p> <p>Peloton's stock soared in the first year of the pandemic and then plunged as <a href=\"https://www.ft.com/content/946aa89b-85e7-409d-bbae-16aeb61f211e\">gyms reopened</a> and investors curtailed their growth expectations, prompting the company to cut 2,800 jobs and abandon plans to open a $400mn factory in Ohio. </p> <p>Blackwells' presentation notes that the stock has continued to fall since February 8, when it appointed McCarthy, a former chief financial officer of Netflix and Spotify. “Two months since Peloton hired one of the highest paid CEOs in all of corporate America, nothing has fundamentally changed,” it argues. </p> <p>Peloton's market capitalisation has fallen from a late-2020 peak of almost $50bn to $7.9bn on Tuesday, when its shares closed at $23.71, below their 2019 listing price of $29. The company declined to comment. </p> <p>There was little difference in Peloton's investment “story” since McCarthy's appointment, said Simeon Siegel, a BMO Capital Markets analyst who has a $24 target for its stock. “There needs to be time in between any company's restructuring and their recovery. They don't happen in a vacuum and they certainly don't happen right away,” he said.</p> <p>Blackwells, which has waged successful campaigns at other companies, including Colony Capital, takes issue with recent stock sales by Foley, who moved to the role of executive chair after ceding the chief executive position to McCarthy. </p> <p>The co-founder's pledging and disposals of shares, including a recent <a href=\"https://www.ft.com/content/ff11c125-c009-48a8-88c2-cec9b1facab8\">$50mn sale </a>to Michael Dell's MSD Partners, created a “misalignment” with the interests of other investors, its presentation argues. </p> <p>“From my experience, no one cared about insider selling until the story faltered,” Siegel said. “Investors don't care about governance until they need to. As long as they believe the story is sound, people overlook things that get called out when things turn south.”</p> <p>Analysts at Bernstein said last month that investors disagreed about the likely pace of Peloton's recovery, adding: “Today, the market is pricing in the worst outcomes, and our scenario analysis suggests that there isn't much further downside from here, but plenty of upside with good execution.”</p><p>Source: Andrew Edgecliffe-Johnson in New York 2022 'Activist investor in Peloton takes aim at new chief executive' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-13T10:00:38.750Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1375,
          "end": 1379
        }
      ]
    }
  ]
}