{
  "_id": "71e53394727a37f7ac59db7e620f5e91102c005da787f5594c3afda9f5592658",
  "feed": "ftcomall",
  "title": "Mike Ashley to step down as director of Frasers Group",
  "text": "<p>Mike Ashley is to quit as a director of Frasers Group next month, stepping back from the UK retailer that he originally founded as Sports Direct four decades ago.</p> <p><a href=\"https://www.ft.com/topics/people/Mike_Ashley\">Ashley</a> set up Sports Direct in 1982, changing the name to Frasers after he bought the department store chain in 2018. </p> <p>Michael Murray, Ashley's son-in-law, <a href=\"https://www.ft.com/content/66251962-b99a-4b30-980a-5619410c8e41\">became chief executive</a> of the company in May.</p> <p>“Since Michael Murray took over the leadership of Frasers Group earlier this year, the business has gone from strength to strength,” Ashley said in a statement on Tuesday. “It is clear that the Group has the right leadership and strategy in place and I feel very confident passing the baton to Michael and his team.”</p> <p>He added that he remained “100 per cent committed” to supporting the company's plans, and that he would lend Frasers £100mn on the same commercial terms as the group's existing borrowing facilities.</p> <p>Sports Direct was a relatively low-profile company before its flotation in 2007, the same year Ashley acquired control of Newcastle United football club. But as a quoted group, his unconventional style attracted much interest.</p> <p>Ashley tended to buy minority stakes in quoted companies, often on the grounds that doing so would improve co-operation with Sports Direct's own outlets. Within months of listing, he blindsided investors by revealing he had built up stakes in sportswear groups Adidas and Umbro.</p> <p>Sometimes the punts worked out — he made gains on shares in US sportswear retailer Finish Line when rival JD Sports acquired the company in 2018. </p> <p>But not always. Sports Direct lost tens of millions of pounds on its 29 per cent stake in Debenhams, the department store, when it went into administration for the first time in 2019.</p> <p>That triggered a series of vitriolic outbursts against the company's management, the hedge funds that acquired it and the UK's politicians and regulators. Such verbal broadsides were a feature of Ashley's tenure — in 2018 he accused minority shareholders of “stabbing him in the back” after then-chair Keith Hellawell resigned after a big vote against his re-election.</p> <p>Ashley had increasingly taken a back seat at Frasers since the appointment of Murray, focusing on the detail of logistics operations at the company's fulfilment campus in Derbyshire.</p> <p>Murray recently told the Financial Times his father-in-law was now spending “three to six months a year” outside the UK and “never really wanted to be chief executive”.</p> <p>“It was only when Dave Forsey stepped down [in 2016] — he had nobody else as the succession planning wasn't there,” Murray said.</p> <p>Many of the people that built up what was then known as Sports Direct alongside Ashley have also left, notably Forsey and Karen Byers, who quit as head of retail in 2019.</p> <p>“We've got a young dynamic team and it's getting younger,” said Murray. But he added that aspects of the culture Ashley created have remained. “We don't like man management or layers of bureaucracy. We like people to own it and get on with it”.</p><p>Source: Oliver Ralph and Jonathan Eley in London 2022 'Mike Ashley to step down as director of Frasers Group' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-20T07:00:23.016Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [],
      "nexusId": "10043425"
    }
  ]
}