{
  "_id": "26efba531c1a1848698961d9af7596b69dddafe32d7eda41ff515583cb6f14d2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Gap's Curious Move to  Try Amazon on for Size  ---  The apparel company is selling via the e-commerce  giant after other clothing retailers backed away  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Gap is going against the trend. </p><p>\n  The company, which also owns Old Navy and Banana Republic, said Thursday it would start selling a selection of basic apparel from its namesake brand on Amazon.com through a dedicated online store. Its stock, which has taken a beating this year, has jumped more than 15% since Thursday morning. </p><p>\n  The decision is quite the pivot for Gap, which doesn't sell through department stores or other wholesale channels. It isn't even clear how much listing on Amazon will help the top line: Gap itself has a sizable online business, which as of last quarter made up more than a third of total sales. </p><p>\n  There is a reason other clothing brands are hesitant to sell on Amazon: Doing so means giving up a cut of the sale proceeds and customer data. Notably, Gap's selection of basics would overlap with Amazon's own private label offerings. </p><p>\n  Moving to Amazon can also harm brand perception because it is a marketplace for everything, not exactly a curated platform, and one associated with value rather than exclusivity. In short, it is not a decision a clothing brand -- especially a household name -- would make unless its business outlook is bleak. </p><p>\n  Apparel brands have in recent years tended to do exactly the opposite: Those that sold through third-party channels have been pulling back in favor of selling directly to customers, a shift that has helped improve margins and customer loyalty. This includes the likes of Ralph Lauren, Under Armour and Levi's, though all these brands do operate Amazon stores with limited selections. Ralph Lauren for instance offers only underwear, undershirts and socks. Nike started a pilot program to sell on Amazon starting in 2017 but broke that partnership two years later. </p><p>\n  The best-case scenario for Gap would be that it successfully uses Amazon as a temporary platform to sell off excess inventory. Last quarter, the company said it had 37% more inventory compared with a year earlier. Out of that excess, the company said a good chunk of it was \"elevated levels of slow-turning basics.\" </p><p>\n  If this turns out to be a long-term move, though, it is almost certainly going to come with declines in brand perception and margins. As it is, Gap's margins are thinner than they were prepandemic. </p><p>\n  Either way, listing on Amazon is an unflattering look on Gap. </p><p></p>",
  "published": "2022-11-12T07:11:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1659,
          "end": 1663
        }
      ]
    }
  ]
}