{
  "_id": "fe7735785891ca2fbe304948c9c18a8325f94dd8c3bd486487191e39e21bad41",
  "feed": "wall-street-journal",
  "title": "Sha'Carri Richardson Is Racing Again. How Fast She'll Be Is a Mystery. The sprinter left off the U.S. Olympic team for marijuana use last year just started her 2022 season. The world championships are two months away.",
  "text": "<p>Since late last year, however, Richardson has gone from an electrifying athlete to an enigma.</p><p>Until this weekend, Richardson hadn't competed since last September. She had withdrawn from three competitions in three months this year without explaining why.</p><p>Then on Saturday night, she unexpectedly raced for the first time in 2022, running in a rainy headwind in Jacksonville, Fla., and finishing in fourth place in 11.37 seconds—far off her all-time best of 10.72 from April 2021. She and a few other women at the weather-delayed Duval County Challenge later raced again from the other direction, with Richardson finishing first in 11.27.</p><p>She's entered in this weekend's Prefontaine Classic in Eugene, Ore., which has long been sponsored by her chief sponsor, Nike Inc. The field for the women's 100-meter race on Saturday includes Tokyo Olympics gold medalist Elaine Thompson-Herah and bronze medalist Shericka Jackson, both of Jamaica, and defending 200-meter world champion Dina Asher-Smith of Great Britain.</p><p>\"Sha'Carri is training very well,\" Richardson's agent, Renaldo Nehemiah, wrote in an email response to an inquiry from The Wall Street Journal. Nehemiah noted that \"this is an important World Championship year.\"</p><p>Richardson's coach, Dennis Mitchell, didn't respond to emails.</p><p>Her performance at the Prefontaine Classic could hint at the direction of a season schedule that sets up favorably for her and other Americans.</p><p>The track and field world championships in July also are at Hayward Field in Eugene, Ore., the first time ever the meet has been held in the United States. The top three finishers in each event at the U.S. championships that start June 23 will qualify for worlds.</p><p>But with so little racing under her belt, it isn't clear how close Richardson is to matching her time of 10.86 seconds in the U.S. Olympic trials final last June.</p><p>Last August in the Prefontaine Classic, delayed from its usual May spot because of the coronavirus pandemic, Richardson finished last in 11.14, in a field of nine runners that included the three Jamaican women who swept the medals at the Tokyo Olympics: Thompson-Herah, Shelly-Ann Fraser-Pryce and Jackson.</p><p>Ato Boldon, NBC Sports analyst and Olympic medal-winning sprinter, said some in the track world were annoyed that Nike aired a commercial featuring Richardson during that meet—not for its other sponsored athletes.</p><p>\"People were like, 'Wait a minute, the company that has the first two across the line at the Olympics is airing a commercial for somebody who didn't go to the Olympics?'\" Boldon said. \"I heard more than one person say, 'You have to be kidding me.'\"</p><p>Nike didn't respond to emails requesting comment.</p><p>A Texas state champion sprinter, Richardson was raised by her grandmother and attended a Dallas high school in a high-poverty area. She signed with Louisiana State, where she also excelled, setting the women's collegiate outdoor 100-meter record of 10.75 seconds in 2019, her freshman year.</p><p>Richardson turned professional that June. As Richardson got faster, she drew closer to her dream of competing in the Olympics. The sprinter, now 22 years old, competed with a style reminiscent of another champion: the late three-time Olympic gold medalist and 100-meter world record-holder ​​Florence Griffith Joyner.</p><p>Richardson runs with long, bedazzled fingernails and has changed her hair color from blazing red to Caribbean-ocean blue to suit her mood. She speaks with confidence, even defiance.</p><p>After her last-place finish at last year's Prefontaine Classic, she said, \"​​You know what I'm capable of. Count me out if you want to. Talk all the s—you want. 'Cause I'm here to stay. I'm not done.\"</p><p>She has more than 2 million followers on Instagram and more than 500,000 on Twitter, where she often tweets about Black history, current events and setting her own rules for success. To many people, she's a beloved underdog.</p><p>Earlier this month, when a supporter tweeted that Richardson should \"Get so many golds you can build a gold throne,\" she responded, \"What if I'm happy without the golds?\" She ended the tweet, \"Stop putting me in a box!!!!\"</p><p>Boldon said Richardson is famous for her story as much as for her running.</p><p>\"On the one hand, look, this girl ran faster than anybody under 20 ever,\" Boldon said. \"She's a prodigy. She did win the Olympic trials. It's not like she scraped onto the team. That's the second thing. So you have to understand why, with her personality and what she did at the Olympic trials, why the hype started.</p><p>\"I think some of those people go, 'Yeah, we just don't understand why the hype continued.' But yeah, I'm down the middle because I get why she's a story. I like stories. But on the other hand, I think that, yeah, once she was not going to the Olympics, there was an undue amount of attention put on her and that overshadowed some of the people who, I think, were more deserving of that attention.\"</p><p>Write to Rachel Bachman at Rachel.Bachman@wsj.com</p><p>Sha'Carri Richardson Is Racing Again. How Fast She'll Be Is a Mystery.</p>",
  "published": "2022-05-23T17:41:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2278,
          "end": 2282
        },
        {
          "start": 759,
          "end": 768
        },
        {
          "start": 2627,
          "end": 2631
        },
        {
          "start": 759,
          "end": 763
        }
      ]
    }
  ]
}