{
  "_id": "8298b24e9ae847207b4a213781fe1374cec679f50ac0b37d419b873d5a41e185",
  "feed": "wall-street-journal",
  "title": "Adidas, Gap Cut Ties With Kanye West Over Anti-Semitic Remarks",
  "text": "<p>Gap, which ended its partnership with Mr. West in September but was still selling items it had already produced, said Tuesday that it was removing Yeezy Gap products from its stores and had shut down a website that was still selling hoodies and other merchandise from the partnership.</p><p>\"Our former partner's recent remarks and behavior further underscore why\" Gap ended its partnership, the retailer said in a statement.</p><p>Mr. West and his representatives didn't respond to requests to comment. He has publicly complained about Adidas and Gap, accusing the companies of stealing his designs and breaking promises to expand his ventures. He had said that he was key to Adidas's success. \"I can say anti-Semitic things and Adidas can't drop me. Now what?\" he said in a podcast that aired earlier this month.</p><p>In early October, Mr. West appeared at his fashion show in Paris wearing a \"White Lives Matter\" shirt, a slogan often used by white supremacist groups, and a week later wrote a tweet that said in part that he planned to go \"death con [sic] 3 on Jewish people.\"</p><p>Film-and-television studio MRC and French fashion house Balenciaga are among companies that have distanced themselves from Mr. West in recent weeks. The talent agency CAA has dropped Mr. West as a client, according to a person familiar with the matter.</p><p>On Oct. 6, Adidas put its partnership with Mr. West under review. Days later, Twitter Inc. and Meta Platforms Inc.'s Instagram locked his accounts after he made anti-Semitic posts.</p><p>Adidas said Tuesday that Mr. West's recent comments and actions have been \"unacceptable, hateful and dangerous, and they violate the company's values of diversity and inclusion, mutual respect and fairness.\"</p><p>The breakup adds another major headwind for Adidas, which has been struggling to grow in China, the largest apparel market in the world. Adidas is also in the midst of searching for a new chief executive after the company unexpectedly said in August that its current leader, Kasper Rorsted, will step down next year.</p><p>\"The termination of the partnership with Kanye West is understandable and necessary. Financially, the termination is a heavy blow,\" said Ingo Speich, head of sustainability and corporate governance at German fund manager Deka Investment, which holds 0.7% of Adidas.</p><p>Adidas said it would terminate the partnership immediately, end production of Yeezy branded products and stop all payments to Mr. West and his companies. The decision is expected to have a short-term hit of up to 250 million euros, equivalent to $247 million, on the company's net income in 2022, the company said.</p><p>Adidas shares fell more than 3% in Frankfurt trading Tuesday. They are down more than 60% this year.</p><p>Human-rights campaigners in recent days had criticized Adidas over its partnership with Mr. West. On Tuesday, the Central Council of Jews in Germany called on the company to end the deal.</p><p>\"As a German company, I simply expect from Adidas a clear stance when it comes to anti-Semitism,\" the organization's president, Dr. Josef Schuster, wrote on Twitter.</p><p>Adidas said on Tuesday it \"does not tolerate anti-Semitism and any other sort of hate speech.\"</p><p>Mr. West's ventures in sneakers date to 2006 when he first collaborated with Adidas on a shoe that was never released. A year later the rapper started working with Nike Inc. and eventually released the coveted Nike Air Yeezy II. The Nike partnership ended in 2013.</p><p>Items that the artist designed in collaboration with Adidas made their debut in 2015, and the parties entered a long-term partnership the following year. In the arrangement, Mr. West lends the Yeezy brand to the company in return for royalties of about 15% of the sales of Yeezy products. Adidas designs and manufactures the products, and it owns the designs, according to people familiar with the deal.</p><p>The partnership had been a boon for Adidas. The tie-up accounts for as much as 8% of Adidas's total sales, analysts at UBS said in a report last week.</p><p>Without the partnership, the company's annual sales have grown just 1% on average since 2017 compared with the actual sales growth of 3%, UBS estimated.</p><p>But in recent months, Mr. West has criticized Adidas, as well as Gap, on social media. Gap decided to end its relationship with Mr. West last month, saying it and Mr. West are \"not aligned,\" The Wall Street Journal has reported.</p>",
  "published": "2022-10-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 3318,
          "end": 3322
        },
        {
          "start": 3364,
          "end": 3368
        },
        {
          "start": 3387,
          "end": 3391
        },
        {
          "start": 3318,
          "end": 3327
        }
      ]
    }
  ]
}