{
  "_id": "e15629acf7fc4003db2a9a5ebcf8a00cef32e87c2ca522758d0b29656a1ba9da",
  "feed": "market-watch",
  "title": "Under Armour's CEO transition suggests the turnaround hasn't sparked growth fast enough, analysts say; Wedbush analysts don't think Frisk's departure was voluntary given his $7 million severance package",
  "text": "<p>\"[T]he CEO change suggests the company does not believe its turnaround is progressing as well as we think it is. This is a negative in our view,\" wrote UBS analysts.</p><p>\"We don't expect Under Armour's strategy to change under interim CEO Colin Browne. Nevertheless, if a permanent CEO is named and this person decides to significantly change the company's plan, it may cause us to revisit our rating.\"</p><p>UBS rates Under Armour stock buy with an $18 price target.</p><p>Under Armour, which is shifting its fiscal calendar, reported a net loss for its most recent period. The results, which were impacted by supply chain challenges, drove many analysts to slash their price targets.</p><p>Read: Under Armour price targets slashed as supply chain headwinds challenge margins</p><p>Making strategic changes at the company created a sales headwind as it created a base for growth, UBS wrote. So if Lululemon LULU and Nike NKE outpaced Under Armour, analysts said that was to be expected.</p><p>\"Yet, our guess is the board may have felt the company's top-line trajectory wasfalling short of its expectations,\" wrote analysts led by Jay Sole.</p><p>\"Our concern is the next CEO will recognize Under Armour's board wants growth and may decide to operate in a less disciplined way in order to achieve the board's objectives. If so, this runs the risk of undoing much of the progress Under Armour has made over the last few years and compromising Under Armour's ability to sustainably grow with high margins over the long-term.\"</p><p>Wedbush analysts, who said they were \"a bit shocked by the news,\" understood the company's desire for faster top-line growth. But changing the chief executive is cause for concern to investors during a period where the shares have dropped sharply. Under Armour shares are down 56% for the year to date; the stock was down 11.2% on Thursday.</p><p>\"For the shares to start 'working' again, Under Armour probably needs to make a compelling hire, or if they go with a lesser-known entity to the Street (such as interim CEO Colin Browne) they will have to execute strongly,\" analysts led by Tom Nikic said.</p><p>\"Either way, it will likely take some time for investors to gravitate back to this name, and if market/macro dynamics improve, we believe investors would look to 'safer' athleticwear names such as Nike and Lululemon first.\"</p><p>Wedbush thought Frisk was likely pushed out given his $7 million severance package, which was detailed in a filing.</p><p>Also: The 10 highest-paid female athletes: Naomi Osaka is No. 1 again with over $57 million in earnings</p><p>\"Although COVID-19 helped companies focus on profits over growth, it seems the board is ready for growth. But why?\" asked BMO Capital Markets analysts led by Simeon Siegel.</p><p>\"Under Armour remains a large business, likely still under-earning, and we believe shares are too inexpensive. As it embarks on its next chapter, we hope it remembers that growth at all costs got it (and others) into trouble in the first place. At these prices, focusing on brand health can prove the easier path to upside.\"</p><p>BMO rated Under Armour stock outperform with a $19 price target.</p><p>Under Armour shares were trading on Thursday morning at about $9.43.</p><p>Under Armour's CEO transition suggests the turnaround hasn't sparked growth fast enough, analysts say</p>",
  "published": "2022-05-19T15:30:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 2279,
          "end": 2283
        },
        {
          "start": 889,
          "end": 893
        }
      ]
    }
  ]
}