{
  "_id": "78dd01356b109e1674da81df90efc2d761e49cf35588ffd625f46075a7ac5175",
  "feed": "wall-street-journal",
  "title": "Two Insiders Debate the Metaverse; A metaverse believer and a self-proclaimed metaverse 'hater' discuss where it's all heading, if anywhere",
  "text": "<p>The metaverse is struggling to live up to the megahype.</p><p>The concept blasted off when Facebook changed its name to Meta Platforms Inc. and announced a new focus for its business: building an immersive, virtual-reality metaverse called Horizon Worlds. Like other metaverse products, the idea is to create an online community where users can interact in avatar form, hanging out, playing games, working, shopping and performing other activities.</p><p>But now, roughly a year later, with Horizon users falling well short of forecasts, there is debate in the tech world about the viability of the metaverse.</p><p>At The Wall Street Journal's Tech Live conference, two industry insiders shared their insights: Herman Narula, chief executive of Improbable Worlds Ltd., a provider of metaverse infrastructure and applications; and Phil Libin, co-founder and CEO of two startups—artificial-intelligence company All Turtles Corp. and video-communication company Mmhmm Inc. The two were interviewed by the host of The Wall Street Journal's Tech News Briefing podcast, Zoe Thomas.</p><p>An edited version of their conversation follows.</p><p>WSJ: It was reported recently that Meta's metaverse platform had about as many users as the population of Sioux Falls, South Dakota. What is Meta doing wrong? And who is the metaverse for?</p><p>MR. NARULA: There are a lot of lessons we can already see from the computer-games industry. It's more like a game than any idea of the metaverse I would recognize.</p><p>WSJ: Isn't the metaverse for gamers?</p><p>MR. NARULA: Actually, I don't think it is. Over the last years, our metaverse business has kind of exploded. Not a single one of our customers in that space has come from computer games. And the reason for that is videogames already work well. Videogames are great closed systems of value.</p><p>If you enjoy \"Call of Duty\" or \"World of Warcraft,\" they're going to keep on being fun for years to come. The metaverse is the idea that you can start connecting these experiences together, and that's a lot less interesting to games companies than it is to, say, sports leagues or fashion brands.</p><p>WSJ: Phil, you're a metaverse skeptic. How do you feel about the idea that the metaverse is for fashion brands or events?</p><p>MR. LIBIN: I think I'm more of a metaverse hater. It's kind of pointless, like betting against a broad technology. Obviously at some point someone is going to make something that's going to succeed. So, long term, I'm always very bullish on just about every technology. The Facebook vision of the metaverse, it's so stupid. It makes me sad. It accomplishes nothing.</p><p>WSJ: Let's put Meta's abilities aside. How is the metaverse going to exist?</p><p>MR. NARULA: Let's start in a simpler place. Let's not even use the word \"metaverse.\"</p><p>What kind of experiences do people desire? Research tells us that they desire fulfilling experiences. They want experiences that give them feelings of competence or autonomy or relatedness. They want to feel as though they can make meaningful choices, have meaningful relationships.</p><p>If we're building a new product, it better provide people more fulfillment than they can receive through alternatives, including the real world and videogames.</p><p>If you're a Manchester United fan in Southeast Asia, you've probably never been to a game. You've never heard the roar of the crowd. You've never experienced what it's like to be surrounded by thousands of other fans or meet your favorite players. If we could make that experience happen, then that would be desirable. That would be valuable.</p><p>That's not something you can have today. So for me, I start with the experiences. What are the experiences? Why are they useful to people? Why are they useful to companies? The second question, which is very important, is: How will these experiences vary from existing videogames?</p><p>WSJ: Phil, do you buy that? Do you think people are going to want to have the same experiences that they might be able to in person?</p><p>MR. LIBIN: I think we are decades and decades and decades out for some of that stuff. Basically, you can have the experience that you described of going to a football match. You can do it by going to a football match. It's better to build a world where more people can have those experiences by going physically to the places that they want, by experiencing the things that they want to experience.</p><p>Maybe they could live in places that have more outdoor space, that have more access to recreation. Maybe they can have jobs that don't force them to waste all their time commuting or sitting in traffic. And they've got time for their life. And I think, like, now more than at any other time in history, it's time to invest in the real world. And really just not try to figure out what we can do with a piece of plastic duct-taped to our face.</p><p>MR. NARULA: I want to challenge that. Last year we took a K-pop star called AleXa. She just won the \"American Song Contest\" earlier this year. And she'd never done a concert before. She was super nervous. And we stuck her for the first time in a virtual space with thousands of international K-pop fans.</p><p>And the weirdest thing happened. She started interacting with them in a way she never would in the real world. They were all jumping on her in a massive crowd. She was giggling, throwing them around. In the real world, security would knock them to the ground and drag them out.</p><p>What we realized is there's no way to replace the real world. But there are experiences that can enhance the fulfillment people need and crave. When you think of people in the rich world, who can already meet celebrities and experience sporting events whenever they want, sure, the metaverse may seem less valuable. But if you can get this stuff on a phone—forget Meta's obsession with VR headsets—if you can provide people with experiences that grow this fulfillment, it's a very interesting business, especially for sports leagues, fashion brands, celebrities who are incredibly undermonetized.</p><p>WSJ: The brands getting into this, Nike, Coca-Cola, L'Oréal, will they regret their metaverse investments?</p><p>MR. LIBIN: Yeah. Nike in particular, because people in the metaverse don't even have feet.</p><p>VR is a dead end. There are certain experiences that make sense in VR. Those experiences are few and have been with us for 20 years. There hasn't been meaningfully new innovation in VR. And there won't be because there's this fallacy that what people want is more immersion.</p><p>Actually, people don't want immersion most of the time. That's why most of us spend most of our time in the least immersive devices possible—our phones instead of sitting in front of big TVs. That's why 3-D movies, which have been around since the '60s, have not replaced, you know, normal movies.</p><p>Immersion, like, tricking your senses into thinking that you're in a different reality, isn't actually a good experience the vast majority of the time. It doesn't enhance entertainment. That's why there's very few 360° VR movies. Storytelling is harder in this environment. All this sort of stuff is worse. We're not going to have VR meetings. I am not going to be meeting with my co-workers looking at their cartoon avatars with a thing on my face. I'm just not going to do it.</p><p>WSJ: What about AR?</p><p>MR. LIBIN: Augmented reality is great. Well, it's not great yet. It barely exists right now. It has very high potential. And when the headsets are there, when I can wear something that's not that much bigger than glasses, and I can actually see all of you really with my eyeballs—because I'm not willing to give away hundreds of millions of years of evolution, of having eyes, to, like, block them permanently when I can actually see your faces for real. To have things augmented, superimposed as a way to improving the current reality, not substituting it—then sure, there's all sorts of use cases.</p><p>MR. NARULA: Immersion is the wrong goal. Immersion is the sense that you think the world is real. Look at the more successful games over the last few years. \"Fortnite,\" \"Roblox,\" \"Minecraft.\" they look less sophisticated than games that came before. Why is that? It's because it's not about immersion. The promise of a well-defined, well-functioning and investible metaverse is not a VR headset. It's presence. It's the idea that you can interact with the world in more interesting ways.</p><p>And that interaction results in fulfilling experiences.</p><p>Two Insiders Debate the Metaverse</p>",
  "published": "2022-10-30T14:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 6079,
          "end": 6083
        },
        {
          "start": 5990,
          "end": 5994
        }
      ]
    }
  ]
}