{
  "_id": "854f05467e76f107a9b60666919cb1d83ea9b86276ccb800efa5f2a13cde76fe",
  "feed": "ftcomall",
  "title": "Demand for rare examples of iconic sneakers is pushing prices sky high ",
  "text": "<p>In the past two years, auction prices for particularly rare pairs of sneakers have exploded. As with comic books and baseball cards, the most sought-after examples have now become collectibles that sell for millions.</p> <p>A 1985 pre-production sample of Nike's first shoe for former NBA basketball star Michael Jordan <a href=\"https://www.ft.com/content/8c585402-78ce-11ea-bd25-7fd923850377\">sold at auction for $560,000</a> in 2020, about four times the estimate and a new record for sneakers. That record has since been broken, twice — most recently last year, with the sale of another very rare pair: a Nike Air Yeezy 1 prototype, worn by rapper Kanye West on stage at the 2008 Grammy awards. They went for $1.8mn.</p> <p>What is behind these rocketing prices? Brahm Wachter, US-based head of streetwear and modern collectibles at auction house Sotheby's, which held the two sales, says the sums represent the maturing of a new generation of buyers. To them, the sneaker is as potent a cultural symbol as baseball cards were in the early 1990s, when prices of particularly scarce specimens, such as the T206 Honus Wagner, soared (one example of that fetched $6.6mn last year).</p> <p>“If you're a kid and you go to the deli and you buy a comic book for 5 cents, and then 30 years later you've been tremendously successful in your business career and you want to have that feeling of nostalgia, what's important to you?” asks Wachter. “It might be Superman, issue number one. With sneakers, you have a lot of people that grew up in the 1980s and remember Michael Jordan walking on court. As more and more of that generation becomes successful, those are the cultural assets that they value.”</p> <p>While, to some, nearly $2mn for a pair of old shoes might seem an absurd price, rare sneakers have the two ingredients needed to turn a consumer good into a valuable collectible: cultural significance and scarcity. The holy grails of sneaker collecting — the kinds that make six or seven figures — are models that exist only in handfuls, or are sole examples. These are prototypes and samples, usually decades-old, and extremely difficult to find in good condition. “Two years ago, it would have been rare to see a pair of sneakers go for six figures,” says Wachter. “Now, it's happening all the time — globally, probably every couple of weeks.” </p> <p>The record-setting Air Yeezy prototype was owned by Ryan Chang, a Brooklyn-based collector who runs Applied Arts, a consultancy that advises investors on alternative assets, such as sneakers, sports cards and non-fungible tokens. He says the Air Yeezy deal and others have brought him new business from clients who are not necessarily sneaker aficionados, but do see an investment opportunity.</p> <p>“A lot of them have zero experience in the sneaker space — they might just own the trainers that they wear when they run in the morning,” says Chang. “They're sophisticated investors. They are a combination of fund managers, private offices and otherwise successful people who have been visionaries in the past, who have been able to take advantage of financial opportunities numerous times over their careers, and they see this as the next one.”</p> <p>He says investors come to him to diversify their portfolios by reallocating a tiny part of them to collectibles. This can have a disproportionate effect on the sneakers market. “I actually can't find enough things to buy for the amount of money that people want to deploy,” Chang says.</p> <p>While the sneaker market is currently white-hot, prices are driven mainly by shared beliefs about cultural value, leaving them vulnerable to downturns if sentiment changes. Collectibles can crash in price, as in the case of Beanie Babies — soft toys that traded for thousands of dollars in the 1990s. <a href=\"https://www.ft.com/content/fca7f308-70aa-4afc-aa63-27b98e7c2505\">Collecting sneakers</a> also entails practical costs — secure storage, authentication, insurance, shipping, cleaning and restoration — that buying shares in a sneaker company such as Nike or Adidas does not.</p> <p>There is no sign of sneakers' popularity fading, however. A Sotheby's auction in February of a Virgil Abloh-designed Nike-Louis Vuitton collaboration — 200 pairs in the sportswear brand's classic Air Force 1 silhouette — garnered total sales of $25.3mn, with each pair making at least $100,000. The sale came soon after the sudden death of Abloh, creative director of Louis Vuitton menswear and frequent Nike collaborator, who had a huge influence on the sneaker as an object of desire and rising value. “The most interesting thing was the depth of the market,” says Wachter. “Many of the lots had 30, 40, 50 bids.”</p> <p>Most of the buyers were under 40, suggesting that sneakers' popularity is likely to endure. “You're seeing a whole generation whose interest in investment and alternative assets is evolving,” says Garry Thaniel, general manager of sneakers at online auction platform eBay, where a pair of sneakers is sold every four seconds. “We have a lot of people still in high school running businesses based on <a href=\"https://www.ft.com/content/2155aa3e-d08b-11e8-9a3c-5d5eac8f1ab4\">generating revenue from sneakers</a>. Whereas an older generation may have only seen the stock market [or] the art market as ways to invest, you already are seeing a whole generation of young people who see that in sneakers.”</p> <p>As for the highest echelons of the market, those like Chang — as much an enthusiast as an investor — are ever on the hunt for the next rarest pair. “There's actually a 1984 Jordan prototype,” he notes. “Not many people knew that the Air Jordan 1 was not a 1985 production — it started production in 1984 as something called the Black Toe. There is a prototype out there. That one I would consider to be an extremely valuable shoe.” </p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Adam Wray 2022 'Demand for rare examples of iconic sneakers is pushing prices sky high ' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-19T03:00:28.732Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 523,
          "end": 527
        },
        {
          "start": 4279,
          "end": 4283
        },
        {
          "start": 3850,
          "end": 3854
        },
        {
          "start": 249,
          "end": 253
        }
      ]
    }
  ]
}