{
  "_id": "649310399ae70641b4a801f927a9cd8e544a6ce69f27b6663370234b7a78993f",
  "feed": "wall-street-journal",
  "title": "Phil Knight Makes Offer for Portland Trail Blazers—Who Say They Aren't for Sale; The NBA team has been overseen by a trust since the 2018 death of longtime owner Paul Allen",
  "text": "<p>ESPN reported on Thursday that Knight and Los Angeles Dodgers co-owner Alan Smolinisky made a more than $2 billion offer to buy the Blazers and had been engaged in discussions with the Allen trust.</p><p>The Dodgers and Nike didn't immediately respond to requests for comment.</p><p>NBA commissioner Adam Silver, speaking to reporters before Game 1 of the NBA Finals on Thursday, said his understanding of the situation with Allen's \"hugely complex estate\" was that \"at some point the team will be sold. I don't have any sense of the precise timing.\"</p><p>Silver added that Jody Allen has been an excellent steward of the team and that \"our preference, my preference, would be that the team remain in Portland as part of this process.\"</p><p>Nike is based near Portland, and Knight, if he bought the team, could help keep it there.</p><p>Knight, whose net worth Forbes estimates at more than $50 billion, has never owned a professional team, despite his deep involvement in sports through the company he co-founded half a century ago with former University of Oregon track coach Bill Bowerman.</p><p>Knight, 84, has donated hundreds of millions of dollars to Oregon, where he competed as a college runner. His lead gifts for buildings have helped transform the school's athletic campus into one of the most advanced in the nation.</p><p>Smolinisky bought a stake in the Dodgers in 2019 along with several other investors, including former NBA star Magic Johnson. It isn't clear how large a stake in the team Smolinisky owns.</p><p>NBA franchise values have risen along with the league's broadcast-rights deals and overall popularity. The NBA's current broadcast-rights deal with ESPN and TNT is worth nearly $2.7 billion a year and runs through 2025.</p><p>A $2 billion-plus price tag would roughly match the 2014 sale of the Los Angeles Clippers to former Microsoft chief executive Steve Ballmer for $2 billion. In 2017, Alibaba Group Holding Ltd. co-founder Joseph Tsai bought a 49% stake in the Brooklyn Nets at a record valuation of $2.3 billion. Last year, former Major League Baseball star Alex Rodriguez and billionaire entrepreneur Marc Lore reached a deal to buy the NBA's Minnesota Timberwolves and the WNBA's Minnesota Lynx for $1.5 billion.</p><p>The Trail Blazers are a smaller-market team, although the franchise has a history of strong fan support in a city whose only other significant pro sports teams are in Major League Soccer and the National Women's Soccer League.</p><p>The Blazers launched in 1970 as an expansion franchise. Paul Allen bought the team in 1988 for $70 million.</p><p>—Jared Diamond contributed to this article.</p><p>Write to Rachel Bachman at Rachel.Bachman@wsj.com</p><p>Phil Knight Makes Offer for Portland Trail Blazers—Who Say They Aren't for Sale</p>",
  "published": "2022-06-03T01:21:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 214,
          "end": 218
        },
        {
          "start": 719,
          "end": 723
        }
      ]
    }
  ]
}