{
  "_id": "a5546ab0f199309c8838b7bc8f995f882bc1da7a18a64d982d0302dfc68bdf71",
  "feed": "wall-street-journal",
  "title": "Retailers' High-Stakes Holiday Grab Begins; Record levels of inventory have retailers fighting for a shrinking pie this holiday season",
  "text": "<p>It will be a high-stakes holiday season for retailers. They will likely be fighting for a shrinking pie given consumers' worries over the economy and inflation. Meanwhile, inventories at general-merchandise stores were at an all-time high in July, up 30% from a year earlier, according to the latest data from the U.S. Census Bureau. Even Nike said in its last earnings call in late September that it is taking \"decisive actions to clear excess inventory,\" noting that delays in the supply chain—followed by an abrupt improvement—have meant that \"a few seasons\" worth of goods are landing in the marketplace at the same time.</p><p>Perhaps the only consolation for retailers this holiday season will be that costs and delays associated with transporting goods have eased. Ocean container rates were down 80% in September compared with a year earlier, according to a report from Goldman Sachs, which noted that pricing could move lower still. Big-box retailers such as Walmart are trying to hold down costs by hiring fewer workers for the holiday shopping season.</p><p>At worst, well-capitalized giants such as Walmart, Target and Nike will come out of the holiday season looking a bit scuffed. For others, it could be a real make-or-break moment.</p><p>Worth watching closely are Bed Bath &amp; Beyond, whose debt S&amp;P Global Ratings downgraded in August to \"CCC,\" just one notch before being considered \"default imminent.\" While the struggling retailer has raised debt and telegraphed cost cuts, bringing back disappointed customers could prove to be a long shot when retailers elsewhere are giving generous discounts. Kohl's, which was sitting on 48% more inventory last quarter compared with a year earlier, was downgraded to junk status last month as its leverage increased. Gap, which owns Old Navy and Banana Republic, will be entering the holiday season without a permanent chief executive officer and with its lowest cash reserves since 2001.</p><p>This holiday will be a less merry affair for most retailers. For some, it will be a moment of reckoning.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Retailers' High-Stakes Holiday Grab Begins</p>",
  "published": "2022-10-10T18:13:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1112,
          "end": 1116
        },
        {
          "start": 339,
          "end": 343
        },
        {
          "start": 336,
          "end": 340
        }
      ]
    }
  ]
}