{
  "_id": "5b6db3ad725e7722d96f885f3401014da3898fa3b03c310819b7334c49456736",
  "feed": "wall-street-journal",
  "title": "How Sneaker Restoration Went from Garage Hobby to Viral Sensation; A community of sneaker craftspeople meticulously clean, restitch and resole threadbare yet collectible Air Jordan and Adidas sneakers",
  "text": "<p>Nick Bennett, 26, a petty officer in the Navy who moonlights as a proficient sneaker savior in San Diego, Calif., likened the hobby to car detailing: He and his fellow restorers take something woefully worn down, which someone else would relegate to the dump, and painstakingly resurrect it. Mr. Bennett has sourced 20- and 30-year-old Nike and Avia sneakers from thrift store bins, eBay auctions (for about $20) and even friends' parents' closets, and then, over the course of many hours, wizarded them back to life.</p><p>These restorers prefer the silhouettes and materials of older models to new Nikes. \"What I find unique about the old shoes is the shape, and the way they look is so different to me compared to the new ones,\" said Mr. Bennett, who loves all things related to 1980s and '90s fashion. On TikTok, where he has over 2 million followers, he occasionally ends a sneaker-restoration clip with a shot of him wearing, say, resurrected 1994 Air Jordan 3s with a period-specific outfit such as washed-out blue jeans and a Mötley Crüe T-shirt.</p><p>Other restorers, who have turned the hobby into a business, find that people just get emotionally attached to their shoes. \"There's a sentimental value for a lot of people,\" said Jonah McKee, 20, a restorer in Lynwood, Wash. \"They're the first owners, and they bought those shoes when they first came out in 1985 or 1990.\" He receives shoes from all over the country to salvage, and charges around $200 for a sole swap (in which he patches in corresponding soles from newer, cheaper models), his most commonly booked service.</p><p>Some clients find it more economical to have their aged sneakers restored than to buy a new pair—particularly with in-demand Jordans and Dunks now able to fetch thousands of dollars on the resale market. \"Growing up, I loved sneakers, and I couldn't afford them and I tried to research…how to do restorations and that's how it all started,\" said Gerbert Peñas, 30, of Richmond Hill, Ontario, who now charges sneakerheads as much as $400 for his accurate revivals of Air Maxes and Jordan 12s. The downside? The demands of his thriving business leave him no time to work on his own shoes anymore. \"They're just sitting in my garage.\"</p><p>Enrique Ruiz, 27, a sneaker restorer in Stockton, Calif., noted that even when one can find an unworn pair of sneakers from the '90s or '00s, the odds are pretty good the soles will crumble like cheesecake the moment you walk in the shoes. \"They look like they'll last but they won't. So, if you want to be able to wear that pair, you're going to have to get it fixed,\" said Mr. Ruiz, who has restored everything from Nike Yeezy hightops to game-worn and signed Michael Jordan sneakers. (That client just wanted to display the shoes, not wear them.)</p><p>There is no graduate course for would-be sole swappers, so most salvaging secrets are traded online. \"YouTube was my best friend and still is my best friend,\" said Alberto Palacios Jr., 26, a full-time sneaker cleaner in Arlington, Texas. Tutorials taught him how to scrub suede, lighten soles and erase scuff marks. Next, he hopes to learn painting and sole swaps. Mr. Ruiz noted that fellow restorers are often happy to trade tips—it was Bay Area-based fixer John Manalo who pointed him to the right glue for reattaching soles.</p><p>While you might think anyone could watch a few videos and do the job himself, Mr. Bennett's TikToks capture the sheer depth of skills needed to be a completist restorer. He restitches midsoles, plucks ancient glue out of creases and color-matches with the patience of an art conservator restoring a treasured Picasso. Along the way, he uses an arsenal of tools ranging from a Dremel rotary tool to a household clothing steamer to dedicated sneaker products like Angelus shoe paint.</p><p>Certain restorations can be arduous. Mr. Palacios Jr. said that many shoes have details that make cleaning a headache, such as the multitude of miniscule craters on the sole of a Jordan 6 (he laboriously cleans them with acetone and a Q-tip.) Other requests from hopeful clients are simply impossible to fulfill. Mr. Ruiz said that some people bring him sneakers with full-blown holes in their leather uppers, which no amount of restoring wizardry can fix.</p><p>Under more typical circumstances, most restorations are mesmerizingly exact. Flip through \"before\" and \"after\" photos on Instagram (where most restorers showcase their work and attract clients) and you'll see how oddly satisfying, almost comforting it can be to witness a shoe getting saved, like watching a Rubik's cube get solved.</p><p>Certain restorers have become TikTok stars for uploading videos that show the whole, gratifying process of saving a shoe. Miguel Solorio, 44, of Riverside, Calif., began making sneaker-salvaging TikToks after losing his job as a forklift driver during the pandemic. He now has over 7 million followers on the platform and gets paid to promote sneaker cleaners while revitalizing Air Maxes and Yeezys in his clips.</p><p>Mr. Bennett's videos have tens of millions of views. He is about to leave the Navy in a few days and plans to make producing sneaker-restoring digital content his full-time job. In the meantime, he's just happy to have a closet full of old shoes that aren't eroded anymore. His personal motto: \"Sneakers are meant to be worn,\" no matter their age.</p><p>SHARE YOUR THOUGHTS</p><p>Have you tried to restore a pair of old sneakers, or would you be willing to try?</p><p>More in style &amp; FAshion</p><p>* Can You Wear a 'Bridgerton'-Style Train Without Falling? April 2, 2022</p><p>* The History of the Varsity Jacket, From Harvard to Hip-Hop April 1, 2022</p><p>* These Spring Clothes Are a Wearable Vacation March 29, 2022</p><p>* Kristen Stewart's Tiny Chanel Shorts Broke Every Oscars Fashion Rule March 28, 2022</p><p>* Make Money Off Your Closet: What Clothing to Sell Now and Later March 25, 2022</p><p>How Sneaker Restoration Went from Garage Hobby to Viral Sensation</p>",
  "published": "2022-04-05T11:57:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 336,
          "end": 340
        },
        {
          "start": 2625,
          "end": 2629
        }
      ]
    }
  ]
}