{
  "_id": "11df96bc88ebb2411b4c71e58eecf246473a81e452a521424e03eb7f7bdcd814",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Kobe Bryant's Estate Reaches New Deal With Nike",
  "text": "<p>The announcement, made by Ms. Bryant and Nike on Thursday, comes nearly a year after Mr. Bryant's initial endorsement deal with the sneaker giant had expired.</p><p>\"We're excited to announce our partnership with Nike is going to continue,\" Ms. Bryant wrote on Instagram. \"I am so proud that my husband's shoes are still the most worn by players on NBA courts and that the demand for his shoes remain so desired by his fans around the world.\"</p><p>Mr. Bryant and his 13-year-old daughter Gigi, along with seven other people, were killed in a helicopter crash in early 2020 in California. Mr. Bryant was 41 years old.</p><p>Nike said its first shoe from the new partnership, the Kobe 6 Protro \"Mambacita Sweet 16,\" will honor Gigi. The company said it hopes its deal will attract a new generation of athletes.</p><p>Nike will donate the net proceeds from the shoe annually to the Mamba &amp; Mambacita Sports Foundation, Ms. Bryant said on Instagram. The foundation, created in memory of Mr. Bryant and Gigi Bryant and named after Mr. Bryant's \"Black Mamba\" alter ego, provides sports programming for underserved athletes.</p><p>\"I know this is an inspiring moment for my husband and daughter's global fans, and I am very appreciative of each and every one of you,\" Ms. Bryant said in her post.</p><p>Nike also said it would work together with Ms. Bryant to create a youth basketball center in Southern California.</p><p>The partnership comes after Ms. Bryant alleged in a June 2021 Instagram post that shoes she designed in Gigi Bryant's memory, called the Mambacita, were made by Nike without her approval. At the time, Ms. Bryant said she didn't re-sign a contract with Nike and had decided against selling the shoes.</p><p>Nike said it has never sold Kobe \"Mambacita\" footwear.</p><p>Mr. Bryant joined the National Basketball Association straight out of high school in 1996 and played his entire career for the Los Angeles Lakers. The 18-time All-Star led the Lakers to five NBA championships. Mr. Bryant retired in 2016 and was posthumously inducted into the Basketball Hall of Fame last May.</p><p>Mr. Bryant signed with Nike in 2003 after his initial shoe deal with Adidas ended.</p>",
  "published": "2022-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 792,
          "end": 796
        },
        {
          "start": 207,
          "end": 211
        },
        {
          "start": 606,
          "end": 610
        },
        {
          "start": 1675,
          "end": 1679
        },
        {
          "start": 1261,
          "end": 1265
        },
        {
          "start": 41,
          "end": 45
        },
        {
          "start": 2063,
          "end": 2067
        },
        {
          "start": 56,
          "end": 60
        },
        {
          "start": 1627,
          "end": 1631
        },
        {
          "start": 1536,
          "end": 1540
        }
      ]
    }
  ]
}