{
  "_id": "2aa9f5cd8e81c925952ef80dd0987ba2b52d9f4263a8b15fb06eb33d33c91985",
  "feed": "wall-street-journal",
  "title": "Nike Severs Its Ties to NBA Player Kyrie Irving; Sneaker giant takes action after Brooklyn Nets star was slow to disavow holding anti-Semitic views",
  "text": "<p>The brief statement from the sneaker giant comes after it suspended its endorsement of Mr. Irving in early November and the release of the Kyrie 8, a sneaker model that had been expected to make its debut later that month. Nike decided to take action against Mr. Irving after he promoted a movie containing false conspiracies about Jews and was slow to disavow holding anti-Semitic beliefs. The Brooklyn Nets of the National Basketball Association also suspended Mr. Irving at the time.</p><p>In a statement last month, Nike said there was no place for hate speech at the company and condemned any form of anti-Semitism. \"We are deeply saddened and disappointed by the situation and its impact on everyone,\" the company said.</p><p>Mr. Irving, 30 years old, has apologized for his actions and said that promoting the documentary was a mistake. He has said that he opposes all forms of hatred and oppression. The former All-Star guard returned to the basketball court in late November after missing eight games.</p><p>A representative for Mr. Irving didn't respond to a request for comment.</p><p>The Athletic earlier reported on Nike's status with Mr. Irving.</p><p>Nike's decision followed a move by Adidas AG to end a partnership with Kanye West over anti-Semitic comments and erratic behavior by the musician-turned-designer. The German sportswear giant has said its deal with Mr. West, who goes by Ye, was among the most successful of its type in the industry and the Yeezy brand served as a sales and profit driver for years.</p><p>Nike's relationship with Mr. Irving had been strained since at least last year, when the player said on social media that he wasn't happy with one of the designs for his shoes and that Nike was releasing it without his approval.</p><p>Mr. Irving said in 2011 that he signed an endorsement deal with Nike, just weeks after being selected as the No. 1 overall pick in the NBA draft. Nike released Mr. Irving's first signature shoe in 2014 and the Kyrie product line has sold well for the company, with executives at the sneaker company sometimes mentioning the success of the launches in earnings conference calls. Nike doesn't break out sales by model.</p><p>The sneaker company has footwear deals with other players in the NBA, including LeBron James and his Nets teammate Kevin Durant. Other athletes among Nike's roster include Spanish tennis star Rafael Nadal and golfer Tiger Woods.</p><p>Write to Inti Pacheco at inti.pacheco@wsj.com</p><p>Nike Severs Its Ties to NBA Player Kyrie Irving</p>",
  "published": "2022-12-05T20:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 2422,
          "end": 2426
        },
        {
          "start": 2108,
          "end": 2112
        },
        {
          "start": 1136,
          "end": 1140
        },
        {
          "start": 1794,
          "end": 1798
        },
        {
          "start": 1105,
          "end": 1109
        },
        {
          "start": 514,
          "end": 518
        },
        {
          "start": 1876,
          "end": 1880
        },
        {
          "start": 1501,
          "end": 1505
        },
        {
          "start": 1686,
          "end": 1690
        },
        {
          "start": 2297,
          "end": 2301
        },
        {
          "start": 223,
          "end": 227
        }
      ]
    }
  ]
}