{
  "_id": "c44ed87b8c4c2041813f892c7ebbafa459bc8595a8fdc1619d5640f629eb62c7",
  "feed": "wall-street-journal",
  "title": "Michael Avenatti Sentenced to Four-Year Prison Term for Stealing From Stormy Daniels; Onetime celebrity lawyer was convicted earlier this year of stealing $300,000 from the adult-film actress",
  "text": "<p>The sentence would send a message to lawyers and those in the legal profession, Judge Furman said.</p><p>\"If you go astray in the way Mr. Avenatti did, you will pay a steep price,\" he said.</p><p>The sentence amounts to an additional 2½ years on top of the prison term Mr. Avenatti is serving for a separate extortion conviction, the judge said, because some of the new sentence will be served concurrently. Judge Furman also ordered Mr. Avenatti to pay $148,750 in restitution.</p><p>Prosecutors had asked Judge Furman to sentence Mr. Avenatti to a \"substantial\" prison term, with the new sentence to be served after his existing prison sentence ends.</p><p>Assistant U.S. Attorney Matthew Podolsky said at the sentencing Thursday that Mr. Avenatti betrayed Ms. Daniels, whose given name is Stephanie Clifford.</p><p>He not only stole her money \"but lied to her again and again,\" Mr. Podolsky said.</p><p>Mr. Avenatti's lawyers had asked Judge Furman to sentence him to what amounted to an additional two years in prison, saying Mr. Avenatti had already suffered consequences from his actions, including the end of his law career.</p><p>\"There is no doubt I made a series of mistakes and exercised poor judgment,\" Mr. Avenatti, dressed in khaki prison garb, told the judge at the sentencing.</p><p>Ms. Daniels, the prosecution's star witness at the trial, didn't attend the sentencing.</p><p>The sentencing caps Mr. Avenatti's second federal trial in New York. Mr. Avenatti was convicted in 2020 of three felonies for his failed efforts to extort Nike Inc. and subsequently sentenced to 2½ years in prison.</p><p>Prosecutors alleged that Mr. Avenatti stole nearly $300,000 in book advance payments from Ms. Daniels and then lied to cover it up. Mr. Avenatti portrayed Ms. Daniels as unreliable and the payment issue as a fee dispute. A lawyer for Mr. Avenatti said outside court Thursday he would appeal the conviction.</p><p>During the trial, Mr. Avenatti unexpectedly dropped his lawyers and began representing himself. He also questioned Ms. Daniels on the witness stand, grilling her about her claimed abilities to communicate with dead people and a haunted house.</p><p>In California, a federal judge last year declared a mistrial in a case where prosecutors accused Mr. Avenatti of stealing millions of dollars in client funds. A retrial in that case is scheduled for this summer.</p><p>Jim Fanelli contributed to this article.</p><p>Write to Corinne Ramey at Corinne.Ramey@wsj.com</p><p>Michael Avenatti Sentenced to Four-Year Prison Term for Stealing From Stormy Daniels</p>",
  "published": "2022-06-02T16:23:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1494,
          "end": 1503
        },
        {
          "start": 1494,
          "end": 1498
        }
      ]
    }
  ]
}