{
  "_id": "8ebac3353411113aefbe268495727c822faae7fa1deecb78d97e635e0fb136bd",
  "feed": "wall-street-journal",
  "title": "Remote Work Is Turning Williamsburg Into an NYC Shopping Mecca; Retail rents are rising and vacancy rates are tumbling in this trendy Brooklyn neighborhood as more residents shop locally",
  "text": "<p>Williamsburg landlords filled 123,000 square feet of net retail space during the first quarter of this year, according to data firm CoStar Group Inc., the highest level since the third quarter of 2016. Asking rents, which fell when Covid-19 hit, climbed to $64 a square foot last quarter from $54 a square foot a year earlier, according to CoStar. </p><p>Leila Niknam, a sustainability consultant, says she is eating out in Williamsburg more frequently than she did before the pandemic. PHOTO: Emma Howells for The Wall Street Journal</p><p>It became apparent fairly early on in the pandemic, as remote workers shifted their shopping to local stores, that businesses in New York's residential neighborhoods were faring better than the city's office and tourist-dependent districts. But the recent increase in demand for Williamsburg retail space shows companies are betting that working from home—and these new shopping habits—are permanent, brokers and landlords said.</p><p>On North 6th Street, one of Williamsburg's most desirable shopping areas, the retail-vacancy rate has fallen to about 11%, or roughly half of where it was at the end of 2019, CoStar data shows. National and global brands, including Nike Inc., Patagonia and Google, have recently joined local merchants there.</p><p>The Birkenstock store on North 6th Street, which opened during the pandemic, was seeing a steady flow of customers within an hour of opening on a recent Friday morning. Williamsburg resident Leila Niknam, a 35-year-old sustainability consultant, stopped in to return a pair of sandals.</p><p>While she usually shops for apparel online, Ms. Niknam said she is eating out in Williamsburg more frequently than she did before the pandemic. \"Before, I used to work in the city so I ate around the office,\" she said.</p><p>Brandon Singer, chief executive of retail leasing and advisory firm Mona Retail Holdings, said retail space on North 6th was renting for $100 a square foot before the pandemic. Now, asking rents are closer to $300 a square foot.</p><p>\"Before, it was a little more direct-to-consumer brands that were signing leases there,\" Mr. Singer said. \"Now luxury and more traditional retail concepts are also flocking to the market.\" </p><p>Construction of amenity-rich housing, such as the Edge complex, has boomed in Williamsburg, leading to the neighborhood's strength as a shopping destination. PHOTO: Emma Howells for The Wall Street Journal</p><p>Retailers in other New York City neighborhoods are benefiting from residents working at home, Mr. Singer said. But Williamsburg is unique in the sense that the stronger daytime population coupled with the neighborhood's cool factor are drawing national and international brands, he said.</p><p>For years, many of the area's service-oriented retailers struggled to get to the level of sales they needed, said Jeff Mooallem, chief executive of retail landlord Gazit Horizons, which owns 60,000 square feet of Williamsburg retail across four residential buildings. \"That shifted after people started staying home more,\" he said.</p><p>Previously floundering tenants enjoyed increased sales and are now current on their rent, Mr. Mooallem said. New tenants signed leases, including a pet daycare, restaurant, massage studio and bike store. Gazit's total retail footprint, which was 83% occupied before the pandemic, was fully leased by the middle of last year, and Mr. Mooallem said he was able to increase rents by up to 25%. </p><p>Jeff Mooallem, CEO of Williamsburg landlord Gazit Horizons, says the company's retail footprint was fully leased by the middle of last year. PHOTO: Emma Howells for The Wall Street Journal</p><p>Williamsburg's strength as a shopping destination is rooted in Brooklyn's population growth, which started to pick up steam six years ago, accelerated during the pandemic and has far outpaced the rest of the city, said Thomas LaSalvia, senior economist at Moody's Analytics. Apartment construction has boomed in Williamsburg in recent years, almost all of it amenity-rich, Class-A buildings, and asking rents in the neighborhood rose from an average $3,900 a month in 2018 to $4,700 this year, Mr. LaSalvia said.</p><p>As the pace of young professionals moving into Williamsburg accelerated, investors started buying up retail properties. New owners had trouble finding tenants willing to pay high prices for retail space, however.</p><p>SHARE YOUR THOUGHTS</p><p>How has the real-estate market in your area changed over the past year? Join the conversation below.</p><p>Some retailers, including eyewear company Warby Parker Inc. and men's clothing retailer Buck Mason, leased space on North 6th Street, and landlords across the neighborhood began asking for rents around $70 a square foot in the year leading into the pandemic. But many storefronts on the street remained empty.</p><p>\"The rents were just sort of out of whack,\" said Ben Weiner, executive managing director at the real-estate firm Ripco Real Estate. \"It was a very popular place to be at night or on the weekends. The neighborhood just didn't have that daytime population that most other strong retail markets have.\"</p><p>A landlord Mr. Weiner represents on Metropolitan Avenue had trouble leasing his ground-floor retail before the pandemic. Last year, inquiries started coming in before the space went on the market, and the landlord is close to signing a lease for 50% more than the former tenant paid.</p><p>\"It's just a totally different market than before the pandemic,\" Mr. Weiner said.</p><p>Rebecca Picciotto contributed to this article.</p><p>Write to Kate King at Kate.King@wsj.com</p><p>Remote Work Is Turning Williamsburg Into an NYC Shopping Mecca</p>",
  "published": "2022-07-05T15:00:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1189,
          "end": 1193
        },
        {
          "start": 1189,
          "end": 1198
        }
      ]
    }
  ]
}