{
  "_id": "ab971973b79cf6f1b1620b7b54c8149f95cbbcf5e613fa97ab0bb4daf11ff0b3",
  "feed": "wall-street-journal",
  "title": "Roblox Stock Falls More Than 20% as Earnings Disappoint; Investors are concerned growth at the videogame platform will slow as the pandemic recedes",
  "text": "<p>\"Once stuck-inside kids and teens are now spending weekdays off their devices and out in the real world,\" said analysts at Jefferies in a note to investors.</p><p>The company's shares slid close to 25% in early trading Wednesday. If they stay that low it would be their lowest levels since listing last year and their biggest one-day decline.</p><p>The stock rose so much last yearon high expectations that the company \"shouldn't miss growth estimates,\" said Benchmark analyst Mike Hickey.</p><p>Roblox also reported declines in daily users and hours engaged in the U.S. and Canada, the company's core markets. \"This shouldn't happen in a holiday quarter,\" Mr. Hickey said.</p><p>Roblox said that average spend per daily user was down in January from a year ago.</p><p>San Mateo, Calif.-based Roblox, which went public via a direct listing last March, operates a free online platform for playing games, socializing and attending concerts. All of the experiences on it are made by its own users, including a growing number of mainstream brands such as Nike, Gucci and Mattel. The company monetizes by selling virtual currency called Robux to users who can spend it on various perks such as accessories for their avatars.</p><p>On a conference call Wednesday morning, Roblox's finance chief, Michael Guthrie, said that while weekday engagement has gone down due to the easing of social-distancing restrictions, weekend usage remains strong.</p><p>\"That gives us confidence to say that it will, we believe that we will be returning to high rates of growth,\" he said.</p><p>Company executives also pointed out that Roblox is attracting new userswho are older than its traditional core demographic of children under 13, and that it expects more international growth in the years ahead. They noted that Roblox has been adding new features to boost engagement such as voice communication and it has been partnering with more brands and artists to create experiences on its platform.</p><p>In an interview ahead of the company's earnings report, Roblox Chief Executive David Baszucki addressed the common problem that platforms with user-generated content face in identifying and removing rule-breakers. He said media reports about sexual and other prohibited contentappearing on Roblox are exaggerated.</p><p>\"I feel our platform is evolving in a safe and civil direction and making progress much more quickly than we are growing actually,\" he said. \"So I see these outliers being relatively more rare.\"</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Roblox Stock Falls More Than 20% as Earnings Disappoint</p>",
  "published": "2022-02-16T16:16:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1021,
          "end": 1025
        }
      ],
      "nexusId": "10043425"
    }
  ]
}