{
  "_id": "3d6aa1c0dbee11e5aa5e1b7f41d16b2d89ce8af4f8933af37453654c9265d8fb",
  "feed": "ftcomall",
  "title": "Making funding flows fair: Must ESG be bad news for emerging markets?",
  "text": "<p>In 2000, when the world began to pay more attention to the activities of western multinationals in developing countries, troubling reports emerged of under-age workers in clothing factories in Cambodia. These revelations — along with a BBC documentary that uncovered sweatshop conditions in factories used by Nike and Gap — prompted companies to cancel their contracts with Cambodian suppliers.</p> <p>Prospects for those workers left without jobs would have been dismal. Five years later, when another 20 Cambodian garment factories were shut, the UN raised its concern that the situation risked pushing thousands of women into prostitution. </p> <p>In 2022, leading consumer brands would be unlikely to make such a decision. Instead of simply cutting problematic operations from a supply chain, companies focus on engaging with suppliers to improve conditions and eliminate bad practices.</p> <p>The long shadow cast by the Cambodian sweatshop stories still affects today's sustainable investing industry. Many environmental, social and governance (ESG) investors fear the risks posed by emerging markets. Rather than contribute to improving livelihoods and conserving natural resources, they simply exclude or reduce their exposure.</p> <p>“It's a strange morphing from the starting point, which was ‘how can investment make the world a better place', to the place we are now, which is ‘how can investment not expose me to risk and make me more money',” says Stuart Theobald, co-founder of Intellidex, a research consultancy that specialises in African capital markets and financial services.</p> <p>A study by the company, conducted for the UK government in June, included interviews with 52 market professionals. It found that by screening out investments that fail to meet benchmarks on issues such as corruption and inequality, ESG strategies could direct capital away from emerging markets.</p> <p>Like the Cambodians who lost their jobs in 2000, markets are left short of the funds they need to thrive. And the gap is yawning. The annual shortfall in the investment required to meet the UN's sustainable development goals stands at $4.3tn for developing countries, according to Unctad (the UN Conference on Trade and Development).</p> <p>To address climate change alone, an extra $2tn a year will be required in emerging markets excluding China, says Nigel Topping, the UK's UN high-level climate action champion. “We know that 70 per cent plus of that needs to be private finance,” he says.</p> <p>Colin Mayer, of Saïd Business School at Oxford university, worries that private finance could be blocked by the ESG approach. “The potential effect on market flows is substantial,” he says. “In essence, [ESG] is a mechanism for encouraging investment to flow out of relatively high-risk emerging markets into what are perceived to be less exposed developed markets.”</p> <p>This is not to say that investors whose portfolios include stocks from emerging market countries are without challenges. When we asked FT Moral Money readers what they considered the biggest risks in such markets, almost all pointed to corruption and poor governance, with three-fifths highlighting political instability. </p> <p>As well as threatening to starve emerging markets of capital, avoiding investment in them could have further perverse effects. As with divestment from fossil fuel stocks, it may mean that ownership of the assets will rest instead with investors who are less concerned about sustainability. “What it does is shift companies from investors who have a concern about these issues to those who are largely indifferent to them,” says Mayer.</p> <p>Alison Taylor, a specialist in ethical business at New York University Stern School of Business, goes further. “This is arguably worse than divestment out of oil and gas, because if you divest from a country, you leave it to organised crime, terrorist financing and violence,” she says.</p> <p>She points to a “conceptual emptiness” in the current form of ESG investing. “Because it's focused on the win-win business case — you can fight climate change and make more money — we have dropped the wider ethical and development arguments,” she says. “And if you look at emerging markets, you really see the problem with that.”</p> <p>The question for ESG investors, emerging market governments and international development institutions is how a massive industry can be reshaped to enable greater funding flows to be directed into the markets that need it most.</p> <h1>One door opens, another closes</h1> <p>Among ESG investing's early adopters were institutional investors such as pension funds and sovereign wealth funds. With long-term investment horizons and commitments to tackle social and environmental challenges through their holdings, they built teams of managers capable of implementing this approach at scale. </p> <p>And in the debate over whether divestment or engagement does more to advance sustainability goals, they have generally backed participation. In one notable example, the California State Teachers' Retirement System (Calstrs) lobbied against fossil fuel divestment legislation, which would have prevented it from owning stakes in oil and gas producers. This contributed to the bill's failure to become state law.</p> <p>Among Calstrs' arguments against the legislation was that holding stakes in fossil fuel companies gave it the leverage to push the sector to address climate change. However, in their approach to emerging markets, the ESG strategies of some pension funds seem to take the opposite stance.</p> <p>Interviews from the Intellidex report revealed a reluctance among funds “to take greater emerging and frontier market exposure because of reputational risk and, relatedly, the ESG screening approaches used”.</p> <p>Some pension funds and sovereign wealth funds have developed active ESG ownership approaches. Research by Unctad found that of 20 funds studied, 17 employed impact investment strategies, compared with eight that used exclusion as a strategy.</p> <p>Yet overall allocations to emerging markets among these investors remains small. SWF Global found that in 2021 state-owned investors collectively allocated 78 per cent of funds to developed markets, with only 22 per cent going to emerging markets.</p> <p>For the world's biggest sovereign wealth fund, ESG considerations have weakened its appetite for emerging markets. In 2021, as part of an effort to apply the same ethical and environmental standards to all its investments, the government of Norway instructed its $1.4tn fund to add no new emerging-market companies to its portfolio. </p> <p>Making the announcement, Jan Tore Sanner, the finance minister, cited weaker institutions and fewer protections for minority shareholders as barriers for responsible investment strategies.</p> <p>Theobald of Intellidex says: “Some of the pension funds and sovereign wealth funds are really concerned to avoid headlines about exposures they have, whether to poor labour practices or government corruption. Operationally that means they're screening out what they perceive as ‘higher reputational risk' markets.”</p> <p>While he sees different drivers behind the approach of the asset management industry — notably the pressure to meet client demand for “clean” portfolios — the effect is much the same. “Asset managers end up with the screening approach as well,” he says.</p> <h1>The dangers of data</h1> <p>One of the most frequently cited barriers to ESG investing in emerging markets is the lack of data. When we asked FT Moral Money readers in the investment sector to point out the biggest hurdles in allocating a greater amount of ESG-aligned funds to emerging markets, more than half pointed to this obstacle. When asked if they were satisfied with corporate disclosure on emerging-market ESG risk, they were unanimous: no.</p> <p>Data are certainly a challenge, but often this shows up in a mismatch between the information available on companies in emerging markets and what is required by ESG screens. Companies in these markets may also struggle to meet the international benchmarks that ESG investors require, particularly in areas such as biodiversity and compensation for displaced communities. </p> <p>“Local laws require a company to undertake a social and environmental impact assessment, but the quality of that is sometimes a challenge compared with international standards,” says Seynabou Ba, who founded ESG Africa, a consultancy that helps companies meet the benchmarks, risk profiles, reporting requirements and audit processes demanded by ESG investors. </p> <p>The quest for standardisation continues. Almost half of Moral Money readers who responded to our survey said that before allocating more money to emerging markets, they would like to see standardised disclosures from companies. </p> <p>Yet even if they want to meet disclosure requirements, companies may lack the tools and knowledge to assess and present them in a way that is acceptable to international investors. “The common criticism I hear of ESG is that it's the imposition of unrealistic standards on companies that aren't ready for it,” says Taylor of Stern.</p> <p>Benjamin Weiss, head of Asia-Pacific business at Veracity Worldwide, a political risk consultancy, questions whether ESG data are the answer, particularly since most come from publicly available information and pronouncements made by the companies themselves.</p> <p>“We're very wary about all the data out there,” he says. “And what could a company in Vietnam possibly disclose that could be comparable to a company in New York about things like labour practices and diversity issues? Local considerations around those things are very different from one place to the next.” </p> <p>Meanwhile, since emerging-market companies tend to have lower ESG ratings than developed-market peers, or have not been rated at all, ESG screens may not be appropriate. “You have built-in screens that offer a safety net, but that's what they should be,” says Sarah Norris, head of ESG for equities at Abrdn, the asset manager. “They shouldn't be the primary driver of portfolio construction.”</p> <p>One example of how this plays out is when companies are given a low score for “lack of transparency”. This can be misleading, says Norris. “They're giving you the business-relevant indicators, but the indicators might not be in the right format,” she explains. “So it's not about improving the disclosure, it is about improving the formatting of the disclosure.”</p> <p>Another challenge with a data-driven approach is that emerging markets indices can be a blunt instrument. Larger markets such as China often dominate, leading to performance being seen as driven by east Asia. According to the Intellidex report, this imbalance is frustrating for fund managers who understand that emerging markets are economically, geographically and demographically diverse. </p> <p>“A lot of ESG analysis treats the numbers in a context-free way as performance numbers,” says Taylor. “So the inability to factor in the context is certainly an issue.”</p> <p>Among Moral Money readers, there is an appetite for a nuanced approach. Two-fifths of our survey respondents cited affordable analysis services focused on emerging markets as something that would encourage them to allocate more funds to these markets.</p> <p>Weiss believes deeper research and insights tailored by region can pay off. “It's a huge growth story, and if investors really care about the ESG criteria they are committing to, there are ways of engaging in emerging markets to try and see those things through,” he says. “That's more constructive than saying, ‘hands off'.”</p> <h1>The risk of missing out</h1> <p>In emerging markets, some stubborn challenges will spark the innovation needed to develop attractive opportunities for ESG investment. Rosalind Kainyah, a Ghanaian consultant, looks across Africa and sees this everywhere. </p> <p>“There are hidden gems to be unearthed because for many it is just a way of life,” says Kainyah, who is managing director of Kina Advisory, a boutique consultancy that advises on responsible business and investment. “It's a way of solving day to day problems or meeting needs.”</p> <p>A case in point is the lack of access in many countries to both energy and the means to pay for it. This has prompted the development of off-grid solar-powered services and innovative pay-as-you-go models that help poor communities to afford them.</p> <p>The model has improved lives. For example, with light and power at night, students can study longer to improve their academic performance, and small-scale entrepreneurs do not have to shut up shop once it goes dark, or rely on expensive and unhealthy kerosene lamps. </p> <p>The pay-as-you go model has also helped people with no credit history to build a record of loan repayments, enabling them to buy more extensive solar home systems with services such as TVs, fans, smartphones, water pumps, refrigerators and cooking stoves bundled into the package.</p> <p>From its beginnings more than a decade ago, the market has expanded rapidly, with $1.9bn invested in the pay-as-you-go solar sector globally since 2012, of which $1bn was invested in the past three years. Telecom companies have benefited since customers can pay their fees using mobile money. Meanwhile, more than 420mn people now use solar products for energy and lighting. </p> <p>This is the kind of opportunity ESG investors could miss if the focus on risk leads them to exclude emerging markets. “You need to know what you're doing, what the externalities and the contextual risks are,” says Ba of ESG Africa. “But the opportunities are there.”</p> <p>For FT Moral Money readers, emerging markets offer one clear ESG investment opportunity: the chance to tap into high-growth companies at an early stage. Three-fifths of survey respondents highlighted this. </p> <p>Meanwhile, two-fifths said the ability to diversify their ESG portfolio was one of the biggest attractions of this area of investment — a point also emphasised in a report this year by the UN Principles for Responsible Investment.</p> <p>“We interviewed our signatories about why they invest in emerging markets and the predominant reason was that OECD countries are overinvested, so overvalued,” says Kaori Shigiya, a senior SDGs specialist at UNPRI and co-author of the report. </p> <p>In some sectors, a later start on tackling ESG challenges has provided an advantage. “Less-developed emerging markets have an opportunity to build their infrastructure from scratch based on renewables instead of fossil-based energy,” says Linnea Zanetti, a portfolio manager at Swedbank Robur. She runs Access Edge Emerging Markets, an index tracking equity fund that invests up to 10 per cent of its money in companies that contribute directly to the transition to renewable energy.</p> <p>Topping sees this at work in the energy sector. “There are opportunities in leapfrogging to zero-carbon transport, renewables and hydropower,” he says.</p> <p>The skills to be found in many emerging markets are also underestimated, says Daryn Dodson, managing partner at Illumen Capital, a fund of funds with a focus on gender and racial equity in the financial sector. “People in emerging markets have incredible problem-solving abilities and translating that into economic value is something a lot of our companies focus on,” he says.</p> <p>When it comes to social and environmental impact, Shuyin Tang, a partner at Patama Capital, an impact-focused venture firm in Vietnam, has a simple message for investors: “This is where the action is. Certainly there are some risks, but these are also some of the most compelling financial and impact opportunities we've seen.” </p> <h1>From data to diligence</h1> <p>It is often easier for local investors such as Patama to manage the risks and harness the opportunities that emerging markets offer than it is for anyone sitting in an office in New York or London. </p> <p>However, if more detailed approaches are combined with ESG data, these investors can determine which companies to add to a sustainable portfolio, says Andrea Webster, who leads finance system transformation at the World Benchmarking Alliance. “It needs to be part science, part art,” she says. “There is science behind certain metrics and the element that's art requires local knowledge.”</p> <p>When evaluating ESG in emerging markets, Aberdn takes unmet development needs as a starting point. In its EM sustainable development corporate bond strategy, the fund manager uses the databases of international institutions to define the unfulfilled needs of a country. It then works out which companies have the appropriate solutions.</p> <p>“The World Bank database is a huge resource,” says Norris. “We look at the different data sources that go into the database and pull in a few more for country-level indicators.”</p> <p>Whatever the source, ESG investors need thorough analyses and local knowledge when entering emerging markets, says Witold Henisz, vice-dean and faculty director of the ESG initiative at Wharton School of Business, Pennsylvania. He is the author of a case study on the “ESG improvers strategy” through which asset manager AllianceBernstein identifies companies working to improve poor ESG scores. “You can't just buy data off the shelf and do exclusions,” Henisz says. </p> <p>He draws a comparison with the investor focus on the markets (Brazil, Russia, India and China) that became fashionable in the 2000s. “You couldn't pick random companies because a lot faced corruption and had unsustainable business models,” he says. “But if you did the hard work, there were enormous growth opportunities.” Similar opportunities for ESG investments will become apparent in emerging markets today, he says. “But it will take work.”</p> <p>One way to acquire local knowledge is to find the right partner. Shigiya of UNPRI cites the case of CDPQ, a Canadian pension fund that has taken a stake in Sura Asset Management, a Latin American financial services company. Sura manages the assets of several pension funds and has expertise on infrastructure financing and investment.</p> <p>“For the Canadian pension fund to feel comfortable investing in Latin America, they'd need to do a lot of work and due diligence,” says Shigiya. The stake in Sura, she says, gives CDPQ confidence to invest because of their partner's knowledge of the local market.</p> <p>In another form of collaboration, in May the Church of England Pensions Board announced a joint initiative in which 12 UK pension funds with £400bn in assets will explore how their money could help emerging markets move to low-carbon economies. </p> <p>“The level of investment required in emerging markets will only be achieved if we can increase ambition and work with other investors,” said Clive Mather, chair of the board. </p> <p>To put it another way, there is strength in numbers. The announcement also highlighted an area where ESG investors are under pressure to act: the role that asset owners can and should play to support emerging economies in achieving their climate targets. </p> <h1>Could history repeat itself?</h1> <p>Two decades on from the fashion companies' exit from Cambodian clothing factories, corporate engagement in emerging markets looks very different. There are lessons here for ESG investors.</p> <p>Rather than shunning these markets, multinationals from sectors such as mining, textiles, food and agriculture now understand that they must contribute to sustainable development in the communities in which they operate. If they do not, they risk the ire of consumers, activists and others.</p> <p>Corporate initiatives — often developed in partnership with governments and nonprofits — range from the community development programmes established around mining operations to tech companies' efforts to build skills in local communities.</p> <p>Getting it right is not easy. Persistent human rights abuses and poor working conditions, as well as tragedies such as the 2013 Rana Plaza building collapse in Dhaka that killed and injured thousands of workers, indicate that businesses must do more to ensure they are operating safely, fairly and equitably in these countries.</p> <p>Today, however, stakeholders including consumers have a broader understanding of the nature of global supply chains and expect companies to be active in improving lives and livelihoods.</p> <p>While a comparable movement to the “corporate social responsibility” born in the 1990s has yet to emerge in the investment sector, the Church of England Pensions Board's initiative reflects the need for ESG investing to go beyond simply making money while not doing harm. </p> <p>As the criticism of ESG investing grows louder, a movement that set out to save the world could gain an unwelcome reputation for ignoring some of its most pressing problems. There may come a time for ESG investors when steering clear of emerging markets is no longer an option.</p><p>Source: Sarah Murray 2022 'Making funding flows fair: Must ESG be bad news for emerging markets?' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-20T03:00:35.966Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 309,
          "end": 313
        }
      ]
    }
  ]
}