{
  "_id": "feeca6592d30b4a08a99ae0bae02d931fd370d769127592d9b2428cf94af9faf",
  "feed": "wall-street-journal",
  "title": "Grocery Discounts  Are Harder to Find  ----  By Jaewon Kang",
  "text": "<p>   In U.S. supermarkets, toilet paper and noodles are back in stock, but one prepandemic staple has yet to fully return: discounts. </p><p>   With food inflation running at the highest rate in more than 40 years, American shoppers are finding less relief from deals like \"buy one, get one free\" promotions, or 99-cent two-liter bottles of soda, according to supermarket executives and analysts. </p><p>   The frequency and depth of U.S. grocery-store discounts remain below 2019 levels, according to retailers, prompting grocers to run sales on less popular items or lose money offering discounts on staple products proven to bring in shoppers. </p><p>   On average, 20.6% of food and beverage products were sold with price reductions in the third quarter of this year, according to research firm Information Resources Inc., down from 25.7% for the same period in 2019. Promotional levels are down from 2019 levels for all grocery categories except for meat, data show. </p><p>   Food makers, which typically provide funding to supermarkets to support discounts and special sales, said shortages and supply-chain problems are limiting their production and leaving fewer products available to be put on sale. Supermarket companies, already paying higher wholesale prices to keep their shelves stocked, are left to spend more of their own money to advertise and support discount deals, executives said. </p><p>   Other corners of the retail industry are grappling with extra inventory -- and the necessity of steep discounts. Macy's Inc., Walmart Inc. and Target Corp. in recent months have used markdowns to clear out excess stock after miscalculating customer demand earlier in the year. On Thursday, Nike Inc. reported a steep rise in inventory and said it would mark down more goods heading into the holidays. </p><p>   Kosta Drosos, general manager of Fresh Market Place in Chicago, said that the grocer hasn't run discounts on yogurt and milk products in nearly five months. </p><p>   The specials that Fresh Market is able to run these days tend to be small and seldom for the staples that draw customers, he said. </p><p>   Mr. Drosos said he recently turned down a 10% discount offered by a broth manufacturer, which he said came with a requirement that his store buy 1,200 units per flavor. Mr. Drosos said a 25-cent discount on the retail price wasn't worth the shelf space. </p><p>   Instead, Mr. Drosos said, Fresh Market is absorbing losses to run promotions on proven sellers, including a Labor Day weekend sale on ketchup, mustard and other items. \"It's hard to run anything on promo,\" he said. </p><p>   Food manufacturers typically pay back about 15% to 18% of sales at a given retailer to fund promotions, said Jim Hertel, senior vice president at Inmar Intelligence, a market- research firm. </p><p>   Discounts, aimed to boost sales, include weekly circulars, price cuts on tags and displays in more favorable locations of the store such as \"end caps\" of aisles. </p><p>   For retailers, promotions are among the biggest drivers of traffic and a way to encourage customers to spend more, he said. </p><p>   In the Midwest, grocery chain B&amp;R Stores Inc. featured specials on fresh chicken products from Sanderson Farms Inc. nearly every week before the pandemic, said B&amp;R President Mark Griffin, with the company providing money to support ads and the discounted products. </p><p>   Sanderson didn't provide any promotional funding for fresh chicken for about two years before restoring it in October, he said. </p><p>   Wayne-Sanderson Farms, as the company is known following its merger this year with rival Wayne Farms LLC, had no comment. </p><p>   John Frey, a retiree who lives with his wife in Kingsport, Tenn., said that big discounts used to be common at his nearby Aldi store. Recently, he said, he hasn't seen many bargains other than some meat products nearing the end of their sell-by date, or packaged items like pizza that were damaged during delivery. </p><p>   \"It has changed the way I cook and prep,\" Mr. Frey said, adding that he is freezing more food and figuring out how to make cheaper dishes. </p><p>   Scott Patton, vice president of national buying at Aldi, said that the discount chain is focused on offering every product at the lowest possible price and that it offers additional price drops on a selection of items. </p><p>   Food manufacturers and sellers said promotions are unlikely to increase until supply challenges subside. </p><p></p>",
  "published": "2022-10-03T06:07:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1648,
          "end": 1657
        },
        {
          "start": 1648,
          "end": 1652
        }
      ]
    }
  ]
}