{
  "_id": "dae20af66e79573402fe4ff7797ccdbe2cc9321e1f9ab3221960a2211f737817",
  "feed": "ftcomall",
  "title": "Nike: direct sales keep this long-distance runner in the lead",
  "text": "<p>When building a retail brand, the conventional wisdom has long been to get your products into as many stores as possible. This means selling through wholesale partners such as department stores, mom-and-pop shops and specialist retailers. </p> <p>But Nike has shown why it pays to cut out the middle man. A decade ago, <a href=\"https://s1.q4cdn.com/806093406/files/doc_financials/2012/q4/NIKE%20Inc%20Q412%20Earnings%20Press%20Release%20-%20FINAL%20-%206-28-12.pdf\">about 72 per cent</a> of the sportswear giant's sales came from third-party distributors. Nike's direct-to-consumers trade — either through its own stores or online — amounted to less than 15 per cent of the business.</p> <p>Fast-forward to the latest quarter. Direct sales — up 15 per cent over the year — now account for <a href=\"https://s1.q4cdn.com/806093406/files/doc_financials/2022/q3/FY22-Q3-Combined-NIKE-Press-Release-Schedules-FINAL.pdf\">42 per cent</a> of group revenue. </p> <p>Flogging sneakers and workout gear directly to shoppers makes plenty of sense, especially for a $215bn brand with sought-after products and a global fan base. Direct sales have allowed Nike to sell more products at full price. This has helped offset some of the squeeze from higher supply chain costs and drove a 100-basis points increase in gross margins to 46.6 per cent during the quarter, the most since the third quarter of 2015.</p> <p>Flogging kit directly to consumers also provides Nike with plenty of valuable data about its shoppers. Still, concerns over rising input costs have knocked the company's share price down a quarter from its November highs. At 30 times forward earnings, Nike still commands a punchy valuation, at a premium to rivals Adidas and Under Armour. But compared with its three-year average of 36 times, the current valuation looks like a buying opportunity. That does assume its supply chain tightness eventually unravels.</p> <p>Nike has hardly trod on to virgin ground. Plenty of consumer start-ups boast a direct-to-consumer business model. Most of these — including eco-friendly shoemaker Allbirds and Warby Parker, purveyor of hipster eyewear — remain lossmaking. Nike, with $8.7bn in cash and equivalents on its balance sheet, has plenty of capital to invest into growing its direct sales channel. Challengers will struggle to keep pace.</p><p>Source:  2022 'Nike: direct sales keep this long-distance runner in the lead' FT.com 22 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-22T17:52:06.338Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 397,
          "end": 401
        },
        {
          "start": 1137,
          "end": 1141
        },
        {
          "start": 838,
          "end": 842
        },
        {
          "start": 1340,
          "end": 1344
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 243,
          "end": 247
        },
        {
          "start": 1602,
          "end": 1606
        },
        {
          "start": 1841,
          "end": 1845
        }
      ]
    }
  ]
}