{
  "_id": "404c2a7c325f8617cbd7d0f089138b553cc3fca55a11b8c042d474e555a2c3f1",
  "feed": "ftcomall",
  "title": "Welcome to the post-sneaker era",
  "text": "<p>While I was strolling around my local farmers' market on a recent weekend, an outfit caught my eye. A thirtysomething guy standing in line was wearing bright green sports shorts, a creased white crewneck tee, a baggy zip-up hoodie and thick gym socks — normal attire for a Saturday morning. But laced up on his feet was not a pair of Nikes or a Salomon trail trainer, but polished black Derby shoes by Paraboot — a leather style with a moccasin-stitched toe first unveiled in 1945.</p> <p>It was an aesthetic jolt. But, I came to notice, this stranger wasn't the only one pairing sportswear with classic formal shoes. I have since been in pubs where full Adidas tracksuits have been styled with sturdy soles from Solovair, and have seen Gore-Tex jackets teamed with chunky penny loafers from Grenson or Derbies from Kleman. And it's not just men: women are wearing them with outdoor garb too. </p> <p>Mouki Kambouroglou, a 25-year-old markets analyst, had “worn sneakers religiously for 10 years”, until she bought a pair of Paraboots last year. “They're such a grandad shoe, but they tread the line between formal and informal and you can wear them all day long.” She now owns three pairs of Derby-style shoes, from both Paraboot and Legres.</p> <p>As office dress codes become more casual and city workers sport bright white sneakers with their Savile Row suits, millennials and Gen Z are hitting control-alt-delete on their choice of kicks. Consider sneakers the footwear equivalent of Facebook: somewhat passé now they're pervasively co-opted by baby boomers and billionaires. Mark Zuckerberg likes Nike, while Jeff Bezos prefers Converse. “These aren't exactly trendy guys,” says Oliver Hooson, a 32-year-old photographer in London. </p> <p>This shift is “a reaction against ubiquity”, according to Fraser Moss, co-founder of the hip British label YMC, which released a collection of Derbies, monk-straps and Gibsons for AW22. “Their parents are wearing trainers, so kids are rebelling by dressing like their dads once did,” he says. He describes the leather moccasin as “a geography teacher's shoe”, even declaring some styles on offer to be “borderline ugly”. But that's part of the appeal. “Normal has become subversive,” he says. </p> <p>Brendon Babenzien, the founder of Noah and former creative director of Supreme, thinks a backlash was “inevitable . . . We all love sneakers, but there are limitations stylistically and creatively if sneakers are all you wear,” he says. During his 14-year tenure at Supreme, Babenzien was at the forefront of street and sneaker culture; as a designer, he helped set the current tone for menswear's new, preppy mood. His AW22 collections for Noah and J Crew are styled with sturdy soles. “People are looking to try new things,” says Babenzien. </p> <p>Classic shoes are the latest expression of normcore: an antidote to the overt branding and supersize proportions that have dominated fashion and footwear in recent years. One only need look at the everyday ubiquity of Balenciaga's hectic triple-soled sneakers, with their equally hectic price tag, to comprehend the need for quiet. Sneaker launches are as incessant as our social media feeds. “You can only see so many colourways on a Nike Air Force 1 before it gets a bit boring,” says Moss. </p> <p>Hooson thinks most millennials are “sick to death of StockX” and the inflated prices that come with resale culture. Recently, a pair of patchworked Nike Dunks that retailed at $120 sold on the site for almost $10,000. “There's so much noise,” says Hooson. “However much your sneakers cost equals how good they are.” Formal shoes generally cost more than sneakers at retail, but Hooson sees the splurge as an “alternative kind of flex”; formal shoes aren't limited edition, and don't resell for unreasonably high prices. He spent £300 on his Paraboot Michaels. </p> <p>It is the equivalent of putting your footwear on mute: black and brown leathers are the most-worn shades, and shoppers are hotfooting it to smaller, lesser-known shoemakers. Victoria Cancel, a 26-year-old fashion marketer based in New York, bought lug-soled loafers from GH Bass rather than Prada's hit style from SS22. “I like how they're no-fuss, quality shoes,” she says. “One can spot a Prada pair a mile away. They don't feel as timeless.”</p> <p>The formal shoe is predominantly being paired with sports pieces, effectively dressing up a gym kit. Illustrator Aaron Chang, 35, who lives in Seoul, often wears his Paraboots with a Yankees baseball cap and a hoodie. “In Korea, we call it <em>ggu an ggu</em>,” says Chang. “It's similar to what the Italians call <em>sprezzatura</em> . . . the point is to look effortless.”</p> <p>Smarter than a trainer but less formal than a holey-toed brogue, today's popular styles feature heavier, rubber treads, more akin to hiking boots or a pair of Nike Dunks; they offer a higher elevation from the pavement than the slimline soles often found on formal shoes. “No one wants to lose that extra inch of height,” says Hooson. They also suit the bagginess of today's trouser silhouettes: pair voluminous pants by YMC with a dainty Gucci loafer and you'd look like you might topple over. The aesthetic equilibrium would be all off. “Chunky soles balance it out,” says Maria Lemos, co-founder of women's label Legres, which offers apron-toe loafers and lace-ups. She thinks the “masculine” shape makes “feminine clothes feel less frilly”.</p> <p>For some, this rejection of sneakers represents a clean break from the past. Aoife Nechowska, a 30-year-old junior doctor based in Bristol, bought a pair of Paraboot Michaels after months spent wearing New Balance sneakers with “scrubs” in ICU during the pandemic. The shoes were part of her need to “radically” assume “a new identity” — and a tangible move on. </p> <p>She quietly quit her New Balance. And after stepping out in her robust new soles, she feels she's strolling towards an altogether different future. In the era of NFTs, bitcoin and StockX hype, it feels progressive to adopt an age-old shoe.</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram</em></p><p>Source: Grace Cook 2022 'Welcome to the post-sneaker era' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T04:00:56.992Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4766,
          "end": 4770
        },
        {
          "start": 3393,
          "end": 3397
        },
        {
          "start": 1581,
          "end": 1585
        },
        {
          "start": 3187,
          "end": 3191
        }
      ],
      "nexusId": "10043425"
    }
  ]
}