{
  "_id": "5294c478e60b00cb800f89d0a8ad6dcb603ef44c1cc1040cb8e77064aa678f4e",
  "feed": "ftcomall",
  "title": "James Merry, master embroiderer and magician",
  "text": "<p>James Merry is a big fan of extremes. The British visual artist, 40, lives in a wooden cabin near Reykjavík which is so off-grid it doesn't have a shower (he uses the ones at the local swimming pool); yet somewhat glamorously he spends his days conversing with Björk. His favourite animal is a long-billed bird but he's “absolutely terrified” of being in the air. His work, meanwhile, is as broad as the Icelandic sky: he's just as likely to be co-creative directing music videos and stage sets for Björk, with whom he has&#xa0;worked since 2009, or creating his own AI&#xa0;Instagram filters as he is hand-hewing a pair of medieval clogs from local birch or embroidering tiny Icelandic flora and fauna onto Nike sweatshirts.</p> <p>“I like things that clash,” says <a href=\"https://www.instagram.com/james.t.merry\">Merry</a> of the customised jersey pullovers he's become known for – a first collection handmade for Opening Ceremony, crafted using vintage sportswear, sold out back in 2015. “Hand-stitching on top of machine embroidery feels like such a punk-graffiti thing.” It could be a metaphor for his approach to life too. He's sitting in a cosy studio shed he built himself at the end of his remote cabin's driveway, dressed in a brown corduroy co-ord and a pair of worn-in Birkenstock mules, his long auburn hair tucked behind his ears; BBC Radio 4 plays in the background. Yet he's surrounded not by rakes, spades or even a laptop but&#xa0;avant-garde filigree masks made from gold, silver and&#xa0;pearls. “I'm teaching myself how to make them,” he says. “I&#xa0;started embroidering masks for <a href=\"https://www.ft.com/stream/26e29c4b-7c1f-3067-812b-f0c88bf62f51\">Björk</a>'s <em>Vulnicura</em> album [in 2015], then I made&#xa0;some from latex… it's evolved.” &#xa0;</p> <p>Merry has since made scintillating face coverings for the singer that mimic moths, stingrays and birds' beaks,&#xa0;and he's also crafted otherworldly masks for Tilda Swinton and Tim Walker. But embroidery is what roots him. And in November he launches his first embroidery collaboration with <a href=\"https://www.66north.com/\">66°North</a>, the gnarly Icelandic outerwear brand known for its GoreTex down jackets that enable locals to survive the brutal winters. The mix of high craft and high performance is typically atypical.&#xa0;</p> <p>“We're doing some balaclavas that I'm really excited about,” he says – they'll be covered in flowers. “66°North is so entrenched in Icelandic culture… I bought one of their jackets when I first moved here. It's like the uniform of Iceland.” Indeed, of the country's 365,000 inhabitants, every single household owns at least one 66°North&#xa0;jacket. “You really can't live without them.” The brand, founded in 1926&#xa0;to offer protective garb for fishermen, has&#xa0;10&#xa0;shops in Iceland alone. Now it's set&#xa0;to unveil a huge flagship store this autumn&#xa0;on London's Regent Street as it bids to compete in a thriving activewear sector dominated by the likes of The North Face, Patagonia and&#xa0;Arc'teryx. Pieces from Merry's collection will be available there exclusively. “Hiking is so popular nowadays, and we've&#xa0;got pieces for people who are up a hill or on the commute,” says the brand's chief executive, Helgi Rúnar Óskarsson.&#xa0;</p> <p>Growing up in Stroud, Gloucestershire, Merry taught himself embroidery but never went to art school, studying classics at Oxford instead. His creative career began with an internship at the Peggy Guggenheim in Venice; then he heard on the grapevine that <a href=\"https://www.ft.com/content/a5dd3b09-5ede-4bbe-9d55-100d5226148b\">Damien Hirst</a> needed “little worker bees” to help build his butterfly artworks in his Cotswold hometown. “We were making them for a show in LA,” he says. “For American customs, if one butterfly wing wasn't accounted for out of&#xa0;10,000 in a picture, they'd burn it, which happened a couple&#xa0;of times.”&#xa0;</p> <p>His meeting with Björk followed a familiar flight path. “Damien had set up a record label for one of his mates' &#xa0;bands, and one day this lady came into his office and said Björk needed an assistant,” he recalls. “We emailed a bit, then she flew me out to New York to have breakfast with&#xa0;her, which&#xa0;is&#xa0;the most insane thing I've ever done in my life.” They got along like a house on fire. “I&#xa0;thought it'd just be a funny story: ‘Björk flew me to America for a few hours and&#xa0;then I came back.'” A week later he moved in with&#xa0;her&#xa0;and her family.&#xa0;</p> <p>At first they split their time between New York and Reykjavík but now Merry is based solely in Iceland. And&#xa0;it's here he feels most at home, in the lunar-looking landscapes&#xa0;where the land&#xa0;smokes with sulphur and is predominantly flat until you get to a volcano. “We're the last hut in the&#xa0;Reykjavík bubble,” he says of his cosy cabin. He lives&#xa0;with his husband, a kindergarten teacher, and their cat; they are planning to get chickens. “If you walk up that small hill, you look out and see nothing.” The winters are dark and the summer days endless; vegetation is tiny and&#xa0;grows hugging the ground. It's fittingly intense. “I had to retrain my eyes when I moved here,” says Merry. “I was so used to the Gloucestershire version of the countryside, where everything is bushy and fertile and green. I spent years walking over stuff because I&#xa0;was too much of an oaf to see it.”&#xa0;</p>  <p><strong>Merry worked on many of his embroideries</strong> on planes as a means of in-flight escapism as he toured the world; he views them as “when a plant grows up through concrete paving stones”. An early sweater showed Icelandic moss and <em>jöklasóley</em> (ranunculus) spilling abundantly over a Nike swoosh; another design featured a fairytale mushroom growing out of a Fila logo. The new&#xa0;66°North collection has given Merry licence to expand his designs. “We've done a mix of fleece jackets, T-shirts and&#xa0;hoodies in ombré that mimics the dusk sky.”&#xa0;</p> <p>It will be the first time he's done machine embroidery. “I was always reluctant to do it,” he says, having rejected countless offers from sports brands. “But after five years of making them by hand, I thought maybe I wouldn't mind after all,” he laughs. Some designs have been in process for&#xa0;a year. “Years ago I made a weird promise to myself that if I&#xa0;ever was to manufacture them, it'd be for 66°North… I&#xa0;usually embroider Icelandic stuff, so it made sense to me.”&#xa0;</p> <p>Óskarsson says he was drawn to Merry's work because “we saw that his passion was nature… and he's really into flowers and birds”. To him, high craft and climatewear are natural nestfellows. “Both are very technical,” he says. “Sometimes what you see is a very simple jacket, but there is an enormous amount of attention to detail that goes into designing and making all of our pieces,” he says. Merry, meanwhile, was delighted to discover 66°North's repair station; the brand has its own ecosystem where customers can send in their damaged jackets for a glow-up. “We'd done it forever, so it wasn't ever something we thought of promoting until I went to a talk with the CEO of Patagonia talking about his fantastic sustainability initiative,” says Óskarsson. He realised 66°North had stuff to shout about.&#xa0;“It's a whole room filled with women, all hand-sewing,” says Merry. “In other words, my idea of heaven.”&#xa0;</p> <p>For his collection, Merry has turned the geo-mapped migration paths of whooper swans that travel between the UK and <a href=\"https://www.ft.com/topics/places/Iceland\">Iceland</a> each year into an embroidery – they now cascade up T-shirts and hoodies. “I found it online and had it as my Facebook profile picture at one point,” he says. “I'm always here in my cabin, listening to British radio and messaging my friends in England, and it felt like my life in an illustration.” The notion of migration feels apt for the brand too. “First it was the birds, then the Vikings, and now we are here,” laughs Óskarsson.</p> <p>Merry, for one, spends a lot of time shuttling between the two countries. Fabrics and creative supplies aren't as easy to get in Reykjavík. “I bring an empty suitcase, do all my errands in Oxford Circus, then fly back,” he says. In April he spent the duration of a journey looking out of the window, hoping to see his favourite bird migrating. “I started keeping a diary of the first time I see everything each year, and the birds always come back on 12 April.” He finds comfort in their clockwork. “They come here to nest before flying off somewhere warmer.” Just like him.&#xa0;</p><p>Source: Grace Cook. Photography by Vidar Logi 2022 'James Merry, master embroiderer and magician' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T17:55:50.674Z",
  "tags": [
    {
      "id": "US6541061031",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 5239,
          "end": 5243
        },
        {
          "start": 698,
          "end": 702
        }
      ],
      "nexusId": "10043425"
    }
  ]
}