{
  "_id": "caa171f551c013689573a735b7c4eb17c9bb43802bd10fa345bab23bbcebeef8",
  "feed": "market-watch",
  "title": "Weekend reads: How to tell when the bear market is almost over; Also, retiring to Ecuador, dividend stocks and advice on managing your 401(k) during rough times",
  "text": "<p>He also takes stock of the market midyear and shares 12 reasons things are looking bright.</p><p>A wake-up call</p><p>Brett Arends shares the results of a survey showing how much working Americans have saved for retirement. The results for the baby boomer generation, the youngest of whom are nearing retirement age, are alarming, but younger people also tend to have low savings. Dozens of MarketWatch readers have added comments and you can join the conversation.</p><p>Related: This legislation could help you save more for retirement, balance your student loans, find lost 401(k) plans — and more</p><p>Have you been checking your retirement account more frequently?</p><p>Alessandra Malito writes the Retirement Hacks column. This week she has advice on how investors should handle their retirement accounts during a bear market.</p><p>Look at this photo and imagine spending your retirement years there</p><p>Silvia Ascarelli writes the \"Where Should I Retire?\" column. This week she interviews two couples who decided separately to live in Cuenca, Ecuador. Here's how it has gone for them and details on how to make the move.</p><p>Dividend stocks</p><p>This year prices of 82% of the stocks in the S&amp;P 500 SPX have declined — which means dividend yields have increased (unless, of course, companies have either cut their payouts or weren't paying a dividend).</p><p>Here's a list of stocks with dividend yields of at least 5% of companies that are expected to generate plenty of cash flow to cover higher payouts.</p><p>More about dividend stocks for income and growth:</p><p>* Here's how you can compound dividend stocks to double the S&amp;P 500's return</p><p>* This dividend fund is down only 3% this year vs. the S&amp;P's 20% decline. Here are the manager's top stock picks.</p><p>Housing on the brink</p><p>The U.S. housing market is beginning cool, but prices haven't fallen yet. For most people, the cost of buying a home has increased dramatically over the past year, as Aarthi Swaminathan reports.</p><p>More about the economy: Recession. Millions of layoffs. Mass unemployment. Hornet's nest stirred up by Larry Summers's latest forecast.</p><p>Read this before you move to another state to avoid taxes</p><p>Some states attract new residents with no state income tax. But other costs may be high, including homeowners' insurance in Hurricane Alley and property taxes, which in many states are based on a home's purchase price.</p><p>Here's a look at how residents of Texas can be clobbered by high property taxes.</p><p>Are virtual currencies stabilizing?</p><p>For one week through June 23, the price of bitcoin BTCUSD rose 4%, while Ethereum ETHE climbed 7.5% and shares of crypto exchange Coinbase COIN surged 15%. In this week's Distributed Ledger column, Frances Yue points to what may be a renewed correlation for crypto and tech-stock prices.</p><p>More coverage of cryptocurrencies:</p><p>* Crypto platform Voyager Digital shares plunge 60% after revealing $665 million exposure to embattled hedge fund; considers issuing default notice</p><p>* Betting against bitcoin? You can now do it via an ETF in the U.S.</p><p>A warning that these stocks could fall to zero</p><p>If a company goes bankrupt, its creditors become the new owners and common-stock holders typically lose everything.</p><p>David Trainer, CEO of New Constructs, a research firm, just warned that Carvana CVNA and two other companies are \"in danger of falling to $0 per share,\" as James Rogers reports.</p><p>More from James Rogers:</p><p>* These software companies are unsung winners in the semiconductor industry</p><p>* Pandemic darling Zoom may be starting to shine again</p><p>Why do investors dislike energy stocks when fuel prices are so high?</p><p>This chart shows the energy sector of the S&amp;P 500 was up 30% this year through June 23, while the full index had fallen 20%. Energy is the only one of the index's11 sectors to show a gain this year, but it lags behind West Texas Crude oil, which has risen 39%.</p><p>In this week's ETF Wrap, Christine Idzelis digs into this phenomenon to explain why investors continue to shy away from energy companies.</p><p>What's ahead after Supreme Court overturns Roe v. Wade</p><p>Quentin Fottrell looks at both sides of the abortion argument and lists the states that had \"trigger laws\" in place to ban abortion upon the Supreme Court's decision.</p><p>Also: Other rights connected to privacy are in danger</p><p>These companies may report weak results this earnings season</p><p>Tonya Garcia looks at what's ahead:</p><p>* Nike earnings preview: Shift in demand and a pullback from Foot Locker could hurt results</p><p>* Bed Bath &amp; Beyond is reducing store hours and turning down the air conditioning to cut costs, analysts say</p><p>Other company news: FDA bans Juul vape products and orders all current ones to be removed from market</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Weekend reads: How to tell when the bear market is almost over</p>",
  "published": "2022-06-26T10:38:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4327,
          "end": 4331
        }
      ]
    }
  ]
}