{
  "_id": "d35a7591cbe63a7edc0480ebdab45c5d561af67966b2c3d6400a626e5611ed97",
  "feed": "ftcomall",
  "title": "Nike scores success with early backing for women's football",
  "text": "<p>Moments after footballer Chloe Kelly scored the winning goal of the women's European Championships on Sunday, she ripped off her shirt to reveal a Nike-branded sports bra. </p> <p>For England, it was a scene unlike any other in football history. For Nike, the Lionesses' outfitter and maker of the undergarment that appeared in almost every British newspaper on Monday morning, it was the culmination of nearly a decade of investment in English, and particularly women's, football. </p> <p>When John Donahoe, Nike's chief executive since January 2020, made his first post-pandemic trip to the UK this May, he met a panel of current and former England women's players to learn more about the increasingly popular game. </p> <p>“I loved getting a chance to spend some time with some of the players on England's women's national football team,” he said on the company's earnings call in June. Notably, he name-checked the sport before he congratulated the finalists for the National Basketball Association championships or tennis player Rafael Nadal's victory at the French Open. </p> <p>In a statement, Whitney Malkiel, vice-president of Nike's global women's division, said the company's investment in women's sports “brings in more fans” while also making the company think more creatively about its product offering. </p> <p>According to current and former employees, as well as sponsorship experts, Nike stands to benefit from the halo effect of the Lionesses' victory because it spotted a chance to make a splash in a sport that had historically struggled to attract investment. </p> <p>Women's football in Europe only started securing standalone sponsors in 2018, compared with decades of sponsorship for the men's game. Uefa <a href=\"https://www.ft.com/content/7c426ae0-b4b5-4fb0-993d-78fae0d4212c\">said it expected</a> to raise just €60mn in revenue from Euro 2022 versus €1.9bn for the men's competition. </p> <p>The on-pitch success of the Lionesses has doubled the team's overall sponsorship value over the past year, placing it second behind the US national women's football team, according to an international index compiled by Data Powa, a UK-based sports and entertainment analytics company.</p> <p>Nike's investment in women's football marks a success after it made several missteps in its attempt to catch up with competitors by gaining a toehold in the men's game. </p> <p>Whereas Nike's origins lay in athletics and basketball, arch-rival Adidas has long dominated football. The German sportswear maker has provided every World Cup match ball since 1970, and is the official supplier for the Uefa men's European Championship and Champions League.</p> <p>Following the US-hosted 1994 World Cup, Nike executives scrambled to catch up with European competitors such as Adidas. But a then-groundbreaking $160mn sponsorship deal between the sportswear group and the Brazilian national team, signed in 1996, drew scrutiny from US prosecutors investigating bribery at Fifa in 2015. </p> <p>Nike was not cited by name in the indictment and was never charged with any crime. But former employees have said the company negotiated the Brazil contract hastily in part because it felt it needed to make up lost ground in the men's sport. </p> <p>“[Nike] was late to entering global football but, when it did, it went all in with its sponsorship of Brazil,” said Victoria Jackson, a sports historian at Arizona State University. </p> <p>Conversely, Nike has moved quickly to make its mark on the women's game. Just a year after Uefa women's football secured its first standalone sponsor, the company in 2019 signed an agreement to supply the match ball for all the tournaments — a coveted marketing opportunity. </p> <p>Jackson said Nike had done “its homework” ahead of the Euros, with a marketing campaign that emphasised “confidence and skills” while recognising efforts by grassroots organisations to grow the game. That contrasted with its slogan for the 2019 Women's World Cup (“Dream Further”), which Jackson dismissed as “inspiration porn”. </p> <p>The company's commitments to English football — men's and women's — go back further. Nike displaced UK-based Umbro as the sponsor of and outfitter for the Football Association in 2013, later extending the deal through 2030. </p> <p>Nike sponsors 12 of the 23 players on the Lioness squad, and supports three women's football organisations with roots in the UK, including Girls United, UK Active and Bloomsbury Football. </p> <p>Nike's global wholesale revenues from women's products in the year ending May 31 were well below those from men's products: $8.3bn compared with $18.8bn. But Bridget Munro, director of women's research at Nike, said it had doubled its investments in new women's products over the past two years, “outpacing any other investment in innovation”. </p> <p>Fans of women's football will remember that the Lionesses were not the first Nike-backed team to inspire a generation of fans. In 1999, US footballer Brandi Chastain scored the winning goal in the women's World Cup and, like Kelly, ripped off her kit to reveal a Nike sports bra. </p> <p>The symmetry of the moment was not lost on Chastain, who on Sunday took to Twitter to congratulate Kelly: “Enjoy the free rounds of pints and dinners for the rest of your life from all of England,” <a href=\"https://twitter.com/brandichastain/status/1553808738217209856\">she </a>wrote. “Cheers!”</p> <p><em>Additional reporting by Josh Noble in London</em></p> <a href=\"http://www.ft.com/cms/605e3f35-a094-4482-bb71-a48663b6235a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sara Germano in New York 2022 'Nike scores success with early backing for women's football' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-03T04:00:50.718Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 4276,
          "end": 4280
        },
        {
          "start": 4883,
          "end": 4887
        },
        {
          "start": 4481,
          "end": 4485
        },
        {
          "start": 493,
          "end": 497
        },
        {
          "start": 3080,
          "end": 3084
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 242,
          "end": 246
        },
        {
          "start": 1104,
          "end": 1108
        },
        {
          "start": 2836,
          "end": 2840
        },
        {
          "start": 4088,
          "end": 4092
        },
        {
          "start": 3548,
          "end": 3552
        },
        {
          "start": 3272,
          "end": 3276
        },
        {
          "start": 1361,
          "end": 1365
        },
        {
          "start": 2071,
          "end": 2075
        },
        {
          "start": 3949,
          "end": 3953
        },
        {
          "start": 2555,
          "end": 2559
        },
        {
          "start": 2248,
          "end": 2252
        }
      ]
    }
  ]
}