{
  "_id": "ff61dc7fe5340794752bf9e63a031978676c1805df2d91ea8ce6027c70dffdc0",
  "feed": "market-watch",
  "title": "Tiger Woods turned down LIV Golf offer in the 'neighborhood' of $700 million, says Greg Norman; Woods has been critical of golfers leaving the PGA Tour to join LIV Golf",
  "text": "<p>See also: Phil Mickelson and 10 other LIV golfers sue PGA Tour over antitrust claims</p><p>\"That number was out there before I became CEO,\" Norman told Carlson at this past weekend's LIV Golf tournament at Trump National Golf Club Bedminster in New Jersey. \"Look, Tiger is a needle mover, right? So, of course you've got to look at the best of the best. They had originally approached Tiger before I became CEO. That number is somewhere in that neighborhood.\"</p><p>Norman became CEO of LIV Golf on Oct. 29, 2021.</p><p>LIV Golf is an eight-tournament circuit that features seven regular-season tournaments and one team event in October. The tournaments are hosted at golf courses near Boston, Chicago and Miami in the U.S. and internationally in Thailand and Saudi Arabia.</p><p>Many high-profile golfers — including Dustin Johnson, Phil Mickelson, Bryson DeChambeau, and Patrick Reed — have been criticized for joining LIV Golf because it is backed by the Saudi Arabia sovereign-wealth fund.</p><p>\"I disagree with it,\" Woods said in July 2022 about golfers leaving the PGA Tour to join LIV Golf. \"I think that what they've done is they've turned their back on what has allowed them to get to this position.\"</p><p>Woods's net worth is north of $1 billion, according to Forbes, and he has made $120 million from golf tournaments and hundreds of millions more through lucrative endorsements deals with brands like Nike NKE, EA EA, Gatorade and AT&amp;T T.</p><p>In addition to Woods, other golfers were offered large amounts of money to join the league. Phil Mickelson was reportedly offered $200 million just to play in the league, and Dustin Johnson was reportedly offered $150 million to play. Those amounts would be simply for participation, and could earn more from LIV tournament winnings. As previously mentioned, both Mickelson and Johnson accepted those offers and joined LIV Golf.</p><p>According to the U.S. Department of State, Saudi Arabia has been accused in recent years of multiple human rights violations, including: unlawful killings; executions for nonviolent offenses; forced disappearances; torture and cases of cruel, inhuman or degrading treatment of prisoners and detainees by government agents; harsh and life-threatening prison conditions; arbitrary arrest and detention; and taking political prisoners or detainees, among other offenses.</p><p>Many people have criticized former President Trump for hosting the recent LIV tournament, including a group of 9/11 families who sent him a letter asking him to \"reconsider\" hosting the LIV event.</p><p>After the 9/11 families reached out to Trump, the former president said \"I don't know much about the 9/11 families. I don't know what is the relationship to this, and their very strong feelings, and I can understand their feelings. I can't really comment on that because I don't know exactly what they're saying, and what they're saying who did what.\"</p><p>Trump has recently claimed LIV Golf has \"been a great thing\" for Saudi Arabia, and earlier in July, he wrote on Truth Social that professional golfers will \"pay a big price\" if they don't join the LIV series.</p><p>Tiger Woods turned down LIV Golf offer in the 'neighborhood' of $700 million, says Greg Norman</p>",
  "published": "2022-08-03T15:01:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 1379,
          "end": 1383
        }
      ]
    }
  ]
}