{
  "_id": "aefe9c3149ea2fa6d01f02b7071f77231b603a6fd0aecb683f5a67d3f9b1d74b",
  "feed": "market-watch",
  "title": "What does Gen Z want? Nike, Lululemon and iPhones — and they use Apple Pay over Venmo, teen spending report says",
  "text": "<p>What's more, they've moved away from PayPal and Venmo, and they are now using Apple Pay to send money — although they still tend to pay for their purchases in cold, hard cash. &#xa0;</p><p>That's according to the latest Taking Stock With Teens survey from Piper Sandler Companies PIPR released on Wednesday.</p><p>The investment bank has been conducting the semi-annual spending report for more than two decades. And the latest report picked the brains of 7,100 U.S. teens across 44 states, who were surveyed between Feb. 16 and March 22, 2022. Respondents had an average age of 16.2 years.&#xa0;</p><p>Teen self-reported spending rose slightly to $2,367 per year, with overall teen spending up 9% year over year, according to the report. Teens draw most of their money from their folks, with parents contributing 60% of the surveyed teens' cashflow, which is down slightly from 61% last fall. But just under four in 10 teens (39%) reported having a part-time job, which is up from 33% last spring.</p><p>Nike NKE continued its 11-year streak as the No. 1 favorite clothing brand among teens, followed by American Eagle AEO and fellow athleisure brand Lululemon LULU. Nike was also the teens' favorite footwear brand, followed by the Nike-owned Converse and then Adidas ADDYY — although Crocs CROX climbed from No. 8 to No. 6 as the brand's comfy clogs saw a surge in popularity during the pandemic.</p><p>More than half of teens (53%) surveyed said Amazon AMZN was their favorite e-commerce site, although its popularity slipped among upper-income females from 47% a share in 2021 to 35% this year. Meanwhile, Chinese e-commerce shop Shein also landed among the top shopping websites; although at 8%, it was still well behind Amazon.</p><p>Young women led spending growth in fashion and online shopping, according to the report, and they have also driven core beauty spending (cosmetics, skincare and fragrance) up 10% year-over-year, with teens dropping $264 a year on these products. Ulta ULTA was their favorite beauty destination, followed by the LVMH-owned LVMHF Sephora.</p><p>Piper SandlerOn the tech front, a whopping 87% of teens own an iPhone; that's just slightly below the 88% record set in spring 2021.&#xa0; What's more, 87% of them said that they expect their next phone to be an iPhone, as well.&#xa0;</p><p>In more good news for Apple AAPL, 72% of the surveyed teens said they own AirPods already, and they ranked Apple Pay first among payment apps — bumping PayPal's PYPL Venmo to No. 2, while PayPal itself is No. 4. Block Inc.'s SQ Cash App rounded out the top three payment apps. “Overall, we view the survey results as a sign that Apple's place as the dominant device brand among teens remains well intact,” the report said.&#xa0;</p><p>And move over Snapchat SNAP — TikTok is the new king of social media platforms among teens, taking the top spot with 33% of adolescents vs. 31% for Snapchat. The app perhaps best known for its dancing videos was also the world's most visited site on the internet in 2021. The Meta Platforms-owned FB Instagram was ranked third among teens in the spending report.</p><p>Meanwhile, Netflix NFLX and the Alphabet-owned GOOGL YouTube tied for most-watched streaming services among teens with 30% of the vote, while Hulu (8%) was a distant third.&#xa0;</p><p>Teens may be ready to spend money, but they are growing more pessimistic about America's financial future. When asked about the U.S. economy, 71% of teens said they believe things are getting worse, which is up from 46% last spring.&#xa0;</p><p>And a majority of the teens surveyed are currently worried about Russia's invasion of Ukraine, followed by environmental concerns, racial equality, gas prices and inflation.&#xa0;</p>",
  "published": "2022-04-09T16:46:00.000Z",
  "tags": [
    {
      "id": "US6541061031",
      "nexusId": "10043425",
      "name": "NIKE, Inc.",
      "offsets": [
        {
          "start": 968,
          "end": 972
        },
        {
          "start": 1131,
          "end": 1135
        },
        {
          "start": 22,
          "end": 26
        }
      ]
    }
  ]
}