{
  "_id": "9bc8294c1aee62bec4b9f444f75020f85749e1dfec44dc7695eb39ccb6515741",
  "feed": "ftcomall",
  "title": "Covid boost for cyber security deals",
  "text": "<p>Remote-working security risks and raging ransomware attacks have meant no shortage of work during the pandemic for tech companies offering cyber defences.</p> <p>Coronavirus has also led to the bigger service providers boosting their arsenals for customers through increased M&amp;A activity. Microsoft is the latest to<a href=\"https://www.microsoft.com/security/blog/2021/07/12/microsoft-to-acquire-riskiq-to-strengthen-cybersecurity-of-digital-transformation-and-hybrid-work/\"> announce an acquisition</a> — network monitoring firm RiskIQ worked closely with it when vulnerabilities in Microsoft Exchange server software were exploited by ransomware hackers earlier this year and has been bought for more than $500m, according to Bloomberg.</p> <p>In June, <a href=\"https://www.microsoft.com/security/blog/2021/06/02/microsoft-acquires-refirm-labs-to-enhance-iot-security/\">Microsoft bought ReFirm Labs,</a> which detects security flaws in software embedded in devices at the edges of networks. A year earlier, it had <a href=\"https://blogs.microsoft.com/blog/2020/06/22/microsoft-acquires-cyberx-to-accelerate-and-secure-customers-iot-deployments/\">acquired CyberX</a>, which also focuses on securing Internet of Things devices. Microsoft says it now has 3,500 workers helping protect customers “from the chip to the cloud”, something that the Bank of England's governor Andrew Bailey today <a href=\"https://www.ft.com/content/fb4d5ff9-e2a3-48a4-abb5-3b0b5a14a757\">stressed the importance of</a> for banks.</p> <p><a href=\"https://fortune.com/2021/07/12/cybersecurity-market-is-red-hot/\">As Fortune reports</a>, Cisco recently bought Kenna Security, Amazon's cloud unit said it would buy Wickr, which specialises in encrypted messaging tools, and consulting firms are also on a security buying binge. Accenture is acquiring Sentor, a small Sweden-based cyber security company, and Deloitte is buying Terbium Labs, which helps businesses spot fraudulent social media accounts and identify stolen data sold on the dark web.</p> <p><a href=\"https://www.forrester.com/report/Cybersecurity+MA+Trends+During+The+Pandemic/-/E-RES165538?objectid=RES165538\">A new report </a>from the Forrester research firm tracks how the trend took off in 2020, as cyber security became a higher priority in the enterprise and companies saw buying opportunities and a surge in their own valuations. Looking at 120 cyber security deals from last year, only 11 per cent were private equity buyouts, with 89 per cent being strategic acquisitions. although PE had two of the biggest deals with Insight Partners paying $5bn for Swiss company Veeam and Thoma Bravo buying Sophos for $3.9bn</p> <p>Accenture and Deloitte each made another two acquisitions in 2020 and France's Atos made three. The latter company is struggling and restructuring,<a href=\"https://www.ft.com/content/8cb27bfa-eba1-4409-bb9d-25a83b2c657e\"> says Lex</a>, with the cloud and security being prioritised to revive growth.</p> <p>Continuing growth in cyber security M&amp;A seems assured, according to Forrester, which cites strong enterprise demand “and the large and expanding universe of cyber security start-ups available to buy; globally, this is more than 1,500 (cyber security firms that have received venture funding since 2017)”.</p> <h1>The Internet of (Five) Things</h1> <p><strong>1. Iranian hackers seek Middle East insights</strong><br>Hackers, who are believed to carry out intelligence efforts on behalf of Iran's elite Revolutionary Guard, have <a href=\"https://www.ft.com/content/07503e36-1bad-436e-9e8c-087a6a37daf1\">impersonated academics </a>at London's School of Oriental and African Studies. They were conducting an online espionage campaign targeting experts on the Middle East, according to the cyber security company Proofpoint. </p> <p><strong>2. Google fined €500m in France</strong><br>The French competition watchdog has<a href=\"https://www.ft.com/content/d3ab951f-0a3a-4b19-99b0-1f68e67fa5cb\"> fined Google €500m </a>after the search giant failed to reach agreement with the country's media publishers over payment for their content. Google now has to provide publishers with a new remuneration offer and could face a recurring fine of €900,000 a day.</p> <p><strong>3. Didi's rivals gang up, Tencent's Sogou move</strong> <br>Rival apps to Didi Chuxing are rushing to lure away drivers and users as they seek to take advantage of a crackdown on the Chinese ride-hailing market leader following its blockbuster New York listing. Didi accounts for 90 per cent of all car bookings in China, but the country's estimated 230 ride-hailing apps are trying to chip away at its lead, <a href=\"https://www.ft.com/content/0dd3f1b4-705a-4ea4-9ade-3e105b4cfe1f\">reports our Beijing team</a>. Tencent taking private US-listed Chinese search engine Sogou makes sense in the current climate, <a href=\"https://www.ft.com/content/0b307a79-7ffa-467f-a938-e2d9443bab35\">says Lex</a>.</p> <p><strong>4. Nokia turnround signs</strong><br>Nokia plans to lift its financial guidance for this year at the end of the month as the Finnish telecoms equipment manufacturer continues its turnround from early struggles with 5G networks. Shares in the group rose 6 per cent on Tuesday morning to their highest level in two years after it said it had <a href=\"https://www.ft.com/content/2377219b-0c8f-4d36-983e-1c1947d4a961\">seen “continued strength” </a>in the second quarter.</p> <p><strong>5. Electric cars landmark, Musk's solar flare-up</strong><br>EU emissions rules due to come into force as soon as 2025 are likely to make petrol cars less profitable than electric models, <a href=\"https://www.ft.com/content/dd691226-bd43-4ef6-b10c-fe32c156d73c\">marking a landmark moment</a> for the auto industry, according to one of Volkswagen's most senior executives. Elsewhere, a combative Elon Musk has defended Tesla's takeover of SolarCity and<a href=\"https://www.ft.com/content/4e21251e-355e-4884-97b2-aa557a6654c4\"> ripped into a lawyer</a> representing shareholders who are suing over the deal.</p> <h1>Tech tools — TAG Heuer's Super Mario smartwatch</h1> <p>If you missed out on the winning bid for a mint condition 1996 Super Mario&#xa0;64 game cartridge<a href=\"https://www.theguardian.com/games/2021/jul/12/mint-condition-super-mario-64-game-sold-for-record-1-5m\"> sold at auction for a record $1.5m</a>, perhaps this <a href=\"https://www.tagheuer.com/gb/en/smartwatches/tagheuer-connected-collaboration-3.html\">£1,800 limited edition smartwatch </a>from TAG Heuer will provide some consolation. The dial of its Connected smartwatch becomes livelier and more animated the more the wearer is active. Mario greets users with a welcoming&#xa0;salute in the morning and, as their step count increases, rewards are unlocked at each stage of a daily target, with a different animation playing out. The Connected's watch faces have also been reinterpreted, with four dials that include special details associated with Super Mario. There will be just 2,000 watches available from July 15.</p><p>Source: Chris Nuttall in London 2021 'Covid boost for cyber security deals' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-13T17:30:58.858Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1013,
          "end": 1018
        }
      ]
    }
  ]
}