{
  "_id": "cde58db91bc186ad2515086bbc6bca758b55918975fe32bc7721fc263530e2e5",
  "feed": "market-watch",
  "title": "Cisco earnings should benefit from enterprise spending, but face supply-chain hurdles",
  "text": "<p>That is the story line as the maker of routers, switches, software, and services CSCO — a bellwether for IT demand in the enterprise market — preps to report fiscal first-quarter results under a revamped format on Wednesday. It will be the first report in which Cisco splits product and service revenue into seven new categories: Secure, Agile Networks; Hybrid Work; End-to-End Security; Internet for the Future; Optimized Application Experiences; Other Products; and Services.</p><p>“This change will better align our product categories with our strategic priorities,” Cisco explained when disclosing the change in September.</p><p>Analysts like Well Fargo's Aaron Rakers anticipate a bounceback from headwinds during the worst of the COVID-19 pandemic when governments and enterprises held off major and minor IT projects for a variety of reasons. “With continued signs of on-premises IT spend strength, we expect Cisco to report F1Q22 rev. and EPS at or slightly above the high-end of their guide range – rev. at +7.5%-9.5% y/y; EPS at $0.79-$0.81/sh,” he wrote in a Nov. 12 note.</p><p>There is a caveat, however. “Despite strong demand, expect limited upside to the high-end of F1Q22 revenue guide given supply constraints and already long lead times,” J.P. Morgan's Samik Chatterjee added in a Nov. 10 note. Chatterjee does expect strong orders to “reaffirm the multiyear upgrade cycle for enterprise networks and increase confidence in revenue growth targets.”</p><p>Another sidelight for the quarter is Cisco's pivot toward recurring revenue streams. In the previous quarter, more than 80% of the company's software sales were from subscriptions, and software sales represented nearly one-third of total revenue. The company also noted during its earnings call then that more than half of its fiscal 2021 revenue came from its services and software businesses.</p><p>What to expect</p><p>Earnings:&#xa0;Analysts on average expect Cisco to report earnings of 80 cents a share, compared with net income of 51 cents a share a year ago. Analysts had been forecasting 81 cents a share at the end of July.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are projecting earnings of 82 cents a share on average.</p><p>Revenue:&#xa0;Analysts on average expect Cisco to report $12.98 billion in first-quarter revenue. Estimize contributors predict $13.06 billion on average.</p><p>FactSet analysts are expecting the following revenue for Cisco's product divisions: Infrastructure Platforms ($7.25 billion); Applications ($1.4 billion); and Security ($885 million).</p><p>Stock movement:&#xa0;Cisco shares are gained 27% this year, while the Dow Jones Industrial Average&#xa0;DJIA, which counts Cisco as a component, has gained 18% and the S&amp;P 500 index SPX has climbed 25%.</p><p>What else to look for</p><p>Wall Street is in general agreement on what it expects from Cisco: A bounceback in enterprise spending but lingering issues with supply-chain issues that continue to befuddle the U.S. economy.</p><p>“Our checks have continued to point towards enterprise recovery picking up momentum as customers scale their ‘hybrid work' resulting in broad demand across campus, collaboration and security offerings,” Evercore ISI analyst Amit Daryanani wrote Nov. 14. He rates Cisco's stock as outperform with a price target of $67.</p><p>But he quickly cautions, “While there is some debate on if CSCO raises FY22 guide, we think it's too early in the year and supply chain is still in a flux for them to take this up post-FQ1.”</p><p>Cisco's recent win of a chipset contract from Meta Platforms Inc. FB is the “most recent of a number of data points highlighting the significant improvement in Cisco's solutions and its go-to-market strategy,” Cowen analyst Paul Silverstein said in a Nov. 11 note that rates Cisco's stock as outperform with a price target of $64.</p>",
  "published": "2021-11-17T13:09:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 3432,
          "end": 3436
        },
        {
          "start": 81,
          "end": 85
        },
        {
          "start": 1897,
          "end": 1902
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1487,
          "end": 1492
        },
        {
          "start": 2348,
          "end": 2353
        },
        {
          "start": 3564,
          "end": 3569
        },
        {
          "start": 2662,
          "end": 2667
        },
        {
          "start": 3317,
          "end": 3322
        },
        {
          "start": 904,
          "end": 909
        },
        {
          "start": 2921,
          "end": 2926
        },
        {
          "start": 564,
          "end": 569
        },
        {
          "start": 3839,
          "end": 3844
        },
        {
          "start": 2519,
          "end": 2524
        },
        {
          "start": 3724,
          "end": 3729
        },
        {
          "start": 2759,
          "end": 2764
        },
        {
          "start": 262,
          "end": 267
        }
      ],
      "nexusId": "10013206"
    }
  ]
}