{
  "_id": "d6eb8c9ee9331d30706646aab60c84fec8d13c21a1ab646847be9213d8726a41",
  "feed": "market-watch",
  "title": "Dow futures drop over 300 points as selling gathers pace after Fed minutes",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 fell 330 points, or 0.9%, to 34,557.</p><p>S&amp;P 500 futures ES00 dropped 35.50 points, or 0.8%, to 4,359.</p><p>Nasdaq-100 futures NQ00 retreated 98.25 points, or 0.7%, to 14,751.</p><p>On Wednesday, U.S. stocks suffered their worst single session in a month. The Dow DJIA fell 382 points, the S&amp;P 500 SPX lost 1.1% and the Nasdaq Composite COMP fell 0.9%.</p><p>What's driving the market?</p><p>Investors were rattled by the release of the Fed minutes, even though its message — that tapering of the central bank's bond purchases will start this year — was well choreographed in speeches by policymakers ahead of the release.</p><p>“While the formula provided could in principle be consistent with a taper decision in September (particularly given the strong July employment report that came after the FOMC meeting), the overall tone of the debate — including multiple references to the delta variant — seem more consistent with a more methodical approach in which the Fed provides a clear signal in September that a taper decision is coming in November. That was and remains our call,” said economists at Evercore ISI.</p><p>Also noteworthy was a U.K. study, from the University of Oxford based on real-world data, that showed diminished effectiveness from coronavirus vaccines to the delta variant. After four to five months, the study found that two doses of the vaccine from Pfizer PFE and BioNTech BNTX was as effective as two Oxford-AstraZeneca AZN jabs.</p><p>“It does seem that the case for caution is growing, whether that be the uncertainty around the timing and pace of the taper or the rising number of delta cases around the world,” said Craig Erlam, senior market analyst at Oanda, in a note.</p><p>“The findings from the Oxford study overnight showing a drop in the effectiveness of the vaccine 90 days after the second dose won't alleviate delta concerns as it spreads rapidly across numerous countries,” he said.</p><p>Stock futures remained under pressure even after data showed first-time claims for U.S. unemployment benefits fell more than expected last week to 348,000, a pandemic low. Economists had expected 365,000 initial claims.</p><p>The Philadelphia Fed said its manufacturing index fell to 19.4 in August from 21.9 a month earlier.</p><p>Which companies are in focus?</p><p>Shares of Robinhood Markets Inc. HOOD fell 9% in premarket trade after the online broker's cautious outlook on the third quarter. See:Robinhood earnings show a company reliant on quieting retail traders and volatile crypto pricing</p><p>Tesla Inc.TSLA shares were down 1.5% ahead of the electric car makers artificial intelligence day event later Thursday.</p><p>Shares of Cisco Systems Inc.CSCO were lower after the computer-networking company reported fiscal fourth-quarter results slightly above Wall Street estimates.</p><p>Nvidia Corp. NVDA shares rose 1.4% after the chip maker's earnings topped Wall Street estimates and the company addressed how supply constraints in the continuing global chip shortage were reflected in its outlook.</p><p>What are other markets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell to 1.22%. Yields fall as bond prices rise.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.2% and traded at a nine-month high.</p><p>For equities, the selling was particularly intense in Europe, where miners dived nearly 5% to send the Stoxx Europe 600 XX:SXXP down by 2%.</p>",
  "published": "2021-08-19T09:01:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2636,
          "end": 2649
        }
      ],
      "nexusId": "10013206"
    }
  ]
}