{
  "_id": "2e7574f77937d552384b1cad22bcab5c1866c7629c3052ff79b119674acc5711",
  "feed": "wall-street-journal",
  "title": "Target, Alibaba, Moderna: What to Watch When the Stock Market Opens Today; Fed minutes due Wednesday could clarify when the central bank will begin to tighten policy",
  "text": "<p>* Target was among the first of the big retailers reporting earnings on Wednesday. Its shares slipped 3.7% premarket immediately after the release, though the earnings topped estimates, and the board approved a new $15 billion share repurchase program.</p><p>* Home-improvement retailer Lowe's gained 2.8% premarket after it said it now expects 2021 revenue of about $92 billion. In May, the company said only that it was tracking above a previous forecast for sales of $86 billion.</p><p>* Vaccine makers were charting divergent courses ahead of the bell. The Biden administration is expected to call for a third Covid-19 shot for Americans who were fully vaccinated with the Pfizer or Moderna shot. But while Moderna gained 1.8%, Pfizer edged down 0.2%.</p><p>* Two U.S. senators are urging the Federal Trade Commission to open a probe into whether Tesla used deceptive marketing practices involving driver-assistance features that the electric-vehicle maker calls Autopilot and Full Self-Driving. Investors don't seem worried. Tesla shares gained 1.1% premarket.</p><p>* La-Z-Boy slipped 0.8% premarket after the furniture company's sales in its first quarter rose over 80% from a year earlier and earnings jumped.</p><p>* CDK Global dropped nearly 10% off hours after the digital-services firm focused on the car industry reported earnings following Tuesday's close.</p><p>* TJX Cos., Bath &amp; Body Works and Cisco Systems are among the companies reporting earnings Wednesday.</p><p>Chart of the Day</p><p>* Refiners such as Marathon Petroleum are benefiting from a surge in U.S. gasoline demand, but investors remain wary because of rising costs for meeting environmental rules.</p><p>Join Our Summer Stock-Picking Contest: Test your investing savvy against our Heard on the Street writers to predict the best-performing stock for the rest of 2021.</p><p>Target, Alibaba, Moderna: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-08-18T11:02:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1375,
          "end": 1388
        }
      ],
      "nexusId": "10013206"
    }
  ]
}