{
  "_id": "9aa10e565ba2e3ed1be011a3288404416921184d3cbea5de7e064cb0868c4aaf",
  "feed": "wall-street-journal",
  "title": "Analog Devices Hires New Chief Legal Officer; The semiconductor company has brought on board Janene Asgeirsson, who was involved with the sale of Acacia Communications to Cisco Systems earlier this year",
  "text": "<p>The hiring of Ms. Asgeirsson comes as Analog, which makes products such as data converters translating analog signals into digital data and other system processors and has significant operations and manufacturing outside of the U.S., faces evolving risks, according to the company's recent quarterly report filed with the U.S. Securities and Exchange Commission.</p><p>These risks, as identified in the filing, include geopolitical issues, the compliance requirements of U.S. customs and export regulations, and complex and changing government regulations and legal standards and requirements.</p><p>The semiconductor maker agreed to buy rival Maxim Integrated Products Inc. last year. The deal, which closed in August, was valued at approximately $29 billion, based on the closing price of Analog's stock on Aug. 13, the company said in the quarterly filing. The transaction has received regulatory approvals in all jurisdictions except China, the company said in the SEC filing.</p><p>Ms. Asgeirsson, who has more than 20 years of experience in corporate law, was previously the CLO, chief compliance officer and secretary at optical systems provider Acacia Communications Inc., which is now part of Cisco Systems Inc., according to Analog's statement. She was involved in Acacia's initial public offering and its sale to Cisco earlier this year, the statement said.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Analog Devices Hires New Chief Legal Officer</p>",
  "published": "2021-09-15T03:44:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1306,
          "end": 1311
        },
        {
          "start": 1184,
          "end": 1197
        },
        {
          "start": 171,
          "end": 184
        },
        {
          "start": 1184,
          "end": 1202
        }
      ],
      "nexusId": "10013206"
    }
  ]
}