{
  "_id": "57c2a5387ce2835c7431f1344cb1853cdb56f8e28f083fa52c9ddd4ff7e740f5",
  "feed": "wall-street-journal",
  "title": "Cybersecurity (A Special Report) --- Betting on Cybersecurity: A handful of ETFs focus on cybersecurity-related firms",
  "text": "<p>There are caveats. Thematic funds tend to be riskier than broad market plays, and so aren't suitable as a building block of a core portfolio, Mr. Johnson says. In addition, he says, by the time you're seeing headlines around a particular investing theme, investor enthusiasm generally is already priced in.</p><p>Investors who own a cybersecurity ETF likely won't need more than one, Mr. Johnson says. Roughly half of cybersecurity ETF holdings overlap, on average, which means their performances can be dramatically different. But, Mr. Johnson says, the leading stocks typically are also found in tech and growth funds, which can lead a portfolio to overconcentrate in cybersecurity.</p><p>Here's a look at some available cybersecurity ETFs.</p><p>ETFMG Prime Cyber Security ETF (HACK) tracks the Prime Cyber Defense Index. The fund covers such subcategories as systems software, communications equipment, application software, research and consulting services.</p><p>Inception: Nov. 11, 2014</p><p>Expense Ratio: 0.60%</p><p>Net assets as of June 5: $2.17 billion</p><p>One-year annualized market price return as of June 4: 32.04%</p><p>Three-year: 15.90%</p><p>Five-year: 19.20%</p><p>Top holdings as of June 5: Cisco Systems Inc., a developer and manufacturer of networking, cloud and security products, BlackBerry Ltd., a developer of security software and services, and Proofpoint Inc., an enterprise security company.</p><p>First Trust Nasdaq Cybersecurity ETF (CIBR) seeks investment results that correspond generally to the price and yield (before fees and expenses) of its index, the Nasdaq CTA Cybersecurity Index. To be included in this fund, a security must be listed on an index-eligible global stock exchange and classified as a cybersecurity company as determined by the Consumer Technology Association. For instance, each security must have a world-wide market capitalization of at least $250 million and have a minimum three-month average daily trading volume of $1 million.</p><p>Inception: July 6, 2015</p><p>Expense Ratio: 0.60%.</p><p>Net assets as of June 4: $3.66 billion</p><p>One-year annualized market price return as of June 4: 34.04%</p><p>Three-year: 17.90%</p><p>Five-year: 20.10%</p><p>Top holdings as of June 4: Cisco Systems, Accenture PLC, a provider of management consulting and technology services, and CrowdStrike Holdings Inc., a provider of cloud-based security technology.</p><p>Global X Cybersecurity ETF (BUG), according to its fund summary, focuses on companies that are mainly developing and managing security protocols for computer systems, software and hardware and devices. The fund, with 32 holdings, tracks the Indxx Cybersecurity Index, whose companies generate at least 50% of their revenues from cybersecurity activities.</p><p>Inception: Oct. 25, 2019</p><p>Expense Ratio: 0.50%</p><p>Net assets as of June 3: $361.4 million</p><p>One-year annualized market price return as of June 4: 38.34%</p><p>Three-year: N/A</p><p>Five-year: N/A</p><p>Top holdings as of June 4: Zscaler Inc. a cloud-based information-security platform, CrowdStrike Holdings and Fortinet Inc., a developer and seller of cybersecurity solutions.</p><p>iShares Cybersecurity &amp; Tech ETF (IHAK) seeks to track the investment results of the NYSE FactSet Global Cyber Security Index, composed of developed- and emerging-market companies involved in cybersecurity and technology, including hardware, software, products and services.</p><p>Inception: June 11, 2019</p><p>Expense Ratio: 0.47%</p><p>Net assets as of June 4: $515.6 million</p><p>One-year annualized market price return as of June 4: 32.86%</p><p>Three-year: N/A</p><p>Five-year: N/A</p><p>Top holdings as of June 4: Fortinet, Proofpoint and CrowdStrike.</p><p>WisdomTree Cybersecurity Fund (WCBR) consists of the shares of 25 high-growth companies expected to drive key cybersecurity developments and innovations. It seeks to track the price and yield performance, before fees and expenses, of the WisdomTree Team8 Cybersecurity Index, which focuses on seven cybersecurity themes, including cloud security capabilities, privacy and smart security solutions. Index companies must have market capitalization of at least $300 million and a minimum three-month average daily trading volume of $1 million, among other qualifications.</p><p>Inception: Jan. 28, 2021</p><p>Expense Ratio: 0.45%</p><p>Net assets as of June 4: $18.8 million</p><p>One-year annualized market price return as of June 4: N/A</p><p>Three-year: N/A</p><p>Five-year: N/A</p><p>Top holdings as of June 4: Cloudflare Inc., a web infrastructure and website security company, Datadog Inc., a monitoring service for cloud-scale applications, and Rapid7 Inc., a security analytics and automation provider.</p><p>ProShares Ultra Nasdaq Cybersecurity (UCYB) seeks daily investment results, before fees and expenses, that correspond to two times the daily performance of its benchmark, the Nasdaq CTA Cybersecurity Index.</p><p>Inception: Jan. 19, 2021</p><p>Expense Ratio: 0.98%</p><p>Net assets as of March 31: $2.5 million</p><p>One-year annualized market price return as of June 4: N/A</p><p>Three-year: N/A</p><p>Five-year: N/A</p><p>---</p><p>Ms. Winokur Munk is a writer in West Orange, N.J. She can be reached at reports@wsj.com.</p>",
  "published": "2021-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1155,
          "end": 1173
        },
        {
          "start": 2137,
          "end": 2150
        },
        {
          "start": 1155,
          "end": 1168
        },
        {
          "start": 2137,
          "end": 2151
        }
      ]
    }
  ]
}