{
  "_id": "74828c87a4b1d90b5bdca8edb68a84a60abae2ca5e651c155c0deba3af675852",
  "feed": "wall-street-journal",
  "title": "Business News:  China Clears Cisco-Acacia Deal With Conditions  ----  By Stephanie Yang",
  "text": "<p>   China's antitrust regulator approved Cisco Systems Inc.'s acquisition of Acacia Communications Inc., clearing the deal for completion under several conditions aimed to protect supply to the companies' Chinese customers. </p><p>   The State Administration for Market Regulation said the U.S. telecommunications-equipment companies and subsequent merged entity must fulfill existing contracts with Chinese clients and keep commercial terms unchanged. The conditions, stipulated in a statement on the agency's website, required that Cisco and Acacia continue supplying certain products without discrimination and unreasonable terms. </p><p>   The announcement Tuesday removed a regulatory barrier that nearly doomed the deal earlier this month. Acacia moved to terminate the agreement, first announced in July 2019, claiming Cisco hadn't received timely approval from Chinese authorities. Cisco disputed the claim but raised the purchase price by 64%, cementing a new deal. </p><p>   The need for Chinese regulatory approval loomed large over some major tech deals as waiting times increased and U.S.-China relations soured. </p><p>   In 2018, a $44 billion deal between Qualcomm Inc. and Dutch chip maker NXP Semiconductors NV fell through after it failed to gain Chinese approval before the deal expired. Applied Materials Inc. recently raised its bid for Kokusai Electric Corp. to $3.5 billion -- from $2.2 billion offered in June 2019 -- as the semiconductor-equipment companies await approval. </p><p>   China's top market regulator said it believes the deal for Acacia could undermine competition in the market for optical transmission systems and that the conditions it named could mitigate that effect. The restrictions will remain in place for five years, it said. </p><p>   Cisco and Acacia didn't respond to requests for comment. Cisco will pay $115 a share to acquire Acacia, a 64% increase on the original price of $70 a share agreed to in July 2019. The deal values Maynard, Mass.-based Acacia at about $4.5 billion on a fully diluted basis. </p><p>   --- </p><p>   Lekai Liu contributed to this article. </p><p></p>",
  "published": "2021-01-20T07:05:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 802,
          "end": 807
        },
        {
          "start": 1778,
          "end": 1783
        },
        {
          "start": 520,
          "end": 525
        },
        {
          "start": 866,
          "end": 871
        },
        {
          "start": 37,
          "end": 55
        },
        {
          "start": 1721,
          "end": 1726
        },
        {
          "start": 37,
          "end": 50
        }
      ],
      "nexusId": "10013206"
    }
  ]
}