{
  "_id": "850f0fdc6cd4685e19fa766a37ddc0e7a13e1a03bcdc206e64e41b5dd9c6f832",
  "feed": "wall-street-journal",
  "title": "Streetwise: Risky Assets and Bubble Stocks Have Deflated Just Like in 2000",
  "text": "<p>The similarities are in both performance and investor behavior. The late-1999 fear of missing out on internet stocks inflated the Nasdaq Composite 83% from the end of September to its March 2000 top. From September last year to this year's highs, Invesco's solar exchange-traded fund jumped 88%, BlackRock's global clean energy ETF jumped 81%, and Ark's innovation ETF 70%.</p><p>Back then the leading large bubble stock Cisco rose 133%, while today's leading bubble stock -- Tesla -- was up 110% from September to peak. Pure dot-com areas roughly tripled, just as cannabis funds have this time.</p><p>Even the time of year is similar, with the fashionable sectors peaking in February and March this year, while the dot-com high was reached on March 10, 2000. After the bubble burst, the performance by mid-June -- now -- followed the same course, with losses of a quarter to a third from this year's frothy areas, and a loss of a quarter in the Nasdaq in 2000 (Cisco held up a little longer).</p><p>Trading behavior was similar, too. The end of 1999 was when fear of missing out drove dot-com skeptics -- including institutional investors and holdout hedge funds -- to buy anyway, while day traders drove extraordinary day-one gains for internet IPOs.</p><p>The last quarter of 2020 marked the moment Tesla was finally taken seriously, after being admitted to the S&amp;P 500; solar and clean energy became must-haves no matter the price for many big institutions under pressure to show their environmental credentials; and SPACs took the place of the IPO madness of 2000 as a way to funnel money to loss-making startups.</p><p>Looking back, what I don't recall about the dot-com bubble is just how boring the S&amp;P 500 was over the final months of Nasdaq boom and bust. The S&amp;P was down just 4% from its March high by mid-June in 2000. That isn't so different to today, when the S&amp;P has continued to make new highs despite the crash of fashionable stocks.</p><p>Back in 2000, it was easy to believe that the broader market would be shielded by a rotation from wild growth back to steady, cheap, industrials and other overlooked value stocks. In fact, that worked -- for a while. The S&amp;P almost reached its March 2000 high six months later, before it became clear that the end of the Nasdaq boom was also slowing the economy. By the 2002 low, the S&amp;P had almost halved.</p><p>There are good reasons to think that this time the wider market can resist being dragged down as the once-frothy sectors sink. Sure, the S&amp;P's almost as expensive as it was then, at 21.2 times forward earnings, according to Refinitiv, against 22.6 times in June 2000. And again it is easy to believe in the rotation from growth to value.</p><p>But the plunge of share prices in clean energy, electric cars, and cannabis, and even the halving of bitcoin, puts much less of a dent in the wallets of consumers than the dot-com bust did, because the bubble is less widespread. Nasdaq's bubble gave it a value of about half that of the S&amp;P at its 2000 peak, while even with Tesla the frothy sectors of the past nine months are a fraction of that.</p><p>The boom-bust parts of the market also raised and spent less money than the dot-coms, and employ fewer people. If businesses fail as shares deflate they are likely to have less economic impact. Fewer large companies are investing in an imaginary \"new economy,\" and where they are investing, as with the shift to electric cars, they will probably continue for other reasons, even as shareholders pull back.</p><p>Treasurys provide more support to stocks this time, too. Back in 2000, investors worried about the stock market could earn nearly 7% from 10-year Treasurys, making a switch appealing, especially as the consensus forward earnings from the S&amp;P were a mere 4% of the price. This time the S&amp;P has a similar earnings yield, but Treasurys offer a paltry 1.5%.</p><p>There are other threats to both the economy and stocks, of course, but I'm hopeful that the dot-com repeat of the past nine months will be no more than another of the mini-bubbles that appeared and vanished several times during the post-2009 bull market, albeit bigger than the others.</p>",
  "published": "2021-06-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 950,
          "end": 955
        },
        {
          "start": 415,
          "end": 420
        }
      ]
    }
  ]
}