{
  "_id": "4895c52a4b0318682921b1f370bb618850580e0fa78df604b6b5b1e318524b00",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  China Gives U.S. Tech the Silent Treatment  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Patience may be a virtue. For U.S. tech companies looking to do deals that involve China, it is also an expensive necessity. </p><p>\n  Cisco Systems and Applied Materials each received different lessons on that score last week. On Friday, Cisco found its $2.6 billion deal to buy Acacia Communications in serious jeopardy after Acacia said it was terminating the merger due to a lack of approval from Chinese regulators. Cisco's unusual response was that it did, in fact, receive the necessary approval, and it is now seeking a court mandate that would prevent the deal from being terminated. The deal was first struck in July 2019 and was Cisco's largest acquisition since its $3.7 billion pickup of AppDynamics more than two years prior. </p><p>\n  Applied Materials took a different tack. The maker of semiconductor manufacturing gear earlier in the week announced in a regulatory filing that it has raised its price for Kokusai Electric to $3.5 billion from the $2.2 billion the two companies first agreed upon in June 2019. That deal is also only awaiting approval from Chinese regulators. With its higher price, Applied was able to extend the deadline to close the merger to March 19 from its original date of Dec. 30. </p><p>\n  Both cases are just the latest sign of soured trade relations between the U.S. and China. The departing Trump administration has continued to pursue aggressive actions, such as export controls on Chinese chipmaking giant SMIC and an order requiring the delisting of three Chinese telecommunications companies from the New York Stock Exchange. </p><p>\n  Chinese authorities have found another -- and perhaps more subtle -- way to make life difficult for U.S. tech companies in return. Qualcomm had to terminate its $44 billion acquisition of NXP Semiconductors in mid-2018 after the deal failed to gain the necessary clearance from China. Nvidia took more than a year to gain the needed Chinese approval of its purchase of Mellanox, and the company said last month it expects its pending acquisition of Arm Holdings to take 18 months from that deal's announcement date in mid-September. </p><p>\n  Dragging out approval to 18 months or more can change the calculus for a lot of transactions -- especially in a hot market for tech stocks. </p><p>\n  The PHLX Semiconductor Index has nearly doubled in value since Applied announced its deal, giving Kokusai owner KKR the ability to push for a better price. And while Cisco gave Acacia a 46% premium, the Nasdaq has surged 61% since that deal was announced. Shares of peers such as Lumentum and Infinera have more than doubled in that time. </p><p>\n  An improvement in trade relations between the two countries could improve the situation. But President-elect Joe Biden has little political incentive to appear soft on China, and has in fact been signaling his own get-tough approach, including building an alliance with other countries to pressure Beijing. How that will work in the long term remains to be seen. Meanwhile, U.S. tech deal makers will need to be ready for long waits, and possibly bigger checks. </p><p></p>",
  "published": "2021-01-12T07:06:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 162,
          "end": 175
        },
        {
          "start": 266,
          "end": 271
        },
        {
          "start": 667,
          "end": 672
        },
        {
          "start": 2423,
          "end": 2428
        },
        {
          "start": 448,
          "end": 453
        }
      ]
    }
  ]
}