{
  "_id": "047fbe31011d2b40a3c3c39da0a297adcac8d094d539be588c333297dfdd2b41",
  "feed": "ftcomall",
  "title": "FirstFT: Taliban prepares to govern Afghanistan",
  "text": "<p>The Taliban is rushing to work out <a href=\"https://www.ft.com/content/65f61fb1-9462-4e25-990a-702812860b76\">how to govern Afghanistan</a> after the militant Islamist group's exiled leaders came back to a country that has changed profoundly since it was driven from power 20 years ago.</p> <p>While the Taliban has been setting up shadow governors and administrators to rule its conquered territory, the US has been struggling to repair a <a href=\"https://www.ft.com/content/61b49ea5-41c1-4db8-b407-8b74caaca078\">bungled evacuation plan</a> for thousands of people trying to flee Kabul.</p> <p>Washington sent 1,000 more troops to Kabul in an attempt to reassert control over the city's airport after it was overrun by desperate Afghans and foreign citizens. </p> <p>Many local residents were reportedly still struggling to reach the airport on Wednesday. Taliban militants have set up checkpoints around the city and were turning back some Afghans.</p> <p>General Frank McKenzie, commander of US troops in the region, said he had warned Taliban leaders “against interference in our evacuation”.</p> <p>American citizens in the country were also told that the US government “cannot guarantee” their security as they attempted to make their way to the airport. The US wants to evacuate as many as 9,000 people a day, a big increase from the hundreds being flown out of the country at present.</p> <ul>  <li><p><strong>Opinion: </strong>As a young female journalist in Afghanistan, <a href=\"https://www.ft.com/content/036d7151-ccfa-4063-a833-c67814c3f847\">Maryam Nabavi</a> has hidden documents and buried a medal she received for her work. “Here I sit, feeling like a prisoner,” she writes. Biden's decision to withdraw, as with many over the past two decades, was shaped by domestic concerns, <a href=\"https://www.ft.com/content/cac1c861-f611-4ca0-9a3b-836383857e46\">writes Edward Luce</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Fed official: Huge bond purchases wrong for US economy </strong>Eric Rosengren, president of the Boston Federal Reserve, <a href=\"https://ft.com/content/bafad111-01e5-4600-b34c-13028c3826ea\">warned</a> that the emergency bond-buying programme was ill-suited for an economy held back by supply constraints, urging a tapering of the stimulus this autumn to avoid burdensome debts and inflationary pressures.</p> <p><strong>2. Rating agencies caution on corporate debt after US borrowing boom</strong> Senior analysts at Moody's and S&amp;P said that furious demand from investors on the hunt for higher-yielding assets at a time of low interest rates had given <a href=\"https://www.ft.com/content/32a57864-d983-46b0-bbfa-85fd2d2361e5\">less creditworthy companies</a> access to financing with loose lending terms.</p> <p><strong>3. TransDigm readies for Meggitt takeover </strong>The US engineer has given the strongest indication yet that it intends to make a <a href=\"https://ft.com/content/c7c81016-61c4-4f65-b33b-e16d3b427297\">formal bid</a> for UK aerospace and defence group Meggitt, which has already agreed a deal with rival group Parker Hannifin. </p> <p><strong>4. China to tighten internet antitrust rules </strong>The country's antitrust watchdog released <a href=\"https://www.ft.com/content/7ccf409d-489b-411a-8b4f-4b5d8b8ed0b1\">draft rules</a> that would ban internet platforms from a wide array of behaviour deemed to harm market competition, such as exploiting user data to limit traffic to competitors, as Beijing's tech crackdown intensified.</p> <p><strong>5. Peru's ex-guerrilla foreign minister quits after 19 days </strong>Peru's foreign minister, a former leftwing guerrilla who has defended the regimes in Cuba and Venezuela, has <a href=\"https://www.ft.com/content/1444e5c8-4412-4b58-9561-5c7ed5127de5\">quit</a> less than three weeks into Pedro Castillo's controversy-plagued presidency. Héctor Béjar had claimed the Maoist group Shining Path was “largely a product of the services of the CIA”.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The Biden administration recommended most <strong>Americans</strong> get a Covid-19 vaccine <a href=\"https://www.nytimes.com/2021/08/16/us/politics/booster-shots.html\">booster</a> shot eight months after their second dose. (FT, NYT) </p></li>  <li><p>The global number of new cases of Covid-19 <a href=\"https://www.ft.com/content/4eb3ae37-1ba5-49fa-a8b5-0b85c8181ec4#post-8032bcb0-2e6e-4a40-8ebc-bd6558018b07\">increased</a> last week, driven by a surge in infections in the <strong>Western Pacific</strong> and <strong>Americas</strong>, according to data from the World Health Organization. Cases rose 8 per cent across the Americas, where 1.5m new infections were reported.</p></li>  <li><p>Australian flag carrier <strong>Qantas</strong> has said it will be mandatory for all of its 22,000 employees to be <a href=\"https://www.ft.com/content/4eb3ae37-1ba5-49fa-a8b5-0b85c8181ec4#post-ebeeb6c7-e89a-4fd8-8942-d98ed0a5edb5\">fully vaccinated</a> against Covid-19.</p></li> </ul> <p><em>Follow our&#xa0;</em><a href=\"https://www.ft.com/content/4eb3ae37-1ba5-49fa-a8b5-0b85c8181ec4\"><em>live blog</em></a><em>&#xa0;for the latest coronavirus news and </em><a href=\"https://click.newsletters.ft.com/f/a/BUjOHSDvU5DXPJR4zHztYw~~/AAAAAQA~/RgRi-H9GP0SAaHR0cHM6Ly93d3cuZnQuY29tL25ld3NsZXR0ZXItc2lnbnVwL2Nvcm9uYXZpcnVzP2VtYWlsSWQ9NjExNWY4Njk0NzY1OWQwMDA0M2NmZTAzJnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgphFUb6FWFk65lvUhZqZW5uaWZlci5jcmVlcnlAZnQuY29tWAQAAAAA\"><em>sign up</em></a>&#xa0;<em>for our&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/bkqgiQtk0EMjPM9b6bmTIQ~~/AAAAAQA~/RgRi-H9GP4T_Amh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9JRmN2ZTNjd1A1cUVzbVlIOVpNb3NRfn4vQUFBQUFRQX4vUmdSaXdYM2ZQNFNUQVdoMGRIQnpPaTh2WTJ4cFkyc3VibVYzYzJ4bGRIUmxjbk11Wm5RdVkyOXRMMll2WVM5MlIyVlVjVmh4T0hwNVpHVkVlV1V0YWtoMVYwUlJmbjR2UVVGQlFVRlJRWDR2VW1kU2FXbHBTWE5RTUZJdFlVaFNNR05JVFRaTWVUa3paRE5qZFZwdVVYVlpNamwwVERKT2RtTnRPWFZaV0Zwd1kyNVdla3hYU2pGak1teDFXbGhPZWt4WVZuZGFSMFl3V2xRNWJHSlhSbkJpUld4clVGUlpkMWxVWXpWT1ZHZDRUVzFXYUUxNldtcE5SRUYzVGtSbmVVMXFhR2hhYVZwNldsZGtkRnBYTlRCVFYxRTVUVlJPYVU0eVZYcE9SRVYwV2xkUmQwMXBNSGxaYWxWNlRGZFZORmw2UVhSYVJHeHFXV3BWTlZsdFZUUlphazVwVm5kb2JXRlhOVEJoVnpGc1l6QkpTMWxMVlY5dVlXUm5VM3AzWjJkV1NWZGhiVloxWW0xc2JWcFlTWFZaTTBwc1dsaEtOVkZIV2pCTWJVNTJZbFpuUlVGQlFVRkJRWDUtUDJWdFlXbHNTV1E5TmpCa1pXVmtOakU0TkRCaFpEY3dNREEwTldReU1HRTVKbk5sWjIxbGJuUkpaRDB4TTJJM1pUTTBNUzFsWkRBeUxUSmlOVE10WlRoak1DMWtPV05pTlRsaVpUaGlNMkpYQ0dacGJuUnBiV1Z6UWdwZzNmcjQzbURJbjFSZVVoTm5iM0prYjI0dWMyMXBkR2hBWm5RdVkyOXRXQVFBQUFBQT9lbWFpbElkPTYxMTVmODY5NDc2NTlkMDAwNDNjZmUwMyZzZWdtZW50SWQ9MjIwMTFlZTctODk2YS04YzRjLTIyYTAtNzYwMzM0OGI3ZjIyVwhmaW50aW1lc0IKYRVG-hVhZOuZb1IWamVubmlmZXIuY3JlZXJ5QGZ0LmNvbVgEAAAAAA~~\"><em>Coronavirus Business Update</em></a>&#xa0;<em>newsletter.</em></p> <h1>The day ahead</h1> <p><strong>UK parliament recalled over Afghanistan </strong>Boris Johnson faces MPs' questions over the <a href=\"https://www.ft.com/content/3396794b-73ee-43bb-949a-8955010ebe09\">UK's role</a> in the crisis as he addresses the House of Commons in a rare August sitting.</p> <p><strong>Fed minutes </strong><a href=\"https://www.ft.com/content/deb3cd01-eeb6-48ba-959a-e87429d82b52\">Investors</a> will be watching the release of minutes from the Federal Reserve's July policy meeting for <a href=\"https://www.ft.com/content/531ce582-110f-4a35-9601-ac4a98124010\">insight into plans</a> to scale back stimulus. Housing starts are also <a href=\"https://www.wsj.com/articles/economy-week-ahead-retail-sales-industrial-output-fed-minutes-11629054001\">forecast</a> to have cooled in July. (FT, WSJ)</p> <p><strong>R Kelly trial </strong>The R&amp;B singer will appear in a Brooklyn courthouse today for the opening arguments in a federal sex trafficking <a href=\"https://www.nbcnews.com/pop-culture/celebrity/r-kelly-trial-brooklyn-here-s-what-you-need-know-n1277001\">trial</a>. (NBC)</p> <p><strong>Tech earnings </strong>Network equipment maker Cisco and chipmaker Nvidia <a href=\"https://www.ft.com/content/3524b95b-8253-46be-b895-a9dd7436d084\">report</a> after the close, as does trading app <a href=\"https://www.ft.com/content/e35f869b-fd93-43f0-b9e8-43e6e2e631f1\">Robinhood</a> and Chinese internet giant Tencent. <em>Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5c8b92df81ab3b00044a2110\"><em>here</em></a><em> to get #techFT sent to your inbox every weekday.</em></p> <h1>What else we're reading</h1> <p><strong>Preparing for the next pandemic </strong>When coronavirus emerged, governments scrambled to address shortages of basic medical supplies. This year, countries have deployed export controls to prioritise vaccinating their own citizens. Rattled by these experiences, many are seeking to bring drug manufacturing home — but it is proving challenging to plan for the <a href=\"https://ft.com/content/84269839-1236-4ef7-ad30-9261f6126553\">next crisis</a>.</p> <p><strong>Moral outrage over Philip Morris's Vectura bid </strong>The shock that greeted the Marlboro-maker's £1bn bid for the UK respiratory drug developer was something to behold. Public health and anti-smoking charities called it an “ethical conflict”. But we must allow companies to reinvent themselves and address the problems they helped create, <a href=\"https://www.ft.com/content/c413dd55-718b-41eb-a9cb-66d810edf353\">writes Brooke Masters</a>.</p> <p><strong>A 50-year quest for monetary stability </strong>This week marks half a century since Richard Nixon announced to the world that Washington would no longer redeem US dollars for gold. The “Nixon shock” ushered in a chaotic period of unstable exchange rates and high inflation. But the FT View is that nostalgia for the gold standard is <a href=\"https://www.ft.com/content/64629a92-df97-4849-8f33-b1fe8ca0ae7a\">misguided and misplaced</a>.</p> <p><strong>Switzerland counts cost of lost Asian tourism</strong> Across Europe, the coronavirus pandemic has hit tourism hard. But because Switzerland has aggressively promoted itself as an Asian tourist destination, Covid-19 has <a href=\"https://www.ft.com/content/f22f9002-69a2-4582-8f33-f2121f24426d\">hit Swiss tourism</a> harder still.</p> <p><strong>Huawei woes hide ‘toothless' US export controls against Chinese tech</strong> Washington's efforts to destroy the Chinese technology group appear to be working. But policy experts caution that the US is in no position to declare victory in its “technology war” with China. In fact, among hundreds of Chinese technology companies that the US Department of Commerce has targeted with sanctions, Huawei is the only one <a href=\"https://www.ft.com/content/2f5fc6c9-ca2b-496c-9783-b47bf060769d\">fighting for its life</a>.</p> <h1>Time management </h1> <p><strong>Opinion: Hacking the life hack </strong>To focus on what's <a href=\"https://www.ft.com/content/f85bb484-7433-46c4-80e1-4c97d50440ce\">most meaningful to us</a> — whether a creative project, a relationship or a cause — we have to learn which things to neglect.</p><p>Source: Wai Kwen Chan, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Taliban prepares to govern Afghanistan' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-18T10:09:42.867Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4326,
          "end": 4331
        }
      ],
      "nexusId": "10013206"
    }
  ]
}