{
  "_id": "d22e3d51d3c44e532be851809c7b4b168d54087eb2d4547cb3f7aba572f441e7",
  "feed": "ftcomall",
  "title": "Facebook and Google sink money into cables",
  "text": "<p>While OneWeb and Elon Musk's Starlink <a href=\"https://www.ft.com/content/c785a6c4-ad20-4c09-82ba-4759c0296659\">battle in space</a> to bring broadband to the masses, Facebook and Google are going into the deep to bolster the internet backbone that delivers their services to business and consumers.</p> <p><a href=\"https://www.ft.com/content/3c487cc4-8809-4eec-a11f-89b2322ab138\">As Mercedes Ruehl reports from Singapore,</a> the tech giants are planning a new undersea cable to connect Japan with south-east Asia as the Silicon Valley groups boost investment in internet infrastructure in regions with high growth potential. </p> <p>The Apricot cable, which is expected to launch in 2024, will span 12,000km and connect Japan, Taiwan, Guam, the Philippines, Indonesia and Singapore. Apricot will complement Facebook's other two subsea cables it announced in March, Echo and Bifrost, which will connect the US with Indonesia via Singapore. </p> <p>The US social media group said on Monday the link would deliver “much-needed internet capacity, redundancy and reliability to expand connections in the Asia-Pacific region”. It also said it was <a href=\"https://www.bloomberg.com/news/articles/2021-08-16/facebook-to-expand-planned-undersea-cable-network-in-africa\">expanding an undersea cable network for Africa.</a></p> <p><a href=\"https://cloud.google.com/blog/products/infrastructure/new-apricot-subsea-cable-brings-more-connectivity-to-asia\">In a blog post</a>, Google said it had invested in 18 subsea cables, with the technology responsible for 98 per cent of international internet traffic. Facebook and&#xa0;Google are also behind about 80 per cent of recent investments in transatlantic links, according to Bloomberg.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. US launches Tesla Autopilot probe</strong><br>The US government has launched an <a href=\"https://www.ft.com/content/afb75ffd-44eb-4ae3-8bca-ae830fa52111\">investigation into crashes</a> involving Tesla's Autopilot driverless car technology, after being repeatedly urged to do so by an independent regulator. The National Highway Traffic Safety Administration revealed on Monday it had started a probe into 11 crashes of Tesla's cars where first responder vehicles were present.</p> <p><strong>2. China investors switch to chips</strong><br>Investors are<a href=\"https://www.ft.com/content/d06e04e0-6a9e-48b5-860d-94208163bbd2\"> piling into Chinese chip, software and biotech groups</a> at a record pace while paring their bets on ecommerce, as they try to align with Beijing's policy priorities and sidestep a broadening regulatory crackdown. The value of VC investment in Chinese semiconductor companies increased 446 per cent in the second quarter compared with the first, to a record $8.9bn.</p> <p><strong>3. Police detain ex-Alibaba manager in sexual assault case&#xa0;<br></strong>A former Alibaba manager has been&#xa0;<a href=\"https://www.ft.com/content/eb2792d4-1998-406a-9709-52aa36558cf5\">detained in China</a>&#xa0;on suspicion of sexual assault, in a case that has rallied the country's #MeToo movement against tech corporate culture.</p> <p><strong>4. Century helps with Covid catch-up</strong><br>Long spells of home-learning because of the pandemic have helped spread the adoption of an AI teaching app tailored to each of 800,000 students in the UK, <a href=\"https://www.ft.com/content/006ebaf6-a76c-4257-a343-f1db1f7b39e7\">reports Madhumita Murgia</a>. The FT View is that those drawing up public sector budgets should resist the temptation to<a href=\"https://www.ft.com/content/ef231955-e97d-4552-8dcc-f1afe01ad613\"> use AI as a quick fix </a>to cut staff and economise.</p> <p><strong>5. SoftBank's cosmic journey leaves investors off balance&#xa0;<br></strong>SoftBank chief executive Masayoshi Son is under pressure to give a more precise definition of the Japanese company's future. Last week's investor event saw Son offer “vision capitalist” but it leaves the market, for now, no wiser,&#xa0;<a href=\"https://www.ft.com/content/b1c79fb8-0a3e-4758-b51c-0394cc9bb26c\">writes Leo Lewis</a>.</p> <h2>Tech week ahead</h2> <p><em><strong>Monday:</strong></em> Gaming platform Roblox reports on its June quarter after the closing bell in New York.</p> <p><em><strong>Tuesday:</strong></em> European food delivery group <strong>Just Eat Takeaway.com</strong> reports earnings. <strong>Sea Group,</strong> south-east Asia's most valuable listed company, has grown exponentially throughout the COVID-19 pandemic but has continued to report big losses from marketing expenses. Investors will watch Tuesday's earnings report for signs the internet company's profitability improved in the June quarter, in the face of growing competition from Singapore's Grab and Indonesia's GoTo Group.</p> <p><em><strong>Wednesday:</strong></em>&#xa0;Network equipment maker <strong>Cisco</strong> and chipmaker <strong>Nvidia</strong> report after the close, as well as trading app <strong>Robinhood</strong>. WeChat's owner, <strong>Tencent</strong> will also report second-quarter results. Managers are expected to update investors on regulatory adjustments, as well as a lawsuit filed by a Beijing-based procurator, who alleges WeChat has failed to protect minors. </p> <p><em><strong>Thursday:</strong></em> Elon Musk is expected to give a keynote at <strong>Tesla</strong>'s AI Day, to talk about how artificial intelligence is aiding its self-driving efforts.</p> <h2>Tech tools — ZTE Axon 30</h2> <p>Another day, another hidden “under display” camera in a smartphone. Xiaomi and then Samsung announced the new feature in launch events last week for<a href=\"https://www.ft.com/content/1340df7f-2bbd-42f3-9aa6-9c4f8b63afd5\"> the MIX 4 </a>and <a href=\"https://www.ft.com/content/622d96fb-7e53-40a5-96c4-847e4362380c\">Galaxy Fold3</a> respectively and now ZTE has come up with the same innovation with the <a href=\"https://ztedevices.com/en-uk/\">global launch of the Axon 30 today. </a>Except it can claim it got there first, as this is an upgrade to the under-display camera introduced in the previous Axon 20, with a higher resolution now for the screen above the buried camera. The display is a 6.92in AMOLED one with a “cinema-grade screen ratio” combined with DTS: X® Ultra immersive 3D audio technology. There is a 64MP main camera, a 120-degree wide-angle camera, a 3cm macro lens and a depth-of-field lens. The Axon 30 goes on sale on September 9, priced from $499/ €499/ £429.</p><p>Source: Chris Nuttall in London 2021 'Facebook and Google sink money into cables' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-16T17:48:11.935Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 3626,
          "end": 3631
        }
      ]
    }
  ]
}