{
  "_id": "8f18b00b6ad57a7c404c08efcfacb5cd3018589193eb82396c7f9d855b26d460",
  "feed": "ftcomall",
  "title": "Zoom: move into phone systems is a smart call  ",
  "text": "<p>The metaverse is coming for video calls. Eager to sell products that facilitate a collision of digital and physical worlds, Facebook wants workers to one day strap on virtual reality <a href=\"https://www.ft.com/content/2b985dc5-3995-4ac3-a6f6-6ec0a0893c0b\">headsets</a> and attend business meetings via an avatar. Zoom Video's share of the virtual communication&#xa0;market may be up for grabs.&#xa0;</p> <p>The transition from remote to in-office or hybrid working has already required some adjustments. Unfortunately for Zoom, those shifts include a near $60bn fall in its market value since last autumn. As sales growth decelerates, Zoom's forward enterprise value-to-sales ratio, once one of the highest in its sector, has fallen to 24 times. That is below the multiple for work-from-home stocks such as DocuSign and Snowflake.&#xa0;&#xa0;</p> <p>Zoom gained users during the pandemic due its easy to use interface. It retains a better user experience than that for Microsoft's Teams, according to consumer technology review TechRadar. But in Zoom's first set of quarterly results comparing with a period of pandemic restrictions, sales rose 54 per cent year on year to $1.02bn. That falls well short of the 191 per cent yearly jump in revenue in the previous quarter. It expects this pace to slow throughout the year.&#xa0;</p> <p>As smaller companies vacillate between paying for video calls and returning to the office, Zoom's aims to keep signing up large customers who will spend more. These clients may install the sort of equipment needed to combine remote and in-office meetings. On this front, it can claim success. Zoom has more than doubled the number of customers paying more than $100,000 per year to almost 2,300.&#xa0;</p> <p>But its thesis that video conferencing is here to stay means no let up from rivals such as Cisco, Microsoft, Alphabet and now Facebook. No wonder sales and marketing costs have leapt 70 per cent on last year.&#xa0;</p> <p>The answer is to find more services to sell to clients. While investors may fret about the slowdown in video sales, Zoom's expansion into corporate phone systems bears watching. Zoom Phone is a cloud-based phone product that was launched at the start of 2019 and is picking up momentum with customers. So far, it has sold 2m “seats”, doubling the total since January. In mid July, Zoom also decided to expand with the <a href=\"https://www.ft.com/content/49701107-0610-40ff-ba78-8a2a0a871dd1\">$14.7bn purchase</a> of call centre software maker Five9, paying a modest 13 per cent premium.</p> <p>While the corporate metaverse sounds like some pipe dream, the truth is business phone calls provide a new reality for Zoom. </p><p>Source:  2021 'Zoom: move into phone systems is a smart call  ' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-31T11:48:48.224Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1700,
          "end": 1705
        }
      ],
      "nexusId": "10013206"
    }
  ]
}