{
  "_id": "fe5ea19c2e3a3034163e3ab7f8badc0ca16dc9e685cc38aff9bd615ec692b65a",
  "feed": "ftcomall",
  "title": "Cisco says shortages will disrupt supply chains for rest of year",
  "text": "<p>The supply chain squeeze being felt across many parts of the manufacturing sector is set to hit profit margins at Cisco Systems in the current quarter, the US networking equipment maker said on Wednesday.</p> <p>The warning wiped nearly 6 per cent from Cisco's shares in after-market trading, despite stronger than expected financial results from its past quarter.</p> <p>A shortage of <a href=\"https://www.ft.com/stream/8b010053-6a9c-4c39-be1e-28856e47b874\">semiconductors</a> has led to a scramble among manufacturers to secure enough of the key components, driving prices higher and pushing up costs throughout the supply chain.</p> <p>Other companies have also reported disruption from the shortages, particularly in the automobile industry, but the news from <a href=\"https://www.ft.com/stream/6a4eb9fb-adb9-4ba9-a229-38284f9be159\">Cisco</a>, whose fiscal quarter ends a month after most companies, provides a more immediate view into how the pressures are being felt.</p> <p>Cisco warned that its gross profit margin in the current quarter was likely to be about 1.5 percentage points below the previous three months as it absorbs higher costs. It also said that its revenue growth of 6-8 per cent this quarter, though higher than Wall Street had been expecting, was still lower than it would have been without the component shortages.</p> <p>Scott Herren, chief financial officer, said the company had had to pay higher prices to guarantee delivery of chips and other key components over the coming months. It had also seen a jump in “expedite fees”, or costs such as airfreight incurred to make sure it had enough key components to keep manufacturing lines running.&#xa0;&#xa0;</p> <p>“The supply chain issues will stay with us at least until the end of this calendar year,” Herren said.</p> <p>Cisco has largely chosen to absorb the higher costs rather than raise prices, according to Chuck Robbins, chief executive. However, he said the company would “look at strategic price increases if we have to” if it begins to look like the higher costs will stick.</p> <p>Cisco executives claimed the component shortages had taken the shine off what would have been a much stronger rebound as it begins to emerge from the pandemic and starts to see the benefits from shifting its business model more towards higher-margin software and services.</p> <p>The extreme pressures caused by chip shortages have caused companies of all types to build up stockpiles of key components and products — something that has led some analysts to question whether Cisco's own sales have been artificially inflated. Robbins said the company had not seen any “red flags” to suggest customers were bringing forward purchases, though he added: “We would agree there are early warning flags.”</p><p>Source: Richard Waters in San Francisco 2021 'Cisco says shortages will disrupt supply chains for rest of year' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T22:14:09.554Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1853,
          "end": 1858
        },
        {
          "start": 666,
          "end": 671
        },
        {
          "start": 1590,
          "end": 1595
        },
        {
          "start": 114,
          "end": 127
        },
        {
          "start": 799,
          "end": 804
        },
        {
          "start": 2321,
          "end": 2326
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 246,
          "end": 251
        }
      ],
      "nexusId": "10013206"
    }
  ]
}