{
  "_id": "4159307e14058af7cf8766e2b025e51638ffac738054980d80019534dd247ab3",
  "feed": "wall-street-journal",
  "title": "VC Daily: Question: What Is Driving Startup Mergers and Acquisitions?",
  "text": "<p>This week's question: What is driving the rush of startup mergers and acquisitions? M&amp;A involving a tech target hit a record $800 billion this year through August 11, which is more than triple the value from all of last year, according to analytics firm Refinitiv.</p><p>Please email responses to marc.vartabedian@wsj.com.</p><p>Note: There will be no newsletter Monday because of the Labor Day holiday. We are back Tuesday.</p><p>And now on to the news...</p><p>Top News</p><p>SPAC slide. The blank-check boom has turned into a rout, The Wall Street Journal's Amrith Ramkumar reports. More than six months after the SPAC craze crested, a broad selloff has wiped about $75 billion off the value of companies that came public through special-purpose acquisition companies, according to a Dow Jones Market Data analysis of figures from SPAC Research.</p><p>A group of 137 SPACs that closed mergers by mid-February have lost 25% of their combined value. At one point last month, the pullback topped $100 billion. The analysis doesn't include companies that hadn't closed mergers as of mid-February or those that are no longer trading.</p><p>Over the same span, an exchange-traded fund that tracks companies that recently went public through initial public offerings slid 12%. The Dow Jones Industrial Average gained 13%.</p><p>SPAC declines are concentrated in companies tied to green energy and sustainability, though the damage is widespread.</p><p>4.3%</p><p>The decrease in the U.S. trade deficit in July, from the previous month, driven by weaker demand for imports. (WSJ)</p><p>Ryan Reynolds's Ad Shop Parent Taps Marketing Vet Joanne Bradford</p><p>Advertising technology company MNTN has named marketing veteran Joanne Bradford to the new role of chief growth officer as the company plans for a possible initial public offering, the company's executives said, WSJ's Alexandra Bruell reports. MNTN, formerly known as SteelHouse, uses automated technology to buy streaming television ad space from media companies that meet certain criteria for advertisers. The company tracks the performance of the campaigns and is often compensated when clients meet goals, such as the number of app downloads or website visits, rather than the more common measure of how many people see the ad.</p><p>FAA Says Virgin Galactic Can't Fly Spaceship During Investigation</p><p>Virgin Galactic Holdings Inc. won't be allowed to operate space flights until aviation regulators finish investigating an earlier mission carrying billionaire entrepreneur Richard Branson, the Federal Aviation Administration said Thursday, WSJ reports. Virgin Galactic on Wednesday said the spacecraft, called the Unity, shifted out of its planned trajectory for one minute and 41 seconds as it returned to the ground on July 11, prompting the FAA to examine what happened. Three Virgin Galactic employees joined company founder Mr. Branson for the flight to the edge of space, which attracted extensive attention. The company said it has been working closely with the FAA to support a thorough review of the flight and resolve the matter in a timely way.</p><p>Startup That Reduces Accents in Real Time Draws Seed Capital</p><p>A startup whose software can make accented speech sound more like Standard American English in real time has won seed funding this week after showing early success with call centers, WSJ Pro reports. Palo Alto, Calif.-based Sanas.ai Inc. raised $5.5 million from a group of investors led by Human Capital, which was an early backer of data-warehousing provider Snowflake Inc., among other investments. General Catalyst, Quiet Capital and DN Capital also participated in the Sanas funding, which follows a $500,000 pre-seed round.</p><p>Industry News</p><p>Funds</p><p>Kansas City-based Flyover Capital Partners, which invests outside the traditional tech hubs of Silicon Valley and the Northeast corridor, closed Flyover Capital Tech Fund II and Flyover Capital Tech Fund II-QP with over $60 million in capital commitments, exceeding its $50 million target. The new funds will make initial investments at the seed and post-seed stages, targeting initial equity investments between $500,000 to $2 million in rounds between $1 million and $5 million.</p><p>People</p><p>Bee Partners, which invests in sectors including robotics, artificial intelligence, voice and synthetic biology, said Jocelyne Cooke joined the firm as chief financial officer. She was previously CFO at DCVC.</p><p>Telstra Ventures promoted Saad Siddiqui to general partner and Joseph An to senior associate. Mr. Siddiqui joined the firm in 2016 and focuses on the enterprise infrastructure sector. He was previously an executive at Informatica and Cisco. Mr. An joined in 2019, and focuses on logistics, fintech and ecommerce. He was previously at Blue Wolf Capital Partners.</p><p>Online real estate investing marketplace CrowdStreet Inc. appointed Genni Combes as chief financial officer and Kristen Howell as general counsel and chief compliance officer. Ms. Combes was most recently CFO at ApplePie Capital. Ms. Howell previously served as general counsel for a registered investment adviser. Austin, Texas-based CrowdStreet is backed by investors including Grotech Ventures, Rally Ventures, Seven Peaks Ventures and Green Visor Capital.</p><p>Cancer treatment developer Civetta Therapeutics LLC appointed Christopher D. Roberts to the post of chief executive. He was most recently chief scientific officer at Black Diamond Therapeutics. Cambridge, Mass.-based Civetta is backed by Deerfield Management.</p><p>Exits</p><p>Whoop, provider of a subscription service that includes a fitness and sleep tracker, acquired fellow sports technology startup Push in a cash and stock transaction. Earlier this week, Boston-based Whoop announced a $200 million Series F round of funding led by SoftBank Vision Fund 2, giving the company a $3.6 billion valuation.</p><p>Digital experience analytics company Contentsquare is acquiring Hotjar, a product experience insights platform, for an undisclosed amount. In May, Contentsquare said it raised a $500 million Series E round led by SoftBank Vision Fund 2 at a $2.8 billion valuation.</p><p>Buy now, pay later service Zilch acquired debt funding platform NepFin for an undisclosed sum. London-based Zilch recently added $110 million in new Series B funding from Goldman Sachs Asset Management and DMG Ventures. Gauss Ventures invested in the first Series B tranche.</p><p>New Money</p><p>Checkr, a San Francisco-based startup whose technology automates job candidate background checks, scored $250 million in Series E funding, valuing the company at $4.6 billion. Durable Capital, Fidelity Management &amp; Research Co. and Franklin Templeton led the round, which included participation from existing investors BOND, Khosla Ventures, IVP, T. Rowe Price, Coatue Management, Accel and Y Combinator.</p><p>ProbablyMonsters Inc., a Bellevue, Wash.-based videogaming development company, landed $200 million in Series A funding led by LKCM Headwater Investments, the private equity arm of registered investment adviser Luther King Capital Management.</p><p>Carsome Group, a Malaysian automobile ecommerce platform, closed a $170 million Series D2 round, bringing the company's valuation up to $1.3 billion. New investors Catcha Group, MediaTek, Penjana Kapital and Emissary Capital were joined by previous backers Asia Partners, Gobi Partners, 500 Southeast Asia, Ondine Capital, MUFG Innovation Partners, Daiwa PI Partners and others in the new funding.</p><p>Olsam Group, which buys and scales Amazon third-party and other direct-to-consumer ecommerce brands, fetched $165 million in Series A equity and debt. Apeiron Investment Group and Elevat3 Capital led the equity portion, with North Wall Capital providing the debt.</p><p>VanMoof, a Dutch e-bike brand, grabbed $128 million in Series C funding. Hillhouse Investment led the round, which included participation from Norwest Venture Partners, Felix Capital, Balderton Capital and TriplePoint Capital.</p><p>HomeLight Inc., a San Francisco-based home-buying and -selling platform, secured $100 million in Series D equity funding, alongside $263 million in debt. Zeev Ventures led the round, which included contributions from Group 11, STCAP, Menlo Ventures, and Lydia Jett of the SoftBank Vision Fund.</p><p>Humane Inc., a San Francisco-based computing startup currently in stealth mode, raised $100 million in Series B funding. Tiger Global Management led the investment, which included support from SoftBank Group, BOND, Forerunner Ventures, Qualcomm Ventures, Kindred Ventures, TIME Ventures, Valia Ventures and others.</p><p>Insurify Inc., a Cambridge, Mass.-based virtual insurance agent and comparison platform, completed a $100 million Series B round. Lead investor Motive Partners was joined by Viola FinTech, MassMutual Ventures, Nationwide, Hearst Ventures, Moneta Venture Capital, Viola Growth and Fort Ross Ventures in the funding.</p><p>Disc Medicine, a Cambridge, Mass.-based startup developing novel therapies for the treatment of hematologic diseases, picked up a $90 million Series B round led by OrbiMed. New investors Arix Bioscience, Janus Henderson Investors, 5AM Ventures, Rock Springs Capital, Nantahala Capital Management, Willett Advisors and Alexandria Venture Investments also contributed to the funding, along with returning backers Atlas Venture, Novo Holdings and Access Biotechnology. OrbiMed's Mona Ashiya and Arix Bioscience's Mark Chin joined the company's board.</p><p>CoachHub, a Berlin-based digital workforce-coaching platform, raised $80 million in Series B2 funding from investors including Draper Esprit, RTP Global, HV Capital, Signals Venture Capital, Partech and Speedinvest.</p><p>Corelight Inc., a San Francisco-based cybersecurity startup, nabbed $75 million in Series D funding. Energy Impact Partners led the round, which included additional support from Accel, General Catalyst, Insight Partners, Osage University Partners, H.I.G. Growth Partners and others.</p><p>Panorama Education Inc., a Boston-based K-12 education software platform, collected $60 million in Series C funding. General Atlantic led the round, which saw participation from Owl Ventures, Emerson Collective, Uncork Capital and Tao Capital Partners. Tanzeen Syed, managing director at General Atlantic, will join the board.</p><p>Tech News</p><p>Apple to allow media apps to link to own websites for payment options</p><p>Ford and GM scale back production amid chip shortage</p><p>Alibaba pledges $15.5 billion as Chinese companies extol Beijing's ‘common prosperity' push</p><p>Why bitcoin's price got stuck at $50,000</p>",
  "published": "2021-09-03T12:56:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4546,
          "end": 4551
        }
      ]
    }
  ]
}