{
  "_id": "bf6c8023d1e144a9cfd4b093054403766589ba7a23f1c5576c7923adf547a8cd",
  "feed": "market-watch",
  "title": "If Europe and the U.S. want to win the war in Ukraine, they must enlist their economies in the fight; The war cannot be won with a peacetime economy. Markets simply move too slowly for the kind of major structural changes that are required.",
  "text": "<p>It is a peculiar war. While Putin has described his project as a confrontation with the entire West, Ukrainians alone are doing all the fighting and bearing the full brunt of Russian attacks on civilians and civilian infrastructure. Meanwhile, Europe and America have provided economic and military assistance, and the rest of the world has been dealing with the war's fallout, including higher energy CL00 and food W00 prices.</p><p>But it is a mistake to think that the war can be won with a peacetime economy. No country has ever prevailed in a serious war by leaving markets alone. Markets simply move too slowly for the kind of major structural changes that are required. That's why the U.S. has the Defense Production Act, which was enacted in 1950 and invoked recently in the \"war\" against COVID-19, and again to address a critical shortage of baby formula.</p><p>Windfall profits</p><p>Wars inevitably cause shortages and generate windfall gains for some at the expense of others. Historically, war profiteers have typically been executed. But today, they include many energy producers and traders who, rather than being marched to the gallows, should be subjected to a windfall profits tax.</p><p>The European Union has proposed such a measure, but it would come too late, and it is too weak and too narrow for the challenge at hand. Similarly, while several members of Congress have put forward bills to tax Big Oil's superprofits, the Biden administration has so far failed to move on the issue.</p><p>That is understandable, given that President Joe Biden has been busy enlisting support for signal achievements like the Inflation Reduction Act and the CHIPS Act. Moreover, in seeking the private sector's cooperation in limiting price increases, he has been at pains not to appear \"anti-business.\"</p><p>But taxing windfall profits and using the proceeds to finance the necessary war spending and support for those hurt by high prices is not anti-business; it is responsible wartime governance, which is necessary to maintain popular support for the war effort. Such temporary taxes hurt neither investment nor employment, and there is nothing unjust about taxing exceptional gains that companies did nothing to deserve. (Besides, more generally, taxes on corporate profits are not distortionary, because costs, including capital, are deductible.)</p><p>Marginal-cost pricing unsuitable for wartime</p><p>Even more comprehensive measures are needed in Europe, where today's electricity market was not designed to deal with wartime conditions. Instead, it follows the principle of marginal-cost pricing. That means the electricity price reflects the highest-cost source of production needed to meet current demand. As gas prices have soared, far above average costs. The cost of renewable energy has, for instance, changed little.</p><p>As such, many sellers of low-cost electricity are making a killing, as are the traders who bought energy at the lower prewar prices. While these market players reap billions of euros in profits, consumers' electricity bills are soaring. Electricity prices in energy-rich Norway, with its enormous gas and oil reserves and hydro capacity, have increased nearly 10-fold.</p><p>Meanwhile, households and small businesses are being pushed to the brink, and even some big companies have already gone bankrupt. Last month, Uniper XE:UN01, a large company supplying one-third of Germany's gas, was \"nationalized,\" effectively socializing its massive losses. The European principle of \"no state aid\" has been thrown aside, mainly because European leaders moved too slowly in changing a market structure that was not designed for war.</p><p>Economists love marginal-cost pricing because it provides appropriate incentives, and because its distributive consequences tend to be small and easily manageable in normal times.</p><p>But now, the system's incentive effects are small and its distributive effects are enormous. In the short run, consumers and small businesses will have to turn down their thermostat in the winter and turn it up in the summer, but comprehensive energy-saving investments take time to plan and implement.</p><p>Nonlinear pricing</p><p>Fortunately, there is a simpler system (already under discussion in some countries, and already being partly implemented in others) that would retain most of marginal-cost pricing's incentive effects without the distributive effects. Under a nonlinear pricing framework, households and firms could be allowed to purchase 90% of their previous year's supply at the previous year's price, and 91-110% of supply at, say, 150% of the previous year's price, before the marginal-cost price kicks in.</p><p>While nonlinear pricing can't be used in many markets—owing to the possibility of \"arbitrage\" (buying a good at a low price and immediately reselling it at a much higher price)—electricity is not one of them. That is why some economists (like me) have long advocated its use in cases where large market failures are having important distributive effects. It is a powerful tool that governments can and should use, especially when confronting wartime conditions.</p><p>Something also must be done about soaring food prices. After a half-century of paying U.S. farmers not to farm (an old method of agricultural price support), we now should pay them to produce more.</p><p>Such changes have become imperative. As the Vietnamese understood, wars are won as much on the political front as on the battlefield. The purpose of the 1968 Tet Offensive was not to gain territory but to change the political calculus of the war, and it worked.</p><p>Sharing the burden of war</p><p>Defeating Russia obviously will require more help for Ukraine. But it also will require a better economic response on the part of the West more broadly. That starts with sharing more of the burden through windfall-profit taxes, controlling key prices—such as those for electricity and food—and encouraging government interventions where necessary to alleviate critical shortages.</p><p>Neoliberalism, based on simplistic ideas about how markets should operate that fail to comprehend how they actually operate, didn't work even in peacetime. It must not be allowed to stop us from winning this war.</p><p>Joseph E. Stiglitz, a Nobel laureate in economics, is University Professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.</p><p>This commentary was published with permission of Project Syndicate — Wars Aren't Won with Peacetime Economies</p><p>More on the war</p><p>James Rogers: Cisco gear is being shipped into Russia from China and other countries, leaked customs database shows</p><p>Anviksha Patel: U.K. chancellor throws out almost all major tax cuts from the mini-budget and pares back energy support</p><p>From Barron's: Russia Is Discovering That Sanctions Work. They Could Work on China, Too.</p><p>If Europe and the U.S. want to win the war in Ukraine, they must enlist their economies in the fight</p>",
  "published": "2022-10-18T13:04:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 6484,
          "end": 6489
        }
      ],
      "nexusId": "10013206"
    }
  ]
}