{
  "_id": "716a2bfa79cedf5584614a74d023264e2bea702f5d9950509c84035f0899370c",
  "feed": "market-watch",
  "title": "Cisco blames China lockdowns for its forecast cut, but there could be deeper problems; Analysts cite lack of manufacturing diversity as one of Cisco's component issues, but overall tech demand could eventually become an issue",
  "text": "<p>Executives said that their forecast was 100% related to their supply issues, saying there was no demand impact in their fiscal fourth-quarter guidance. Those supply issues should affect hardware sales, as Cisco is struggling to get the components it needs to complete the equipment and ship it.</p><p>Cisco executives said the company has a $2 billion backlog in software, but attributed that as well to hardware that cannot yet ship. Cisco also wrote down some software costs in Russia, where it had to shut down its operations because of the war in Ukraine.</p><p>But some analysts noted Thursday that the company's supply-chain issues were more problematic than its rivals,such as Arista Networks, because Cisco has not diversified its supply chain as much. Neither Arista ANET nor Juniper Networks JNPR had as big an issue in their most recent quarters, which ended March 31, because of more diversification.</p><p>Analysts tried to get more details, including an explanation on the overall demand situation, as several tech companies have been announcing spending cuts — including job cuts — in recent weeks, as fears about the state of the overall economy increase and the stock market takes a huge tumble.</p><p>One analyst asked what Cisco executives are hearing from customers, \"because it seems like everywhere you look it is bad news.\" Chief Executive Chuck Robbins stuck to his talking points, however — digital transformation can't be stopped, Shanghai will reopen June 1 and Cisco will be just fine.</p><p>\"I think COVID changed everything about how our customers think about technology,\" Robbins said. \"They are going to be very prudent about stopping key projects that are giving them differentiation, capabilities or modernization of their infrastructure or supporting hybrid work or making sure they aren't falling behind their competitors.\"</p><p>Analysts also noted that Cisco had very strong product growth in recent quarters, ahead of the company's price hikes. \"Cisco implemented three rounds of price increases that we assert encouraged customers to place orders earlier than they would have otherwise,\" said Raymond James analyst Simon Leopold, in a note. \"Customers worry about long lead times and need to place orders earlier than usual. Order growth comparisons will get harder, so we still expect order growth and revenue growth converge further.\" He added that he was afraid investors would overreact to the deceleration.</p><p>The longer Cisco's supply issues keep it from shipping hardware — and software, if that is truly the root cause — the less those talking points will land, though. It may still be too early to tell how the recent change in macroeconomic sentiment and the market's tumble is going to affect every tech company, but Cisco's forecast should send up some alarms about the near future, and possibly beyond.</p><p>Cisco blames China lockdowns for its forecast cut, but there could be deeper problems</p>",
  "published": "2022-05-19T22:19:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 429,
          "end": 434
        },
        {
          "start": 1218,
          "end": 1223
        },
        {
          "start": 205,
          "end": 210
        },
        {
          "start": 1855,
          "end": 1860
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2729,
          "end": 2734
        },
        {
          "start": 1465,
          "end": 1470
        },
        {
          "start": 2427,
          "end": 2432
        },
        {
          "start": 295,
          "end": 300
        },
        {
          "start": 2817,
          "end": 2822
        },
        {
          "start": 1949,
          "end": 1954
        },
        {
          "start": 697,
          "end": 702
        },
        {
          "start": 143,
          "end": 148
        }
      ]
    }
  ]
}