{
  "_id": "2922b070caad18d3fd526c477942f5d1f34232af663e16969f298a6af1546b3e",
  "feed": "market-watch",
  "title": "Google looks to shed 10,000 'poor performing' workers: report",
  "text": "<p>\"Earlier this year, we launched Googler Reviews and Development (GRAD) to help employee development, coaching, learning and career progression throughout the year. The new system helps establish clear expectations and provide employees with regular feedback,\" a Google spokesperson told MarketWatch in a statement.</p><p>The spokesperson declined to comment on potential job cuts.</p><p>For Google, which has avoided the bloodletting of much of its Big Tech brethren, a slumping ad market and grim macroeconomic conditions give it no other choice but to tighten its belt. Alphabet executives have said it is essential to make the company 20% more efficient. In July, Alphabet CEO Sundar Pichai unfurled Simplicity Sprint to increase efficiency during a wobbly economy.</p><p>Like many of its tech peers, Google ramped up hiring the past few years during Covid, leading some to warn its workforce and operating expenses were bloated. One critic, billionaire activist investor Sir Christopher Hohn, claimed Alphabet's payroll was too high and should be dramatically sliced.</p><p>The ever-expanding list of tech companies shedding workers is growing by the day. On Tuesday, HP Inc. HPQ said it plans to layoff off 4,000 to 6,000 employees over the next three years. Last week, Cisco Systems Inc. CSCO announced its intent to slash 5% of its workers. Earlier this month, Facebook parent company Meta Platforms Inc. META said it is eliminating more than 11,000 jobs.</p><p>For more, see: HP, Amazon, Cisco, Roku, Meta, Twitter, Intel: Here are the companies in the layoffs spotlight</p><p>Meanwhile, drama continues to unfold at Twitter Inc., where new owner Elon Musk has overseen thousands of layoffs and mass resignations the past few weeks that have seriously damaged the company's reputation and operations.</p><p>Shares of Google are up 1% in late-morning trading Wednesday.</p><p>Google looks to shed 10,000 'poor performing' workers: report</p>",
  "published": "2022-11-23T16:51:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1251,
          "end": 1269
        },
        {
          "start": 1466,
          "end": 1471
        },
        {
          "start": 1270,
          "end": 1274
        }
      ]
    }
  ]
}