{
  "_id": "fd6cabdf1f7f7ad0ceeb39bea67591e53aa986b411b173ae636ef7286d59edbb",
  "feed": "market-watch",
  "title": "A dozen S&P 500 stocks just had their worst quarter ever, as tech stocks sloughed off nearly $2 trillion in value",
  "text": "<p>Tech companies took the brunt of a first-quarter selloff that was felt throughout Wall Street, as the Nasdaq Composite Index COMP lost $1.99 trillion in market cap through Wednesday's close, its worst quarterly performance since the fourth quarter of 2018, according to Dow Jones Market Data Group. More broad-based indexes also lost more than $1 trillion in market cap but held up better than the tech-heavy Nasdaq, with the S&amp;P 500 index SPX declining by $1.46 trillion.</p><p>Dow Jones Market Data Group found 12 stocks that suffered their worst quarterly percentage decline, and roughly half could be considered tech companies: Etsy, PayPal, Facebook parent company Meta Platforms, Keysight Technologies, Match Group and Charter Communications. Others that may not be considered “tech companies” were still harmed by some of the same dynamics that damaged those stocks, however — Xylem, which sells controls technology and other supplies to the water industry, saw its margins slammed by increasing costs of components for those systems.</p><p>Deep Dive: These 10 stocks fell at least 20% in the first quarter, but are expected to soar up to 66% from here</p><p>The 12 stocks combined to lose nearly half a trillion dollars in market cap on their own, a total of $494.19 billion. The bulk of that came from Facebook, which dropped more than $300 billion in valuation as investors chopped off roughly a third of its stock price.</p><p> Stock                              Q1 % decline  Market cap lost  Etsy Inc. ETSY                     43.2%         $11.97 billion  PayPal Holdings Inc. PYPL          37.9%         $85.08 billion  Ceridian HLM Holding Inc. CDAY     34.6%         $5.36 billion  Meta Platforms Inc. FB             33.2%         $317.2 billion  Xylem Inc. XYL                     27.5%         $6.29 billion  Keysight Technologies Inc. KEYS    23.5%         $9.05 billion  Zoetis Inc. ZTS                    22.7%         $26.48 billion  Match Group Inc. MTCH              17.8%         $6.43 billion  Charter Communications Inc. CHTR   16.3%         $8.16 billion  Carrier Global Corp. CARR          15.4%         $7.88 billion  American Water Works Co. Inc. AWK  12.4%         $4.2 billion  Otis Worldwide Corp. OTIS          11.6%         $4.28 billion</p><p>Facebook's market-cap decline is more than the actual market caps of The Walt Disney Co. DIS and legacy tech stalwarts such as Cisco Systems Inc. CSCO and Oracle Corp. ORCL, and almost exactly three times the combined valuations of social-media competitors Snap Inc. SNAP, Twitter Inc. TWTR and Pinterest Inc. PINS, which were collectively worth about $105.6 billion at Thursday's close.</p><p>Meta stock was slammed by a change in Apple Inc.'s AAPLmobile operating system that harmed Facebook advertisers' ability to track their campaigns. Executives blamed the changes for a holiday-season earnings miss and weak first-quarter sales guidance, leading to huge declines in the stock. Other social-media companies were not immune, with Twitter declining nearly 10% in the quarter, Snap falling more than 20% and Pinterest's decline topping 30%.</p><p>See also: Meta CFO cries ‘wolf' again with bleak Facebook outlook — but he may be right this time</p><p>Other tech companies experienced big gains during the pandemic, but saw that trajectory reverse hard as growth petered out. PayPal was a highflier during the early part of the pandemic, but the company shocked investors when it announced a change to its strategy earlier this year. The financial-technology pioneer was showing sharp growth in active accounts, but executives said in February that they planned to instead start focusing on driving activity among more lucrative users, rather than expanding the user base in the absolute.</p><p>For more: PayPal stock dives to worst day on record after ‘ugly' earnings report</p><p>Investors were surprised, as the new strategy meant that PayPal would be abandoning a longer-term target for user growth that it had maintained just months earlier. Additionally, the company pointed to negative spending impacts among lower-income consumers. PayPal's spending commentary on the whole struck one analyst as more downbeat than what card companies Visa Inc. V and Mastercard Inc. MA had recently offered.</p><p>Etsy surged along with sales of masks and other pandemic-related gear combining with a general e-commerce upswing, but analysts believe the company may have hit a growth plateau. “While the company has demonstrated remarkable success in reactivating dormant buyers, we believe new buyer growth may've peaked,” Truist analysts recently wrote, while maintaining a buy rating and $220 price target.</p><p>Read: Etsy sellers plan boycott, call company's new fee hike ‘pandemic profiteering'</p><p>Online dating also received a boost during the pandemic, but Match's forecast earlier this year was light amid concerns about the Omicron variant. Analysts still see possibilities that online dating could bounce back in a big way this year, however — Wedbush analysts wrote earlier this year that “Match continues to be viewed as a ‘reopening play,' and if COVID cases ease as we head into the warmer months, we should see improving growth as we head into 2H, and management is more optimistic about how 2H will play out.”</p><p>Online dating amid coronavirus: Longer conversations and a ‘pivot' to video dates</p><p>After benefiting from the work-from-home boom at the beginning of the COVID-19 crisis, Charter is seeing a slowdown in broadband subscriber growth. The company is now looking for its next leg of growth, and it may have found it in the wireless business. Charter posted a record quarter of wireless additions with its latest earnings report, but it remains to be seen how the company will fare in the competitive market for phone plans.</p><p>Other tech stocks had historically bad quarters as well, but did not set a record. Netflix Inc. NFLX, for example, fell 37.8%, its worst quarterly performance since the second quarter of 2012, while Adobe Inc.'s ADBE 19.7% decline was its worst since the third quarter of 2011 and Intuit Inc.'s INTU 25.2% plunge was its worst since the dot-com-bust era, the first quarter of 2001, according to Dow Jones Market Data Group.</p><p>MarketWatch staff writer Emily Bary contributed to this article.</p>",
  "published": "2022-03-31T17:03:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2118,
          "end": 2136
        },
        {
          "start": 2137,
          "end": 2141
        }
      ]
    }
  ]
}