{
  "_id": "8a21a57360ebf70f5fd4ca6a10723d22745e61e58082503b6f52a8631042259a",
  "feed": "wall-street-journal",
  "title": "Investing Monthly (A Special Report) --- Chips Bill Could Benefit Investors in Tech Stocks: Semiconductors and other tech stocks have been battered. Time for a second look?",
  "text": "<p>Many exchange-traded funds that focus on tech-stock themes have had an equally rough go. The two largest semiconductor ETFs, iShares Semiconductor ETF (SOXX) and VanEck Semiconductor ETF (SMH), were trading near 52-week lows at quarter's end.</p><p>So, what's the good news? The sector -- semiconductors in particular -- got a boost from Washington this summer.</p><p>In August, Congress passed the Chips and Science Act of 2022, a law that will provide $52.7 billion for U.S. semiconductor companies to do research and development, manufacturing and workforce development.</p><p>Tech-stock experts say the bill could support long-term growth in the sector. \"When we think about the economy of the future, we break it out into what we call 'megatrends,'\" says Jay Jacobs, U.S. head of thematics and active-equity ETFs at BlackRock Inc. \"Semiconductors power every industry in our breakthrough technologies megatrend. Even though we have seen these companies take some hits this year, we think it's important to focus on the next three, five or 10 years. Over those time horizons, the opportunity is significant.\"</p><p>There are a number of thematic ETFs that provide exposure to semiconductor companies, as well as other tech companies that rely on chips to work. Pricing for these funds can vary, and experts warn that tech stocks aren't out of the woods yet: Investors may have to hang on through some volatility for the remainder of the year.</p><p>There are a host of midprice options. SOXX, for instance, with an expense ration of 0.43%, tracks an index of large-cap U.S. semiconductor companies, while SMH, carrying an expense ratio of 0.35%, includes both large-cap and midcap companies, as well as some foreign companies that are listed in the U.S., such as Taiwan Semiconductor Manufacturing Co.</p><p>There are a bunch of passive funds whose expenses run the gamut. Invesco PHLX Semiconductor ETF (SOXQ), which carries an expense ratio of 0.19%, tracks a market-cap-weighted index of 30 U.S.-listed semiconductor companies. SPDR S&amp;P Semiconductor ETF (XSD) tracks an all-cap index of U.S. semiconductor companies and has a ratio of 0.35%. First Trust Nasdaq Semiconductor ETF (FTXL), which tracks an index of the 30 most-liquid semiconductor companies in the U.S., is at 0.60%.</p><p>Invesco also has a fund in this category with a quantitative twist -- Invesco Dynamic Semiconductors ETF (PSI). This fund uses a proprietary quantitative methodology to invest in 30 all-cap semiconductor companies, weighted in an index based on their potential for investment return. PSI has an expense ratio of 0.56%.</p><p>Some ETFs take a broader view of the chip market. Since semiconductors power some aspect of almost every industry in the economy -- most notably in tech -- some thematic funds give you exposure to both the chips and the industries they power.</p><p>Amplify ETFs' Amplify Thematic All-Stars ETF (MVPS) has created a composite index of the most-popular companies in each major subsector of tech, including financial technology and healthcare innovation. In this fund, you'll get companies such as chip maker Nvidia Corp. but also companies powered by chips, including energy-techonology maker Enphase Energy Inc. and chip-powered car maker Tesla. The fund has an expense ratio of 0.49%.</p><p>Mike Akins, founding partner of ETF Action, which created the index for MVPS, says, \"This is a diverse opportunity set. Things like the chips bill could help U.S. companies pick up more of the market. Anytime you see strategic support like this, it could impact the winners and losers.\"</p><p>Other thematic funds give more niche exposure. Simplify Volt Cloud &amp; Cybersecurity Disruption ETF (VCLO) is an actively managed thematic fund that invests in the most-popular cloud and cybersecurity companies, sectors that have some overlap with chip makers. And, indeed, the fund has exposure to some of them in addition to the companies putting chips to use for high-performance cloud computing and cybersecurity monitoring, such as Cisco Systems or Infosys. But you will pay for the active management; the fund's expense ratio is 0.95%.</p><p>---</p><p>Ms. McCann is a writer in New York. She can be reached at reports@wsj.com.</p>",
  "published": "2022-11-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 3973,
          "end": 3986
        }
      ]
    }
  ]
}