{
  "_id": "2d10951ffd2bdb174794b4d1a94481efb482428a395a268007d7b2fe21286ef8",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Cisco  Raises  Surprise  Red Flag  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Cisco Systems is nothing if not reliable. Rare disappointments tend to be painful. </p><p>\n  The tech heavyweight known best for its networking and security equipment and software said Wednesday that revenue for its fiscal third quarter ended April 30 was flat year over year at $12.8 billion. That was about 4% below Wall Street's consensus forecast and is only the second time in at least five years that the company's revenue has missed analysts' projections, according to FactSet. And that wasn't the only bad news: The midpoint of Cisco's projection for the current quarter implied revenue of about $12.7 billion, some 8% shy of Wall Street's target. </p><p>\n  The revelations took Cisco's stock price down nearly 14% on Thursday, the stock's worst single-day decline since February 2011, when another disappointing report sank the shares by 14%. </p><p>\n  The difference this time is the shock appears to have nothing to do with demand. Cisco's product backlog grew by about $1 billion from the second quarter, while reported product revenue grew only about $95 million in that time. </p><p>\n  During the company's earnings call Wednesday, Chief Executive Officer Chuck Robbins blamed the disappointing revenue and outlook on two factors -- ceasing business in Russia after its invasion of Ukraine and the Covid lockdowns in China. The latter constrained the availability of key components already in short supply. Mr. Robbins noted that the inability to get power supplies alone cost the company about $300 million in revenue for the quarter. </p><p>\n  There are signs that China's harsh lockdowns may start to ease in regions such as Shanghai, but Cisco isn't banking on a quick recovery. </p><p>\n  The company says it is experiencing constraints on about 350 components, and Mr. Robbins predicted \"lots of competition for port capacity and airport capacity\" once China's locked-down regions open up. \"We just believe that it's going to be impossible for us to catch up on this issue in Q4, which is what led to the guidance for Q4.\" </p><p>\n  Long considered a bellwether for corporate tech demand, Cisco's results and forecast paint a more worrisome picture for supply. Shares of other companies that sell IT hardware such as Hewlett Packard Enterprise, HP and Dell also saw notable declines on Thursday. </p><p>\n  The lockdowns in China didn't begin in earnest until late March, sparing many tech companies whose fiscal quarters ended then. And the effect could spread beyond hardware businesses that depend on China as a manufacturing base. </p><p>\n  Bernstein software analyst Mark Moerdler wrote Wednesday that shortages of information-technology gear could affect even software-centric businesses, \"since a cloud company cannot charge for cloud services until they can deliver those services.\" </p><p>\n  Cisco may not be the only tech giant coming up short. </p><p></p>",
  "published": "2022-05-20T06:05:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 37,
          "end": 50
        },
        {
          "start": 704,
          "end": 709
        },
        {
          "start": 1643,
          "end": 1648
        },
        {
          "start": 2756,
          "end": 2761
        },
        {
          "start": 950,
          "end": 955
        },
        {
          "start": 2075,
          "end": 2080
        },
        {
          "start": 563,
          "end": 568
        }
      ]
    }
  ]
}