{
  "_id": "20a422224a58084f0b29604b15fe984407379ff0a8475b9c97dd3034c8262bf8",
  "feed": "ftcomall",
  "title": "Spain risks falling short on promise of EU recovery funds, warns Catalonia",
  "text": "<p>Catalonia has called on the Spanish government to use billions of euros in EU recovery funds to reverse deindustrialisation, arguing it risks squandering a chance to boost growth by putting too much emphasis on small projects.<br><br>Natàlia Mas, the top economic official in the Catalan regional administration, said the central government — which is overseeing the deployment of €140bn in EU funds in Spain — had to make sure investments were tailored to areas hollowed out by factory closures.</p> <p>“If you chop up the resources excessively, if you don't support big transformational projects, it's doubtful that you'll achieve a permanent impact,” she told the Financial Times. “We cannot afford to have gaps in strategic areas.”<br><br>Spain has asked Brussels for more time to distribute the EU funds — from a programme set up before the Ukraine war to support the post-pandemic recovery — and is facing private sector criticism over transparency and the allocation of funds.<br><br>Mas's comments highlight tensions with regional governments that are partnering with Madrid to manage some of the so-called Next Generation EU investments.</p> <p>In Catalonia, the process is overlaid with political rancour stemming from the regional government's aspirations for independence and the fallout from an <a href=\"https://www.ft.com/content/67fcc556-a6b3-11e7-ab55-27219df83c97\">explosive 2017 referendum</a>, which was fiercely opposed by Madrid and ruled illegal by judges.</p> <p>Catalonia has so far been assigned €4bn in recovery funds. A central government official said it was the region receiving the second-largest amount. But Catalan officials say the region is still being allocated less than it is due according to its 7.7mn population and economic weight.<br><br>Mas, a former European Central Bank official who became head of the Catalan economy and finance department last month, said she did not oppose using recovery funds to help small businesses, citing initiatives championed by Madrid to help set up websites or install solar panels.</p> <p>“Certain projects involving small and medium-sized enterprises have an impact, but it can be diluted over time if we don't generate new industrial and technological capacities,” she said.</p> <p>The central government official said 9,000 Catalan companies — including 8,000 small and medium-sized enterprises — were benefiting from the recovery funds. <br><br>Catalonia, an export-oriented industrial zone accounting for almost one-fifth of Spain's gross domestic product, has suffered from mass factory closures in recent decades as jobs shift to lower-cost countries. Most recently it was hit by <a href=\"https://www.ft.com/content/ae04ca36-4002-46dc-a6ff-fe5f98e09cdf\">Nissan's decision to shut its Barcelona car plant </a>in 2021 after 40 years as it retreated from Europe to cut costs.</p> <p>The central government's recovery fund plans include 11 large-scale public-private initiatives, known as <a href=\"https://www.mincotur.gob.es/en-us/recuperacion-transformacion-resiliencia/paginas/perte.aspx\">Pertes</a>, that are explicitly labelled “strategic projects”.</p> <p>One covers electric vehicles and includes Volkswagen-owned Seat's overhaul of the last remaining Catalan car plant in Martorell near Barcelona, as well as its construction of a new battery plant in Valencia, which neighbours Catalonia.</p> <p>Mas noted that only €877mn of the vehicle Perte's €3bn in public money had been assigned to projects and blamed the low proportion on Madrid's central control, saying a “bottom up” approach that gave regional governments a bigger say would facilitate the allocation of funds.</p> <p>“We know the projects, the industrial ecosystems, the transformation needs, the particularities of the electric vehicle value chain in each territory,” she said.</p> <p>There is also a Perte for healthcare innovation for which about 60 per cent of the €11mn assigned so far is going to Catalan companies. But Mas said it was “very compartmentalised” and questioned whether it would support the kind of initiatives she wanted to see in advanced therapies.</p> <p>This month Cisco, the US semiconductor maker, said it would open a new chip design centre in Barcelona but did not disclose how much it would invest. Cisco said its plans were “framed within” a Perte for microelectronics and semiconductors “although we are still defining the specific terms with the Spanish government”.</p> <p>Intel said this year it would open a joint computing lab with the Barcelona Supercomputing Center.</p> <p>The central government official said decisions of Intel, Cisco and Seat showed Spain's recovery plan was already having a “noticeable” impact on the mobilisation of private sector funds.</p> <p>The official added: “The recovery plan is a national plan that requires the collaboration of all. Co-governance is proving to be very effective and the vibrant deployment of investments by the [Catalan government] is proof of this.”</p><p>Source: Barney Jopson in Barcelona 2022 'Spain risks falling short on promise of EU recovery funds, warns Catalonia' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T05:00:37.769Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4230,
          "end": 4235
        },
        {
          "start": 3903,
          "end": 3908
        },
        {
          "start": 3764,
          "end": 3769
        }
      ]
    }
  ]
}