{
  "_id": "a5ba46e88ddba98a2299ffe4d732ed7e6457ee3f5690163bdb8c58ffdf995a35",
  "feed": "market-watch",
  "title": "Dow down 400 points after worst day for equities in nearly two years; Cisco leads Dow decliners after downbeat guidance",
  "text": "<p>* The Dow Jones Industrial Average DJIA was down 392 points, or 1.3%, at 31,098.</p><p>* The S&amp;P 500 SPX was off 29 points, or 0.7%, at 3,895.</p><p>* The Nasdaq Composite COMP was down 23 points, or 0.2%, at 11,394, flipping between small gains and losses.</p><p>On Wednesday, the Dow Jones Industrial Average fell 1,165 points, or 3.6%, the S&amp;P 500 declined 4%, and the Nasdaq Composite dropped 4.7%. The drop on Wednesday for the Dow and S&amp;P 500 was the most since June 11, 2020. The intraday low of the year of 3,858.87 is in danger of being tested.</p><p>What's driving markets</p><p>The Ukraine war, a slowdown in China's economy, high inflation and rising interest rates have caused investors to worry about corporate profits.</p><p>Shares of retailer Kohl's Corp. KSS, which fell 11% in Wednesday's selloff, were down 0.6% Thursday after reporting a wide miss on profit and sales.</p><p>Stocks tumbled Wednesday after disappointing results from Target Corp. TGT. Its earnings miss, a day after rival retailer Walmart WMT also disappointed with its quarterly results, unnerved investors already rattled by the Federal Reserve's interest-rate-hike campaign.</p><p>\"Results from Walmart and Target this week have brought into sharp focus the plight facing companies and consumers as inflation begins to bite,\" said Craig Erlam, Senior Market Analyst, UK &amp; EMEA, at OANDA.</p><p>\"The language we're seeing from Fed officials isn't filling me with confidence either. We've gone from them being confident of a soft landing, to a softish landing and even a safe landing.\"</p><p>Analysts noted that Target's results showed consumers moving away from stay-at-home goods like furniture and televisions. The U.S. retail sales reportreleased this week showed spending at bars and restaurants up nearly 20% from year-earlier levels, or more than double the overall retail spending rate.</p><p>See: Melvin Capital's liquidation may have been the mystery catalyst behind Wednesday's plunge in stocks</p><p>In U.S. economic data Thursday, first-time claims for unemployment benefits rose21,000 last week to 218,000. The Philadelphia Federal Reserve's regional manufacturing indexdropped sharply to 2.6 in May, a two year low, from 17.6 a month earlier.</p><p>Existing-home sales fell2.4% to a seasonally adjusted annual rate of 5.61 million in April, the National Association of Realtors said Thursday. Compared with April 2021, home sales were down 5.9%. Economists polled by The Wall Street Journal had expected a decrease to 5.64 million units.</p><p>Companies in focus</p><p>* Tesla Inc. TSLA shares fell 0.7% after Wedbush analyst Dan Ives slashed his price target by 29%, citing \"hard to ignore\" headwinds in China, as COVID-related lockdowns have reduced demand. Ives reiterated the outperform rating he's had on the electric vehicle maker since April 2021 but cut his price target to $1,000 from $1,400.</p><p>* Cisco Systems Inc. CSCO shares fell 11% to lead Dow decliners after the network-equipment maker logged third-quarter revenue below analysts' expectations and guided for lower fourth-quarter and fiscal 2022 revenue.</p><p>* It wasn't all gloom for the retail sector. Shares of BJ's Wholesale Club Holdings Inc. BJ jumped 6% after the membership-based warehouse retailer reported fiscal first-quarter profit, revenue and same-store sales that rose above expectations.</p><p>* Spirit Airlines Inc. SAVE on Thursday said its board has unanimously determined that JetBlue Airways Corp.'s JBLU $30-a-share cash offer isn't in the best interest of the airline and its shareholders, urging the latter to reject the tender launched by JetBlue earlier this week. Spirit had already reiterated earlier in May its support for the merger deal with Frontier Group Holdings Inc. ULCC, that it had agreed before JetBlue made its offer. Spirit shares were down 0.5%, while JetBlue shares were up 1.6% and Frontier rose 4.2%.</p><p>What other assets are doing</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 8 basis points to 2.81%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar Index DXY dropped 0.9%.</p><p>* Bitcoin BTCUSD was up 3.5% near $29,750.</p><p>* Oil futures fell, with the U.S. benchmark CL.1 down 0.7% near $106 a barrel. Gold futures GC00 rose 1.5% to above $1,840 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP fell 1.5%, while London's FTSE 100 UK:UKX dropped 2.2%.</p><p>* The Shanghai Composite CN:SHCOMP rose 0.4%, while the Hang Seng Index HK:HSI dropped 2.5% in Hong Kong and Japan's Nikkei 225 JP:NIK shed 1.9%.</p><p>Dow down 400 points after worst day for equities in nearly two years</p>",
  "published": "2022-05-19T15:12:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2835,
          "end": 2839
        },
        {
          "start": 70,
          "end": 75
        },
        {
          "start": 2816,
          "end": 2834
        }
      ]
    }
  ]
}