{
  "_id": "2981934ab05ae4ed7ee0aceccde56a23b70149f605cc5a1bc88c94d5c88ca62c",
  "feed": "wall-street-journal",
  "title": "Splunk, Blackstone, Nio, Affirm, Lockheed: What to Watch in the Stock Market Today; Cisco made a takeover offer for Splunk; Lockheed Martin scrapped an acquisition plan",
  "text": "<p>* Crown Resorts, one of Australia's biggest casino operators, said Monday that it agreed to a $6.3 billion takeover by Blackstone, following a roughly yearlong effort by the U.S. private-equity giant to acquire the company.</p><p>* Needham and Raymond James both trimmed their price targets for Avalara shares, but also kept their ratings of \"buy\" and \"outperform\" in place.</p><p>* The FDA on Friday authorized the use of a new Covid-19 antibody drug from Eli Lilly that retains effectiveness against the Omicron variant of the virus.</p><p>* Lockheed Martin on Sunday said it had scrapped plans to buy Aerojet Rocketdyne Holdings after federal antitrust overseers last month sued to block the proposed $4.4 billion deal.</p><p>* Shares of Affirm Holdings were wavering in morning trading. The buy-now-pay-later company's stock has closed down more than 20% in both of the past two sessions.</p><p>* Wedbush lifted its rating on Micron Technology to \"outperform\" and raised its price target for the stock to $120 from $100.</p><p>* Avis Budget, Advance Auto Parts and Arista Networks are among the companies reporting earnings Monday.</p><p>Chart of the Day</p><p>* A turbulent start of the year for U.S. stocks has entered a new phase in recent days, with investors weighing good news about corporate earnings and the labor market against the stubborn challenges of high inflation, rising bond yields and geopolitical uncertainty.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Splunk, Blackstone, Nio, Affirm, Lockheed: What to Watch in the Stock Market Today</p>",
  "published": "2022-02-14T14:40:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 84,
          "end": 89
        }
      ],
      "nexusId": "10013206"
    }
  ]
}