{
  "_id": "58cf1ea25c20af3adfecfceac170c352428d6c3978089bb5bdc36ffdaee2cafd",
  "feed": "market-watch",
  "title": "U.S. stock futures add to losses after retail sales data, with Fed minutes ahead",
  "text": "<p>The report comes ahead of the minutes of last month's Federal Reserve meeting and as investors keep watch on the geopolitical crisis surrounding Ukraine, after a NATO official said they had seen no signs of Russian troop withdrawal around that country.</p><p>How are stock-index futures trading?</p><p>S&amp;P 500 futures ES00 fell 0.5% to 4,444.50.</p><p>Dow Jones Industrial Average futures YM00 declined 0.4% to 34,761.</p><p>Nasdaq-100 futures NQ00 slipped 0.6% to 14,522.</p><p>On Tuesday, the Dow industrials DJIA surged 422.67 points, or 1.2%, to close at 34,988.84, while the S&amp;P 500 index SPX rose 1.6% to 4,471.07. The Nasdaq Composite climbed 2.5% to 14,139.07.</p><p>Read:With a tiger and Jamie Dimon, JPMorgan enters the metaverse</p><p>And:Here's why three inflation-fueled rotations may still be in their early stages</p><p>What's driving the markets?</p><p>Stock-index futures were pointing to losses for Wall Street equities on Wednesday, a day after all three benchmarks logged the first win in four sessions, on hopes Russia can be persuaded not to invade Ukraine. Reports that some Russian troops had moved back to their bases, and reports that Moscow was ready to talk with NATO and the U.S. drove some relief buying on Wall Street.</p><p>Some optimism faded Wednesday, after NATO Secretary-General Jens Stoltenberg told reporters that “we have not seen any withdrawal” of those Russian forces. “What we see is that they have increased the number of troops and more troops are on their way,” he said.</p><p>President Joe Biden urged Moscow to “choose diplomacy” on Tuesday, warning that a Russian move into Ukraine was still possible and reports that those Russian units had returned home couldn't be verified. Russia said Wednesday it was returning more troops and weapons to bases, but NATO declared it saw no sign of a drawdown as fears that Moscow could invade Ukraine soon persisted.</p><p>Meanwhile, sales for U.S. retailers jumped 3.8% in January. The increase in sales was the largest since last March, when Americans spent a good chunk of their stimulus money from the government. Economists polled by The Wall Street Journal had forecast after retail sales fell a revised 2.5% in December. Households bought more goods in early 2022 after paring back in the final month of last year.</p><p>Separately, import prices for January rose 2% and 1.4%, excluding fuel costs.</p><p>A report on industrial production was due at 9:15 a.m. and business inventories and the National Association of Home Builder's latest index were due at 10 a.m.</p><p>Later in the afternoon, investors will get the minutes of the most recent Federal Reserve meeting.</p><p>“Today's FOMC minutes of the Jan. 26 meeting will be scrutinized for any rhetoric indicating a lean for hiking or not hiking in larger increments than 25 basis points,” said strategists at Saxo Bank, in a note to clients. “The market has priced in just over 40 basis points of hiking through that March FOMC minutes.”</p><p>Earnings news will continue to roll in on Wednesday, with Nvidia Corp. NVDA, Cisco Systems Inc. CSCO, Applied Materials Inc. AMAT, Tripadvisor Inc. TRIP among the highlights after the close.</p><p>Earnings preview:The Arm deal is dead, but Nvidia is not expected to slow down</p><p>Elsewhere, oil prices CL00 were nearing $93 a barrel, up about 0.8%, while natural-gas futures NG00 climbed nearly 5% to $4.542 per million British thermal units.</p><p>What companies are in focus?</p><p>Roblox Corp.RBLX shares sank 15% after the social-gaming platform reported disappointing quarterly results.</p><p>Stock in Upstart Holdings Inc.UPST soared 25% after the fintech company blew past earnings expectations and announced buybacks.</p><p>Ericsson AB'sERIC U.S.-listed shares slid 9%, tracking losses in Stockholm, after the Swedish telecommunications provider said a probe over Iraq dealings revealed it may have made payments to Islamic State terrorist group.</p><p>Shares of ViacomCBS VIAC fell 9% in premarket trading after the media group reported earnings that fell short of Wall Street expectations. The company announced a name change to Paramount Global, after reporting a record surge in streaming-service business.</p><p>Shopify Inc. shares SHOPfell 3% in premarket trading, even after the e-commerce company topped earnings and revenue expectations.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;BX: TMUBMUSD10Y&#xa0;was lower at 2.01%, after reaching a 52-week high of 2.044% on Tuesday, according to Dow Jones Market Data. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;which tracks the currency against a basket of six major rivals, declined less than 0.1%.</p><p>West Texas Intermediate crude for March delivery&#xa0;CLH22&#xa0;climbed 1.3% to&#xa0;$93.29 a barrel.&#xa0;Gold futures were modestly lower, with the April contract GCJ22 trading at $1,855.50 an ounce.</p><p>The Stoxx Europe 600&#xa0;SXXP XX: SXXP was flat, while London's FTSE 100&#xa0;UK: UKX slipped 0.2%.</p><p>The Shanghai Composite&#xa0;CN: SHCOMP&#xa0;ended 0.5% higher, while the Hang Seng Index&#xa0;HK: HSI&#xa0;rose 1.4% in Hong Kong and Japan's Nikkei 225&#xa0;JP: NIK surged 2.2%.</p>",
  "published": "2022-02-16T09:15:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2971,
          "end": 2989
        },
        {
          "start": 2990,
          "end": 2994
        }
      ],
      "nexusId": "10013206"
    }
  ]
}