{
  "_id": "b782cdd43d4fe612ddda19e4ea6e35fe56daf658c4ee622090e1f24eeeeb961f",
  "feed": "market-watch",
  "title": "Arista Networks shares soar on sales, earnings beat and strong guidance; Arista surges in the extended session Monday after the networking company reports second-quarter results that top Wall Street's estimates",
  "text": "<p>The company reported second-quarter net income of $299.1 million, or 94 cents a share, compared with $196.9 million, or 62 cents a share in the year-ago quarter. Adjusted earnings were $1.08 a share, compared with 68 cents a share in the same period last year.</p><p>Revenue was $1.052 billion, compared with $707.3 million in the prior year's quarter. Analysts tracked by FactSet had forecast revenue of $979 million and earnings of 92 cents a share.</p><p>Arista stock rises after upgrade: 'This is the kind of name to own as the economy weakens'</p><p>\"In Q2 2022, we achieved our first billion-dollar revenue quarter, despite the challenges of an uncertain supply-chain environment,\" said Arista Networks CEO Jayshree Ullal, in a statement. \"This record milestone further validates the customer value of Arista's differentiated cloud networking platforms, now adopted by many of the largest cloud and enterprise customers around the world.\"</p><p>Arista, which has earned a reputation for robust growth rates, gave strong third -quarter guidance, predicting revenue of $1.025 billion to $1.075 billion, topping Wall Street's estimates. Analysts surveyed by FactSet had forecast sales of $996 million.</p><p>The company's results come at a time when the networking industry is being watched closely for any evidence of a slowdown in business spending. In May, tech bellwether Cisco Systems Inc. CSCO cited the impact of COVID slowdowns in China for a revenue forecast more than $1 billion below Wall Street's expectations.</p><p>Opinion: Cisco blames China lockdowns for its forecast cut, but there could be deeper problems</p><p>Arista shares have fallen 18.5% in 2022, compared to the S&amp;P 500 SPX Index's decline of 13.6%.</p><p>Arista Networks shares soar on sales, earnings beat and strong guidance</p>",
  "published": "2022-08-01T20:30:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1505,
          "end": 1510
        },
        {
          "start": 1349,
          "end": 1367
        },
        {
          "start": 1368,
          "end": 1372
        }
      ]
    }
  ]
}