{
  "_id": "e2582a8bd95852fce5ab269d42f3d0c039d679bba8128df13871efa3eec882e1",
  "feed": "market-watch",
  "title": "The market loved the CPI and PPI data, but here are four worrying signs about lingering inflation; Critical information for the U.S. trading day",
  "text": "<p>Federal Reserve officials have been quick to rain on this parade, but why believe them anyway? They certainly didn't see the inflation wave coming, and even if they did see inflation falling away, they have every incentive not to quickly proclaim that. So it's up to financial markets to figure out what is in the inflation data and how the Fed will eventually react.</p><p>Carlo Putti, fixed income investor director at the fund manager M&amp;G, does concede there's been good news on the inflation front. But he also still highlights some worrying signs.</p><p>The first is that inflation is now broad based. This is best shown in the median CPI report from the Cleveland Fed, which shows the components whose expenditure weight is in the 50th percentile of price changes. In October, that reading was 7%, matching the highest level of the cycle.</p><p>The second is that the sticky elements of inflation are on the move. Basically, this means services and not goods, and service inflation doesn't tend to be as volatile. \"As a result, we might not see a sharp deceleration in inflation anytime soon,\" he says.</p><p>Another point is that wages have been rising this year — a particularly key input for services. \"If wage growth remains high or even accelerates from here, there is potential for more inflation surprises going forward. Keep an eye on wages and on a potential wage-price spiral as this could completely change the inflation picture for next year,\" says Putti.</p><p>Finally, he notes that money velocity — defined in this instance as the M2 measure of money supply divided by nominal GDP — is on the way up. \"Higher rates usually pushes velocity up as consumers look for opportunities to deploy their cash. Recently, we have seen an acceleration in money velocity. If this continues, inflation might remain elevated even if money supply falls,\" said Putti.</p><p>The markets</p><p>Pretty quiet in the early hours, with U.S. stock futures ES00 NQ00 steady. The yield on the 10-year Treasury BX:TMUBMUSD10Y was 3.79%. The dollar DXY edged lower.</p><p>The buzz</p><p>U.S. officials are of the view that the missile that hit Poland was likely launched by Ukraine's air defense rather than Russia, so World War III is at the very least delayed.</p><p>The latest reading on retail sales is due at 8:30 a.m. Eastern. There's also data on industrial production, business inventories, and a home-builder sentiment index due for release.</p><p>New York Fed President John Williams and Fed Gov. Christopher Waller are set to hit the tape, while the new Fed Vice Chair for Supervision Michael Barr is testifying in front of the House Financial Services Committee.</p><p>Lowe's LOW upped its earnings forecast for the year, while Target TGT badly missed on third-quarter earnings and reduced its fourth-quarter view. Advance Auto Parts AAP slumped after its third-quarter numbers. Networking gear maker Cisco Systems CSCO and graphics chipmaker Nvidia NVDA are reporting after the close.</p><p>Donald Trump saidhe's running for president again, though this time around he may face more formidable Republican opposition.</p><p>Best of the web</p><p>How anAmerican hid from the Russians for 8 months in Kherson.</p><p>WhatNASA's moon missionis aiming to achieve.</p><p>World Cup favorite Brazil has learned from its European rivals.</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  AMC     AMC Entertainment  GME     GameStop  DWAC    Digital World Acquisition Corp.  TSM     Taiwan Semiconductor Manufacturing  AAPL    Apple  AMZN    Amazon.com  APE     AMC Entertainment preferreds  BBBY    Bed Bath &amp; Beyond  BABA    Alibaba</p><p>Random reads</p><p>Naomi Biden is set to join the rare club of getting married at the White House.</p><p>Elon and Kanye are losing their appeal — as baby names.</p><p>Need to Know starts early and is updated until the opening bell, butsign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to theBest New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>The market loved the CPI and PPI data, but here are four worrying signs about lingering inflation</p>",
  "published": "2022-11-16T11:49:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2847,
          "end": 2851
        },
        {
          "start": 2833,
          "end": 2846
        }
      ]
    }
  ]
}