{
  "_id": "ecd9775beed8fc809d914fe7d5e84b5c7c500cd96332a2c069f5b135e28632cd",
  "feed": "market-watch",
  "title": "EVs can store power for our homes and the grid — Why 'vehicle-to-everything' technology is a must-follow investing theme; Biden's Department of Energy joins Ford, GM, California utilities and others to launch a joint effort for using EVs to help the nation's power grid",
  "text": "<p>On Wednesday, the Department of Energy along with DOE National Labs, California state and local governments, utilities and private entities, announced a joint effort to commercialize the technologies that allow EVs to securely send extra power back to the national electricity grid. The announcement was made at a net-zero-emissions electricians training facility in Commerce, Calif.</p><p>The technology can also be leveraged to help commercial buildings save money on heating, cooling and lighting costs, and to provide backup power to homes, essentially a four-wheeled generator in the garage. It could also create new revenue opportunities for EV owners.</p><p>Read: Biden to allow more ethanol in effort to ease gas prices — here's what you need to know</p><p>The International Energy Agency estimates there will be 130 million electric vehiclesTSLA on the road globally by 2030. In addition to increasing electricity demand, these EVs in total will contain 10 times the amount of energy storage needed by the grid. The IEA's most aggressive estimate — at 250 million EVs by 2030 — would mean that 6% of the batteries in the automotive fleet could potentially meet all the grid's energy storage needs. </p><p>Hyundai Motor Co. KR:005380 announced earlier this month it is currently running two V2X pilot projects in the Netherlands and Germany featuring fleets of modified IONIQ 5 models that are equipped with customized V2G-capable software.</p><p>Added strain from more EV use and a migration away from natural-gas heating to electric heating has raised some concerns from energy-sector observers who note spotty performance from an aging power grid when put to big tests. The grid needs an upgrade and it will have to be weaned off natural gasNG00 and coal to more solar, wind, nuclear, geothermal and hydrogen sources in order to be truly called \"clean\" electricity. In other words, EV developments that keep the grid's needs in mind are most likely to find traction.</p><p>\"The grid directly distributes renewable energy from solar or wind power to users. With the application of V2G, renewable energy can be stored in battery-electric vehicles (BEVs) and fed back to the grid when it cannot be generated, for example at night or when there is no wind, or at peak times,\" Hyundai explained in its release.</p><p>The memorandum of understanding announced Wednesday establishes a collaboration for accelerating development and commercialization of V2X technologies, which Biden administration officials said could contribute to the \"green economy\" job growth it likes to promote when talking about climate-change policy.</p><p>In all, the collaboration includes automakers, charging equipment providers, industry associations, labor unions, utilities, national labs, public agencies and others.</p><p>Read: Buying a home? Why you should ask whether it's wired for electric vehicles even if you don't own one</p><p>The location of the announcement is meaningful. California Gov. Gavin Newsom issued an executive order in 2020 calling for the end of the sale of gasoline-powered cars in the state by 2035. The state already accounts for 40% of all U.S. zero-emission cars.</p><p>V2X technology also refers to the advanced software that runs select autos already and will even more in the future: for instance, supplying data directly from cars to improve traffic alerts or influence stoplights or automatically alerting smart-phone-holding pedestrians when they're at risk from the approaching vehicle.</p><p>\"The increasing number of cars on road and the resulting congestion has prompted various governments to implement automotive V2X solutions to reduce fuel wastage and reduce carbon emissions,\" a Global Industry Analysts Inc. report said. \"Rising environmental concerns and the need for real-time traffic flow alerts are expected to drive the demand for automotive V2X technology. The market growth is also catalyzed by ongoing advances related to driverless cars.\"</p><p>Read: Twitter gave rise to Elon Musk's fame, and amplified his ideas</p><p>Company signatories to the public-private pledge announced in California Wednesday in California included: Pacific Gas and Electric Co.PCG; Lucid MotorsLCID; Ford Motor Co.F; General MotorsGM and NissanJP:7201.</p><p>The industry report said impacted companies as this market evolves likely include: Cisco Systems, Inc.CSCO; Infineon TechnologiesXE:IFX; Qualcomm Technologies Inc. QCOM; STMicroelectronicsSTM; Toyota MotorTM; Volkswagen AGXE:VOW, BMW GroupXE:BMW and others.</p><p>EVs can store power for our homes and the grid — Why 'vehicle-to-everything' technology is a must-follow investing theme</p>",
  "published": "2022-04-20T20:14:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4271,
          "end": 4285
        },
        {
          "start": 4271,
          "end": 4284
        }
      ]
    }
  ]
}