{
  "_id": "e6b5af140379b518e453023310522d35dd1227eea8a00ec1cc1e86749ab9a0e6",
  "feed": "market-watch",
  "title": "Nasdaq Composite holds near 14,000 as broader indexes retreat even with healthy U.S. retail sales",
  "text": "<p>The report comes ahead of the minutes of last month's Federal Reserve meeting and as investors keep watch on the geopolitical crisis surrounding Ukraine, after a NATO official said they had seen no signs of Russian troop withdrawal around that country.</p><p>How are stock indexes trading?</p><p>The S&amp;P 500SPX fell 24 points, or 0.6%, to 4,446, dragged lower by a decline in information technologyXX:SP500.45 and communication servicesXX:SP500.50.</p><p>The Dow Jones Industrial Average DJIA declined 212 points, or 0.6%, to around 34,776.</p><p>The Nasdaq Composite IndexCOMP declined 1%, or 135 points, to around 14,004.</p><p>On Tuesday, the Dow industrials surged 422.67 points, or 1.2%, to close at 34,988.84, while the S&amp;P 500 index rose 1.6% to 4,471.07. The Nasdaq Composite climbed 2.5% to 14,139.07.</p><p>Read:With a tiger and Jamie Dimon, JPMorgan enters the metaverse</p><p>And:Here's why three inflation-fueled rotations may still be in their early stages</p><p>What's driving the markets?</p><p>Stocks were lower, a day after all three benchmarks logged the first win in four sessions.</p><p>Optimism on Wall Street briefly was sparked by hopes that Russia might be persuaded not to invade Ukraine and that Moscow was ready to talk with NATO. Those hopes appeared to fade, however, Wednesday, after NATO Secretary-General Jens Stoltenberg told reporters that “we have not seen any withdrawal” of those Russian forces. “What we see is that they have increased the number of troops and more troops are on their way,” he said.</p><p>President Joe Biden urged Moscow to “choose diplomacy” on Tuesday, warning that a Russian move into Ukraine was still possible, and reports of some Russian units returning home couldn't be verified.</p><p>In U.S. economic data, sales for U.S. retailers jumped 3.8% in January. The increase in sales was the largest since last March, when Americans spent a good chunk of their stimulus money from the government. Economists polled by The Wall Street Journal had forecast after retail sales fell a revised 2.5% in December. Households bought more goods in early 2022 after paring back in the final month of last year.</p><p>“Omicron and inflation were not enough to deter US consumers from spending in January as retail sales sprung back to life with a 3.8% surge, the strongest gain since March 2021 when stimulus checks reached households' bank accounts, wrote Lydia Boussour and Kathy Bostjancic, economists at Oxford Economics.</p><p>“The rebound was nearly twice stronger than consensus expectations and led by buoyant vehicle sales and online shopping as virus fear kept consumers away from restaurants,” the economists wrote.</p><p>Separately, import prices for January rose 2% and 1.4%, excluding fuel costs and a reading of industrial capacity in use rose 77.6% in January, compared with 76.6% in December.</p><p>The National Association of Home Builder's latest confidence index slipped a point to 82 in February from a month ago. Even so, any reading above 50 indicates improving confidence.</p><p>Later in the afternoon, investors will get the minutes of the most recent Federal Reserve meeting.</p><p>“Today's FOMC minutes of the Jan. 26 meeting will be scrutinized for any rhetoric indicating a lean for hiking or not hiking in larger increments than 25 basis points,” said strategists at Saxo Bank, in a note to clients. “The market has priced in just over 40 basis points of hiking through that March FOMC minutes.”</p><p>Late-morning Wednesday, Philadelphia Federal Reserve President Patrick Harker said he wants a small interest rate hike in March and then methodical moves that don't upset the economy's strong performance.</p><p>“I am very supportive of starting a process of raising the fed-funds rate, which is our primary tool of monetary policy, starting to raise that, and I would support as early as March a 25 basis point increase in that rate,” he said, in an interview with the WHYY radio station program “Radio Times.”</p><p>Earnings news will continue to roll in on Wednesday, with Nvidia Corp. NVDA, Cisco Systems Inc. CSCO, Applied Materials Inc. AMAT, Tripadvisor Inc. TRIP among the highlights after the close.</p><p>Earnings preview:The Arm deal is dead, but Nvidia is not expected to slow down</p><p>What companies are in focus?</p><p>Roblox Corp.RBLX shares sank almost 25% after the social-gaming platform reported disappointing quarterly results.</p><p>Stock in Upstart Holdings Inc.UPST soared 35% after the fintech company blew past earnings expectations and announced buybacks.</p><p>Ericsson AB'sERIC U.S.-listed shares slid almost 14%, tracking losses in Stockholm, after the Swedish telecommunications provider said a probe over Iraq dealings revealed it may have made payments to Islamic State terrorist group.</p><p>Shares of ViacomCBS VIAC fell 22% after the media group reported earnings that fell short of Wall Street expectations. The company announced a name change to Paramount Global, after reporting a record surge in streaming-service business.</p><p>Shopify Inc. shares SHOP fell nearly 18%, even after the e-commerce company topped earnings and revenue expectations.</p><p>Alaska Air Group Inc.&#xa0;ALK&#xa0;announced the launch of Flight Pass on Wednesday, a subscription service that offers 6, 12 or 24 round-trip flights for a fixed price. Subscriptions start at $49 a month. Shares were up 0.5%.</p><p>Google plans to adopt new privacy restrictions to curtail tracking across apps on Android smartphones. Shares of Google parent Alphabet Inc.'s Class A GOOGL and C sharesGOOG were down by at least 0.5%.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;BX: TMUBMUSD10Y&#xa0;was lower at 2.04%, after reaching a 52-week high of 2.044% on Tuesday, according to Dow Jones Market Data. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;which tracks the currency against a basket of six major rivals, declined 0.2%.</p><p>West Texas Intermediate crude for March delivery&#xa0;CLH22&#xa0;climbed 2.8% to&#xa0;$94.63 a barrel. That's even as the&#xa0;Energy Information Administration reported&#xa0;on Wednesday that U.S. crude inventories rose by 1.1 million barrels for the week ended Feb. 11. On average, analysts had forecast a decline of 200,000 barrels, according to a poll conducted by S&amp;P Global Platts.</p><p>Gold futures were higher, with the April contract GCJ22 trading at $1,868.50 an ounce, up 0.7%.</p><p>The Stoxx Europe 600&#xa0;SXXP XX: SXXP closed virtually unchanged but in positive territory, while London's FTSE 100&#xa0;UK: UKX slipped less than 0.1%.</p><p>The Shanghai Composite&#xa0;CN: SHCOMP&#xa0;ended 0.5% higher, while the Hang Seng Index&#xa0;HK: HSI&#xa0;rose 1.4% in Hong Kong and Japan's Nikkei 225&#xa0;JP: NIK surged 2.2%.</p>",
  "published": "2022-02-16T12:10:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 3969,
          "end": 3973
        },
        {
          "start": 3950,
          "end": 3968
        }
      ],
      "nexusId": "10013206"
    }
  ]
}