{
  "_id": "add581faf18d0c729d0baa75b48b17ab66939bffd99c502b61058b939abccd13",
  "feed": "wall-street-journal",
  "title": "Candidates Who Questioned 2020 Election Factor in Swing-State Races; Some 12 of 27 secretary-of-state elections featured candidates who said the 2020 election was stolen",
  "text": "<p>In Michigan, Democratic secretary of state Jocelyn Benson defeated Kristina Karamo, and in Minnesota, Democratic incumbent Steve Simon defeated Kim Crockett, according to the Associated Press. Both defeated Republican candidates were backed by Mr. Trump. In the swing states of Nevada and Arizona, races that included candidates who questioned election results hadn't yet been called Wednesday.</p><p>Gubernatorial candidates who questioned the 2020 election results were defeated in Tuesday's elections in Wisconsin, Michigan and Pennsylvania, three key swing states. The Arizona governor's race, with election skeptic Kari Lake on the ballot, was too close to call on Wednesday.</p><p>\"The message of election denialism clearly has not been resonating with voters,\" Thania Sanchez, senior vice president of research and policy development at the Washington-based nonprofit, said Wednesday. \"I think Americans have sent a clear message: They believe in our free elections.\"</p><p>Democrats far outspent Republicans to defend their seats, with $40 million spent or reserved on advertising in those states since Sept. 1 compared with about $1 million for Republicans, according to data from AdImpact.</p><p>In Nevada, Republican Jim Marchant filed to run for secretary of state after saying he was a victim of election fraud when he lost a campaign for a congressional seat in 2020.</p><p>On his campaign website, Mr. Marchant said his priority would be \"to overhaul the fraudulent election system in Nevada.\" Neither Mr. Marchant nor a spokesman returned calls for comment, but his supporters said the use of mail-in ballots, in particular, is problematic.</p><p>\"I don't like mail-in ballots because people can commit fraud,\" said David Podber, a supporter in Las Vegas. \"The bad people will cheat and the bad people are Democrats.\"</p><p>But no court has documented such fraud, and Mr. Marchant's Democratic opponent, Cisco Aguilar, had warned supporters during the campaign they needed to turn out to vote for him or risk losing voting rights in the future that could affect the national presidential vote since Nevada is a swing state.</p><p>\"What's at stake here in Nevada? Democracy, and it's not only in Nevada, but in the country,\" Mr. Aguilar said in an interview last month while campaigning in Las Vegas.</p><p>After the polls closed Tuesday night, delays in tabulating ballots postponed final results in most of the Nevada races—fueling Republican suspicions again. \"We're not going to sit here quietly and be pushed and bullied around,\" Michael McDonald, chairman of the Nevada Republican Party, told a ballroom of hundreds of GOP supporters at an election watch party in Las Vegas.</p><p>With more than 77% of the votes counted, Mr. Marchant was leading Mr. Aguilar 48.5% to 47.4% on Wednesday. Officials of Clark County, where most of the delays were reported, said it could be days before final results are tabulated.</p><p>In Arizona, secretary of state candidate Mark Finchem has been an outspoken supporter of Mr. Trump and his unfounded claims about the outcome of the 2020 presidential election in Arizona and other states. Earlier this year, Mr. Finchem introduced a resolution to decertify and overturn 2020 election results in three of that state's counties, including Maricopa, home to Phoenix and a hub of support for Democrats including President Biden.</p><p>With two-thirds of the votes counted, Mr. Finchem was trailing Democrat Adrian Fontes, 47.6% to 52.4%.</p><p>As of Wednesday three of 12 secretary of state candidates who questioned election results had been declared winners.</p><p>In Georgia, voters gave another term to Republican Secretary of State Brad Raffensperger, who was sharply criticized by Mr. Trump after the 2020 election. Mr. Raffensperger defeated Democratic challenger Bee Nguyen. Mr. Trump and others pressured him, unsuccessfully, to overturn Mr. Trump's narrow 2020 loss in the state.</p><p>Write to Jim Carlton at jim.carlton@wsj.com and Zusha Elinson at zusha.elinson@wsj.com</p><p>Candidates Who Questioned 2020 Election Factor in Swing-State Races</p>",
  "published": "2022-11-09T23:51:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1878,
          "end": 1883
        }
      ]
    }
  ]
}