{
  "_id": "fa69ff63b365fff702b74d75698bec3446f98ff72365031e039f3caff2a353fd",
  "feed": "market-watch",
  "title": "Blue Apron laying off 10% of corporate staff; Meal-kit company has been looking to rein in costs",
  "text": "<p>Also read: Here are the companies in the layoffs spotlight: Adobe and GameStop join Intel, Google, HP, Amazon, Cisco</p><p>Blue Apron's release also contained an update on a pledge agreement, announced in November, with affiliates of entrepreneur Joseph Sanberg, who is a significant owner of the company's stock, according to FactSet data. Under that agreement, \"one of Mr. Sanberg's affiliates pledged shares of private companies to the company to secure the private placement obligation of $56.5 million of Class A common stock,\" but the affiliate did not fund by Nov. 30, meaning that Blue Apron has the right to foreclose on the pledged collateral, per its release.</p><p>\"While the company continues to assess the ability of Mr. Sanberg's affiliate to meet its obligations, Blue Apron is actively working with its financial advisors to maximize value from the pledged collateral, including potentially selling or leveraging the pledged collateral to enhance its credit with its current or future lenders,\" the company stated.</p><p>Blue Apron added that it continues to narrow in on costs and is also looking to strengthen its balance sheet in order to stay in compliance with its $25 million minimum liquidity covenant. The company intends to continue executing on an at-the-market program if market conditions allow.</p><p>\"With the ATM proceeds received to date, anticipated cost savings and working capital management, and without receipt of the private placement funds (or the equivalent value from the pledged collateral) and funds owed under a gift card agreement with Mr. Sanberg's affiliate, Blue Apron believes it has sufficient cash flow to maintain compliance under its minimum liquidity covenant in the first quarter of 2023,\" the company said Thursday.</p><p>Shares of the company rallied about 10% shortly after Thursday's open, but they are off more than 90% over the past 12 months, compared with the S&amp;P 500 SPX, which has dropped 15.14% in that same period.</p><p>Blue Apron laying off 10% of corporate staff</p>",
  "published": "2022-12-08T14:59:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 111,
          "end": 116
        }
      ]
    }
  ]
}