{
  "_id": "36d932aac40801f1a46dc14c3cd7fd56fe26fd8e1ad3f4f875dc893e64964baa",
  "feed": "market-watch",
  "title": "Nutanix stock dives more than 30% after earnings include poor forecast; 'Increased supply chain delays with our hardware partners account for the significant majority of the impact to our outlook,' CEO says",
  "text": "<p>\"Late in the third quarter, we saw an unexpected impact from challenges that limited our upside in the quarter and affected our outlook for the fourth quarter,\" Chief Executive Rajiv Ramaswami said in a statement. \"Increased supply chain delays with our hardware partners account for the significant majority of the impact to our outlook, and higher-than-expected sales rep attrition in the third quarter was also a factor.\"</p><p>\"We don't believe these challenges reflect any change in demand for our hybrid multicloud platform, and we remain focused on mitigating the impact of these issues and continuing to execute on the opportunity in front of us.\"</p><p>Supply-chain issues have bedeviled tech companies reliant on hardware in recent weeks, with Cisco Systems Inc. CSCO as a prime example. Nutanix has attempted to move away from its hardware roots and focus on \"hyperconvergence\" software, but Cisco executives noted that software sales were also held up by customers needing relevant hardware to run the software.</p><p>For more: Cisco blames China lockdowns for its forecast cut, but there could be deeper problems</p><p>Like Cisco, Nutanix hit its numbers while offering a disappointing forecast. Nutanix reported a fiscal third-quarter loss of $111.6 million, or 50 cents a share; after adjusting for stock-based compensation and other effects, Nutanix reported a loss of 5 cents a share, an improvement from last year's adjusted loss of 41 cents a share. Revenue grew to $403.7 million from $344.5 million a year ago, and billings grew to $204.7 million from $159.9 million. Analysts on average expected an adjusted loss of 22 cents a share on sales of $398 million and billings of $197.9 million, according to FactSet.</p><p>Nutanix shares have declined 32.8% so far this year, as the S&amp;P 500 index SPX has dropped 17.3%.</p><p>Nutanix stock dives more than 30% after earnings include poor forecast</p>",
  "published": "2022-05-26T01:13:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 891,
          "end": 896
        },
        {
          "start": 742,
          "end": 760
        },
        {
          "start": 1022,
          "end": 1027
        },
        {
          "start": 761,
          "end": 765
        },
        {
          "start": 1113,
          "end": 1118
        }
      ]
    }
  ]
}