{
  "_id": "29b14cf112bc0a5e03617d5531face15462d5a1ad874ab851ea9cc7a2e663fc6",
  "feed": "wall-street-journal",
  "title": "Hellman & Friedman Takes 7.5% Stake in Software Maker Splunk; The private-equity firm's stake is worth about $1.4 billion",
  "text": "<p>Hellman &amp; Friedman disclosed the stake in a securities filing Friday, confirming an earlier Wall Street Journal report and sending Splunk shares up more than 7.5% to $131.03 in early trading.</p><p>San Francisco-based Splunk, which makes software used by companies' information-technology and security operations, earlier this week said it hired Gary Steele as its new CEO. He was the founding CEO of Proofpoint Inc., an information-security company that was acquired by private-equity firm Thoma Bravo last year.</p><p>Splunk also reported better-than-expected fourth-quarter results this week. Revenue rose 21% from a year ago to $901.1 million, beating analysts' consensus estimate of $774.6 million. Annual recurring revenue, a closely watched metric for companies with subscription revenue, rose 32% to $3.12 billion.</p><p>Hellman &amp; Friedman is supportive of Mr. Steele and plans to work with the company.</p><p>Splunk said it is aware of the private-equity firm's investment and pleased its team \"shares our confidence in the strength of our business and significant opportunity ahead.\"</p><p>Hellman &amp; Friedman is the latest technology specialist drawn to Splunk and its prospects for growth as companies become more digital and face increasing cybersecurity threats. Last month, the Journal reported that data-networking giant Cisco Systems Inc. had made a takeover offer worth more than $20 billion for Splunk. The bid had stalled by then and the hiring of a new CEO suggests Splunk plans to go it alone at least for now.</p><p>Fellow private-equity firm Silver Lake in June made a $1 billion investment in the company to help support the transformation of its business from traditional software licensing to a cloud-based subscription model. Silver Lake took a seat on Splunk's board.</p><p>With offices in San Francisco, New York and London, Hellman &amp; Friedman recently had more than $95 billion in assets under management. The firm makes a limited number of large-scale investments in growing companies in sectors including software and technology, financial services, healthcare, retail and consumer. Minority investments like this one are less typical for the firm and its private-equity rivals, who more often buy control of companies, either by themselves or in groups.</p><p>Hellman &amp; Friedman was part of a group that signed a roughly $30 billion deal for medical-supply company Medline Industries Inc. in June and then agreed with a partner to buy healthcare-records company Athenahealth Inc. for around $17 billion including debt in November.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Dana Cimilluca at dana.cimilluca@wsj.com</p><p>Hellman &amp; Friedman Takes 7.5% Stake in Software Maker Splunk</p>",
  "published": "2022-03-04T15:18:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1306,
          "end": 1324
        }
      ]
    }
  ]
}