{
  "_id": "d049ba6e73b4d434bcf3f6d9a4fa3e16106122f999dfbcfe2495f996520f2a6b",
  "feed": "market-watch",
  "title": "Cisco stock falls while Arista's gains as Wells Fargo shakes up networking views",
  "text": "<p>Wells Fargo's Aaron Rakers upgraded shares of Arista ANET to overweight from equal-weight Thursday, while making the reverse change on Cisco CSCO shares.</p><p>“While we remain positive on Cisco's execution, backlog expansion, webscale traction, and subscription renewal setup looking forward, we're repositioning our ratings to reflect a belief that a shift back toward growth vs. value, as well as fundamental upside potential, present a more compelling risk / reward setup in shares of Arista vs. Cisco,” he wrote in a note to clients.</p><p>Arista's shares were up 0.7% in afternoon trading Thursday, to give the company a market capitalization of $37.4 billion, while Cisco's stock was down 2.4% to value the company at $226.7 billion.</p><p>Rakers likes Arista's competitive positioning and thinks the networking company is set up well to win share and post sustained growth. He's also upbeat about the company's enterprise momentum and has a positive view on the company's ability to generate strong revenue in recurring services and software-only categories.</p><p>“Although we are currently not expecting Arista to break out software-only revenue contributions for the foreseeable future, we think this should be considered a longer-term component of the company's portfolio expansion story,” he wrote.</p><p>As for Cisco, Rakers wrote that despite the downgrade, he's “not making a negative/downside fundamental call on Cisco,” since he still likes the company's execution on its subscription model, among other things.</p><p>He's more concerned, however, that the shares could tread water. There's the prospect that investors could “focus on peaking backlog / product order growth dynamics,” limiting multiple expansion, and Rakers also thinks the competitive landscape in core enterprise landscape switching is intensifying.</p><p>Arista shares have lost 7.1% over the past three months and Cisco's stock has declined 7.9%, while the Dow Jones Industrial Average DJIA has shed 7.9%.</p>",
  "published": "2022-03-10T19:39:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 141,
          "end": 145
        },
        {
          "start": 1400,
          "end": 1405
        },
        {
          "start": 135,
          "end": 140
        },
        {
          "start": 1861,
          "end": 1866
        },
        {
          "start": 494,
          "end": 499
        },
        {
          "start": 1295,
          "end": 1300
        },
        {
          "start": 661,
          "end": 666
        },
        {
          "start": 183,
          "end": 188
        }
      ]
    }
  ]
}