{
  "_id": "36a2e5abf96adbcba17c9338d3b1a86b4a31b20fd7dc2462976ace1b7e26db6f",
  "feed": "wall-street-journal",
  "title": "New CIO Wants Cisco to Be a Model for Hybrid Work; Fletcher Previn, a veteran of IBM, aims to mold the networking-equipment company into a flexible-workplace paradigm",
  "text": "<p>Mr. Previn, who is based in Connecticut, was appointed Cisco's CIO in September, succeeding Jacqueline Guichelaar, who now leads the company's customer-experience function for the Asia Pacific, Japan and Greater China region. Mr. Previn joined Cisco in 2021 as chief digital officer from International Business Machines Corp., where he was CIO.</p><p>Months into his new role, Mr. Previn said one of his goals is to mold the San Jose, Calif.-based company into a model for flexible workplaces as more employees return to the office.</p><p>\"I have the great luxury of being CIO of Cisco and to be able to go through our entire catalog and portfolio of architectures and technology and say, 'What are the parts that are really required to solve this?\" Mr. Previn said about enabling hybrid work. \"The companies that get that right will win.\"</p><p>Mr. Previn said he intends to further automate internal processes and fine-tune IT to make teams more agile so they can tackle more projects across software development, infrastructure, networking and cybersecurity.</p><p>\"Even if you're supporting a 30-year-old legacy application, there's just as much space for innovation in that application as a brand-new mobile app that you build on the cloud,\" he said.</p><p>Mr. Previn, who reports to Cisco Chief Operating Officer Maria Martinez, oversees a team of about 9,200 people in functions such as employee IT support, core finance and supply-chain systems, sales and marketing tools, manufacturing, and data-center and security infrastructure.</p><p>An IBM veteran of more than a decade, Mr. Previn was named that company's CIO in 2017. At IBM, he had prioritized design thinking and user experience in an effort to attract and retain employees. Mr. Previn's prior experience leading an IT department of more than 12,000 people prepared him for Cisco, where he has taken the same employee-centric mindset in tackling hybrid work.</p><p>Enabling hybrid work should be a priority for CIOs because it can cut office costs while improving employee productivity, said Bobby Cameron, a principal analyst at Forrester Research Inc.</p><p>\"Priorities for the hybrid work environment continue to be digital tools for meetings and active collaboration,\" Mr. Cameron said. \"These should tie together shared information, the ability to work together on specific problems, and should help the hybrid workers engage with customers and partners in a similar fashion.\"</p><p>Cisco last week reported stronger-than-expected earnings for the quarter ended Oct. 29 and revenue of about $13.6 billion as supply-chain challenges abated. The company also announced a restructuring plan, which could affect about 5% of its staff starting in the current quarter and includes reducing its real-estate portfolio to align with its hybrid work strategy. A spokesperson said the company expects to have approximately the same headcount at the end of its fiscal year, on Jul. 29, 2023, as it did when the year started.</p><p>Mr. Previn declined to say whether his team will be affected by the restructuring, but said his group is still hiring.</p><p>Write to Belle Lin at belle.lin@wsj.com</p><p>New CIO Wants Cisco to Be a Model for Hybrid Work</p>",
  "published": "2022-11-23T18:09:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 14,
          "end": 19
        },
        {
          "start": 55,
          "end": 60
        },
        {
          "start": 244,
          "end": 249
        },
        {
          "start": 1806,
          "end": 1811
        },
        {
          "start": 568,
          "end": 573
        },
        {
          "start": 3105,
          "end": 3110
        },
        {
          "start": 1259,
          "end": 1264
        },
        {
          "start": 2402,
          "end": 2407
        }
      ]
    }
  ]
}