{
  "_id": "7ae18417c390d7a4c7559a595797b98a6e0d9c026abb26dd418b059f80699d3d",
  "feed": "wall-street-journal",
  "title": "Republicans Fret Over Inflation Reduction Act's Tiny Tax Increase",
  "text": "<p>I'm not claiming that raising taxes quickens economic growth. On the contrary, almost any tax increase takes a bite out of aggregate demand and perhaps out of aggregate supply. The trick is to make the tax bite a nibble, not a sloppy mouthful. The Manchin-Schumer compromise -- titled the Inflation Reduction Act -- does that beautifully.</p><p>Mr. McConnell calls the plan's revenue raisers \"giant tax hikes.\" Has he looked at the numbers? The proposals would raise about $50 billion a year for nine years, only about 0.2% of today's gross domestic product.</p><p>More than a quarter of the new revenue comes from increased Internal Revenue Service enforcement of the existing tax code. Some experts, including five former Treasury secretaries, believe the yield could be higher. Additional revenue from enforcement isn't a tax hike; it's collecting more of what Congress has already legislated.</p><p>The IRS has been underfunded for years, and it's getting worse. Tight IRS budgets create backdoor tax cuts, mainly for the rich, by crushing audit rates. The Treasury Department estimates that audit rates on taxpayers making more than $1 million a year fell by more than 60% between 2010 and 2018.</p><p>There is a distinction between illegal tax \"evasion,\" which is the target of IRS enforcement, and legal tax \"avoidance,\" which exploits loopholes. The majority of those \"giant tax hikes\" comes from imposing a 15% minimum tax on corporations reporting more than $1 billion in profits to their shareholders. It is a crude but effective way to limit the use of loopholes in the corporate tax.</p><p>To be sure, it would be better to close loopholes, but recent Congresses have been more willing to open new tax loopholes than to close old ones.</p><p>The editorial board of this newspaper argues that the 15% minimum \"is especially harmful to U.S. manufacturing firms.\" That is because some manufacturers are among the biggest users of corporate loopholes. Fifty-five large, profitable corporations paid zero or negative taxes on their 2020 profits. These included manufacturers such as Nike and Hewlett Packard -- but also nonmanufacturers such as FedEx and Duke Energy. On the other hand, major manufacturers like Lockheed Martin, Cisco and Caterpillar paid more than 15% in taxes. Multinationals that shift their profits overseas would bear a substantial share of the minimum-tax burden. Some of these are manufacturers, others aren't.</p><p>Two final points on the job-killing accusation: First, higher taxes on capital distort corporate decision-making, but in the direction of using more labor, not less.</p><p>Second, the corporate tax rate is a low-multiplier policy, one with relatively small effects on GDP and jobs. One reason is that raising the corporate rate increases taxes on the returns from past and future investments alike. But higher taxes don't prevent past investments; those have already been made.</p><p>Recent history offers a poignant example of a low-multiplier policy in action. In December 2017, President Trump and the Republicans slashed the top corporate tax rate from 35% to 21% and allowed more items to be expensed. A \"giant tax cut,\" you might call it.</p><p>What happened next? Business fixed investment as a share of GDP rose from 14% in the two years before the tax cuts to 14.7% in the two years after the tax cuts (2018-19). That is something, but it isn't much. The GDP growth rate inched up only to 2.44% from 2.36%.</p><p>The proposed tax changes go in the opposite direction, but are tiny compared with the Trump tax cuts. You'll probably need a magnifying glass to see any damage to investment or jobs, and any such damage will surely be dwarfed by the bill's job-creating provisions on climate change and prescription drugs.</p><p>So, no, this isn't a \"giant tax hike\" and it won't kill jobs.</p><p>---</p><p>Mr. Blinder, a professor of economics and public affairs at Princeton, served as vice chairman of the Federal Reserve, 1994-96.</p><p>(See related letters: \"Letters to the Editor: That New Tax on the Books Won't Stay Small for Long\" -- WSJ August 11, 2022)</p>",
  "published": "2022-08-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2201,
          "end": 2206
        }
      ]
    }
  ]
}