{
  "_id": "a44e846f343430c1282868f037f486353dc7c908d420d8268e1a14179f73fadb",
  "feed": "ftcomall",
  "title": "Why a rich mix of measures is needed to nurture wellbeing",
  "text": "<p>Many companies were tackling health and wellbeing at work long before the pandemic. But, amid the global health crisis, it shot up the corporate agenda. Implementing effective strategies has remained challenging for businesses, though — especially if they have thousands of employees.</p> <p>So, what actually works? The answer: it's complicated. Employees in different jobs in different organisations benefit from different measures. Some interventions can be backed up by evidence, while the effectiveness of others is less clear. </p> <p>What Works Wellbeing was set up as a community interest company in 2014, to gather and share evidence of workplace interventions, with the aim of improving decision making. However, after reviewing the evidence of the past eight years, executive director Nancy Hey says there are still big gaps. “I am really surprised that, given how much effort goes into [wellbeing at work] by so many big organisations, how little we know,” she says.</p> <p>What has become clear to WWW is that there are “five drivers” of wellbeing at work: physical and mental health; relationships with colleagues and managers; security, which includes financial, physical and emotional safety; environment, such as culture and work patterns; and purpose, or goals. </p> <p>A job can be made more worthwhile through security, social connections, the ability to use and develop skills, clear responsibilities, and opportunities to have a say in a supportive environment, WWW has found. One way of providing some of this is via training to build personal resources and skills — for example, by offering staff the space to think about and discuss what is important or problematic in their job, and helping them to develop the ability to take on more responsibility.</p> <p>Similarly, effective team working also helps wellbeing: shared activities such as workshops and internal mentoring programmes can improve workplace atmosphere and social connections.</p> <p>But, whether a particular measure — for mental, physical or even financial health — will work in any given organisation relies on more than the intervention itself. Company culture, a comprehensive strategy and employee engagement are essential to determining success.</p> <p>“I'd love to come to you and say, ‘If everyone does this, job done and everyone's happy',” says Farimah Darbyshire, head of programmes and external relations at the City Mental Health Alliance — a non-profit that brings together business leaders, and human resources, wellbeing and diversity and inclusion professionals. But “an intervention dropped into one company could fly, then absolutely fall flat on its face in the next company”, she explains.</p> <p>Darbyshire points out that employees designated as “mental health first aiders” and wellbeing champions can work very well in some organisations, and for several reasons. “It gives people someone to talk to, they can signpost to support, they are creating a more open atmosphere.” </p> <p>However, the initiative has to be taken seriously and business leaders need to signal that it is important to them. What you cannot do, Darbyshire says, “is train 30 people and be, like, ‘We've done workplace mental health'. You haven't — if you do it badly, people lose faith in it.” </p> <p>Line managers are critical, here. If organisations say they believe in mental health and wellbeing but retain toxic managers — such as those who bully, micromanage or otherwise behave in ways that erode morale — “that is hugely detrimental”, says Darbyshire. “You've got to live what you're saying.”</p> <p>Anna Purchas, former UK head of people and now a senior partner at accountancy firm KPMG, says role models are particularly powerful. “You do need to have had some of your senior leaders be comfortable talking about their mental health and how they've not always thrived,” she says. KPMG has four parts to its board-approved wellbeing strategy: preventive health; mental wellbeing; family considerations; and financial wellbeing. It has found that those linked to managing family have worked particularly well. </p> <p>A nimble strategy that can shift based on employee feedback is effective, says technology group Cisco, which, along with KPMG and many others, runs regular surveys on what staff want and need. Cisco includes questions to identify specific groups of employees, such as those with caring responsibilities. Jen Scherler-Gormley, head of HR for the UK and Ireland at Cisco, says carers include not just those looking after family members but employees with responsibilities in the community, for example. “I care for a neighbour and her daughter. People's definition of family, or who you care, for is a lot broader,” she adds.</p> <p>Six months ago, Cisco launched a service to provide a co-ordinator to help staff manage care for someone with complex needs. Each case has saved an average of 100 hours per employee. “That's 100 hours outside of work, where they're burning the candle at both ends and [feeling] additional stress . . . impacting their work,” says Scherler-Gormley.</p> <p>In addition to companies' own research and that of organisations such as WWW, other employers continue to make significant efforts to fill in the evidence “gaps”. Even so, as dark economic clouds loom, measuring the data and responding quickly to what is happening on the ground will be challenging, says Katie Tryon, behaviour change expert and director of health strategy at health insurer Vitality, a private medical insurer.</p> <p>“We're moving into a different economic situation,” she adds. “The really big question is: can we maintain that really critical focus that came during and post the pandemic . . . retaining the right people and helping to foster [them]?”</p><p>Source: Janina Conboye 2022 'Why a rich mix of measures is needed to nurture wellbeing' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T04:00:36.037Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4668,
          "end": 4673
        },
        {
          "start": 4124,
          "end": 4129
        },
        {
          "start": 4221,
          "end": 4226
        },
        {
          "start": 4391,
          "end": 4396
        }
      ]
    }
  ]
}