{
  "_id": "062fc72d461b3b8ed63c4d02938011ca3940408405d79862be6caf73519abc33",
  "feed": "wall-street-journal",
  "title": "The High-Profile Attorneys Backing Twitter and Elon Musk; Twitter is represented by Wachtell Lipton, while heavyweights Skadden Arps and Quinn Emanuel are behind Musk",
  "text": "<p>Who is representing Twitter?</p><p>Twitter has hired New York-based Wachtell, Lipton, Rosen &amp; Katz, with a team led by a litigator William Savitt, to take on the lawsuit against Mr. Musk. Mr. Savitt, who has spent more than 20 years at Wachtell, focuses on litigation surrounding mergers and acquisitions, proxy fights and corporate governance disputes. His client list includes Anthem Inc., Sotheby's and KKR &amp; Co.</p><p>Mr. Savitt, Wachtell's co-head of litigation, led a successful effort by Vulcan Materials Company to halt an attempted hostile takeover in 2012 and defended Sotheby's in 2014 against an activist investor attack.</p><p>Mr. Savitt also previously represented Mr. Musk and Tesla Inc., in a securities lawsuit decided earlier this year. A judge ruled that Mr. Musk didn't act unlawfully in a $2.1 billion takeover of SolarCity Corp.</p><p>Mr. Savitt is a former clerk for the late Supreme Court Justice Ruth Bader Ginsburg, and has written several articles about the nuances of the Delaware court system. He graduated from Columbia Law School in 1997, where he was editor of the law review. </p><p>Twitter moved to prevent Elon Musk from significantly increasing his stake by adopting a poison pill, before agreeing to the takeover deal with him. PHOTO: Constanza Hevia H. for The Wall Street Journal</p><p>Who is representing Elon Musk?</p><p>Mr. Musk, meanwhile, is armed with a group from Skadden, Arps, Slate Meagher &amp; Flom LLP, led by Palo Alto, Calif.-based mergers-and-acquisitions attorney Mike Ringler.</p><p>Since joining Skadden in 2019, Mr. Ringler has helped lead several transactions, including representing Livongo Health Inc. in its $18.5 billion sale to Teladoc Health Inc. and Credit Karma in its $8.1 billion sale to Intuit Inc.</p><p>Before joining Skadden in 2019, Mr. Ringler worked for more than two decades at Wilson Sonsini Goodrich &amp; Rosati, where he represented AppDynamics Inc. in its $3.7 billion sale to Cisco Systems, Inc., and the company then known as Hewlett-Packard Co. in 2001 in its $25 billion acquisition of Compaq Computer Corp. Lawyers from Wilson Sonsini are also representing Twitter in its fight against Mr. Musk, alongside Wachtell.</p><p>Mr. Ringler graduated from Georgetown Law in 1995, and joined Wilson Sonsini in Palo Alto shortly thereafter.</p><p>SHARE YOUR THOUGHTS</p><p>How do you expect the showdown between Twitter and Elon Musk to play out? Join the conversation below.</p><p>Quinn Emanuel Urquhart &amp; Sullivan LLP is also working on behalf of Mr. Musk, with New York-based litigator Alex Spiro in the lead. Mr. Spiro has previously represented Mr. Musk, including in a 2019 defamation case and a separate ongoing activist investor suit against Tesla's board and Mr. Musk.</p><p>Mr. Spiro worked as a Manhattan prosecutor until 2013 and then for Brafman &amp; Associates P.C. before joining Quinn Emanuel in 2017. During his career, he has taken on several high-profile clients, including famous rappers and professional basketball players. His practice area at Quinn Emanuel includes white-collar litigation, regulatory issues and financial matters. He is a 2008 graduate of Harvard Law School.</p><p>What are these firms known for?</p><p>The three firms—Skadden, Quinn Emanuel and Wachtell—routinely handle high-stakes litigation involving companies, and are among the most profitable law firms in the country, according to annual reports published by the American Lawyer, an industry trade publication.</p><p>Skadden and Quinn Emanuel have large staffs and offices throughout the world, and handle a broad array of legal work for all types of entities.</p><p>Wachtell is smaller, with only one office, based in New York. It largely focuses on corporate deal-making and litigation work.</p><p>A Skadden spokeswoman declined to comment. Neither Wachtell nor Quinn Emanuel attorneys responded to requests for comment.</p><p>Over the last half-century, lawyers at both Skadden and Wachtell have played pivotal roles in how battles over corporate control are waged.</p><p>Joseph Flom, a longtime Skadden partner who died in 2011, was a pioneer and expert in so-called proxy battles, in which shareholders try to use their voting power to force through change at a company. Mr. Flom was also credited with legitimizing the hostile takeover through his work for dozens of companies and individuals in high-stakes takeover battles.</p><p>Meanwhile, Martin Lipton, a founding partner at Wachtell, is credited with inventing the so-called poison pill takeover defense. Poison pills, also called shareholder-rights plans, are legal maneuvers that make it hard for shareholders to build their stakes beyond a set point by triggering an option for others to buy more shares at a discount.</p><p>Before agreeing to the deal with Mr. Musk, Twitter moved to prevent him from significantly increasing his stake by adopting a poison pill.</p><p>Also a part of Wachtell's bench: Leo Strine, a former chancellor of the Delaware Court of Chancery, where the case will be heard. Immediately before joining the firm in 2020, Mr. Strine served as chief justice of the state's Supreme Court.</p><p>Write to erin.mulvaney@wsj.com</p><p>The High-Profile Attorneys Backing Twitter and Elon Musk</p>",
  "published": "2022-07-15T14:05:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1897,
          "end": 1911
        },
        {
          "start": 1897,
          "end": 1916
        }
      ]
    }
  ]
}