{
  "_id": "0bea455b049073e87cfaad1b032382096535e1312480d6147ee2274853dd9a18",
  "feed": "wall-street-journal",
  "title": "Republicans Who Cast Doubt on 2020 Election Results Rack Up Primary Wins; Arizona's GOP nomination race for governor is being watched for its potential 2024 implications on election administration in the battleground state",
  "text": "<p>Arizona's still-uncalled GOP nomination race for governor is being watched especially closely because of its potential implications for the 2024 election. The battleground state recorded the nation's second-narrowest outcome in the 2020 presidential race, with Mr. Biden securing his win there by just three-tenths of a percentage point.</p><p>Kari Lake, a former television journalist backed by Mr. Trump, had a small lead over property developer Karrin Taylor Robson with about 80% of the vote counted, according to the Associated Press.</p><p>Ms. Lake focused much of her campaign on claims that President Biden's victory in Arizona was fraudulent, even though state election officials have found no widespread evidence of that and a state GOP-backed audit confirmed Mr. Biden's win.</p><p>Ms. Taylor Robson, who has the backing of former Vice President Mike Pence and term-limited Arizona Gov. Doug Ducey, was critical of Ms. Lake for alleging without proof that election fraud was already happening ahead of Tuesday's primary. She told CNN that the 2020 election \"at a minimum was not fair\" and that \"we have the wrong guy in the White House.\"</p><p>In November's general election, either Ms. Lake or Ms. Taylor Robson will face the state's current secretary of state, Democrat Katie Hobbs, who won the Democratic nomination for governor.</p><p>Within hours of her victory, Ms. Hobbs had a new television ad running in Arizona where she highlights \"attacks on our voting system\" and suggests the audit conducted on the 2020 results was a \"pointless waste of our tax dollars.\"</p><p>If Ms. Lake wins, she would be a fourth high-profile primary winner in Arizona backed by Mr. Trump who ascribes to his election-fraud allegations.</p><p>SHARE YOUR THOUGHTS</p><p>What are your main takeaways from Tuesday's primaries? Join the conversation below.</p><p>Mark Finchem, a state House representative who has acknowledged an affiliation with the far-right Oath Keepers militia group, won a crowded primary for the GOP's secretary of state nomination in Arizona. As is the case in many states, duties of the post include overseeing the election process.</p><p>Mr. Finchem, who has Mr. Trump's backing, wants to eliminate early voting and is suing in federal court to block the use of vote-counting machines in Arizona. His Democratic opponent remained unknown Wednesday with a race too close to call between former Maricopa County Recorder Adrian Fontes and Arizona House Minority Leader Reginald Bolding.</p><p>Arizona Republicans also picked former county prosecutor Abraham Hamadeh, a Trump-backed candidate who has claimed \"evidence of a rigged 2020 election,\" as their nominee for state attorney general.</p><p>Blake Masters, another Trump-endorsed candidate who has alleged widespread voter fraud in 2020, won the Republican Party's nomination for U.S. Senate in Arizona. He is set to face incumbent Democratic Sen. Mark Kelly in November.</p><p>In the wake of the 2020 election, Mr. Trump's campaign and his allies lost dozens of lawsuits around the country that challenged the results. The Justice Department said there were no signs of widespread fraud. And a bipartisan consortium of local, state and federal election officials declared the 2020 race the most secure U.S. election in history.</p><p>Supporters of Mr. Trump's election-fraud claims also scored wins this week in Michigan, another top presidential battleground state.</p><p>Tudor Dixon, a conservative commentator who was endorsed by Mr. Trump and has falsely said he won her state in 2020, secured the GOP nomination for governor and is to face Democratic incumbent Gov. Gretchen Whitmer in November.</p><p>Kristina Karamo, a college educator in Michigan who has made claims of fraud involving the 2020 election, is the presumptive Republican nominee for secretary of state in Michigan.</p><p>The presumptive GOP nominee for attorney general in Michigan, Matthew DePerno, was heavily involved in 2020 election challenges in the state and has promised to investigate those involved with the election there.</p><p>While Mr. Trump's record on helping get election-result deniers nominated by the GOP is strong, it isn't perfect.</p><p>Georgia Secretary of State Brad Raffensperger, who rejected the then-president's plea in 2020 to find enough votes for him to win the state, easily survived a GOP primary challenge in May.</p><p>That was also the case for Georgia Gov. Brian Kemp, who faces Democrat Stacey Abrams in November. Mr. Trump had been fixated on trying to get Mr. Kemp defeated because of Mr. Kemp's unwillingness to help throw out 2020 election results that showed Mr. Trump had lost Georgia.</p><p>In next week's Wisconsin Republican primary for governor, the top candidates have all backed the former president's claims of widespread 2020 election fraud. They have also pledged to eliminate or dramatically overhaul the Wisconsin Elections Commission, a bipartisan agency that oversees state elections that was created by Republicans in 2015.</p><p>In May, Pennsylvania Republicans nominated Doug Mastriano, a far-right state legislator who was closely involved in Mr. Trump's attempt to overturn the election results and was endorsed by him, as their candidate for governor. Mr. Mastriano will face Josh Shapiro, the state attorney general, in November.</p><p>Pennsylvania's governor is granted the power to appoint the secretary of state, who oversees elections. That makes this year's gubernatorial race there especially significant because the state is likely to again be a top battleground in the 2024 presidential election.</p><p>Nevada Republican voters in June selected former state lawmaker Jim Marchant, who has been repeating the claims that the 2020 election was stolen from Mr. Trump, as their secretary of state nominee. He will face Democrat Cisco Aguilar in an open-seat race.</p><p>Write to John McCormick at mccormick.john@wsj.com</p><p>Republicans Who Cast Doubt on 2020 Election Results Rack Up Primary Wins</p>",
  "published": "2022-08-03T22:08:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 5697,
          "end": 5702
        }
      ]
    }
  ]
}