{
  "_id": "e3d69d429909feb4cf18967664f58f8f58e0b928bda39d146601ec0e47c732e0",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Businesses Warn of Risks in Global Tax Deal  ----  By Richard Rubin",
  "text": "<p>   WASHINGTON -- The emerging global minimum-tax agreement would make domestic tax breaks less valuable for some U.S.-based companies, potentially limiting the effectiveness of incentives for research, exports and low-income housing, businesses are warning. </p><p>   Their concerns stem from proposed international rules about how nations can use tax breaks to aid companies' home-country operations, under the global deal that puts a 15% floor under corporate tax rates. To create a level playing field, the rules let other countries impose taxes if multinational companies pay too little at home. U.S. policy makers are still assessing any impact, but companies are starting to raise alarms. </p><p>   \"It's a big deal,\" said Mary Bennett of law firm Baker &amp; McKenzie LLP. \"There are a number of companies that have been paying close attention.\" </p><p>   Under proposed rules, large companies could benefit from domestic tax breaks until their rates got down to 15%. Below that threshold, other countries could impose what is known as a \"top-up tax\" on those companies and make up the difference. </p><p>   The top-up tax is meant to help governments enforce the 15% minimum tax backed by Treasury Secretary Janet Yellen and her counterparts from nearly 140 countries. The rule was designed to make sure that China and other countries couldn't skirt the minimum tax with domestic tax breaks for their home companies. But that agreement could yield awkward or painful results for the U.S. -- where companies could lose the full benefit of U.S. tax breaks, and revenue could go to France or Japan instead, business groups say. </p><p>   The global deal's potential impact on domestic U.S. tax breaks has been drawing attention from U.S. companies and policy makers since detailed rules were released in December. A business group whose members include Cisco Systems Inc., Bank of America Corp. and Texas Instruments Inc. sent a letter Wednesday to Ms. Yellen outlining concerns. </p><p>   A Treasury Department spokeswoman declined to comment. </p><p>   Officials are trying to understand which large companies might be affected and what, if anything, the U.S. should do. The 15% is measured in ways that differ from typical tax calculations, with some provisions that are corporate-friendly and some that aren't. </p><p>   The focus on U.S. domestic taxes is the latest twist in the long-running, complex global corporate-tax talks. Countries are trying to implement the 15% global minimum tax, starting in 2023, and they are trying to resolve details in legislation while maintaining international momentum. </p><p>   Under the plan, countries would impose a tax of at least 15% on their home companies in each foreign country. For the U.S., that means ensuring Microsoft Corp. pays at least 15% in Ireland, that Pfizer Inc. pays at least 15% in the U.K., and so on. </p><p>   In the U.S., Democrats included minimum-tax implementation in President Biden's Build Back Better legislation, which stalled in Congress. Many U.S. companies and Republicans oppose the international-tax provisions, but Democrats have been united enough to pass them -- if they can figure out the rest of the bill. That Democratic unity has pushed companies and their lobbyists to seek delays and technical changes. </p><p>   The global tax deal's effect on U.S. tax incentives has gotten relatively little attention so far, but it was an explicit part of December model rules from the Organization for Economic Cooperation and Development, which leads the talks. Those rules let countries impose top-up taxes on a large company even when the low-tax country is the company's home country. </p><p>   Countries would split top-up tax revenue depending on the company's employees and assets in each country. The U.S. doesn't have its own top-up tax though it has something similar. </p><p>   In Europe, governments face similar challenges and are exploring ways to avoid losing tax revenues to their counterparts. The U.K.'s Treasury said it favors a domestic minimum tax, or DMT, to make sure the U.K. collects the money. </p><p>   In the European Union, the proposal for implementing the minimum tax across the bloc's 27 members also includes a provision under which domestically generated profits would be treated the same way as profits earned abroad. </p><p>   The rules pose a potential problem for some U.S. companies, including those investing in municipal bonds. In particular, the U.S. frequently uses nonrefundable tax credits as opposed to government grants or refundable tax credits that get more favorable treatment. </p><p>   Affected companies likely include those getting a tax break for serving foreign markets, which was created by Republicans in 2017. It is heavily used by large technology companies that moved intellectual property to the U.S. If they also get research tax credits, their U.S. tax rates could make them subject to the top-up tax imposed by other countries. </p><p>   \"Faced with that choice, I suspect this will reduce their appetite for taking advantage of these incentives,\" said Pat Brown, co-leader of the national tax office at accounting firm PricewaterhouseCoopers LLP. </p><p>   The U.S. could respond by imposing its own domestic minimum tax, topping up U.S. companies to 15% so other countries don't get the money. Such a tax is proposed in the Democratic legislation. </p><p>   Even that version, however, would let companies use tax credits to lower tax bills below 15%. That is a sign of Democratic support for incentives for research, renewable energy and low-income housing. The structure of the renewable-energy credits might not make them subject to top-up taxes. </p><p>   --- </p><p>   Paul Hannon contributed to this article. </p><p></p>",
  "published": "2022-02-04T07:09:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1801,
          "end": 1819
        },
        {
          "start": 1801,
          "end": 1814
        }
      ],
      "nexusId": "10013206"
    }
  ]
}