{
  "_id": "9a2c62159e5f8baff34517d491e98a843c3d8e03380460d4c6c4c16e77b74325",
  "feed": "wall-street-journal",
  "title": "Startups Join AI Acquisition Rush; Venture-backed companies spent $8 billion acquiring an estimated 72 artificial intelligence developers last year",
  "text": "<p>Since the start of January there have been at least 30 such deals, the S&amp;P unit added, noting that five years ago there were only seven in all of 2017.</p><p>\"We see VC-backed startups acquiring other VC-backed startups on a near-weekly basis,\" said Andrew Gazdecki, chief executive of San Mateo, Calif.-based startup marketplace MicroAcquire, noting that targets include many early-stage AI developers.</p><p>\"Never before have I seen so many Series-A and Series-B companies hiring corporate development folks and in-house investment bankers,\" he added.</p><p>Romitha Mally, founder of business advisory firm Mally Collective and a former vice chairman of investment banking at UBS Group AG, said getting acquired by a larger startup would have seemed less attractive a year or so ago when the IPO market was stronger.</p><p>Between January and March, the number of startup exits via IPOs and special-purpose acquisition company mergers fell 45% from the previous quarter, while overall startup funding dropped 19%, according to CB Insights. Over the same period, the number of acquisitions remained roughly steady at an estimated 2,983 deals, the research firm said.</p><p>As startups step back from IPO plans, acquiring smaller private companies is one way to grow and position themselves \"for a future public or private market exit,\" Ms. Mally said.</p><p>Gupshup Inc., a business-messaging chatbot developer, last week announced plans to acquire Active.ai, a startup in Singapore that makes conversational AI software for banks, credit unions and insurance firms. Terms weren't disclosed.</p><p>The move marks San Francisco-based Gupshup's third acquisition in less than six months.</p><p>\"We want to build a comprehensive product suite,\" said Gupshup Chief Executive Beerud Sheth. He said Gupshup is profitable—with more than $2 million in annual revenue—and isn't planning an IPO for at least another year. \"That's the path we're on and we're looking to aggressively scale up,\" he said.</p><p>Mr. Sheth said many tech firms, from startups to industry stalwarts, are flush with cash after the Covid-19 pandemic sparked a run on digital tools and technology, as companies installed remote work and other capabilities. More startups can afford acquisitions as a growth strategy, he added.</p><p>Last year, Gupshup raised $340 million, lifting its valuation to $1.4 billion, the company said.</p><p>Startups developing AI capabilities tend to be narrowly focused on specific industries or capabilities, allowing buyers to fill gaps in their products and services to reach more customers, investors say.</p><p>\"Even as a startup, we regularly evaluate build-buy-partner decisions as it pertains to accelerating our growth strategies,\" said Swapnil Jain, co-founder and chief executive of Observe.AI, which makes conversational AI software for call centers.</p><p>San Francisco-based Observe.AI last year acquired Scope.AI, a software firm launched in 2016 that makes tools to extract insights from customer-service chat, text, email and social media messages. Terms of the deal, which followed a funding round of $54 million for Observe.AI in late 2020 led by Menlo Ventures, weren't disclosed.</p><p>Mr. Jain said the acquisition has helped Observe.AI quickly expand services to cover more ways customers contact businesses. \"The Scope.AI acquisition accelerated our growth plans from a technology and talent perspective,\" he added.</p><p>Mike Volpi, a founding partner at Index Ventures and a former chief strategy officer at Cisco Systems Inc., said acquirers in the AI market want to stitch together bits and pieces of capabilities startups build at different stages of their development. The goal, he said, is to offer a more comprehensive range of services.</p><p>\"The AI sector is over-invested and there are too many companies out there,\" Mr. Volpi said. \"Many smaller companies are thinking it's a good time to get acquired.\"</p><p>Skilled tech workers are another key attraction for venture-backed acquirers, amid a dearth of advanced AI engineers and developers, said Jonathan Lehr, co-founder and general partner at venture firm Work-Bench.</p><p>Getting acquired for their talent, rather than technology, is an option for startups \"that aren't working out,\" Mr. Lehr said</p><p>He said acquirers tend to use a mix of cash and stock to return some portion of capital back to investors, and offer employees of acquisition targets jobs and often incentive bonuses to stay.</p><p>Still, Mr. Lehr said it can be challenging for new owners to keep startup teams on board post-acquisition. Many times, he said, technology developed by acquired startups is \"shut down since it isn't relevant to the acquirer,\" which can be demoralizing.</p><p>In the case of Scope.AI, its CEO and several key employees stayed on at Observe.AI to help lead product development, said Jeremy Kaufmann, a partner at Scale Venture Partners, an Observe.AI investor.</p><p>\"It is not uncommon for VC-backed startups to acquire other startups, but the acquisition targets need to be size-appropriate for the acquisition math to work,\" Mr. Kaufmann said. Observe.AI was a much larger company than Scope.AI, he said.</p><p>Write to Angus Loten at angus.loten@wsj.com</p>",
  "published": "2022-04-11T09:30:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 3440,
          "end": 3453
        },
        {
          "start": 3440,
          "end": 3458
        }
      ]
    }
  ]
}