{
  "_id": "62ad0e2a28effa2dd15aaa1c0d941d4f3e2b4480f3cbc952d5c42fc1e60c9f00",
  "feed": "wall-street-journal",
  "title": "Oil Rises, Stock Futures Edge Down as Investors Seek Clarity on Ukraine; Brent crude prices gain as investors assess mixed information on whether Russia-Ukraine tensions will escalate",
  "text": "<p>Uncertainty over escalation between Russia and Ukraine and how quickly the Federal Reserve might raise interest rates has led to heightened volatility in markets.</p><p>Russian President Vladimir Putin said Tuesday that Moscow had withdrawn some troops from the Ukrainian border, but European and U.S. officials said they hadn't seen evidence of a significant drawdown. President Biden said an invasion remained \"distinctly possible.\" Separately, Ukraine's Ministry of Defense and Armed Forces websites and online services of two state-owned banks were disrupted by suspected cyberattacks.</p><p>\"Putin and Russia and Ukraine are clearly driving markets with a bit of a relief rally but it remains to be seen whether it's short-lived or not,\" said Carsten Brzeski, ING Groep's global head of macro research. \"Every new statement, every tiny piece of news, could push markets in either direction.\"</p><p>Investors are awaiting minutes from the Fed's January meeting, due at 2 p.m. ET, for insight on the debate over the path for rate raises. Last month, U.S. inflation accelerated to a 7.5% annual rate, another four-decade high, increasing expectations that the Fed may have to increase rates faster and more aggressively.</p><p>\"You've got this backdrop of inflation, lack of confidence in central banks in being ahead of the curve, a non-orderly recovery in the global economy and supply lines and consumer demand and all that coming together is creating volatility,\" said David Coombs, London-based head of multiasset investments at Rathbone Investment Management. Potential escalation between Russia and Ukraine is \"the cherry on the top,\" he added.</p><p>The threat is shaking up a fragile global oil market, which will likely add to inflationary pressures, Mr. Coombs said. Brent crude, the international oil benchmark, rose 1.2% to $94.38 a barrel Wednesday, while benchmark European gas futures fell 3%. U.S. natural-gas futures rose 5.5%.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked down to 2.035% from 2.044% Tuesday. Yields fall when prices rise.</p><p>In premarket trading, shares of Airbnb jumped 9% after the company posted record revenue.</p><p>Overseas, the pan-continental Stoxx Europe 600 was flat. Major indexes in Asia closed higher. Japan's Nikkei 225 jumped 2.2% and South Korea's Kospi gained 2%. Hong Kong's Hang Seng added 1.5% and mainland China's Shanghai Composite rose 0.6%.</p><p>Earnings are due ahead of the U.S. market open from Kraft Heinz. Companies including Cisco Systems, American International Group and Nvidia are slated to post earnings after markets close.</p><p>Economists surveyed by The Wall Street Journal expect that retail sales data, due out at 8:30 a.m., will show a rebound in January, led by rising auto purchases and online orders.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Oil Rises, Stock Futures Edge Down as Investors Seek Clarity on Ukraine</p>",
  "published": "2022-02-16T10:48:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2476,
          "end": 2489
        },
        {
          "start": 2476,
          "end": 2490
        }
      ],
      "nexusId": "10013206"
    }
  ]
}