{
  "_id": "82d91456e71c397ae853f65662698d11dafe648ef2a2fab3f790b7c08e179284",
  "feed": "wall-street-journal",
  "title": "Google to Buy Cybersecurity Firm Mandiant in $5.4 Billion Deal; Cybersecurity investments have been hot among tech companies, as they beef up those services for customers amid a surge in cyberattacks across industries",
  "text": "<p>Once the deal closes, Mandiant will become part of the Google Cloud unit, which is rapidly growing but remains smaller than its key rivals. In the most recent quarter, the business saw revenue rise by about 45% to $5.54 billion, or about 7% of the company's total quarterly revenue.</p><p>Thomas Kurian, chief executive of Google Cloud, said that Google wanted to draw from the insights of Mandiant's threat research in how it applies security solutions to its products, and that the computing giant intended to retain the Mandiant brand.</p><p>Mandiant was a pioneer in the cybersecurity industry in publishing detailed reports about malicious cyber campaigns and identifying the likely nation-state sponsor of the intrusions, and U.S. intelligence agencies have come to rely on the insights provided by Mandiant and other companies that shed light on the motives and tactics of hackers in Russia, China, Iran and elsewhere.</p><p>Kevin Mandia, the chief executive of Mandiant, said he was drawn to Google as a buyer because of a desire to better automate cybersecurity and the need to better secure cloud environments from hackers.</p><p>\"I don't look at this as selling my baby. I look at it as moving the mission forward,\" Mr. Mandia said.</p><p>Mr. Mandia said he didn't anticipate an acquisition by Google would result in any business complications that could stifle the threat research that his company has built its brand on.</p><p>Cybersecurity investments have been hot among tech companies, as they try to offer those services to customers. Microsoft Corp. had reportedly also expressed interest in a takeover of Mandiant last month.</p><p>Microsoft has been bulking up on cybersecurity tools, agreeing last July to buy cybersecurity provider RiskIQ Inc. Later that month it said it added CloudKnox Security, a provider of tools to manage cloud access. A month earlier, Microsoft said it was buying security software vendor ReFirm Labs Inc.</p><p>In 2019, Broadcom Inc. struck a $10.7 billion deal to buy Symantec Corp.'s enterprise security business, stepping up efforts to expand beyond chip making.</p><p>And in 2018, Cisco Systems Inc. agreed to pay $2.35 billion for Duo Security Inc., bolstering its cybersecurity offerings as it looked to increase subscription-software sales.</p><p>Cyberattacks linked to Russia in the run-up to the country's invasion of Ukraine have only heightened awareness about such threats.</p><p>Cybersecurity</p><p>* Cyberattacks, Hacks and Misinformation: The Many Fronts of Russia's Hybrid War in Ukraine (Feb. 26)</p><p>* Amid Warnings of Cyberattacks in Ukraine, U.S. Companies 'Sitting and Waiting' (Feb. 25)</p><p>Google agreed to pay $23 in cash for each outstanding share of Mandiant, which represents a 2.3% premium over Monday's closing price of $22.49 for Mandiant.</p><p>The deal price is a nearly 53% premium over the Reston, Va., company's closing price of $15.06 on Feb. 7, before published reports emerged that Microsoft was circling Mandiant.</p><p>Shares of Mandiant slipped about 3% in premarket trading to $21.80.</p><p>For Google, the deal marks one of its biggest bets yet, only smaller than its purchase of Motorola Mobility for $12.5 billion.</p><p>The companies said the deal is expected to close later this year. Google has faced intense regulatory scrutiny for smaller acquisitions. It took more than a year for Google to close its $2.1 billion acquisition of Fitbit LLC as regulators took a close look at the deal.</p><p>Dustin Volz contributed to this article.</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>Google to Buy Cybersecurity Firm Mandiant in $5.4 Billion Deal</p>",
  "published": "2022-03-08T15:01:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2078,
          "end": 2096
        }
      ]
    }
  ]
}