{
  "_id": "efefcd81db74fb9278d8775ae7eeb13ad45ec2e91277b7685730b31e54afb7c9",
  "feed": "market-watch",
  "title": "HPE, Pure Storage stocks drop after slower business spending fears prompt downgrade; B. of A. Securities analyst cites poor Cisco Systems outlook",
  "text": "<p>In a Friday note, B. of A. analyst Wamsi Mohan downgraded both HPE and Public Storage to neutral ratings from previous buy ratings because his checks show \"lower confidence in enterprise spending trajectory coupled with China lockdown impacts.\"</p><p>For HPE, the analyst said he expects \"negative estimate revisions\" and is \"incrementally worried about order deceleration,\" noting that he sees some risk to high-performance computing revenues from \"slower customer acceptance and associated margin pressure.\"</p><p>That follows a poor outlook from Cisco Systems Inc. CSCO earlier this week, which Mohan specifically cited. The networking giant blamed worsening supply-chain problems from China's COVID lockdown, particularly Shanghai, as a key reason for lower expectations, which handed Cisco's stock its worst day in more than a decade. Additionally, Mohan lowered his price target on HPE's stock to $16 from $19.</p><p>Of the 22 analysts who cover HPE, 11 have buy-grade ratings, eight have hold ratings, and three have sell ratings, along with a price target of $17.84, according to FactSet data.</p><p>For Pure Storage, Mohan said he is \"cautious on demand trajectory over the next several quarters, where our checks indicate that confidence in storage spending is turning lower.\"</p><p>\"Storage has also been relatively immune to supply chain issues and pent-up demand is a lower tailwind,\" he noted. \"The commercial segment has been slower to recover after COVID, and an economic slowdown can impact recovery.\"</p><p>The analyst also lowered his price target to $27 from $34.</p><p>Of the 20 analysts who cover Pure Storage, 16 have buy-grade ratings and four have hold ratings, along with a price target of $38.06, according to FactSet data.</p><p>HPE, Pure Storage stocks drop after slower business spending fears prompt downgrade</p>",
  "published": "2022-05-20T19:35:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 537,
          "end": 555
        },
        {
          "start": 124,
          "end": 137
        },
        {
          "start": 777,
          "end": 782
        },
        {
          "start": 556,
          "end": 560
        }
      ]
    }
  ]
}