{
  "_id": "094dfd7aadee46f1be68a6b28240b5af3702d2abd8484ec3b746b90bc384c1de",
  "feed": "wall-street-journal",
  "title": "Saudi Arabia Lures Executives to Neom With Million-Dollar Salaries, Zero Taxes; The megadevelopment is paying senior executives roughly $1.1 million a year, showing how the kingdom is enticing global talent",
  "text": "<p>The push for international talent is intended to jump-start Prince Mohammed's plan to diversify the economy of the world's largest oil exporter. As part of that transformation, the 37-year-old royal has loosenedrestrictions on women and eased travel to the kingdom. Meantime, he has suppressed dissent and jailed those opposed to his agenda.</p><p>The $1.1 million average salary of Neom's c-suite level executives is detailed in an internal list of compensation for different positions. It compares with an average salary of $830,000 in 2021 for chief executives of the 3,000 largest listed U.S. companies, according to data from MyLogIQ LLC, which tracks public filings. It is also more than twice as much as American c-suite level executives typically make, the data shows, with chief financial officers making $486,000 and chief marketing officers $416,000, on average.</p><p>Total compensation for American c-suite level executives can also reach millions of dollars after bonuses and other incentives. The $1.1 million average figure at Neom is the basic pay and people also receive a bonus, said people familiar with the project.</p><p>Neom's senior leadership team is made up of roughly 20 Saudis and foreigners, with expertise across financial services, energy and marketing and media, according to a Neom marketing presentation seen by The Wall Street Journal and people familiar with the project's internal setup.</p><p>These include Peter Terium, the former chief executive of German energy company RWE AG and now head of Neom's energy, water and food sectors; Vishal Wanchoo, former president &amp; chief executive of South Asia at General Electric Co., now running the manufacturing sector at Neom; and Tim Shorrocks, chief marketing officer, previously director at Amazon Web Services. Former Cisco Systems Inc. executive Joseph Bradley heads up technology and digital at Neom.</p><p>One of Saudi Arabia's biggest attractions for expat workers, recruiters say, is the prospect of taking home your entire paycheck: there are zero income taxes in the kingdom. Many employees are drawn to the idea of creating entirely new companies and industries in a once-cloistered country now opening up socially and economically.</p><p>\"Needless to say that building a 100% renewable energy system from scratch and the largest green hydrogen plant in the world is more of a motivator than the actual salary paid,\" Mr. Terium told the Journal.</p><p>Neom and the other executives named in this story didn't respond to requests for comment. On its website, the project says it \"is all about connecting the brightest minds in the world to achieve the dream of building a better future.\"</p><p>Saudi Arabia's push for international expatriate workers coincides with a global labor market that remains tight, despite slowing economic growth, with unemployment at multiyear lows. The kingdom has launched dozens of development projects and new companies, and while Neom is the biggest and highest profile, each is fighting to hire from abroad.</p><p>Saudi Arabia, too, is in competition with neighboring United Arab Emirates for international white-collar workers, which itself has pulled talent away from more established hubs such as Hong Kong and Singapore since the pandemic.</p><p>Executive directors at Neom, a level below the senior executives, are paid an average salary of $660,000, according to the list of positions viewed by the Journal. Directors, which includes dozens of people at Neom, are paid $270,000 a year, the list shows. Senior managers receive $193,000 and managers $130,000, according to the list, dated last year. The experience of managers and senior managers ranges from two to more than eight years, according to Neom's careers website.</p><p>Prince Mohammed, who rules on behalf of his father, first announced Neom in 2017. The project is backed by billions of dollars in pledges from the country's sovereign-wealth fund. In a sign of the impact the crown prince wants the project to have on the kingdom, Neom is planning Champagne and wine bars at a lavish island resort, a first for the kingdom, where alcohol is banned.</p><p>So far, however, Neom has struggled to retain employees, many of whom have become disillusioned with slow progress and bellicose work culture, the Journal has reported.</p><p>\"I drive everybody like a slave…When they drop down dead, I celebrate. That's how I do my projects,\" Neom's Chief Executive Nadhmi al-Nasr said in a meeting, according to a recording heard by the Journal. Mr. Nasr is a former executive at oil giant Saudi Aramco.</p><p>Neom didn't respond to requests for comment on Mr. Nasr's comments.</p><p>Rayan Fayez, a former CEO at one of Saudi Arabia's biggest banks, is Mr. Nasr's deputy at Neom. The Journal couldn't determine how much the two leaders are compensated.</p><p>The entry wage for an employee at Neom is about $54,000, indicating the project is more willing to pay up for employees with yearslong expertise in industries than for those doing the lower-level work.</p><p>By comparison, pay on Wall Street and at blue-chip consulting firms has risen in recent years for fresh graduates, some of whom are walking into jobs paying $100,000 in the U.S.</p><p>Neom is currently advertising 79 jobs on its website, from telecom engineer to fashion investment manager to head of banking.</p><p>People familiar with the Neom recruitment process said the project now offers a salary based on a candidate's salary at their previous employer, meaning staff in similar roles can have large differences in pay depending on the countries from which they are recruited.</p><p>The project's location in the remote northwest of Saudi Arabia, where employees live in temporary camps, also has other financial benefits, people familiar with the project say. Accommodation is covered as employees live in trailer-park-style cabins and food is provided in a canteen, meaning staff spend little of their salaries.</p><p>Write to Rory Jones at rory.jones@wsj.com</p><p>Saudi Arabia Lures Executives to Neom With Million-Dollar Salaries, Zero Taxes</p>",
  "published": "2022-10-11T08:11:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1780,
          "end": 1798
        }
      ]
    }
  ]
}