{
  "_id": "5800383e9c1d5552cd4a0a9086dfb414144affe7f055726614a2c7d8a73dd557",
  "feed": "wall-street-journal",
  "title": "Annual Reviews Are a Terrible Way to Evaluate Employees; To maintain morale, stay connected to employees and avoid attrition, managers should check in with their reports every week",
  "text": "<p>Why? Because she's just experienced what millions of workers experience: the annual performance review. And she's been left so demoralized that she now wants to quit.</p><p>Gena, who asked to be identified by only her first name, isn't an anomaly. Gallup data from the 2020 version of their continuing workplace research reveal that 86% of employees don't think their annual review is accurate. In a 2018 Adobe Inc. study of a representative sample of 1,500 office workers, 22% reported that they'd even burst into tears during their review.</p><p>For millions, the annual performance review is akin to going to a bad dentist: Before you go, you dread it; while you're there, it's painful; after it's done, nothing's fixed. And yet the annual review remains a reality for most workers, even in these changed Covid-ian times. Gartner data shows that 81% of companies are considering redesigning their performance-management systems with the addition of more frequent \"touchpoints.\" Nonetheless, research by both World at Work and XpertHR reveal that between 63% and 80% of organizations say they still do the annual review. Most companies, large and small, hand out bonuses or variable compensation annually, so for them it makes sense to allocate these funds in the context of a once-a-year discussion about performance. It doesn't always make sense, though, for the workers themselves.</p><p>The failings of the annual performance review fall into three broad buckets:</p><p>They are too infrequent. They are dehumanizing. They are irrelevant to real-world performance.</p><p>Infrequent</p><p>Goals set at the beginning of the year are irrelevant by the third week of the year. Data from ADP's human-resources systems reveal that, after inputting their goals, fewer than 4% of people go back and check their goals even once during the year. In the real world, your actual work has precious little to do with your goals. Work happens in a continuing flow, hour-to-hour, day-to-day, week-to-week.</p><p>You, the worker, experience successes and joy and struggles and frustrations, in this flow—and you want to talk to someone about it in the moment, when it's all still vivid and fresh in your and your manager's mind. Instead, the annual review asks you to store it all up for your once-a-year performance appraisal.</p><p>Little wonder that you feel tense and anxious going in: You know you and your manager won't be able to remember what you've actually been doing beyond the very recent past; you also know that you have to get all your passions, anxieties and hopes out on the table because you won't get another chance for a year.</p><p>Dehumanizing</p><p>Gena went into her review knowing that she was highly regarded by her agency—so much so, in fact, that the prior month they had used her as part of a study to learn how the very best contract-support people did their work. She was hoping for confirmation that she was seen very positively, a discussion about how she might learn and grow, and, perhaps, a 4% raise.</p><p>She got none of these things. She got told instead that she was a 3.</p><p>\"I'm a 3?\" she asked. \"What's that mean?\" She was told that all employees were rated on a 7-point scale. Only a very few people were ever given 1s or 2s; if you got a 6 or a 7 you were basically fired. So her 3 put her solidly in the upper-medium range of performance. When she pushed back and asked about her work techniques being modeled for the entire company, there was a pause. \"Look, we would like to have given you a 2,\" her manager said. \"But we've run out of 2s.\" It's a forced curve, she was told, so while they said she deserved a 2, they just didn't have any left. \"Perhaps you can just think of yourself as a 2,\" her manager said.</p><p>Gena didn't want to think of herself as a 2. All she wanted was someone to talk with her about her—her skills, performance, her hopes for tomorrow, her dreams of a fulfilling career.</p><p>And no, she didn't get the 4% raise. That was only for 2's.</p><p>Irrelevant</p><p>Each worker is unique in what they love and loathe about their work. Even those who excel at the very same job excel differently—excellence in any job is idiosyncratic. Research from the ADP Research Institute's series of global studies of more than 50,000 workers from 27 countries reveals that workers who report they find love in what they do, and are good at it, are far more likely to be engaged, resilient, and experience less stress on the job, regardless of what their job is. They are far less likely to express an intent to leave, or even to be actively interviewing for a new job.</p><p>The annual performance review, as expensive and as time-consuming as it is for companies to do—in a case study I coauthored for Harvard Business Review, Deloitte calculated that the process took the firm's managers up to two million hours a year—pays no attention whatsoever to the unique loves, loathings, passions and strengths of each worker. All the really meaty details that a manager might want to explore to help a worker get better at their job are missing from the annual review. Replaced instead by vague feedback about whether they \"hit their goals\" this year, and what rating number this warrants.</p><p>Performance reviews miss the gritty, granular, unique raw material of real performance.</p><p>The annual review should be dead, a relic of MBO's, KRA's, OKR's and all those falsely precise acronyms spawned in the Jack Welchian 80s and Andy Grovian 90s. But they aren't. They live on—still today, OKR's lurk inside the performance appraisals at many Silicon Valley tech giants. And they are among the reasons so many companies will wonder why they can't keep their talent. Why one day the Genas of the world—sound, hardworking, well-intentioned people—suddenly up and quit.</p><p>The irony is that the solution—what should we replace them with—is quite simple. Split the annual review in two: performance measurement and performance development. Do the performance-measurement part once a year, if yours is the sort of company that hands out variable compensation once a year. Though even here, you can drop the rating and just go straight to offering the worker the variable comp you feel they deserve—no need for the dehumanizing fakery of the forced-curved rating.</p><p>And do the performance-development part the way all good coaches (and good parents, yes?) do it: Ask every manager to check in with each team member for 15 minutes every single week. In the check-in they'll ask just a couple of questions: What did you really love doing last week, and what did you loathe? And, What are your priorities this week and how can I help?</p><p>These check-ins aren't for delivering feedback. Workers want attention, not feedback, and mostly attention on where they've shown glimpses of something good, and how they might show more of them. Cisco has tracked more than 3 million check-ins over the past four years, continuing them as a way to stay connected to their employees through the pandemic. Those managers who check in with each employee for 15 minutes every single week drove employee engagement—how committed and excited each employee is at work (as measured by surveys)—up 77% and actual first-year voluntary turnover down 67%.</p><p>When we humans get this sort of frequent, light-touch, in-the-moment attention on what we love to do and how to do more of it, we stay, we stay connected, and we stay productive. When we don't, we up and quit.</p><p>SHARE YOUR THOUGHTS</p><p>How do you prefer to receive feedback from your manager? Join the conversation below.</p><p>This might seem straightforward, but we seem to have set up our organizations to actively prevent it from happening. For example, in all the news about the struggles of healthcare workers during the pandemic, one factor that rarely arises is the number of employees a given supervisor is responsible for, known in the HR world as \"span of control.\" In most hospitals the ratio of nurse supervisor-to-nurse is 1 to 60. How can that poor nurse supervisor check in with their people each week, even if for only 15 minutes, if they have 60 people to check in with? Well, they can't. So they don't. And so these 60 nurses feel unseen, with no connection, disengaged. And they leave.</p><p>Rather than focusing on managers' span of control, companies should focus on their span of attention—and get it right, so that each manager can check in with (not check up on) each worker. Replace the expensive and cumbersome annual review with a weekly light-touch check-in, and companies may very well solve not only their hiring and attrition problems—but their well-being and productivity challenges too.</p><p>Marcus Buckingham is the author of \"Love + Work: How to Find What You Love, Love What You Do, and Do It for the Rest of Your Life\" (Harvard Business Review Press, 2022), a Wall Street Journal bestseller. He is currently head of People + Performance Research at ADP Research Institute.</p><p>Annual Reviews Are a Terrible Way to Evaluate Employees</p>",
  "published": "2022-04-30T04:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 6752,
          "end": 6757
        }
      ]
    }
  ]
}