{
  "_id": "1cd08233376495bfb03d3e903c6c2ed02c7898bc61c99cd4d17eb3991a0b7fb8",
  "feed": "wall-street-journal",
  "title": "Stocks Drop as Investors Seek Clarity on Ukraine; Oil prices climb as investors assess mixed information on whether Russia-Ukraine tensions will escalate",
  "text": "<p>\"The two main things are Ukraine and inflation,\" said Hargreaves Lansdown analyst Susannah Streeter. \"That's kind of the story of the week.\"</p><p>Russia's Defense Ministry said Wednesday it was withdrawing troops from Crimea following the completion of military drills, as Western intelligence reports that Moscow could invade its neighbor didn't immediately materialize. The North Atlantic Treaty Organization's secretary-general said Russia was continuing its military buildup around Ukraine.</p><p>\"Every new statement, every tiny piece of news, could push markets in either direction,\" said Carsten Brzeski, ING Groep's global head of macro research.</p><p>The market's other main preoccupation, inflation, was also sending worrying signals. In the U.K., prices rose at their fastest pace in nearly 30 years in January. In the U.S.,retail sales rose 3.8% in January from December, more than economists had expected. The figures are adjusted for seasonality but not inflation, and a number of analysts pointed out that the gains are mainly a result of rising prices.</p><p>What the reports reflect is that inflation may be about more than just monetary policy, Ms. Streeter said. Energy prices are rising and are a main driver of rising prices, and supply-chain disruptions are still an issue, which is also forcing prices higher, she said. \"I wonder whether inflation is going to be quite as transitory as thought,\" she added.</p><p>Amongindividual stocks, ViacomCBS fell 22% and social-gaming company Roblox fell 25% after both posted earnings reports that missed analysts' forecasts.</p><p>Shopify fell 17% after the company posted earnings that beat forecasts but it said it expects revenue growth will slow in 2022 from the year prior.</p><p>Cedar Fair shares declined more than 5.9% after SeaWorld Entertainment signaled it was unlikely to pursue a deal for the theme-park business after the company rejected its approach. SeaWorld rose 1.8%.</p><p>Airbnb shares rose 5.5% after the company posted record revenue, while Kraft Heinz rose 5.2% after its profit and sales beat expectations. Companies set to post earnings after markets close include Cisco Systems, American International Group and Nvidia.</p><p>Investors are awaiting minutes from the Fed's January meeting, due at 2 p.m. ET, for insight on the debate over the path for interest rate increases. Last month, U.S. inflation accelerated to a 7.5% annual rate, another four-decade high, increasing expectations that the Fed may have to increase rates faster and more aggressively.</p><p>\"You've got this backdrop of inflation, lack of confidence in central banks in being ahead of the curve, a non-orderly recovery in the global economy and supply lines and consumer demand and all that coming together is creating volatility,\" said David Coombs, London-based head of multiasset investments at Rathbone Investment Management. Potential escalation between Russia and Ukraine is \"the cherry on the top,\" he added.</p><p>The threat is shaking up a fragile global oil market, which will likely add to inflationary pressures, Mr. Coombs said. U.S. crude oil rose 2.7% to $94.52 a barrel. U.S. natural-gas futures rose 6.3%.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked down to 2.043% from 2.044% Tuesday. Yields fall when prices rise.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose less than 0.1%. Major indexes in Asia closed higher. Japan's Nikkei 225 jumped 2.2%, and South Korea's Kospi gained 2%. Hong Kong's Hang Seng added 1.5%, and mainland China's Shanghai Composite rose 0.6%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Drop as Investors Seek Clarity on Ukraine</p>",
  "published": "2022-02-16T17:20:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2109,
          "end": 2122
        },
        {
          "start": 2109,
          "end": 2123
        }
      ],
      "nexusId": "10013206"
    }
  ]
}