{
  "_id": "bf635c6f7a3cf37a45f98f069b01d206c0977c9b2a464403759351d57b67b000",
  "feed": "wall-street-journal",
  "title": "While You Were Working from Home, Your Co-Workers Fell in Love; Relationships bloomed on Zoom, and more colleagues may eye each other with interest as they go back to offices",
  "text": "<p>And co-worker mating season might be just beginning.</p><p>\"There's a lot of loneliness, and a little bit of desperation, that goes with being a single person during the pandemic,\" says Michael Rosenfeld, a Stanford sociologist who studies how couples meet. For much of the past two years, he adds, co-workers have been \"among the few people you have real interaction with.\"</p><p>As many companies plan office returns in coming weeks, co-workers may be eyeing each other with renewed interest, whether because of genuine connections formed on conference calls or the novelty of seeing someone—anyone—in person again.</p><p>Office romance was on the wane when the pandemic struck, rendered obsolete by the popularity of digital matchmaking and cautionary tales from the #MeToo movement. Going remote would finish the job, we assumed.</p><p>Instead, two years of relative isolation, the very thing that could have ended dating among co-workers, appears to be reviving it.</p><p>Mr. Rosenfeld's research shows roughly 1 in 5 couples met through work in the mid-1990s, but that rate had been halved by 2017, as Tinder, eHarmony and similar services became the most common way to get together.</p><p>SHARE YOUR THOUGHTS</p><p>How should couples navigate office romances?</p><p>#MeToo underscored the potential pitfalls of pursuing a colleague, and some companies responded by restricting relationships or mandating disclosures. Jeff Zucker's recent exit as president of CNN is yet another reminder that mixing the professional with the personal can have severe consequences.</p><p>Yet in the work-from-home age, a screenshot brought Gregory Kelley and Marwah Rizqy together.</p><p>\"I think I'm in love with Marwah,\" Mr. Kelley confided in a text to a colleague, who sensed the crush was mutual and forwarded a picture of the message to Ms. Rizqy.</p><p>A Covid-era courtship ensued—video chats progressing to outdoor walks and eventually indoor dates—and the two recently married.</p><p>Mr. Kelley and Ms. Rizqy, both 36 years old, were elected to Quebec's National Assembly at the same time, in 2018, and had formed a friendship but nothing more—until pandemic-induced separation awakened something stronger.</p><p>\"I started FaceTiming Greg more often and, at that time, I realized I had feelings for him,\" Ms. Rizqy says.</p><p>Other office romances kindled before the pandemic grew more serious in a trying time. Matt Zalucki, 34, a software consultant in Albany, N.Y., says he took things slow when a project manager named Kaylee Urban first interested him in 2018. He worried about misreading her signals but finally made a move when he was sure she'd say yes.</p><p>The couple had recently moved in together when offices closed in March 2020. Mr. Zalucki says those early months in lockdown convinced him Ms. Urban was the one.</p><p>\"Working from home and being together in the pandemic definitely solidified that I wanted to do this,\" says Mr. Zalucki, who proposed that summer. \"It would have probably shown me the other way, if it was that case.\"</p><p>The wedding is planned for November.</p><p>Frontline workers are finding love on the job, too, even if they had to stay 6 feet apart and seldom saw each other's unmasked faces for many months. Hannah Maixner, 26, a grocery clerk in Missouri, recently celebrated a one-year anniversary with her boyfriend and frequent shift mate, and says quite a few of her colleagues are dating each other.</p><p>People who kept showing up when much of the world shut down bonded over the experience—sometimes in surprising ways, Ms. Maixner says. She worked with her boyfriend for six years before their first date and initially considered him \"super weird.\" As her social circle shrank outside of work and she got to know him better, she grew attracted to his kindness.</p><p>More from on the clock</p><p>* Sorry, Bosses: Workers Are Just Not That Into You</p><p>We have mixed feelings about relationships among our colleagues. Three-quarters of workers say they don't have a problem with people dating each other at work, according to the SHRM poll. Yet 77% of those who've had flings with co-workers say they've concealed them.</p><p>Anyone who has paid a modicum of attention to the #MeToo movement can appreciate some of the qualms. Beyond sexual harassment and quid pro quos, even healthy relationships can fuel perceptions of favoritism. Bad breakups and even friendly ones can complicate business.</p><p>Many HR departments say relationships among colleagues aren't top concerns at the moment, given worker safety issues and staffing shortages.</p><p>\"Does it make the list of things that I'm worried about? No,\" says Fran Katsoudas, who heads human resources at Cisco Systems Inc., where she's an executive vice president.</p><p>She adds HR chiefs do consider whether there might be a power imbalance, with one partner wielding authority over the other.</p><p>Some people who've pledged not to date co-workers are reconsidering their positions. Joanna Tjiu was fully remote until her company recently transferred her to Malaysia, where the 25-year-old lawyer reports to an office twice a week. It didn't take long for a male colleague to strike her fancy.</p><p>\"It was like the first time looking at a new human,\" Ms. Tjiu says.</p><p>Though she knows there could be risks, she says she has \"been dropping small hints. Just in case the other person has even a slight interest in me.\"</p><p>Write to Callum Borchers at callum.borchers@wsj.com</p><p>While You Were Working from Home, Your Co-Workers Fell in Love</p>",
  "published": "2022-03-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 4566,
          "end": 4579
        },
        {
          "start": 4566,
          "end": 4584
        }
      ],
      "nexusId": "10013206"
    }
  ]
}