{
  "_id": "efe56455d2e97b94ab9ef8f9bac18ff3443489369e4f81e500d1fae27d931a92",
  "feed": "wall-street-journal",
  "title": "Technology:  Cisco Wins Appeal  Of Patent Judgment  ----  By Talal Ansari",
  "text": "<p>   A U.S. appeals court threw out a $1.9 billion patent-infringement judgment against Cisco Systems Inc., saying the judge in the original case should have disqualified himself after learning his wife owned stock in the company. </p><p>   \"It is seriously inimical to the credibility of the judiciary for a judge to preside over a case in which he has a known financial interest in one of the parties and for courts to allow those rulings to stand,\" Judge Timothy Dyk wrote in the 3-0 ruling Thursday for the U.S. Court of Appeals for the Federal Circuit. </p><p>   The ruling is part of the continuing fallout from federal judges allegedly violating financial-conflict laws that have spread to appeals courts across the nation. </p><p>   After a bench trial but before issuing an opinion, Judge Henry Morgan in Norfolk, Va., disclosed that he had learned that his wife held $4,700 of Cisco stock during the trial. </p><p>   Centripetal Networks Inc., a Virginia cybersecurity company, had filed a patent-infringement case against Cisco. Originally, Centripetal raised no objection to the judge remaining on the case, but Cisco requested that Judge Morgan step aside. </p><p>   At a hearing, the judge said he would direct his lawyer to place the shares in blind trust instead of asking his wife to sell them off. He said he worried that dumping the stock ahead of his opinion on the merits of the case could look bad if he ruled against Cisco. </p><p>   The judge denied Cisco's recusal motion in October 2020 and soon found that the company infringed Centripetal's patents. </p><p></p>",
  "published": "2022-06-24T06:14:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1079,
          "end": 1084
        },
        {
          "start": 83,
          "end": 101
        },
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 852,
          "end": 857
        },
        {
          "start": 988,
          "end": 993
        },
        {
          "start": 1385,
          "end": 1390
        },
        {
          "start": 83,
          "end": 96
        },
        {
          "start": 1409,
          "end": 1414
        }
      ]
    }
  ]
}