{
  "_id": "e0337cae5a34ad4ae80f1c413e40c62047e5a57e46c5d6306c5ec096955caa29",
  "feed": "ftcomall",
  "title": "Zoom: pandemic favourite seeks new start ",
  "text": "<p>Zoom's outstanding success in the pandemic was clearly a one-off. The rush in demand for remote work tools took the San Jose-based company from a March 2020 enterprise value of $30bn to a peak of $158bn and a winning global brand. Its second act will be more understated. Plans to buy call centre software maker <a href=\"https://www.ft.com/content/6e155ef1-77fc-45ab-bebd-df25894d1a1c\">Five9</a> for $15bn were stymied by shareholders. Undeterred, Zoom is pressing ahead with its own tools.</p> <p>Moving into the world of customer service calls does not have the same allure as aiding the world to communicate in a crisis. The sector is dominated by companies such as Genesys and Cisco — Zoom founder Eric Yuan's former employer. At one time the two companies traded on similar market values but Zoom has since fallen far behind. Cisco is spending more to attract clients too. Its sales and marketing spend exceeded $2bn in the past quarter, equal to 20 per cent of revenue. Zoom spent a fraction of that. But the $325mn spend was equal to 30 per cent of sales.</p> <p>The odds of Zoom recreating its video conference market share elsewhere is slim. But the plan to create a suite of software services is a good one. That is how it will retain large clients. It already has Zoom Phone, a cloud-based phone service.</p> <p>A brutal 75 per cent drop in the stock price from an October 2020 high tracks the decline in other pandemic-era winners, including Peloton and Robinhood. Growth has evaporated. The company expects revenue to rise 12 per cent at best in the current quarter, though it suggests sales will improve as more services are added. A comfortable cash cushion and growing profits support service investment. Net income of $490mn rose 88 per cent on the same period last year.</p> <p>Hybrid <a href=\"https://www.ft.com/content/c3ada896-c7df-46a0-bb23-10aa723fd1e9\">work patterns</a> suggest video conferencing is here to stay. Zoom remains one of the easiest to use and most reliable providers. Better yet, rival Google capped free calls at one hour, which should make Zoom customers think twice about moving over. The days of triple-digit growth are over. But that does not mean the business model is defunct.</p><p>Source:  2022 'Zoom: pandemic favourite seeks new start ' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-01T03:13:56.309Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 596,
          "end": 601
        },
        {
          "start": 746,
          "end": 751
        }
      ],
      "nexusId": "10013206"
    }
  ]
}