{
  "_id": "3193df71b8fa17f11f89191f539099a807c63034f953c4f4feaa64cc0a9259e8",
  "feed": "wall-street-journal",
  "title": "Palantir, DoorDash, Nvidia, Hasbro: What to Watch in the Stock Market Today; Palantir Technologies reported earnings that came in below expectations; An activist investor began a proxy fight with Hasbro",
  "text": "<p>* Data and software company Palantir Technologies posted mixed fourth-quarter results.</p><p>* Nvidia posted record quarterly sales across its business and projected a further increase in the current period, but also reported a sharp decrease in revenue from its automotive segment due to supply-chain issues.</p><p>* Neworking-equipment giant Cisco Systems said it continues to see strong demand across its product line after it reported higher sales and profit in its fiscal second quarter.</p><p>* Biotech company 10x Genomics reported a narrower loss but its earnings missed estimates.</p><p>* Activist investor Alta Fox Capital Management is seeking to add directors to Hasbro's board and is pushing for a spinoff of its fast-growing unit housing games including Dungeons &amp; Dragons.</p><p>* Visa said that it has resolved the monthslong dispute with Amazon.com that risked customers not being able to use Visa credit cards at the online retailer.</p><p>* Electric-vehicle maker Fisker said its Ocean EV was on track for a November debut and reservations for the compact SUV have jumped.</p><p>* Dry bulk shipping company Star Bulk Carriers reported a higher profit in the recent quarter and lifted its dividend.</p><p>* Walmart reported stronger sales during the holiday quarter and raised its dividend.</p><p>* Roku, Dropbox and Shake Shack are among the companies reporting earnings Thursday.</p><p>Chart of the Day</p><p>* Bakkt, a cryptocurrency venture launched with fanfare by the parent company of the New York Stock Exchange, is fighting to get back on track after a stock-market beatdown.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Palantir, DoorDash, Nvidia, Hasbro: What to Watch in the Stock Market Today</p>",
  "published": "2022-02-17T14:45:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 332,
          "end": 345
        }
      ],
      "nexusId": "10013206"
    }
  ]
}