{
  "_id": "ac3059c71b464fc08547d62b6a29ecc198fdeb126aa5587879f4bb65c9f11096",
  "feed": "wall-street-journal",
  "title": "Stocks Fall Sharply as Russia Is Said to Continue Its Troop Buildup; Losses are broad-based, with oil and nine of 11 S&P 500 groups notching declines",
  "text": "<p>The losses were broad-based, with nine out of 11 of the S&amp;P 500's groups declining. The S&amp;P, Dow and Nasdaq are now on track to notch weekly losses.</p><p>Stocks have come under pressure from the escalation in tensions between Russia and Western allies over Ukraine. The White House warned that a Russian invasion could be imminent, and diplomatic efforts have so far been inconclusive.</p><p>The developments have whipsawed stocks throughout the week. Moscow said it had pulled back some troops, which spurred a rally in markets earlier in the week. Western officials said Wednesday that Russia was actually continuing its military buildup.</p><p>\"We've got to put more focus on what's being done on the ground, rather than what's being said,\" said Paul Jackson, global head of asset allocation research at Invesco. \"My presumption is that this will be sorted out diplomatically. If markets go down a lot more, then I would think it would be an opportunity to buy.\"</p><p>He said he isn't expecting a major change from Russia while its ally, China, hosts the Winter Olympics. The Games conclude this weekend so \"we still have a little while to go before we can feel things have really dissipated on a permanent basis,\" Mr. Jackson said. \"In the interim, it's a propaganda game.\"</p><p>The geopolitical tensions come at a time when investors have already been grappling with high inflation and preparing for the Federal Reserve to raise interest rates this year. These shifts have roiled the stock and bond markets for much of the year.</p><p>Despite the volatility this week, some investors said that they expected inflation and monetary policy to stay center stage in coming months.</p><p>\"High and rising inflation has justly become the key preoccupation of investors. It is affecting consumer spending, business outlook, politics and, most importantly, the direction of monetary policy,\" wrote JPMorgan Chase &amp; Co. strategists in a note to clients on Thursday.</p><p>On Thursday, fresh data showed that weekly U.S. jobless claims, a proxy for layoffs, came in at 248,000, up from the previous week. Economists had expected claims to continue edging down, given the tight labor market.</p><p>The yield on the benchmark U.S. 10-year Treasury note edged down to 1.972% in recent trading from 2.044% Wednesday. Gold prices rose around 1.6%.</p><p>The Russian ruble weakened around 1% against the dollar. The currency has seesawed in recent days as investors tried to gauge the severity of the tensions.</p><p>In corporate news, DoorDash surged 11% after the food-delivery company reported a jump in revenue. Palantir Technologies tumbled 16% after posting a wider loss. Walmart rose 4% after it reported profit that beat estimates and increased its dividend.</p><p>Cisco Systems rose 2.7% after reporting revenue and earnings above Wall Street's expectations, plus an increase to its stock-buyback program. Nvidia declined 7.5% despite reporting record sales, making it one of the worst performers in the S&amp;P 500. It said its automotive segment saw a sharp drop in revenue due to supply-chain issues.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.7%.</p><p>Asian benchmarks were mixed. The Shanghai Composite Index was little changed, while Hong Kong's Hang Seng Index rose 0.3%. Japan's Nikkei 225 declined 0.8%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Gunjan Banerji at gunjan.banerji@wsj.com.</p><p>Stocks Fall Sharply as Russia Is Said to Continue Its Troop Buildup</p>",
  "published": "2022-02-17T21:05:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 2693,
          "end": 2706
        }
      ]
    }
  ]
}