{
  "_id": "41d1374d93255226aef9c480ab7131ed0ea011d92e1b28b6a5953e71d89bd0d1",
  "feed": "market-watch",
  "title": "The No. 1 'set and forget' stock in tech hardware for next year? You guessed it. Evercore sees Apple's China issues as 'transitory,' says the company has a chance to make progress on 'moonshot' projects",
  "text": "<p>\"While we understand investors are concerned about the near-term iPhone outlook given manufacturing disruption issues in China, we see any headwinds as transitory and investors should remain focused on the long-term opportunity,\" Evercore's Amit Daryanani wrote in a Friday note to clients.</p><p>In 2023, the smartphone giant has an opportunity to make progress on its \"moonshot\" endeavors, he continued.</p><p>\"We feel confident that Apple is working on AR/VR [augmented reality/virtual reality] products and this will likely be the next major hardware product,\" he wrote. \"On the software side, Apple is making big moves in advertising and payments that are generally underappreciated by investors.\"</p><p>See also: Apple faces risk of 'perishable demand' for iPhones, analysts say</p><p>In Daryanani's view, Apple's trove of patents and its pattern of recent acquisitions suggest a \"high probability\" of a new device launch in the next six to 12 months. That could be a headset supporting augmented and virtual reality or the rumored \"Apple Glass\" glasses.</p><p>\"Conservatively, should the AR offering have a comparable trajectory as Apple Watch, it could contribute $18.1 billion to sales and 19 cents EPS [earnings per share] at scale,\" he said.</p><p>In payments, Apple's opportunities include gaining traction with the Tap to Pay on iPhone initiative, which lets people turn their phones into payment-acceptance devices, and increasing the number of merchants that accept Apple Pay online.</p><p>\"Apple's interest in financial services makes a lot of sense, as a big part of their digital services strategies revolves around building 'toll booths' throughout the ecosystem,\" Daryanani wrote of the initiative, which could rake in $11.6 billion in revenue by fiscal 2026, per his estimates.</p><p>Read: Apple planning huge change as a result of European legal push, report says</p><p>Other names Daryanani likes within hardware and networking are Amphenol Corp. APH, CDW Corp. CDW, Arista Networks Inc. ANET, Cisco Systems Inc. CSCO, Juniper Networks Inc. JNPR, Pure Storage Inc. PSTG and Vertiv Holdings LLC. VRT.</p><p>The No. 1 'set and forget' stock in tech hardware for next year? You guessed it.</p>",
  "published": "2022-12-16T21:38:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 1963,
          "end": 1981
        },
        {
          "start": 1982,
          "end": 1986
        }
      ]
    }
  ]
}