{
  "_id": "2cb49407193d6dd655a73ca19181474498321e7e3c98b2b420693311923e9805",
  "feed": "wall-street-journal",
  "title": "Fallout From Judges' Financial Conflicts Spreads to Appeals Courts; Cases involving StarKist, Bank of America and Cisco are among those reviewed",
  "text": "<p>In each case, federal judges had failed to properly recuse themselves after having financial ties to litigants in violation of a 48-year-old law. These violations are having real-world implications for people and companies who resolve disputes in court. The appeals courts now have to decide whether the conflicts were enough to warrant wiping out the rulings by the conflicted judges.</p><p>Overall, at least 55 cases overseen by judges with recusal violations have been appealed, reconsidered or reassigned to new judges. How newly assigned judges or appellate courts resolve the conflicts could affect public perception of the judicial system, legal experts said. A Wall Street Journal investigation last year revealed that more than 130 judges violated the financial-conflict law. </p><p>Judge Janis Sammartino directed a clerk to file notices of financial conflicts in 140 cases. PHOTO: Art Lien for The Wall Street Journal</p><p>In these contested cases, appellate judges will be faced with deciding between fairness and efficiency, legal experts said. Litigants crying foul are asking that judgments be vacated. The other sides argue that the judges' conflicts amounted to minor errors and that rehearing a case will cost time and money.</p><p>Vacating a judgment \"is inconvenient, it's inefficient, it's time-consuming,\" said James Sample, a Hofstra University law professor. Yet inconvenience and inefficiency are \"problems that the judges themselves have created,\" he said.</p><p>In considering the recusal violations, a 1988 U.S. Supreme Court ruling requires courts to consider the risk of injustice to litigants if they vacate rulings, the risk of injustice in other cases and the risk of undermining the public's confidence in the judicial process.</p><p>Litigants in the appeals cases have leaned on the ruling, each side arguing that the test favors their desired outcome.</p><p>In the tuna fish price-fixing case, StarKist, Bumble Bee and Chicken of the Sea were accused by retail and commercial buyers of conspiring to inflate prices. The cases were filed as StarKist and Bumble Bee pleaded guilty to federal charges of conspiring to fix tuna prices, with fines of $100 million for StarKist and $25 million for Bumble Bee.</p><p>Judge Janis Sammartino in 2019 had sided with the plaintiffs in certifying a class action, which was overturned by a three-judge panel in April 2021 for abusing her discretion in how she certified the classes.</p><p>As the Ninth U.S. Circuit Court of Appeal began hearing arguments, the Journal reported that Judge Sammartino's husband owned shares of companies of two members of the plaintiff's class, Target Corp. ($15,001 to $50,000) and Sysco Corp (less than $15,000).</p><p>StarKist filed a motion arguing that Judge Sammartino's recusal violation was yet a further reason to throw out her class certification in the case.</p><p>\"Her family held those interests for years while she was presiding over this case—including some throughout the three-day hearing on class certification—without ever disclosing them to Defendants,\" argued lawyers for StarKist.</p><p>Lawyers for the class said StarKist's objection should be rejected. \"StarKist now seeks a 'do over' despite years of effort by the parties, the district court, and the Ninth Circuit—supported solely by atmospherics created by the Wall Street [Journal] article and a patently insufficient consideration of the record that is relevant to this case,\" the attorneys said in reply.</p><p>A decision from the appeals court is pending.</p><p>Judge Sammartino, an appointee of President George W. Bush, directed a clerk to file notices of financial conflicts in 140 cases after the Journal contacted her. She didn't respond to a phone message left with her chambers.</p><p>In another high-stakes appeal in New York, the Journal identified a financial conflict involving federal Judge Lewis Liman, an appointee of President Donald Trump, in a large antitrust class action.</p><p>The 2020 suit against 10 banks seeks to recover damages that plaintiffs say exceed $10 billion for overcharging them on bond purchases. Judge Liman didn't disclose that a family member owned as much as $15,000 in Bank of America, a defendant. Last year, Judge Liman granted the motion of defendants including Bank of America to dismiss in the case with prejudice.</p><p>In a court notice filed Friday, the court clerk wrote of Judge Liman that his wife's \"ownership of stock neither affected nor impacted his decisions in this case. However, that stock ownership would have required recusal.\"</p><p>A lawyer for the plaintiffs said they would consider whether to seek relief in the case; they are set to file briefs on the appeal next week.</p><p>Judge Liman didn't respond to a request for comment. The bank case is one of 13 lawsuits in which the judge, after an inquiry last month from the Journal, asked a clerk to file notices to parties in those cases saying he should have disqualified himself.</p><p>Judge Henry Morgan in Norfolk, Va., discovered his own financial conflict in a patent-infringement case that Centripetal Networks Inc., a Virginia company, filed against Cisco Systems.</p><p>After a bench trial but before issuing an opinion, Judge Morgan disclosed that he had learned that his wife held $4,700 of Cisco stock during the trial. </p><p>Judge Henry Morgan was required by law to recuse himself or his wife sell off her Cisco shares for him to continue to hear a case, Cisco Systems argued in legal briefs. PHOTO: Art Lien for The Wall Street Journal</p><p>Centripetal raised no objection to him remaining on the case, but Cisco requested that Judge Morgan step aside. Though he hadn't said how he would rule in the case, Judge Morgan had asked the parties for information about damages, a good omen for Centripetal.</p><p>At a hearing, the judge said he would direct his lawyer to place the shares in blind trust instead of asking his wife to sell them off. He said he worried that dumping the stock ahead of his opinion on the merits of the case could look bad if he ruled against Cisco.</p><p>\"I was concerned that, to the extent that the Court's ruling might have an adverse effect on the stock price—I don't know if it will or not—that that would be defeating the very purpose of the [ethics] Rules,\" Judge Morgan explained in a September 2020 hearing, according to a transcript.</p><p>He denied Cisco's recusal motion in October 2020 and soon found that the company infringed Centripetal's patents, awarding $1.9 billion in damages.</p><p>Cisco appealed to the U.S. Court of Appeals for the Federal Circuit in Washington, D.C. The company has argued in its briefs that federal law required Judge Morgan to recuse or his wife to sell off her Cisco shares for him to continue to hear the case. Lawyers for Centripetal said in their briefs that Judge Morgan made an ethical decision in moving the Cisco shares into a blind trust.</p><p>The appellate court has yet to issue a decision.</p><p>Lawyers for Centripetal and Cisco declined to comment. Judge Morgan, an appointee of President George H.W. Bush, didn't respond to a request for comment sent to his chambers.</p><p>Write to James V. Grimaldi at james.grimaldi@wsj.com, Joe Palazzolo at joe.palazzolo@wsj.com and Coulter Jones at Coulter.Jones@wsj.com</p><p>Fallout From Judges' Financial Conflicts Spreads to Appeals Courts</p>",
  "published": "2022-03-01T20:04:00.000Z",
  "tags": [
    {
      "id": "US17275R1023",
      "nexusId": "10013206",
      "name": "Cisco Systems, Inc.",
      "offsets": [
        {
          "start": 6851,
          "end": 6856
        },
        {
          "start": 5942,
          "end": 5947
        },
        {
          "start": 6386,
          "end": 6391
        },
        {
          "start": 6741,
          "end": 6746
        },
        {
          "start": 6248,
          "end": 6253
        },
        {
          "start": 6588,
          "end": 6593
        },
        {
          "start": 5179,
          "end": 5184
        },
        {
          "start": 5488,
          "end": 5493
        },
        {
          "start": 5041,
          "end": 5046
        },
        {
          "start": 5291,
          "end": 5296
        },
        {
          "start": 5340,
          "end": 5353
        },
        {
          "start": 114,
          "end": 119
        },
        {
          "start": 5041,
          "end": 5054
        }
      ]
    }
  ]
}