{
  "_id": "cbf044be0aeb1f4331ed8426eef5d6b98a4e90fb5016874b731edd3adb294c7e",
  "feed": "ftcomall",
  "title": "Pandemic demand rubs tech reseller Softcat the right way  ",
  "text": "<p>Vendor finance was how Peter Kelly bailed out his fledgling mail-order software business in the early 1990s. Having expanded too quickly and tapped out the corporate overdraft, he had to borrow against <a href=\"https://www.google.co.uk/books/edition/Entrepreneurship_and_Small_Business/npkcBQAAQBAJ?hl=en&amp;gbpv=1&amp;dq=%22success+brought+unexpected+problems+early+in%22&amp;pg=PA267&amp;printsec=frontcover\">unpaid invoices</a> to keep trading. </p> <p>The company (its name abbreviated from Software Catalogue to Softcat) has since become a model of conservatism. It never again required bank debt, has never made an acquisition and has never sought to expand outside the UK and Ireland. A straightforward strategy of finding new customers then identifying more IT products for them to buy has delivered 15 straight years of revenue and profit growth. </p> <p>Year 16 looks to be in the bag already. Half-year results from Softcat on Wednesday showed gross profit up by a better than expected 20 per cent year-on-year in the six months to the end of January, in spite of some hesitation from its bigger enterprise customers. A handful of unusually large deals helped smooth performance, as did revived demand among the small and medium sized companies that provide about half its revenue. <a href=\"https://www.ft.com/content/382d8f99-7532-4492-b31e-b48ac706ff51\">The stock hit a record high,</a> having nearly doubled in a year to hit a market value of £3.6bn.</p> <p>IT resellers such as Softcat have been among the pandemic's biggest winners. Mandatory remote working proved the value of cloud computing investment, while infrastructure at all levels of government needed reinforcing. Its gross profit per customer in the first half rose 11.5 per cent year-on-year, mostly on demand for laptops and data centre equipment.</p> <p>Just as importantly, travel and entertainment budgets have fallen close to zero. Fewer corporate jollies meant Softcat could afford to expand its headcount by 12 per cent since the 2020 year end with no corresponding increase in costs.</p> <p>Sales staff are by far the biggest expense for the industry, which earns both from mark-ups charged to the customer and from incentive fees paid by its suppliers. Good salespeople are required because they offer customers little that is unique. They are, by definition, the middlemen. </p> <p>Softcat's most important supplier is Microsoft, whose products contribute about 25 per cent of group revenue. But Softcat is just one of Microsoft's more than 65,000 channel partners, with the US group relying on resellers for about 95 per cent of its product sales. </p> <p>For the customer, resellers promise to simplify procurement and guarantee all parts of the system work together. Pricing power ought to be limited, however. UK market leaders Computacenter and Softcat both have percentage market shares in the low single digits. The likes of Accenture and Capgemini compete for the same multimillion pound system integration projects as Computacenter, while at Softcat's end of the market there is a multitude of local consultancies and system integrators.</p> <p>Yet Softcat still delivers a class-leading 63 per cent return on capital employed, according to analysis from Morgan Stanley. Computacenter and Swiss peer SoftwareOne have ROCE of 40 per cent and 35 per cent respectively. US sector leader CDW delivers 26 per cent. </p> <p>Short-sellers have been waiting in vain for Softcat's <a href=\"https://www.ft.com/content/ff19d62a-7656-11e5-933d-efcdc3c11c89\">earnings metrics to slip</a> ever since its flotation in 2015. The company puts its steady performance down to strong recruitment and retention, highlighting staff perks such as subsidised massages and shirt ironing. </p> <p>Perhaps of greater importance is a pay structure heavily weighted towards sales bonuses. Sales staff typically treble their basic salary through uncapped commissions based on monthly gross profit. Few smaller competitors can match these incentives. </p> <p>All of which adds up to a compelling investment case. Historically conservative Softcat benefits from the wave of investment that has stemmed from remote working that also allows its sales force to sell by video call rather than in person. </p> <p>The optimism underpins a valuation of around 34 times 2022 earnings — a discount to some of its suppliers, but still a high price for what is in effect a team of reps earning commissions by selling office equipment. </p><p>Source: Bryce Elder 2021 'Pandemic demand rubs tech reseller Softcat the right way  ' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T18:53:42.191Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2072,
          "end": 2081
        },
        {
          "start": 2172,
          "end": 2181
        },
        {
          "start": 2172,
          "end": 2183
        }
      ],
      "nexusId": "10031144"
    }
  ]
}