{
  "_id": "3822225356f5a0c10dee976eb19eb70faf491b9a08a7790330e385cf4afdfe79",
  "feed": "wall-street-journal",
  "title": "VW Struggles  To Catch Tesla  ---  German auto maker's $50 billion bet on  electric vehicles hits software speed bump  ----  By William Boston",
  "text": "<p>   ZWICKAU, Germany -- Five years and nearly $50 billion into the auto industry's biggest bet on electric vehicles, Volkswagen CEO Herbert Diess and his guest, Chancellor Angela Merkel, stood in anticipation as the first ID.3, Germany's long-awaited answer to Tesla, rolled off the assembly line. </p><p>   The event at the company's flagship EV plant just over a year ago marked a \"systemic shift from the combustion engine to the electric vehicle,\" said Thomas Ulbrich, leader of the ID.3 effort. </p><p>   The car, however, didn't work as advertised. </p><p>   It could drive, turn corners and stop on a dime. But the fancy technology features VW had promised were either absent or broken. The company's programmers hadn't yet figured out how to update the car's software remotely. Its futuristic head-up display that was supposed to flash speed, directions and other data onto the windshield didn't function. Early owners began reporting hundreds of other software bugs. </p><p>   After years of development, Volkswagen decided in June last year to delay the launch and sell the first batch of cars without a full array of software, pending a future update, which is now scheduled for mid-February. Tens of thousands of ID.3 owners will have to bring their cars in for service to have the new software installed. </p><p>   \"After that the software will be regularly updated over the air,\" Mr. Ulbrich said in an interview. </p><p>   Volkswagen, the world's largest car maker, has outspent all rivals in a global bid by auto incumbents to beat Tesla. For years, industry leaders and analysts pointed to the German company as evidence that, once unleashed, the old guard's raw financial power paired with decades of engineering excellence would make short work of Elon Musk's scrappy startup. </p><p>   What they didn't consider: Electric vehicles are more about software than hardware. And producing exquisitely engineered gas-powered cars doesn't translate into coding savvy. </p><p>   The ID.3 debacle is raising the temperature at Volkswagen. Mr. Diess nearly lost his job last year amid a revolt of Germany's powerful IG Metall labor union and shareholder anger over the botched launch of the Golf-8, the VW brand's breadwinner, and the bungled launch of the ID.3. He was stripped of his leadership of the VW brand, VW's biggest business, but kept on as CEO of the entire company without day-to-day operational responsibility. </p><p>   The ID.3 is gaining traction, outselling Tesla's Model 3 in Europe in December, according to Jato Dynamics, with sales fueled by a price tag that is about $12,000 less than Tesla's model, and by Germany's decision last year to increase incentives for EV purchases. The ID.3 has also garnered negative trade-press reviews and is still missing key features. </p><p>   Ever since Tesla launched its first car in 2008 \"there was this feeling that the really serious players are going to come,\" said Peter Rawlinson, CEO of electric car startup Lucid Technologies and the former chief engineer of Tesla's Model S. Now, he says, \"the Germans have finally come, and they're not as good as Tesla.\" </p><p>   Other legacy car manufacturers including General Motors, Ford, Renault, Peugeot and Toyota are bringing new electric models to market this year. Failure to keep up could redraw the global auto map, costing German car makers -- Volkswagen, BMW and Daimler -- their leadership status in high-end products. </p><p>   Mr. Diess is drawing lessons from the mistakes on the ID.3 project as he overhauls the company's software effort to prepare for a successor model, dubbed ID.4, which goes on sale in the U.S. later this year and will be produced at first in Europe and China and next year in Chattanooga, Tenn., as well. VW says the ID.4, its first all-electric car to be sold world-wide, will deliver on its predecessor's promises. </p><p>   \"In order to be successful in this new world and secure the prosperity of many people. . .VW must completely change,\" Mr. Diess wrote in a recent LinkedIn post. </p><p>   When Mr. Diess, then head of the VW brand, launched his first EV effort five years ago, he asked Fredmund Malik, an Austrian economist, to hold a \"syntegration workshop\" for senior brand executives. The goal, Prof. Malik said, was to persuade managers lulled into complacency by their company's high profitability that Tesla represented an existential threat. </p><p>   A second workshop was held a month later, after VW was exposed for cheating on diesel emissions. Mr. Diess wanted to use the jolt of the crisis to overcome internal opposition to electric vehicles, Prof. Malik said. It was at this meeting that VW decided to build what would become the ID.3, complete with custom software to run the vehicle and in-car apps. </p><p>   Software has been running in gas-powered cars for years. An average passenger vehicle typically includes about 80 parts fitted with chips that perform discrete tasks. These chips run code that remains static over a car's lifetime. </p><p>   With the shift to electric, computing has become the heart of the vehicle, with a central processor managing the battery, running the electric motors, brakes, lights and other critical systems as well as additional features such as entertainment or heating in the seats. Just like a gas-powered car should be serviced regularly, a modern electric vehicle may receive software updates to improve safety and performance, offer new in-car services, or unlock sources of revenue for the manufacturer. </p><p>   \"The key here is taking this distributed system in the car, dozens if not hundreds of applications, and centralizing everything,\" says Danny Shapiro, senior director of automotive at Nvidia Corp., the graphics chip maker that has become a player in self-driving car technology. \"This is very complex, especially with a car where the safety level is critical. You can't just flip a switch and be a software company.\" </p><p>   In the early years of the ID.3 effort, the task to code software for the car was scattered across the organization. VW's appointment of Christian Senger, previously head of digital services and electric mobility products, as leader of VW's entire software development, came only in 2019, months before the vehicle's planned launch. </p><p>   The group's first task was to create a coherent organization out of the thousands of programmers spread around the group and begin to shift critical development in-house. The first major project was VW.os, an operating system for ICAS1, the car's central computer that could be updated remotely. </p><p>   Another source of complexity was that VW picked different vendors to develop different parts of its software ecosystem. To build its industrial cloud for factories, VW teamed up with Amazon Web Services. For the automotive cloud connecting its cars, it joined with Microsoft Corp. And to build ICAS1, VW turned to Continental AG, the lead partner in a team of 19 suppliers working on developing the system. </p><p>   Typically, car makers order finished components from suppliers and install them in the vehicle on the assembly line. But the software for a connected car is never finished. Like an iPhone, it is constantly evolving and requires the supplier and customer to work interactively, something that VW and Continental first had to learn as the ICAS project was under way. </p><p>   VW and its suppliers had to adopt new ways of working together to build the ICAS and connect the ID.3 to the cloud. They created integrated teams that met in workshops at regular intervals to assess the state of play and plot out the next steps. During these workshops, VW often placed new demands on the group as its requirements of the ID.3 evolved, Mr. Ulbrich said. </p><p>   \"The iPhone today is not the same product it was in the beginning. It has evolved, it is an evolutionary process. And that is the process that VW is going through now,\" Mr. Ulbrich said. </p><p>   The experience convinced Mr. Diess that he needed to reboot VW's software business. In April, he brought back Prof. Malik for a three-day workshop with about 40 of his top executives. Prof. Malik said Mr. Diess posed a simple question for the group: What do we have to do to catch up with Tesla by 2024? </p><p>   The CEO opened the gathering with a blistering critique of VW's progress. He showed a slide comparing the ID.3 to the Tesla Model 3, pointing out that while VW's car excelled in old-world features such as spaciousness and design, Tesla beat VW hands down on such metrics as battery range and advanced computing. </p><p>   At the end of the workshop, the management team had the outlines of a reboot. It would produce a new fully electric and largely self-driving car by 2025, shift more resources from the company's old business to EVs and digitization, expand battery manufacturing, and explore new revenue streams and payment systems. </p><p>   As the summer 2020 launch date for the ID.3 approached, VW told Continental to focus on critical functions. By then, Mr. Ulbrich and senior VW executives concluded that the ID.3's remote updates weren't yet secure enough to go on the road, Mr. Ulbrich said. The updates not only changed apps and kept the navigation up-to-date, they also made changes to core functions such as the electric powertrain. </p><p>   \"In mid-2020 we had to make the decision that we would have to ask the first 50,000 vehicles to come to the service stations for an update,\" Mr. Ulbrich said. \"Updating the vehicle's core software is a complex process and we have to make sure at any time that our vehicles are safe.\" </p><p>   VW didn't make Mr. Senger available for comment. </p><p>   Karsten Michels, the senior Continental engineer working on the project, said the main problem was the teams simply ran out of time. \"Maybe we underestimated how much work is involved and how little we could actually rely on existing legacy software,\" Mr. Michels said in an interview. </p><p>   Mr. Diess restructured the software development teams. He tapped Audi CEO Markus Duesmann, poached earlier from BMW, to be VW's new software czar. </p><p>   Mr. Diess also reached outside VW for help. He asked Dirk Hilgenberg, a BMW executive and IT specialist focused on tech turnarounds, if he would replace Mr. Senger as head of the software division. </p><p></p>",
  "published": "2021-01-20T07:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6666,
          "end": 6675
        },
        {
          "start": 6666,
          "end": 6681
        }
      ]
    }
  ]
}