{
  "_id": "37c97371006515b64aa568ede41400676ac0a2030ff248b0313c2caf96a1627f",
  "feed": "ftcomall",
  "title": "TPG $5.4bn climate fund backs long-duration battery start-up ",
  "text": "<p>TPG's $5.4bn climate fund has made its first investment into clean energy, joining investors including Bill Gates with a bet on a start-up developing a cheap battery that enables electricity grids to better integrate renewable energy. </p> <p>The TPG Rise Climate, which launched last month, has joined Massachusetts-based Form Energy's $240m fundraising alongside steelmaker ArcelorMittal, the firm said. The sum was undisclosed. </p> <p>The investment is part of a growing push by private equity into clean energy. Brookfield Asset Management last month launched a $7.5bn fund focused on climate change, while General Atlantic also established a venture focusing on the sector led by John Browne, former BP chief executive. </p> <p>“Private capital has a vital role to play in supporting the creation and growth of innovative climate-focused solutions like Form Energy's,” said Marc Mezvinsky, a member of the climate investing team for TPG Rise. </p> <p>Former US Treasury secretary Hank Paulson serves as TPG Rise Climate's executive chair alongside TPG's <a href=\"https://www.ft.com/content/1bd5a18a-1fbc-4ead-9867-1e829b1715f1\">co-founder</a>, James Coulter. </p> <p>Form Energy has developed a battery that uses iron and air to store energy for days rather than hours as lithium-ion batteries currently do. The company says cheaper energy storage will enable the use of intermittent renewable energy all year round, similar to a coal-fired or gas-fired power plant. </p> <p>“What we are betting on is a mega-trend that is not going away,” said Mateo Jaramillo, a former Tesla executive who co-founded Form Energy in 2017. </p> <p>The company says its iron battery can deliver electricity for 100 hours at a cost that is competitive with conventional power plants and less than a tenth of the cost of lithium-ion batteries. </p> <p>That would enable the provision of energy during periods of extreme weather, grid outages, or when there is little wind or sun. The battery costs less than $20 a kilowatt-hour but Jaramillo says the company aims to get that down to $10/KWh by the end of the decade. </p> <p>The type of iron the battery needs is already produced by the steel industry on a large scale, according to Jaramillo. “Iron is extremely abundant,” he said. “We don't have to go from scratch and create this globally scaled production process to get the iron that we need.” </p> <p>The company has a deal to provide 150 MWh of storage to Great River Energy utility in Minnesota and is finalising “lots of other” projects with other utilities who are using more renewables or replacing coal-fired power plants, he added. </p> <p>“There is still lots of coal generation in the power sector and that is all coming out of the system, it's not economic any longer,” he said. “A big question is what do you replace it with? Increasingly the trade that has been made for the last 20 years, natural gas, is not really the trade going forward.” </p> <p>The fundraising brings the total amount raised by Form Energy to more than $360m. </p> <p>Also joining the funding round were private equity firm Perry Creek Capital, as well as existing investors including Singapore's Temasek, Bill Gates-backed Breakthrough Energy Ventures, Prelude Ventures, NGP Energy Technology Partners III, Coatue, MIT's The Engine, Capricorn Investment Group, Eni Next, Energy Impact Partners and Macquarie Capital.</p> <p>The company will manufacture the batteries in the markets where they are deployed, but will continue to make its proprietary air-electrode, which is like a thick piece of rubber, at its headquarters, Jaramillo said. </p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/7d2f80df-03bb-4a71-a5bd-0445841be568\"><em>Battery innovation may revolutionise the grid</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/7d2f80df-03bb-4a71-a5bd-0445841be568\"><em>From Leonard Hyman, Author, “America's Electric Utilities: Past Present and Future”, Sleepy Hollow, NY, US</em></a></p><p>Source: Henry Sanderson 2021 'TPG $5.4bn climate fund backs long-duration battery start-up ' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-23T04:00:04.691Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}