{
  "_id": "3a1c7f8138f174a880e93cd64d65556601f69f56e024ccd50edf16d89a9fd4f0",
  "feed": "ftcomall",
  "title": "Member countries push back against IEA's net zero road map",
  "text": "<p>Japan and Australia have disputed the findings of the International Energy Agency's <a href=\"https://www.iea.org/reports/net-zero-by-2050\">report</a> on reaching net zero emissions by 2050, indicating they will continue fossil fuel investment despite the watchdog's advice.</p> <p>The push back from member countries — traditionally big fossil fuel consumers — and global energy producers, highlights the controversy surrounding the IEA's recommendations which include halting fossil fuel exploration and spending on new projects.</p> <p>While the IEA has said there is a need to continue investing in already discovered deposits and existing projects, critics say the body does not adequately acknowledge the risks to future energy security, and fails to provide a backstop should the world not manage to create adequate low-carbon alternatives to replace fossil fuels. </p> <p>Japan, a founding member of the IEA, has always paid close attention to the Paris-based energy watchdog's advice, but last week's report prompted scepticism from the ministry of economy, trade and industry.</p> <p>“It's a fact that there are sections the Japanese government does not agree with,” said minister Hiroshi Kajiyama, pointing to the recommendations on halting new fossil fuel investment and phasing out coal.</p> <p>Japan has adopted a target of net zero emissions by 2050, but is struggling to formulate a plan on how to get there. Nuclear fuel is unpopular in the wake of the Fukushima disaster and the country's mountainous islands make renewables relatively expensive. </p> <p>Last week, Japan joined <a href=\"https://www.ft.com/content/c9e68bec-cb73-4804-9a49-c3497645cf5a\">a pledge by G7 environment ministers</a> to halt all government investment in international coal-fired power stations by the end of this year, albeit without a specific end date for domestic coal.</p> <p>Australian resources minister Keith Pitt pointed out that previous IEA reports outlined a bigger role for coal, and said the latest scenario failed to sufficiently account for carbon capture technology.</p> <p>“Coal, oil and gas will continue to be a big part of Australia's energy mix,” said Pitt.</p> <p>Australia is using public funds to pursue a “gas-fired recovery” policy in response to the Covid-19 pandemic, and is resisting international pressure to set a net zero emissions target.</p> <p>Norway's centre-right government and main centre-left opposition party, both traditionally strong supporters of the IEA, have also expressed some scepticism over the report ahead of September elections where the future of oil is likely to play a large part.</p> <p>Oil minister Tina Bru said that it would not “make a difference from a global perspective” if Norway stopped its oil activities. She argued that the biggest petroleum producer in Europe could produce oil and gas with lower emissions than many other countries. </p> <p>IEA scenarios often form the <a href=\"https://www.ft.com/content/d02f1610-1b7d-4ad6-9d19-1012df4e2b6c\">basis of government energy policies</a>, and the latest report on net zero emissions was praised by climate groups as a significant milestone. </p> <p>The report <a href=\"https://www.ft.com/content/f9a03568-1cb1-4218-a519-5fcbe528d03a\">outlines a route</a> to net zero emissions by 2050 in which coal demand falls 90 per cent, gas demand falls 55 per cent, and oil demand falls by 75 per cent.</p> <p>IEA chief Fatih Birol addressed some of the criticisms in a LinkedIn <a href=\"https://www.linkedin.com/pulse/back-future-story-behind-ieas-net-zero-roadmap-fatih-birol/\">post</a> at the weekend.</p> <p>“This misses what the IEA is about,” he wrote. “For many years, we have been focused on shaping a secure and sustainable energy future for all, which requires transitioning to clean energy. A secure energy future demands this — a world ravaged by climate change from fossil fuel emissions won't be secure.”</p> <p>Several energy associations criticised the report: the World Nuclear Association called it “highly impractical” and the World Coal Association said it was unrealistic.</p> <p>The International Gas Union warned that the road map could present a serious risk to energy security. “We would see significant disruption in power supplies, transportation systems . . . and significant rise in energy taxes,” said Andy Calitz, secretary-general of the IGU.</p> <p>Meanwhile, large oil and gas companies expressed scepticism over whether the steps outlined in the report would be implemented.</p> <p>“It is a scenario on a piece of paper,” said Bernard Looney, BP chief executive, at an industry conference last week. He said he respected the IEA and the report's significance, but added that the world needed fewer scenarios and “more action”.</p> <p><em>Reporting by Leslie Hook, Anjli Raval, Robin Harding, Jamie Smyth, Richard Milne and Neil Hume. </em></p><p>Source: FT reporters 2021 'Member countries push back against IEA's net zero road map' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-23T16:40:00.680Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}