{
  "_id": "c6197b4ea60083ea7d5319e674a4e7adbd360ee6f6f39a1b28ebb5d00ab9a970",
  "feed": "wall-street-journal",
  "title": "Snap Posts Strong Growth  In Subscribers, Revenue  ----  By Meghan Bobrowsky",
  "text": "<p>   Snap Inc. continued its string of strong quarterly user and revenue growth, with its closely watched daily active user figure reaching 293 million in the second quarter, exceeding the roughly 290 million Wall Street was expecting and representing its highest growth in years. </p><p>   The numbers show  the social-media company's pandemic-era popularity boost could continue as people began to return to more normal daily routines. Snap had 238 million active daily users in the year-ago period. </p><p>   Snap shares were up more than 10% in after-hours trading on Thursday. They have more than doubled over the past year. </p><p>   Snap said revenue more than doubled year over year to $982 million in the quarter ended June 30. The company posted a net loss of $152 million, compared with a loss of $326 million in the year-earlier quarter. The numbers beat Wall Street's forecast of sales of $845 million and a loss of $277 million, according to an average of analysts surveyed by FactSet. </p><p>   The company, best known for disappearing photos and messages on its Snapchat app that is popular with teens and young adults, during the pandemic has impressed investors with its growth over recent months, outpacing much larger rivals. And it has introduced new features to appeal to businesses beyond traditional social-media advertising, including a push into augmented reality. </p><p>   \"Our second quarter results reflect the broad-based strength of our business, as we grew both revenue and daily active users at the highest rates we have achieved in the past four years,\" Snap CEO Evan Spiegel said in a news release. </p><p>   The increase in Snap user numbers again outpaced Twitter Inc.'s. The social-media company best known for its short messages on Thursday reported its daily average user figure rose to 206 million, up 11% from the year prior. </p><p>   Twitter said sales rose 74% over that time to $1.19 billion, generating a second-quarter net profit of $65.7 million after posting a loss in the year-ago quarter. The figures beat Wall Street forecasts. </p><p>   Twitter shares were up about 8% in after-hours trading on Thursday. </p><p>   Twitter also has been looking for new ways to grow its user numbers, including introducing a subscription service and exploring tipping for content creators. And it is experimenting with a feature to allow some users to like or dislike replies, the company said Wednesday. </p><p>   During the pandemic, Snap's Mr. Spiegel said there was a year-over-year decrease in daily time users spent watching their friends' Stories, the photos or videos that users post to their friends lists and disappear after 24 hours. The decline, he said, was likely linked to less of that content being posted amid pandemic restrictions. As those eased, Mr. Spiegel said the app has seen signs of a recovery in Story posting. </p><p>   \"We are cautiously optimistic that this will lead to increased time spent watching Stories from friends as the world begins to open up,\" he said in prepared remarks. </p><p>   But the company still faces stiff competition in the ad market where Facebook Inc. and Alphabet Inc.'s Google dominate. That is meant Snap historically has struggled to make as much money off its user base and compete for ads. Both Facebook and Alphabet report quarterly results next week. Alphabet on Tuesday is expected to post record sales and Wall Street forecasts Facebook on Wednesday will report near-record ad sales. </p><p>   Rivals also have been quick to copy some of Snapchat's popular features. Facebook, Twitter and Microsoft Corp.'s LinkedIn introduced a feature that allows users to post a photo or video to people in their network that disappears after 24 hours. </p><p>   Snap said it expects revenue to increase approximately 58% to 60% year-over-year for the current quarter, to roughly $1.1 billion. </p><p></p>",
  "published": "2021-07-23T06:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3456,
          "end": 3471
        },
        {
          "start": 3456,
          "end": 3465
        }
      ]
    }
  ]
}