{
  "_id": "822e4207b07ba543edcee7d93c7b3dc8c9c8f6078f9253f06da809f5e1c18e25",
  "feed": "ftcomall",
  "title": "Natasha Harrison, ex-deputy chair at Boies Schiller, quits to set up rival firm ",
  "text": "<p>The former anointed successor to veteran US trial lawyer David Boies plans to quit his firm Boies Schiller Flexner to launch a rival London practice.</p> <p>Natasha Harrison, who was until September deputy chair of the powerhouse New York firm, had been seen as <a href=\"https://www.ft.com/content/867c7d19-2a62-4b2f-ab98-d467a3fd5f69\">the next in line</a> to take over from Boies as chair. </p> <p>She is the most high profile in a string of recent defections from Boies Schiller, whose reputation has been tarnished in recent years by its association with Harvey Weinstein, the disgraced movie mogul, and Theranos, the fraudulent blood-testing start-up.</p> <p>Harrison has focused the London office on financial disputes and is currently leading a class-action lawsuit against Credit Suisse, representing investors in the Swiss bank's Greensill-linked supply-chain finance funds. She is also representing bondholders who are suing Credit Suisse over Mozambique's $2bn <a href=\"https://www.ft.com/content/d591e528-c274-426a-81ba-5c72812d271d\">“tuna bonds” scandal</a>.</p> <p>Harrison told the Financial Times that she was leaving to set up a “different type of law firm”, having been appointed deputy chair of Boies Schiller last year and tasked with restructuring the business.</p> <p>Harrison was named co-managing partner in 2019 alongside Nicholas Gravante, who defected to Cadwalader, Wickersham &amp; Taft in December after pushing for a merger between the firms. Harrison was at that point named deputy chair — and heir apparent — but stepped back from that role in September to return to her managing partner position.</p> <p>“I became managing partner in a great period of instability and the whole firm needed to be reset,” she said. “I feel I have executed [that] strategy and . . . now it's time to pass it back to the US to take it to the next stage.”&#xa0;</p> <p>The new practice, which will launch early next year, will focus on high-end commercial litigation including big financial markets cases and arbitrations. The firm will operate flexible fee models and Harrison wants to create an environment “where the generation coming up can really thrive”, including through performance-based pay and flexible hours. </p> <p>“Natasha has been a great partner,” David Boies said in a statement. “She has been, and continues to be, a great friend. We all wish her well in her new adventure.”</p> <p>In an internal memo to staff seen by the Financial Times, the firm said “Natasha's decision to leave is the fulfilment of a goal she has long had for herself, and not in any way a reflection on the firm”.</p> <p>Boies Schiller will maintain a London base after Harrison's exit. But a significant number of partners are expected to leave with her, according to a person close to the firm, and her departure means the potential loss of important clients and cases. </p> <p>That impact follows a year of upheaval for the firm, which recently closed three offices in a streamlining effort and has gone from a peak of 350 lawyers to fewer than 200.</p> <p>The firm was built around the big personality of <a href=\"https://www.ft.com/content/f4e0aeb2-c560-11e7-a1d2-6786f39ef675\">star litigator Boies</a>, now 80, who founded it with Jonathan Schiller in the late 1990s. It is undergoing a difficult generational and managerial transition.</p> <p>Boies is widely regarded as one of the most skilled trial lawyers of his generation. Among other seismic cases, he represented the US Department of Justice in its antitrust victory over Bill Gates and Microsoft; represented vice-president Al Gore in the legal case that grew out of the Florida recount in 2000; and helped overturn a ban on gay marriage in California.</p> <p>But the firm is now trying to move towards a more balanced base. Speaking to the Financial Times last year, Harrison said Boies Schiller “doesn't just rotate around David now”.</p> <p>Boies Schiller has also been dogged by negative publicity surrounding Boies's directorship at Theranos, the Silicon Valley start-up whose blood-testing technology turned out to be a fraud.</p> <p>He was also the longtime lawyer for Weinstein, the Hollywood producer and convicted rapist. The New York Times Company, another longtime client, fired Boies Schiller after it emerged that the firm had hired private detectives to intimidate journalists and whistleblowers in the Weinstein case.</p> <p>Harrison acknowledges that partners did leave as a result of those issues — more than 70 had left in the previous 18 months by March last year — but she claims the main issue has been a lack of succession planning. </p> <p>Harrison, who relocated to Florida with her family for three months at the start of lockdown last year, said the pandemic had made her re-evaluate her career. “I just thought if I don't do it now I never will, and the idea of building a modern law firm which will be the blueprint for the future is very exciting,” she said. </p><p>Source: Kate Beioley and Owen Walker in London 2021 'Natasha Harrison, ex-deputy chair at Boies Schiller, quits to set up rival firm ' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T23:20:00.291Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3218,
          "end": 3227
        }
      ],
      "nexusId": "10031144"
    }
  ]
}