{
  "_id": "2e9e1418be6c4f974c377f52581454a97e4056d4fe4b4b564e90d181e4bb10c6",
  "feed": "ftcomall",
  "title": "Big Tech is trying to take governments' policy role",
  "text": "<p><em>The writer is international policy director at Stanford University's Cyber Policy Center</em></p> <p>Last week, Google and Facebook <a href=\"https://www.ft.com/content/848971e5-4b44-408a-8f52-3d3fa915172c\">stepped up their row</a> with the Australian government, over a new law that would make the online platforms pay for sharing news content. Google warned that the move would force it to stop offering its web search function, which is used by 95 per cent of Australians — prompting the nation's prime minister to say: “We don't respond to threats.” </p> <p>At the same time, Facebook announced that its <a href=\"https://www.ft.com/content/2b121a2e-2608-43ff-94a6-5b75a3a4c130\">decision to ban former US president Donald Trump</a> from posting messages would be <a href=\"https://www.ft.com/content/74b6cc94-cfc4-46cf-b404-e3078b752bc8\">reviewed by its own oversight boar</a>d of handpicked experts. They will now decide whether the social media group was correct in its judgment of different users' rights and interests. </p> <p>Both events demonstrate an ever-growing trend: technology companies think they should be deciding public policy, not governments. </p> <p>It is not just social media platforms, either. These days, all kinds of businesses set rules for how technology affects people's lives. Encryption standards, for example, determine the extent of national security. Facial recognition systems deny the right to privacy.</p> <p>Since all of society is touched by such digitisation, this puts companies in the position of policymakers — but without the governance mandate, independent oversight or checks and balances deemed vital in a democratic process. </p> <p>In fact, tech groups' governance powers are encroaching on the role of the state at ever greater speed. Minting digital currencies, verifying digital identities, even building cyberweapons — it is all under the direction of boardrooms, not parliaments.</p> <p>One consequence of this private sector digitisation is that governments have, in effect, outsourced cyber security and personal data protection to companies — companies that do not always have duties of disclosure.</p> <p>We witnessed as much in <a href=\"https://www.ft.com/content/2bed3013-b21f-4b2c-8572-b2da016d1b4e\">the hacking of SolarWinds' networking software</a>, to distribute malware. Had it not been for cyber security firm FireEye, we may never have learnt of the intrusions on companies and many US institutions. Software made by the likes of SolarWinds and Microsoft forms the backbone of digital operations globally, yet a decision to forgo proper security safeguards by SolarWinds was taken without anyone noticing. There are too few processes to ensure the public interest is systematically safeguarded. </p> <p>That is why laws need to be updated fast. This is not about “regulating the internet” but rather about upholding existing principles, such as democracy — online or offline. And it is surely an erosion of democracy when the agency of an elected government is reduced proportionately to the pace with which private companies are empowered.</p> <p>For technology groups wondering how they can avoid being accused of failing to protect democracy —&#xa0;as social media platforms have of late — there is a simple solution. Before the ink is dry on new rules granting regulatory oversight of digitised processes, such as search algorithms, companies can embrace the rule of law today. </p> <p>Aligning with democratic and human rights principles can be done now.</p> <p>The world over, the power of technology companies is becoming ever more apparent. That is why we must not limit our assessment of potential harms to democracy to just social media platforms or search firms. They may be the services that are most visible to internet users, but they are not the only ones in need of scrutiny. The privatisation of governance in the digital world is now a systems problem. </p> <p>After the <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">US Capitol riots of January 6</a>, there is a growing awareness of the power of companies in providing a platform for the stagers of a coup. It should make us even more wary of that other coup: the privatisation of governance across the digital world.</p><p>Source: Marietje Schaake 2021 'Big Tech is trying to take governments' policy role' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T12:00:48.755Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2134,
          "end": 2143
        }
      ]
    }
  ]
}