{
  "_id": "7823d229e102914b17003f46bd7df445b87de83be1041158aa05a301d9bc934e",
  "feed": "ftcomall",
  "title": "Zhang Yiming to step down as ByteDance chief",
  "text": "<p>ByteDance founder Zhang Yiming will step down as chief executive of the group behind popular video app TikTok, in the latest retreat from the limelight by a Chinese tech leader as Beijing cracks down on the industry.</p> <p>Zhang, 38, founded ByteDance almost a decade ago and steered the Beijing-based group that has developed hit apps including TikTok and its sister Chinese platform Douyin through a period of US-China tensions.</p> <p>ByteDance said Zhang would step down as chief executive at the end of the year and would be replaced by co-founder and head of human resources Liang Rubo. ByteDance did not say if Zhang would remain on as chair.</p> <p>The transition comes as the company <a href=\"https://www.ft.com/content/8d2c74d6-d742-4fa9-b7cf-5af9bb85af6b\">considers an initial public offering</a>, with its shares recently trading hands at a valuation of more than $200bn in private markets, according to people familiar with the matter.</p> <p>“Since the beginning of this year, I've spent a lot of time thinking about how to better drive real long-term breakthroughs, which cannot simply rely on steady, but incremental, progress,” Zhang wrote in a company blog post.</p> <p>Zhang said he would work on “longer-term initiatives” and help “drive innovation, by drawing on my strengths of highly-focused learning”.</p> <p>“The truth is, I lack some of the skills that make an ideal manager,” Zhang wrote. “I'm more interested in analysing organisational and market principles,” he added, saying that he was “not very social” and preferred “solitary activities like being online, reading, listening to music, and daydreaming”.</p> <p>TikTok became embroiled in tensions between Washington and Beijing last year as then president Donald Trump attempted to <a href=\"https://www.ft.com/content/3621399b-b0af-43bc-bbf9-a546d8518189\">ban the app</a> or force a sale of its overseas operations to an American buyer.</p> <p>The Trump administration had accused the Chinese video app of threatening national security. ByteDance held talks last year with <a href=\"https://www.ft.com/content/4049b902-53b7-46d6-b9f5-69d076bc5d23\">several potential suitors</a>, including Microsoft and Oracle, over TikTok's US operations.</p> <p>Following the announcement of <a href=\"https://www.ft.com/content/a8480c0d-7cce-4f10-88ec-6b8294e71ec4\">new Chinese export controls</a> last August, ByteDance was able to stall a sale until Trump left office.</p> <p>The company remains in discussions with the Committee on Foreign Investment in the US about a restructuring of TikTok's American operations. The Biden administration said in February that it was <a href=\"https://www.ft.com/content/015f9d7c-08a2-48fb-a477-57a739950d00\">reviewing</a> its predecessor's efforts to ban TikTok in the US.</p> <p>Zhang will hand over day-to-day management at ByteDance to Liang, his university classmate who also co-founded 99 Apartment, the pair's previous start-up.</p> <p>Current and former ByteDance employees who have worked with Liang described him as a loyal Zhang lieutenant, with one calling him a “puppet” who carried out the outgoing chief executive's orders.</p> <p>Zhang's resignation came as China's tech industry comes under <a href=\"https://www.ft.com/content/c26eaf88-f0c7-4e8a-9dca-d5669166226f\">regulatory assault</a> and followed other notable exits from leading tech companies, including within ByteDance. </p> <p>In August, former Disney executive Kevin Mayer quit as TikTok chief executive just months into his tenure, citing changes in the political environment. TikTok named ByteDance chief financial officer Shouzi Chew as Mayer's permanent replacement last month.</p> <p>Colin Huang, founder of Pinduoduo, exited the ecommerce group in March, while food delivery group Meituan is facing an antitrust probe. Shares in Meituan tumbled last week after its founder, Wang Xing, posted an <a href=\"https://www.ft.com/content/db434419-2430-4deb-8552-47541a5308a1\">ancient poem</a> that some interpreted as a critique of Chinese president Xi Jinping.</p> <p>Navigating the domestic environment has “become a lot trickier” for prominent Chinese tech executives, said Feng Chucheng, founding partner at consultancy Plenum.ai.</p> <p>“Founders of China's tech unicorns have built enormous personal charisma. Beijing is worried that they may grow political ambition, or at the very least influence the political agenda-setting with their popularity,” said Feng.</p> <p>In November, Chinese regulators suspended the $37bn initial public offering of fintech giant Ant Group, which would have been the largest-ever stock market listing, at the last minute. Ant chief executive Simon Hu resigned in March as the company prepared to undertake a restructuring ordered by regulators.</p> <p>Ant's ecommerce affiliate Alibaba was fined a record $2.8bn last month after regulators found it had abused its market dominance.</p> <p>Jack Ma, the founder of both companies, has hardly been seen in public since criticising China's regulators and state-owned banks in a speech in Shanghai late last year.</p> <p><em>Additional reporting by Nian Liu in Beijing</em></p><p>Source: Ryan McMorrow and Yuan Yang in Beijing 2021 'Zhang Yiming to step down as ByteDance chief' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T05:45:33.418Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1882,
          "end": 1891
        }
      ],
      "nexusId": "10031144"
    }
  ]
}