{
  "_id": "8cba5d2ea8bcd4b9d019ef165655a18bf3a24b2eba3aab0fecc93161b11a656e",
  "feed": "ftcomall",
  "title": "Global stocks in ‘wait-and-see mode' after hitting record highs ",
  "text": "<p>A rally in stocks, fuelled by hopes of a rapid rebound in global economic growth, paused on Wednesday a day after Europe's benchmark index erased its pandemic losses. </p> <p>Wall Street's blue-chip S&amp;P 500 index rose 0.2 per cent to close at a new record high, while the Nasdaq Composite slid 0.1 per cent. </p> <p>The yield on 10-year US Treasuries, an important benchmark for global borrowing, rose 0.01 percentage points to roughly 1.67 per cent after details of the Federal Reserve's most recent monetary policy meeting showed policymakers had mostly <a href=\"https://www.ft.com/content/71555079-e8be-4090-b3a1-53f9a7684ec6\">dismissed concerns that inflation</a> would roar ahead.</p> <p>The Fed's commitment to supporting the economy until the recovery has gathered steam, alongside US president Joe's Biden's multitrillion-dollar stimulus plans, have boosted investor hopes on the pace of the rebound but also set off jitters about a possible jolt of inflation.&#xa0;</p> <p>Policymakers at the US central bank signalled they would continue with asset purchases until the labour market had more fully healed from the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>.</p> <p>“We appreciate their desire to see realised improvement in actual economic data instead of pre-emptively adjusting policy based upon better forecasts, but the unwillingness to acknowledge the degree of improvement looks increasingly challenged,” said Bob Miller, the head of fundamental fixed income in the Americas for BlackRock.</p> <p>Some market measures have shown that investors are nonetheless pricing in <a href=\"https://www.ft.com/content/3d3af68a-f25f-4cd5-902d-2b1c21b8cadb\">interest rate rises sooner</a> than officials have signalled. </p> <p>“The market is in wait-and-see mode,” said Emmanuel Cau, head of European equity strategy at Barclays, as traders weigh a substantial stock rally during the first quarter. “The bar for positive surprises is going higher because people are positioned for good news.”</p> <p>The continent-wide Stoxx Europe 600 index closed down 0.2 per cent after surpassing its February 2020 high and wiping out its pandemic losses a day earlier. </p> <p>Beyond UK bourses, stocks across the region broadly finished lower for the day. London's FTSE 100 rose 0.9 per cent while the mid-cap FTSE 250, which is more focused on domestic companies, climbed 0.8 per cent to a record high.</p> <p>“The FTSE 250 is riding an optimism-fuelled wave as the UK gears up for life after lockdown,” said Danni Hewson, financial analyst at AJ Bell. The country's vaccine rollout coupled with its road map out of lockdown was “fostering belief that the recovery is sustainable this time”, Hewson added.</p> <p>Equities in Europe have also been lifted by a rotation into value stocks, which are well represented in the continent's main indices. </p> <p>But while so-called value investments have outpaced faster growing companies this year, the gap between the two has narrowed in recent days.</p> <p>Diane Jaffee, a portfolio manager with the asset manager TCW, noted that the recent <a href=\"https://www.ft.com/content/495e6a8e-7fac-4ab2-ba99-74ab9ec54b4a\">trading debacle</a> surrounding Archegos Capital Management had pushed some investors away from the value names that had rallied sharply this year. Archegos used large amounts of leverage to trade in companies such as ViacomCBS and Discovery, supercharging the shares for a time before they ultimately collapsed in late March.</p> <p>“That uncertainty is creating a little bit of momentum towards the tried and true and growth,” she said. “I think that investors got a little nervous with all the blurring with what was real or what was leveraged and have decided to hunker back down to the traditional&#xa0;growth stocks until they can really taste what is happening with a company's earnings.”</p> <p>Shares in Microsoft, Amazon and Google-owner Alphabet are all up more than 5 per cent since the start of the month.</p> <p>Markets in Asia had a mixed session, with Japan's Topix and Australia's S&amp;P/ASX 200 adding 0.7 per cent and 0.6 per cent, respectively. Mainland China's Shanghai composite shed 0.7 per cent while Hong Kong's Hang Seng dropped 0.9 per cent.</p><p>Source: Joshua Oliver in London and Eric Platt in New York 2021 'Global stocks in ‘wait-and-see mode' after hitting record highs ' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T20:24:57.814Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3479,
          "end": 3488
        }
      ]
    }
  ]
}