{
  "_id": "924652d0b955274083d481ee700ce4a83579fd9574823713a2ebb44e4cfd00c5",
  "feed": "ftcomall",
  "title": "£10bn deals pledged ahead of UK green investor summit",
  "text": "<p>UK ministers will on Tuesday hail almost £10bn of investment promised by companies such as Iberdrola and Prologis as the start of global partnerships to support “green growth” in the British economy. </p> <p>The series of investments in UK infrastructure, technology and energy have been pledged to coincide with a government-sponsored green summit that will bring together more than 200 of the world's financiers and executives.</p> <p>Iberdrola has committed £6bn via its UK subsidiary ScottishPower for an offshore wind development off the coast of East Anglia. This investment, which would create 7,000 jobs but has been <a href=\"https://www.offshorewind.biz/2021/02/02/gbp-6-5-billion-east-anglia-hub-to-feature-14mw-siemens-gamesa-wind-turbines/\">reported before</a>, is also subject to planning consent and a government subsidy contract. </p> <p>Iberdrola's chair Ignacio Galán said it would be a “significant step” to achieving enough offshore wind to power every UK home by 2030.</p> <p>Other announcements include £1.5bn promised by developer Prologis over the next three years in warehouses, which it says will support about 14,000 new jobs across London, the south-east and Midlands.</p> <p>Recycling and renewable energy group Viridor said it planned to invest up to £1bn in decarbonisation technology across five UK sites, creating 1,180 jobs, in its aim to become the first net zero waste company by 2030. </p> <p>Other deals include a £220m fundraising by peer-to-peer lending firm Zopa, led by SoftBank Vision Fund 2.</p> <p>Budweiser and Protium, the energy services company, will spend more than £100m to deploy green hydrogen at the brewery in South Wales. Grocery delivery service Getir also said it planned to invest £100m to expand across the UK.</p> <p>The announcements coincide with a summit in London's science museum, which also sealed new sponsorship with subsidiary of Adani Group, a conglomerate with coal mining operations in India, Indonesia and Australia.</p> <p>The event will be part-hosted by Prime Minister Boris Johnson and the chancellor Rishi Sunak. This will be followed by a reception with the Queen and other members of the royal family at Windsor Castle, in an attempt to entice more investors to commit money to the UK.</p> <p>The UK government wants to use overseas investment as a means to fuel the economic recovery, support infrastructure projects and develop green-focused technologies. </p> <p>More than 100 meetings have been organised between investors and ministers at the event, according to a person familiar with the arrangements. Those attending include former Microsoft boss Bill Gates, who will have a televised conversation with Johnson on Tuesday morning. </p> <p>Other attendees include BlackRock boss Larry Fink and Blackstone's Stephen Schwarzman, while executives are also coming from multinationals such as Amazon, Heinz and Disney. </p> <p>Most of the investors are from overseas, with about a third from the US. However, there are only a “few” guests from China, according to a person familiar with the matter, and no deals involving Chinese companies. </p> <p>EDP, the Portuguese energy company, will also announce that it will invest up to £13bn by 2030, including in onshore wind and solar and offshore wind projects such as Moray West, Moray East and ScotWind. But £10bn will be dependent on winning offshore leasing rounds in Scottish waters.</p> <p>Separately, the Treasury announced on Monday that certain companies would need to publish climate “transition plans” detailing how they intended to achieve net zero commitments. </p> <p>UK-listed and UK-registered companies would have to outline plans by the middle of the decade that aligned with the government's decarbonisation goal, or explain why they had not done so.</p> <p>Under the new reporting regime, companies&#xa0;will also have to explain how their businesses impact the environment, going beyond existing requirements under the Task Force on Climate-related Financial Disclosures to detail climate-related risks. </p> <p>Meanwhile, any sustainability claims&#xa0;made by asset managers, owners and investment products will have to be substantiated in a clear and comparable way. </p> <p><em>Additional reporting by Nathalie Thomas</em></p><p>Source: Daniel Thomas and Camilla Hodgson 2021 '£10bn deals pledged ahead of UK green investor summit' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T21:30:27.352Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2407,
          "end": 2416
        }
      ],
      "nexusId": "10031144"
    }
  ]
}