{
  "_id": "ef2d0385fa0e195bab2b6553d00c3d4c0ce77d4bde0aeac54ee3ffc7fcf2a3d2",
  "feed": "ftcomall",
  "title": "Carmakers seek electric surge protection",
  "text": "<p>I just spent the weekend trying to find a petrol station open in my area to get fuel for our running-on-empty 10-year-old diesel VW, as fuel shortages continued in London. In the end, I was lucky to walk to one in torrential rain, with a 5-litre jerry can, to find it had just received a delivery and that I could pump enough to get us back on the road.</p> <p>I had also been having no joy trying to get a test drive of an all-electric VW ID. 3 for the past few months, but <a href=\"https://www.ft.com/content/fb4d1d64-5d90-4e27-b77f-6e221bc02696\">Peter Campbell and Joe Miller's Big Read </a>today provides an explanation.</p> <p>They report on a local VW dealership flooded with orders for the ID.3: “The uptake is huge . . . the pace is phenomenal, once there's the infrastructure to support it there will be no stopping it,” says the dealer.</p> <p>The same is true elsewhere: the Volvo-backed electric carmaker Polestar runs around 1,000 test drives a month in the UK alone. Each week, new spaces are booked up within an hour of becoming available.</p> <p>This extraordinary surge in demand from first gear to fifth is being felt right across the world, from Shanghai to Stuttgart, Tokyo to Toronto, and from new brands to the established giants of the industry. Sales of electric cars in Europe have jumped from 198,000 in 2018 to an expected 1.17m this year and within four years, nearly 40 per cent of new cars purchased in Germany are expected to be electric.</p> <p>The speed of the electric transformation could catch out many manufacturers. It's “like moving from the horse to the car” says Andy Palmer, CEO of electric bus company Switch Mobility. “It's that seismic, it changes everything, and to such an extent that any players that don't pivot fast enough, that don't invest, are unlikely to survive into the future.”</p> <p>To try to avoid that fate, carmakers have announced a total of $330bn of investment into electric and battery technology over the next five years, according to the AlixPartners consultancy, a sum that has risen 40 per cent over the past 12 months. “Is this an inflection point?” asks Andrew Bergbaum, a managing director at AlixPartners. “I think the answer has to be yes.”</p> <p><em>(This was </em><a href=\"https://www.ft.com/content/fb4d1d64-5d90-4e27-b77f-6e221bc02696\"><em>the first </em></a><em>of a four-part series on the state of the electric vehicle market)</em></p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Whistleblower accuses Facebook of deception&#xa0;<br></strong>Former product manager Frances Haugen accused the company yesterday of placing “<a href=\"https://www.ft.com/content/960243ec-6a65-4879-bfe1-9afcb2c0c7b3\">profit over safety</a>”, as it emerged that she had complained to US securities regulators that it was misleading investors.</p> <p><strong>2. Finance's cyber defences tested</strong><br>A Bank of England-backed initiative to test the UK financial sector's cyber defences <a href=\"https://www.ft.com/content/f198c2c6-b46b-4495-8184-40b8613dbd27\">opened up to financial services companies</a> of all types and sizes on Monday in the broadest exercise of its type. Elsewhere, <a href=\"https://www.ft.com/content/43ab875b-2e96-48b7-926d-be17e925f1c3\">hackers stole&#xa0;cryptocurrencies</a>&#xa0;from at least 6,000 customers of the Nasdaq-listed digital asset exchange Coinbase by exploiting a flaw in its two-factor authentication system. And in a “fat finger” error, a small crypto asset trading platform called DeversiFi received a shock last week when it erroneously <a href=\"https://www.ft.com/content/2aa6e4d4-f261-4f42-a588-ad529fc4c8ab\">paid out a $24m fee.</a></p> <p><strong>3. Monzo's US setback</strong><br>Monzo has <a href=\"https://www.ft.com/content/8ea6d977-c2fc-47a8-9d93-1ec02eb4f9a9\">withdrawn its application</a> for a US banking licence after it was told by regulators it was unlikely to be approved, in a blow to the British fintech company's international expansion plans.</p> <p><strong>4. LinkedIn: how the professional networking site got personal</strong>&#xa0;<br>A focus on career and networking has been what differentiates LinkedIn from rival social media platforms such as Facebook and Instagram. Over the past 18 months, however, users have increasingly veered into personal musings, Dan Roth, editor in chief of LinkedIn, <a href=\"https://www.ft.com/content/8d910754-3568-412c-8a10-9e4806a83b11\">tells the FT</a>.</p> <p><strong>5. Brain implant relieves depression</strong><br>US researchers have <a href=\"https://www.ft.com/content/2b34baa9-6353-46bc-8607-ff16a276d4bc\">successfully relieved </a>a patient's severe, long-term depression with an electronic implant that acts like a neural pacemaker, resetting the brain circuits associated with negative feelings. The team at the University of California, San Francisco (UCSF) said the study was “a landmark success” in the scientific effort to treat psychiatric disorders through carefully targeted neural electronics.</p> <h2>Tech week ahead</h2> <p>It is&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/eoLDQWDauih87xcBvHIMGw~~/AAAAAQA~/RgRjPG2gP0SOaHR0cHM6Ly93d3cuZnQuY29tL3N0cmVhbS82Y2NiYTlkYi0yNTRhLTQ0ZDktOWFlYS1hYmU0MmJlMzc4ZjU_ZW1haWxJZD02MTU5YjU1ZjhkMTQ5YTAwMDRhM2NlNTkmc2VnbWVudElkPTBmODRkYzdmLWUyOWQtNzQ5Ni0xZTBjLWE2NmJlMmVjNjE3N1cIZmludGltZXNCCmFSuuhZYS8n-BNSFENocmlzLk51dHRhbGxAZnQuY29tWAQAAAAA\">Nobel Prize</a>&#xa0;week, with the gongs for physics, chemistry and medicine being named by the judging committee in Stockholm.</p> <p><em><strong>Tuesday:</strong></em> <strong>Apple</strong> co-founder Steve Jobs died 10 years ago today and his old rival <strong>Microsoft</strong> has chosen October 5 for the release of its latest operating system Windows 11, along with a number of Surface products that will run on it. Frances Haugen, a <strong>Facebook</strong> <a href=\"https://www.ft.com/content/960243ec-6a65-4879-bfe1-9afcb2c0c7b3\">whistleblower</a> whose revelations have pitched the social network into its biggest crisis since the <a href=\"https://www.ft.com/stream/adb58fc4-3248-4b80-96fe-53e0d9a49870\">Cambridge Analytica </a>furore, will make her first appearance before US senators at a hearing in Washington </p> <p><em><strong>Thursday:</strong></em> Electric carmaker <strong>Tesla</strong> holds its annual meeting. <strong>Largan Precision</strong>, the world's biggest smartphone camera lens manufacturer, will host an earnings call.</p> <h2>Tech tools — Sports tech</h2> <p>With the right information, you can optimise your training and work positively towards sporting goals — as well as boosting health and wellbeing. <a href=\"https://www.ft.com/content/c970b1a4-113d-4ced-81fe-1012cd449bc7\">Here's our selection</a> of the best data-informed sports tech.</p><p>Source: Chris Nuttall in London 2021 'Carmakers seek electric surge protection' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-04T18:42:04.053Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4270,
          "end": 4279
        }
      ],
      "nexusId": "10031144"
    }
  ]
}