{
  "_id": "efa8cd8bde61c295588c6d7755733ed1722402e596f0b7e9255b0092166f913e",
  "feed": "market-watch",
  "title": "Years after employee revolt, Google again pursuing Pentagon contract",
  "text": "<p>The head of the&#xa0;Alphabet&#xa0;Inc.&#xa0;GOOGL&#xa0;GOOG subsidiary's cloud division, Thomas Kurian, met this week with Pentagon officials to discuss the bid process for a contract called the Joint Warfighting Cloud Capability, according to people familiar with the meeting.</p><p>The three-year contract will be split across multiple bidders. It replaces the 10-year, $10 billion&#xa0;JEDI cloud-computing contract terminated in July, which was planned to consolidate the Pentagon's patchwork of data systems to give defense personnel better access to real-time information and artificial-intelligence capabilities.</p><p>The Pentagon said the contract was canceled because of its evolving needs. The project was mired in years of squabbling between&#xa0;Microsoft&#xa0;Corp.&#xa0;MSFT, which won the bidding, and&#xa0;Amazon.com&#xa0;Inc.&#xa0;AMZN,&#xa0;which contended the process was politically motivated&#xa0;under the Trump administration.</p><p>Google's plan to bid will be a major test of Chief Executive Sundar Pichai's success in taming what has been an outspoken workforce. In 2018, the company came under fire from employee activists over a Pentagon contract to supply imaging tools used by drones. Several outspoken employees quit.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>Where are all the truck drivers? Shortage adds to delivery delays.</p><p>‘Eternals' brings something new to the Marvel Cinematic Universe: Sex.</p>",
  "published": "2021-11-03T20:28:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 718,
          "end": 727
        },
        {
          "start": 718,
          "end": 733
        }
      ]
    }
  ]
}