{
  "_id": "ba3dbc19f682758ab8fc7f0e92243c2d917a0795583a4b77eff8868625112b98",
  "feed": "wall-street-journal",
  "title": "Effective Cybersecurity Needs Quantum Communication  ----  By David C. Gompert",
  "text": "<p>   Despite investing $80 billion in cybersecurity over the past five years, the U.S. government utterly failed to detect, much less prevent, a stunning Russian cyber aggression. Sensitive agency and private networks were compromised. As the Biden administration decides how to respond tactically, a strategic question looms: How can the U.S. attain reliable cybersecurity? </p><p>   The cyber realm is \"offense-dominant\": Hacking into networks is easier, faster and cheaper than protecting or patching them. Most networks are meant to enable information sharing, making it difficult and potentially self-defeating to prevent access. The cost of network attacks is doubling every few years and could reach $6 trillion this year, even though annual global cybersecurity investment has doubled from $80 billion to $160 billion since 2016. These investments are yielding ever-diminishing returns. The hackers are winning. </p><p>   The expansion of remote work, which is likely to persist, has made the problem worse. In April 2020 the FBI reported cybercrime was up as much as 300% since the pandemic's start. Hackers feast on increased network traffic on insecure home computers. </p><p>   The U.S. has at last come to see that retaliating in kind could deter Russian cyberattacks. But if deterrence fails, escalation will be perilous. How, then, can we secure cyberspace against mounting threats? With existing technology, we probably can't. </p><p>   A solution may lie in quantum technology. Quantum physics explains the behavior of the smallest \"quanta\" of mass and energy. One quantum phenomenon is that a particle such as a photon can be entangled with another over any distance. Entangled particles, or \"qubits,\" can have many values from 0 to 1, whereas digital bits can only be 0 or 1. The extraordinary sensitivity of qubits reveals interference instantly and unfailingly. They would alert us when hackers read, copy or corrupt transmitted bits. </p><p>   Although practical quantum computers are years away, digital computers can be networked with secure quantum links. This offers the prospect of an unhackable quantum internet grafted onto today's digital internet with secure links. This wouldn't require overhauling internet infrastructure, and the cost would be borne mainly by users who seek security. </p><p>   For now, the range of secure quantum communication falls short of the hundreds or more miles across which most networks are expected to work, though in December U.S. and Canadian scientists sent qubits across 27 miles of fiber-optic cable. China has achieved longer-range transmission via the world's only quantum-communication satellite. While Russia is more aggressive at cyberwar, China aspires to global superiority in quantum technology. </p><p>   Quantum communication is no panacea. Even if network links are secured, other vulnerabilities will persist, such as poor access controls, malware-laden computers, and supply-chain interference. The day will also come when quantum computing makes encryption easier to break. But that would make quantum communication all the more crucial to safeguard encryption. </p><p>   Some readers will remember the shock of Sputnik, the Soviet Union's 1957 launch of the world's first artificial satellite. More important is to recall the U.S. response: A dozen years later, an American was first to take a step on the moon. The stakes are as high and the lesson as relevant today. </p><p>   The Biden administration should declare that the U.S. intends to achieve cybersecurity with a quantum internet. To make this happen, it should double spending on quantum research from $1 billion to $2 billion annually, demolish barriers to defense work for private quantum firms, assign agencies and departments to plan for quantum, and urge the North Atlantic Treaty Organizaiton to pursue collaboration with an eye to the Russian threat. This would spur companies, from Google-size to garage-size, to invest, hire and organize for rapid development of quantum communications. The quantum market, now a measly $500 million, would explode if it offered cybersecurity. </p><p>   The president of Microsoft called the Russian hack a \"moment of reckoning\" that demands a more effective response from government and industry. Quantum internet should be its centerpiece. </p><p>   --- </p><p>    Mr. Gompert is an adviser to Ultratech Capital Partners and a visiting professor at the U.S. Naval Academy. He served as acting director of national intelligence in 2010. </p><p></p>",
  "published": "2021-03-08T07:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4052,
          "end": 4061
        }
      ],
      "nexusId": "10031144"
    }
  ]
}