{
  "_id": "5d7c09e94026a924ce514a7c7010d16eec1bbceb6027d03230d1c4895f07b037",
  "feed": "wall-street-journal",
  "title": "How Working From Home Could Change Where Innovation Happens; For decades, 'superstar cities' have been attracting talent and money. But thanks to remote work, their status is likely to change in unexpected ways, bringing tech expertise to places that have long tried to attract it.",
  "text": "<p>A year later, Dr. Chowdhury is working remotely as the director of machine-learning ethics at Twitter, which now allows employees to work from home forever. Not only does she not regret her move, but she sees herself as the vanguard of a much broader trend: America's professional classes are moving not just to hybrid but also fully remote work, and at the same time moving out of the urban hubs where people with first-class talents once clustered.</p><p>\"What's nice is that I can do everything I have been doing, and live in a nicer, more comfortable environment where I have my own office, instead of cramming it into a guest bedroom,\" says Dr. Chowdhury. She bought her home in Katy sight unseen, and discovered only after moving in that it had one more bedroom than she had realized—for a total of five.</p><p>Some researchers and industry experts see the trend as a sign of profound change, at least in the tech industry, which traditionally has been one of the most geographically concentrated fields. Many people are moving outside of the usual industry hubs, and they aren't coming back.</p><p>This shift has profound implications for where and how innovation will happen. Tech-company engineers and other professionals moving farther from the office could bring tech expertise to places that have long sought to add it. And big companies in coastal hubs now have the ability to tap into talent pools farther afield. </p><p>Twitter's Rumman Chowdhury moved to Katy, Texas, from San Francisco.. PHOTO: Michael Starghill for The Wall Street Journal</p><p>Could superstars lose luster?</p><p>In the before (pandemic) times, America's hottest talent was lured to cities like New York, Boston, Seattle, San Francisco and Los Angeles by outsize pay packages and the promise of working with other first-string talent.</p><p>Now Covid-19 has sent some of America's hottest talent—and, in aggregate, millions of workers—scrambling for the exits from these large, crowded and expensive \"superstar cities.\"</p><p>SHARE YOUR THOUGHTS</p><p>How do you see remote work affecting where you live? Join the conversation below.</p><p>Americans have already demonstrated the potential scale of remote work: According to a survey commissioned by the Atlantic, 35% of working Americans, or about 50 million people, were working remotely at the peak of the pandemic-era work-from-home trend, in May 2020. But it should be noted that America also has a long way to go if the country is to permanently shift to this level of remote work. As of August of 2021, only 13.4% of Americans, or about 20 million people, were still working remotely, according to data from the Bureau of Labor Statistics. (BLS data tends to be at the low end of such estimates, however.)</p><p>Many economists think the current exodus of talent amounts to a blip—a temporary shift of workers that belies the long-term power of cities to attract the best and brightest. This migration, they say, largely represents people moving from city centers to suburbs, a change made possible by hybrid work and less commuting, which will have little long-term impact.</p><p>But these economists may be missing a key element of the trend: That companies are embracing the idea of remote work because it enables them to hire people from anywhere, and potentially for less money.</p><p>According to data from LinkedIn, as of August, the number of jobs that included a remote option was one out of every eight on the site, which is several times the proportion it was a year ago. Out of a pool ofabout 11 million job postings on LinkedIn, that represents about 1.4 million jobs—including everything from children's-book editors to anti-money-laundering experts.</p><p>Remote work was gaining steameven before the pandemic, which only accelerated its adoption. Adam Ozimek, chief economist at Upwork, which operates a platform connecting employers and freelance workers, calls the ever-growing collection of cloud-based tools that make remote work possible—from Zoom and Slack to Figma and GitHub—a \"general-purpose technology,\" as important as electricity or the computer itself, that could lead to changes in where people live, how work is done, where innovation happens and how wealth is distributed in the U.S.</p><p>In the short term, he says, economic data do indeed indicate that people have mostly moved to the suburbs. But in the long run, he argues, odds are that millions of people are going to leave America's biggest cities altogether, in search of higher quality of life and lower cost of living.</p><p>\"The mobility data we have seen certainly suggests that the greatest number of moves have been into the peripheral regions of superstar cities,\" says Dr. Ozimek. \"But I think we have to consider how households are going to make these decisions and how uncertainty about current remote work opportunities plays into that,\" he adds.</p><p>In other words, \"if a bunch of other potential employers go fully remote, that is really when households can feel more confident about moving far away and giving up access to the superstar-city labor market,\" says Dr. Ozimek.</p><p>Extrapolating from a September survey of 1,000 hiring managers and other data, Dr. Ozimek projects that 30 million American professionals could be fully remote by 2026.</p><p>Matthew Kahn, a professor of economics at the University of Southern California, recently published a paper showing that the pandemic shrank the premium people are willing to pay to live in the center of cities, compared to the suburbs. It's entirely possible, he says, that this trend will continue, pushing people even farther out of existing superstar cities.</p><p>\"My thought experiment runs like this: Where would every American live, if they could email themselves to work?\" says Dr. Kahn. The answer, he says, is well-run cities with good amenities—no matter how far they are from headquarters. </p><p>A scene outside of Katy High School in Katy, Texas.. PHOTO: Michael Starghill for The Wall Street Journal</p><p>Obstacles to moving</p><p>But such moves by workers come with challenges. Being able to \"email yourself to work\" depends on how much the average American professional is able—and willing—to adapt to working far from colleagues nearly all the time, as opposed to just part of the time, as has been common in flexible and hybrid working arrangements.</p><p>For one thing, working remotely can bring on isolation and creative doldrums. There is evidence that the pandemic and widespread remote work shrank our networks at our jobs, according to a Microsoft analysis of billions of Outlook emails and Microsoft Teams meetings. One reason this matters: Having more connections with employees outside your team correlates with higher creativity.</p><p>But a flood of technologies has arisen to enable remote work, fromvirtual offices and virtual retreats to virtual business travel, Zoom Roomsand remotely piloted robot bodies for doing blue-collar work from home. Companies that are veterans of running remote workplaces have already found a number of ways to bring employees together both in person and virtually, in order to accomplish what coming to the office regularly once did.</p><p>For instance, to reproduce the serendipitous \"water-cooler conversations\" among team members that offices like Apple's are famously designed to facilitate, every week Dr. Chowdhury uses a feature of Google Meet that randomly assigns pairs of team members on a group video call to individual breakout rooms. \"We randomly pair people up for 10-minute conversations and there is no goal, it's just, 'Hey, how are you, how was your weekend,' and then it switches,\" says Dr. Chowdhury. \"It's like speed dating in a sense, or speed networking,\" she adds.</p><p>Meanwhile, although leaders of tech companies love to talk about how important innovation is, and how important being under the same roof is to innovation, there is scant evidence that people need to collect themselves in the same place every day in order to collaborate and come up with new ideas.</p><p>What's more, research suggests that the kind of innovation that company leaders are thinking about—the de novo generation of an entirely new product or technology—is incredibly rare. The kind of innovation that actually drives the bottom line, what you might call everyday innovation, is collaborative and incremental, precisely the kind of steady grind carried out by a small group of employees. A year and a half of data on the increased productivity of remote workers suggests current collaboration technologies are more than capable of facilitating collaboration. </p><p>Dr. Chowdhury sees herself as the vanguard of a much broader trend. PHOTO: Michael Starghill for The Wall Street Journal</p><p>Creating new hubs</p><p>As professionals working for America's most productive companies leave superstar cities, or never move to them in the first place, the new geography of innovation, and the local economies that benefit from the wages of those who create it, could also be dispersed.</p><p>It would be one thing if workers simply dotted the landscape, choosing new places to land willy-nilly, but there's every indication that they will cluster anew, but using different criteria. Cities of the future will have to compete on amenities like good governance, access to the outdoors, better parks and entertainment, says Dr. Kahn, echoing work by the economist Ed Glaeser. The flood of coastal expatriates with jobs in tech toplaces like Boise, Idaho, seems to back up these assertions.</p><p>This effect could be especially powerful for tech companies, which are in the best position to leverage existing remote-work technologies, build their own and even sell some of those tools to others. Google's cloud-based productivity tools and Amazon Web Services were both born of internal needs, after all, and are both now essential to remote work at millions of companies.</p><p>Who knows which of the new crop of remote-work technologies being developed by tech companies large and small, fromvirtual realityto telepresence, will expand the pool or enhance the productivity of remote workers next?</p><p>The paradoxical result of widespread remote work is that it represents both a centralization and a decentralization of where new technologies are built. That is, even as workers disperse geographically, more of them are doing their work in a single place: the internet. This change is already helping Silicon Valley giants break through logjams likeregional housing crisesin order to poach talent wherever it lives.</p><p>The team Dr. Chowdhury has built at Twitter in the past six months embodies this trend. \"I am not limited to hiring people in San Francisco. Do you know how amazing that is?\" she says. \"My team is in every U.S. time zone, as well as the U.K. If we went back to an office, where would it be?\"</p><p>Mr. Mims writes The Wall Street Journal's Keywords column. He can be reached at christopher.mims@wsj.com.</p><p>How Working From Home Could Change Where Innovation Happens</p>",
  "published": "2021-10-21T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6480,
          "end": 6489
        },
        {
          "start": 6427,
          "end": 6436
        }
      ]
    }
  ]
}