{
  "_id": "b28bbc82fd41f35a7c2f2623f1ec1e312c808825ca89d5e0d0fadbd98e6b66da",
  "feed": "ftcomall",
  "title": "Corporate travel rebound signals first signs of recovery in decimated sector",
  "text": "<p>Corporate travel is beginning to rebound as coronavirus restrictions ease in many parts of the world, signalling the first signs of recovery for an industry decimated by the pandemic. </p> <p>Hotels, airlines and travel companies all report a rise in corporate bookings over recent weeks as executives return to the road following months of virtual meetings and video conferences. </p> <p>The recovery is patchy and led by domestic markets where travel is easiest, but the industry has, nonetheless, welcomed signs of pent-up demand.</p> <p>“Where government restrictions have been removed, we are seeing demand return very strongly,” said Paul Abbott, chief executive at American Express Global Business Travel, AmEx GBT.</p> <p>Bookings from financial and professional services companies were returning strongly, Abbott said, but the rise was being led by small and medium-sized companies, who could “just make decisions faster” and faced fewer bureaucratic hurdles when booking travel.</p> <p>As vaccines have rolled out, the recovery has been fastest in the US, with international travel in Europe more muted because of restrictions. </p> <p>However, international travel in Europe is still rising 2 percentage points per week and corporate bookings for domestic flights and hotels in countries such as France are surging, with hotel bookings at 80 per cent of 2019 levels. </p> <p>Hotel and air bookings in Spain and the Nordics are about 50 per cent of 2019 levels, according to AmEx GBT data.</p> <p>In the US, the opening is starting to gather pace with Las Vegas hosting the World of Concrete, its first major convention since the start of the pandemic in early June, and major US airlines, including American, reporting a rise in bookings from corporate clients. </p> <p>Hotel groups including Hyatt, Accor, Marriott International and InterContinental have all noted the same trend. </p> <p>Marriott said that US corporate demand was 50 per cent of 2019 levels in May, while, at Hyatt, group corporate bookings in the first quarter of 2021 were up 55 per cent compared with the fourth quarter of 2020.</p> <p>“With slow vaccine distribution and many flights still suspended, the return of business travel in Europe is slower . . . we always knew getting to the other side of the pandemic would be choppy and vary from market to market,” said Mark Hoplamazian, Hyatt's chief executive. </p> <p>Marriott noted that corporate travel demand in Europe was being driven by the energy sector, particularly in Russia where overall bookings for the oil and gas industry are close to 2019 levels.</p> <p>Despite initial signs of underlying demand for business trips, it is still unclear how much will be permanently lost because of a pandemic overhang, widespread use of software such as Zoom and pressure on companies from investors with ESG agendas to reduce unnecessary travel.</p> <p>Hotel companies have warned that corporate travel might not return to its pre-Covid levels, while airlines including British Airways have focused on attracting leisure travellers into their premium cabins to help offset the loss of corporate clients. </p> <p>Bill Gates, Microsoft co-founder, has suggested that more than 50 per cent of business travel will permanently go, but many within the travel industry are far more bullish, saying that executives will want to get back on the road to meet clients and win new business once the pandemic is over. </p> <p>“Although the leisure segment will lead the recovery, we are encouraged by these early signs of business travel returning,” said Satya Anand, Marriott's European president.</p> <a href=\"http://www.ft.com/cms/249a2ab9-d5ac-409d-8adf-6b03553d342e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Philip Georgiadis and Alice Hancock 2021 'Corporate travel rebound signals first signs of recovery in decimated sector' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-05T03:00:32.946Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3046,
          "end": 3055
        }
      ],
      "nexusId": "10031144"
    }
  ]
}