{
  "_id": "0dc2053c8aabca4a7d457ee2bb7eb3143b9f4e409317bc1be3d0898043b6c998",
  "feed": "ftcomall",
  "title": "Google/Microsoft: software stays hungry, keeps eating the world",
  "text": "<p>Big Tech results may explain what has happened to the Spac boom. Reverse mergers into cash shells gave investors the chance to buy into companies with high growth but little in the way of profits or even revenue. In recent weeks the Spac market has cooled. Why take a flier when companies with at least $150bn of annual revenue are reporting 20-30 per cent top-line growth? </p> <p><a href=\"https://www.ft.com/content/322f116d-8280-4a95-8392-6f59179d9d91\">Microsoft </a>and <a href=\"https://www.ft.com/content/c686458c-e544-4c50-990d-954b91d955ed\">Google parent Alphabet </a>have reported spectacular quarters, with 19 and 34 per cent top-line growth respectively. The comparison was flattering, given the first quarter of last year coincided with the outset of the pandemic. Regardless, surging sales for companies with equity values that exceed $1.5tn is an astonishing reminder of tech's winner-takes-all character.</p> <p>Google's digital ad market is red hot as companies compete for consumers and businesses are poised for another Roaring Twenties. The market is so good that even small publishers, including news sites, are anticipating a rare upbeat quarter. Operating margin at Google jumped from 19 per cent to 30 per cent year over year as overall operating profit more than doubled.</p> <p>Google exceeded more than $4bn in quarterly cloud computing revenue. But this business is still playing catch-up with Amazon and Microsoft. Microsoft's ‘Intelligent' cloud unit revenue rose more than a fifth to $15bn. Revenues at the company's Office software division and its miscellaneous unit, which includes Xbox, were both up double digits. Operating income at Microsoft jumped a third.&#xa0;</p> <p>Market domination has overjoyed investors. But it comes as Democrats in Congress and state attorneys-general are emboldened to clamp down on Big Tech. </p> <p>Google is facing challenges around how it runs its advertising business. Microsoft may face restrictions around speculative M&amp;A in the future after it announced a $19bn acquisition of voice AI pioneer Nuance Communications weeks ago. But the benefits of scale are more evident than ever in software. Profits are accruing far faster than the pace of regulatory and legal efforts to constrain them.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Google/Microsoft: software stays hungry, keeps eating the world' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-28T09:24:32.241Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 374,
          "end": 383
        },
        {
          "start": 1741,
          "end": 1750
        },
        {
          "start": 1490,
          "end": 1499
        },
        {
          "start": 1264,
          "end": 1273
        },
        {
          "start": 1264,
          "end": 1275
        },
        {
          "start": 1253,
          "end": 1262
        }
      ],
      "nexusId": "10031144"
    }
  ]
}