{
  "_id": "32c78fd33dccaf22d09eb89db5c7419a7b3a74485cb8607f4df344d7256eb659",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Big Companies to  Require Masks,  Shots for Workers  ----  By Alison Sider and Sebastian Herrera",
  "text": "<p>   Amazon.com Inc. and United Airlines Holdings Inc. announced new mask and vaccine requirements for their workers as more companies respond to the resurgent Covid-19 threat posed by the Delta variant. </p><p>   Amazon said all workers at its hundreds of U.S. warehouses will have to wear masks starting Monday. United Airlines will require its 67,000 U.S. employees to be vaccinated this fall, the first major airline to take this step. </p><p>   U.S. businesses have tried to adjust worker policies in response to the renewed growth in Covid-19 infections from the Delta variant, attempting to balance concern for employees' health and the stability of operations against some workers' aversion to mandates. Business leaders have tried various tools to get employees vaccinated, including bonuses or other incentives. </p><p>   United Airlines Chief Executive Scott Kirby and President Brett Hart said in a letter to employees that they expected some would disagree with the decision but that the move was necessary to keep workers safe. </p><p>   \"The facts are crystal clear: everyone is safer when everyone is vaccinated,\" the executives wrote. \"Over the last 16 months, Scott has sent dozens of condolences letters to the family members of United employees who have died from COVID-19. We're determined to do everything we can to try to keep another United family from receiving that letter.\" </p><p>   Mr. Kirby has been vocal about wanting his entire workforce to be vaccinated but had said earlier this year that such a requirement would be hard to implement if other companies weren't also requiring vaccines. United has since June required that only newly hired employees be vaccinated, a policy that other companies also have implemented. </p><p>   Also on Friday, Frontier Airlines, a Denver-based budget airline, said it would require its 5,300 employees to be vaccinated by Oct. 1 or face regular Covid-19 testing. </p><p>   JPMorgan Chase &amp; Co. on Friday reinstituted a mask mandate for U.S. employees, vaccinated or not. Employees must wear masks in the bank's  offices unless they are at their own workspaces or socially distanced, JPMorgan's leadership team said in a memo. </p><p>   The bank also imposed stricter rules on non-vaccinated staff: They can only remove their masks at their own desk or while eating, will be required to undergo testing twice a week and are barred from any in-person meeting with 25 or more people. </p><p>   Business leaders broadly agree that getting more workers vaccinated is key to keeping the U.S. economy on track but have taken different approaches. Walmart Inc. and Microsoft Corp. have imposed vaccine mandates mostly on white-collar workers returning to offices. Meatpacker Tyson Foods Inc. this week said all workers must get the vaccine by Nov. 1. </p><p>   The Biden administration has encouraged more companies to take similar steps. \"We support these vaccination requirements to protect workers, communities and our country, and we hope to see even more action from the public and private sector over the coming weeks,\" White House spokeswoman Jen Psaki said Friday. </p><p>   Amazon, which employs about a million people in the U.S., currently requires only those warehouse workers not vaccinated against the coronavirus to wear masks, allowing staff who show proof of vaccination to avoid the requirement unless local directives say otherwise. </p><p>   In a memo to employees Friday, the company said the updated policy will apply to all U.S. warehouse facilities, including in locations where local law doesn't require face coverings. Amazon told staff it hopes the requirement will last only \"a few weeks.\" </p><p></p>",
  "published": "2021-08-07T06:16:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2530,
          "end": 2545
        },
        {
          "start": 2530,
          "end": 2539
        }
      ],
      "nexusId": "10031144"
    }
  ]
}