{
  "_id": "9b5e42756c923e61e63355e89e2d8a5749106e1a9b792713e9d41d0377215339",
  "feed": "wall-street-journal",
  "title": "Cisco Adopts New Metrics to Play Up Software Strength",
  "text": "<p>ARR, a performance metric not aligned with U.S. Generally Accepted Accounting Principles, will provide information about annualized revenue generated by selling subscriptions, term licenses and maintenance contracts. Subscriptions as a percentage of total revenue will capture the proportion of revenue made from sales of software and security licenses, software-as-a-service products and service arrangements, the company said.</p><p>The idea behind the two new metrics is to illustrate the company's shift toward software and recurring revenue, Chief Financial Officer Scott Herren said. \"What I wanted to do is introduce new metrics to help investors understand the transformation,\" Mr. Herren said.</p><p>Software sales stood for 30% of total revenue in fiscal 2021 and made up 31% of such revenue during the fiscal quarter ended July 31, the company said. The company wants subscriptions to generate 50% of annual revenue in its fiscal 2025, up from 44% during the fiscal year ended in July. Cisco reported revenue of $49.82 billion for the year, up 1% from the prior year. Net income was $10.59 billion, down 6%.</p><p>The company doesn't plan on giving quarterly guidance for the new metrics, Mr. Herren said.</p><p>Cisco also is revamping its existing product categories, which are infrastructure platforms, applications and security, Mr. Herren said. \"We are moving away from those three,\" he said, adding that the company wants to align its categories more closely with customer needs. Cisco from November on will break out five categories: secure, agile networks; hybrid work; end-to-end security; internet for the future; and optimized application experiences.</p><p>\"Investors have been asking for more visibility into our software transition,\" Cisco Chief Executive Chuck Robbins said, adding that a greater share of recurring revenue will bring more predictability for the business.</p><p>Cisco's stock price has risen by more than 30% since the beginning of the year. Still, the shares have traded lower than those of competitors such as Microsoft Corp., International Business Machines Corp. and VMware Inc. Cisco's stock also trades lower than shares of pure-play software firms such as Zoom Video Communications Inc. and RingCentral Inc.</p><p>Cisco's price-to-earnings ratio -- which measures its current share price relative to its earnings per share -- stands at 23.41, which is broadly in line with IBM's but lower than that of other tech companies, including VMware, Microsoft and Zoom, according to FactSet.</p>",
  "published": "2021-09-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2018,
          "end": 2033
        },
        {
          "start": 2449,
          "end": 2458
        },
        {
          "start": 2018,
          "end": 2027
        }
      ],
      "nexusId": "10031144"
    }
  ]
}