{
  "_id": "4edc6de1e5e5e29ec34ae3aed61f274539ea1da3e16df6bdefd6fcf9eaee3e34",
  "feed": "ftcomall",
  "title": "Expert tips on making a business school application stand out",
  "text": "<p>The pandemic has increased the appeal of a degree that was already popular for the opportunities it offers to enter a wide variety of industries and roles. With graduate job prospects hampered by lockdowns and economic uncertainties, many students are opting to stay in higher education and study for a masters in management. For graduates starved of chances to travel, a MiM also holds out some hope of international mobility, visa rights and potential employment.</p> <p>“Students feel it is a worthwhile investment in terms of career placement and business education, especially in times of uncertainty,” says Sophie Dimich-Louvet, director of student recruitment at <a href=\"https://rankings.ft.com/schools/126/hec-paris/programmes-portfolio\">HEC Paris</a>, which has seen an 80 per cent increase in applications.</p> <p>In Tomorrow's Masters, a report published in the spring by education consultancy CarringtonCrisp and accreditation body EFMD, just over half of respondents surveyed said they planned to study for a business masters because they were concerned that there were fewer jobs for new graduates than before the pandemic. </p> <p>That research follows the Graduate Management Admission Council's Application Trends Survey, published in late 2020, which confirmed that applications for business masters degrees across all schools had risen 14 per cent year on year, compared with 5 per cent in the two previous years. Applications for MiMs were up almost 18 per cent.</p> <p>While some schools are now inviting applicants to campus for interviews, others have created websites for virtual meetings and interviews. The rise in applications means stiffer competition for places, so how can candidates stand out? Course and recruitment directors offer their tips.</p> <h2>Do your homework early</h2> <p>Going to business school marks the beginning of an adventure and a new life, says EMLyon MiM director Sylvie&#xa0;Jean, who has just published <em>Business School: Suivez&#xa0;le&#xa0;Guide!</em>, which provides advice and practical exercises (in French) on preparing for business school. “Business schools tend to use marketing language and acronyms that are often difficult for students and their families to understand, but you need to be as informed and prepared as possible,” she says.</p> <p>Checking basic information, such as course entry requirements, is essential, but also consider optimising the&#xa0;range of experiences and achievements on your application by taking language classes or a summer internship. This will require advance planning, so it is a good idea to start a year before graduating from your undergraduate degree. </p> <p>“Concentrate on taking small actions every day, and before you know it, you'll have gathered lots of information, insights and experience,” says Massimo Garbuio, associate professor of entrepreneurship at the <a href=\"https://rankings.ft.com/schools/634/university-of-sydney/programmes-portfolio\">University of Sydney Business School</a>. “This will give you&#xa0;clarity and direction for your MiM, but looking further ahead, it is also something employers want in their&#xa0;businesses.”</p> <h2>Emphasise your differences</h2> <p>Strong grades and admission test scores will take you only so far, warns Dimich-Louvet. “Solid professional experiences and extracurricular involvement increase a student's chances of admission,” she says. </p> <p>Students from around the world have comparable levels of education and language abilities, which means about two-thirds of applications are very similar, agrees Céline Foss, director of the masters in management in international business programme at <a href=\"https://rankings.ft.com/schools/358/grenoble-graduate-school-of-business/school-info\">Grenoble Ecole de Management</a> in France. “What impresses and stands out are examples of engagement and activity with organisations such as charities and community groups, and other evidence of being proactive and having a wide range of interests.”</p> <p>Candidates should consider everything they have done in their adult lives and sift it for strengths and skills that might interest a future employer, advises Roland Siegers, director of early careers programmes at <a href=\"https://rankings.ft.com/schools/452/european-school-of-management-and-technology/programmes-portfolio\">ESMT Berlin</a>. “Good business schools will already look at your future employability, beyond classic academic indicators. Did you lead a club? Did you participate in a successful project? Anything that is ‘off the beaten track' can be relevant and interesting.”</p> <p>Evidence that applicants have explored and understood that the value of studying for a MiM is more than just the academic programme also counts. Applicants should demonstrate an awareness of the school's wider activities and initiatives, such as its corporate social responsibility engagement and the student clubs it supports.</p> <h2>Seek the perfect match</h2> <p>Potential students will want to show why a particular MiM and school are the right fit for them. “Have a clear vision of why you want to study this specific masters programme and how it can help you,” says Maren Kaus, director of career services at <a href=\"https://rankings.ft.com/schools/631/frankfurt-school-of-finance-and-management/school-info\">Frankfurt School of Finance and Management</a> in Germany. “It's an exercise that will prepare you well for the application and admission process.”</p> <p>Applicants should think about what they would like to learn personally as well as professionally, suggests Victoria Bressers, senior career and personal development adviser at <a href=\"https://rankings.ft.com/schools/178/nyenrode-business-universiteit/school-info\">Nyenrode Business University</a> in the Netherlands. “Ask yourself, what can you bring to the table as a MiM student and what can others learn from you?”</p> <p>Dig deeper than the basic MiM information on a school's website to learn more about its pedagogical approach and employability statistics, for example, advises Jean at EMLyon. “Sign up for the school's webinars, follow its social media accounts and contact some of its alumni on LinkedIn to get their opinions. By having a good all-round knowledge of the programme, you'll be able to put forward convincing personal and professional reasons for your application.”</p> <p>Rita Järventie-Thesleff, director of the masters in global&#xa0;management at <a href=\"https://rankings.ft.com/schools/127/helsinki-school-of-economics/school-info\">Aalto University School of Business</a>&#xa0;in Helsinki, advises: “Think about the content of&#xa0;the programme in relation to your own values, learning and career goals.” She says that, above all, applicants should let their personality and motivation show through the entire process.</p><p>Source: Ian Wylie 2021 'Expert tips on making a business school application stand out' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-12T17:00:07.686Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}