{
  "_id": "3a108d5a310c81db9be9783dfd2d04b2c26ccf5f19930d21c19f56472614ec46",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- On Business: Spinoffs Are No Joke --- The market is hungry for electric-car investments. Capitalizing on that hunger is easier said than done.",
  "text": "<p>Volkswagen shares surged 5% on the faux announcement -- a sign that Wall Street has developed a fascination with electric cars that conjures memories of dot-com-style euphoria.</p><p>The stunt by the auto maker, which needs work on both its messaging and comedy skills, highlights a more substantive dilemma for company executives. When investors get enthusiastic about a new theme, some companies face pressure to make a possibly value-destroying acquisition while others find themselves in the right niche at the right time. In the latter case, should they pare their own portfolio by spinning off assets either in full or partially before they go out of fashion?</p><p>The automotive industry has companies that might laugh all the way to the bank by partially separating divisions. General Motors Co. has developed a valuable electric-car unit, while Google parent Alphabet Inc. has a self-driving car business. Elsewhere, European utilities are considering spinning out coal assets to focus more on green energy sources like wind.</p><p>If a particular segment of your business is growing faster than the overall company, a tax-free spinoff might allow Wall Street to assign a higher value to the separate parts. That allows true believers to hang onto it and cynics who see it as overhyped to cash out. Even spinoffs that famously flopped, like 3Com Corp.'s public offering of its Palm computing unit at the very end of the dot-com bubble, gave investors that option.</p><p>Spinoffs overall do quite well because a separate entity tends to be more efficient in its capital investment decisions, according to research from Emilie Feldman, associate professor of management at the Wharton School of the University of Pennsylvania.</p><p>Over the past 10 years, an index of spinoffs maintained by S&amp;P Dow Jones Indices had an annual total return of 15.25% through Wednesday compared with 11.6% with the S&amp;P 500. Yet U.S.-based firms made nearly three acquisitions for every divestiture in 2019.</p><p>\"There is an incredible amount of inertia\" from management teams when weighing possible spinoffs, said Dr. Feldman in an interview.</p><p>After all, public companies typically reward executives for expansion rather than contraction. Spinning out key assets might also throw a wrench in internal corporate synergies. Then there is the challenge of persuading stakeholders like employees, customers, or governments that change is for the better.</p><p>Talk to executives who have actually executed a spinoff, and the real-world basis behind Dr. Feldman's research becomes clear. \"Generally speaking, a spin makes sense when elements of your business have diverging investment identities,\" Abbott Laboratories Chairman Miles White told me.</p><p>Mr. White would know: Abbott's 2013 spinoff of its pharmaceuticals unit AbbVie Inc. is among the most successful in history as measured by market value. At the time, pharmaceuticals accounted for more than half of the company's total profit. And the business of drug development is far riskier and more volatile than other key units at Abbott, like its nutrition or medical device businesses.</p><p>To spot potential spinoff opportunities, Abbott commissions an annual external analysis on the value of the sum of its businesses. \"Ultimately, you have to be your own activist investor,\" Mr. White said.</p><p>Evaluating the logic of separating Pfizer Inc.'s animal health business into its own company was the easy part, Kristin Peck, the chief executive of the business, which is now called Zoetis Inc., told me this week. Actually bringing that theoretical value creation to life was a far heavier lift. While Zoetis was a global operation with billions in annual sales when it became independent in 2013, it needed to develop its own critical business infrastructure to make the transition work.</p><p>\"It's like being born as an adult,\" recalled Ms. Peck.</p><p>She rattled off the challenges that needed to be overcome. For starters, recruiting talent to a relative unknown is more difficult than at a giant company. \"You want me to work at Zo-What?\" she said.</p><p>Then, the newfound independence means that every contract with vendors needs to be renegotiated, from FedEx Corp. to United Airlines Holdings Inc. Key company policies for employees need to be reconsidered. That means extra investments were required to build out the new organization -- for example, a new human-resources office and information-technology infrastructure. Public company requirements for several years of retrospective financial statements needed to be created from scratch since Zoetis was a small line item on Pfizer's financials.</p><p>It also entails tough decisions and negotiations about which specific assets and liabilities will be assigned to the new company and which stay with the parent. The new company's structure for financial and tax reporting needed to be set. All told, Zoetis had an extensive punch list before going public, deemed Project Banana, a wordplay reference to the \"split,\" that took months to complete.</p><p>\"You only get one chance to do this right,\" said Ms. Peck.</p><p>Integration work continued long after going public. While Zoetis transitioned to a new enterprise resource planning system, company data and analytics were stored on Microsoft Excel spreadsheets. To compensate, extra staffing in departments like finance and supply chain management was needed. While that helped smooth operations during the transition, Wall Street started asking questions about how quickly costs can be removed to boost profit margins. Balancing those demands is a tightrope for anyone to navigate.</p><p>Zoetis today is worth about $75 billion, and early investors have made more than five times their money. But it wasn't an easy climb. Ms. Peck wasn't entirely sure that the spinoff would be successful for two years after it took place. \"You have to be sure it's worth it in the end,\" she said.</p><p>For those who want to float a trial balloon, there's always next April Fools' Day.</p>",
  "published": "2021-04-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5204,
          "end": 5213
        }
      ],
      "nexusId": "10031144"
    }
  ]
}