{
  "_id": "479995531deec0dc3b2fdb9a71a9bfff3edf0c40effa5b1620459075b38ff9cd",
  "feed": "wall-street-journal",
  "title": "Roblox Returns for Many Gamers After Long Outage; Videogame platform popular with preteens went down Thursday evening as it launched burrito promotion",
  "text": "<p>In August, Roblox had more than 48 million users who spent 4 billion hours on it, according to internal metrics. The platform is particularly popular with preteens.</p><p>As of Sunday afternoon, some users said they were able to get back on the platform.</p><p>On Sunday evening the company tweeted: \"Roblox is back online everywhere! Thank you for your continued patience as we get back to normal.\"</p><p>The company didn't respond to a request for comment on Sunday.</p><p>The outage began as the company kicked off a Halloween-themed event in partnership with Chipotle Mexican Grill Inc. in which the restaurant chain pledged to give away more than $1 million in free burritos to Roblox users. Roblox on Friday tweeted that the outage \"was not related to any specific experiences or partnerships on the platform.\"</p><p>In an email Saturday, a Roblox spokesman told The Wall Street Journal there was \"no evidence of an external intrusion.\"</p><p>Eight-year-old Julia Ocasio of Brooklyn said the outage put a damper on her weekend.</p><p>\"I was a little hurt by it because when I'm bored I usually play Roblox and it's fun,\" said the third-grader.</p><p>Her father, Ray Ocasio, a 50-year-old substance-abuse counselor, said the outage has been frustrating for him as a parent, too. \"You don't want your kid moping around,\" he said. But he added that he also saw an opportunity to teach Julia about keeping levelheaded. \"It's just a game. It's not something to get into a frenzy over,\" he said.</p><p>Many content creators were also affected, including aspiring YouTuber Hannah Rizk, who recently started creating and posting weekly videos about the Roblox role-playing game \"Adopt Me!\" on YouTube. The 14-year-old switched to playing Microsoft Corp.'s \"Minecraft\" and other games while waiting things out.</p><p>Hannah's mother, 44-year-old Sabrina Rizk, said she also missed playing games on Roblox with her daughter, what she described as a bonding experience.</p><p>\"I'm finding I'm having withdrawal symptoms,\" said Ms. Rizk, a homemaker in a suburb of Austin, Texas, and an amateur investor who bought about $1,000 of shares in Roblox when the company went public in March via a direct listing. \"It was a good way to decompress from the stressors of life, particularly now, with the pandemic dragging on.\"</p><p>Outages affecting large volumes of users are relatively common. Earlier this month, Facebook Inc.'s services went offline for as much as six hours. The company apologized for the incident, which affected its core platforms and apps including WhatsApp, Instagram and Facebook Messenger.</p><p>A recently completed global survey by Uptime Institute LLC, a provider of consulting services on data-center reliability, found that 69% of data-center operators had some sort of outage in the past three years. Human error played a role in 78% of those incidents and 44% had major financial, reputational and other consequences.</p><p>Roblox's business model is centered on users' purchases of virtual currency that allows them to acquire in-game perks or items for their avatars. It doesn't feature advertising.</p><p>Like Facebook, soon to be renamed Meta Platforms Inc., Roblox has been among those lately looking to drum up interest in the metaverse, loosely defined as an extensive future online world where people exist and interact in shared virtual spaces through digital avatars.</p><p>Roblox users interact as avatars and transport from one experience to another, including concerts by popular real-world artists. In September, for example, millions of fans logged on to the platform over the span of a weekend to watch Twenty One Pilots perform.</p><p>Roblox was one of the companies that benefited most as Covid-19 convinced people to stay at home more.</p><p>The San Mateo, Calif.-based company was privately valued around $4 billion after a fundraising in February 2020. Its valuation shot up to close to $30 billion this January through fundraising. It debuted on the stock market through a direct listing at more than $40 billion in March.</p><p>Since its first trade on the New York Stock Exchange, its share price has climbed more than 30%. Despite the outage, its shares rose around 1.5% and were trading at around $84 on Friday.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Roblox Returns for Many Gamers After Long Outage</p>",
  "published": "2021-11-01T00:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1682,
          "end": 1697
        },
        {
          "start": 1682,
          "end": 1691
        }
      ],
      "nexusId": "10031144"
    }
  ]
}