{
  "_id": "fe55689110f1d741a642d856d05b9f070871154c02f3a3bdf4a2f406156af6c3",
  "feed": "ftcomall",
  "title": "China and Russia threaten ‘free and open' internet, UK warns",
  "text": "<p>The UK said on Tuesday that the “free and open internet” was at risk from censorship by China and Russia, with western allies in a race to write the rules governing cyber space. </p> <p>The warning was contained in a document setting out the country's new cyber strategy, which predicted a “clash of values” between world powers as the UK developed its cyber warfare capabilities.</p> <p>The National Cyber Security Centre (NCSC), the defensive arm of the signals intelligence agency GCHQ which helped develop the strategy, said the new approach would act as a blueprint for countering the increasing number of cyber threats by the UK's adversaries. </p> <p>“Debates over the rules governing cyber space will increasingly become a site of systemic competition between great powers, with a clash of values between countries that want to preserve a system based on open societies and systemic competitors like China and Russia who are promoting greater state control as the only way to secure cyber space,” the document stated. </p> <p>It warned that the clash would “put pressure on the free and open internet, as nation states, big technology firms and other actors promote competing approaches to technical standards and internet governance”.</p> <p>British officials have become increasingly concerned by the growing recklessness of Chinese state-backed cyber activity, and have raised their objections privately with Beijing in recent years. <br><br>Western allies <a href=\"https://www.ft.com/content/54803790-ac33-4616-a0b5-7c39e3ea0b29\">accused </a>the Chinese government this year of teaming up with criminal gangs to commit widespread cyber attacks, including a recent one on Microsoft that affected tens of thousands of organisations.</p> <p>The US and UK have also flagged the involvement of the Russian state in the deliberate targeting of critical western infrastructure, election interference and intellectual property, including the <a href=\"https://www.ft.com/content/dc2e7569-a5ce-4ee5-b584-7ccee6a9dfee\">targeting </a>of pharmaceutical companies and academic institutions developing Covid-19 vaccines. </p> <p>Steve Barclay, cabinet office minister, who oversaw the development of the new strategy, said it would transform how the UK advanced “its national interests in cyber space”. He said it would ensure that “cyber expertise” was developed across the country to strengthen the UK's offensive and defensive capabilities.</p> <p>The government has committed £2.6bn to developing the national cyber programme along with measures to protect public services from cyber attacks over the next three years. </p> <p>The strategy sets out plans to increase investment in a new <a href=\"https://www.ft.com/content/a41b34e7-a8fc-4bce-92e4-508cd1c83ba9\">“National Cyber Force”</a>, whose capabilities will include disruption of the servers of adversaries and the hacking of enemy weapon systems. Specialist police units will also be bolstered with “significant funding” to target criminals online.</p> <p>Sir Jeremy Fleming, director of GCHQ, said the new strategy would “build on the country's strong foundations in cyber security that GCHQ's work has been part of, particularly through the NCSC”.</p> <p>In an interview with the Financial Times last week, Fleming described the agency as “a poacher and gamekeeper” in the cyber domain, charged with both protecting the country against attacks and mounting offensive operations against adversaries.</p><p>Source: Laura Hughes in London  2021 'China and Russia threaten ‘free and open' internet, UK warns' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T22:00:45.957Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1559,
          "end": 1568
        }
      ],
      "nexusId": "10031144"
    }
  ]
}