{
  "_id": "9d9acd5f14c2eddc6d3e38526db8e78aa01a480cf5c02c6294741960a70ad49b",
  "feed": "ftcomall",
  "title": "Change is in the air",
  "text": "<p>Hello and welcome to the working week.</p> <p>Here in London, autumn has felt extra vibrant with a wealth of sunny, mild days, encouraging people out on to streets and parks carpeted with golden coloured leaves. But change is coming. Wednesday is the first day of winter in northern hemisphere countries, according to the meteorological calendar. </p> <p>The seasons are not the only things that will be changing. The next seven days will produce significant moments for several countries.</p> <p>Barbados officially becomes a republic on Tuesday. The ceremony formally ends <a href=\"https://www.ft.com/topics/people/Queen_Elizabeth_II\">Queen Elizabeth</a>'s period as constitutional monarch, formulated when Barbados gained independence in the 1960s after three centuries as a British colony.</p> <p>Her Majesty will not be in attendance — owing to reductions in overseas travel rather than diplomatic reasons — so Prince Charles will attend as her representative. Barbados will remain a part of the Commonwealth.</p> <p>Elsewhere, Gambia holds its presidential election, there is a by-election in London — possibly providing an indication of the public mood after several missteps by UK prime minister Boris Johnson — and on a lighter note Germany embraces winter with the annual <a href=\"https://www.dresdnerstollen.com/en/stollenfest\">Stollenfest</a>.</p> <p>December 1 is a key date for UK government policy changes. The taper rate for universal credit welfare payments — the amount withdrawn for each pound someone earns — will be cut from 63p to 55p on Wednesday. The move was announced by chancellor Rishi Sunak after he <a href=\"https://www.ft.com/content/ea096afa-7747-4763-811f-46e79dd41990\">cut the £20 uplift </a>in payments made at the start of the pandemic, a move that was heavily criticised.</p> <p>There are also a couple of landmark Financial Times events to mention. On Wednesday, the winner of the 17th annual FT and McKinsey Business Book of the Year will be revealed at a ceremony in London. You can see the short list of titles chosen by the esteemed panel by <a href=\"https://www.ft.com/content/c31b3428-c46e-40b5-a0f8-9cfb13cfbe07\">clicking here</a>. </p> <p>The FT's annual Global Banking Summit also takes place this week, from numerous locations, debating the future of the industry after the pandemic. <a href=\"https://banking.live.ft.com/\">Click here</a> to register your place.</p> <p>One constant in this week of change is my interest in your views on this newsletter — email me at <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a>.</p> <h1>Economic data</h1> <p>Statisticians are busy at the end and beginning of every calendar month, not just every quarter. Amid the barrage of reports this week will be a chance to compare the state of leading economies through the manufacturing and services Purchasing Managers' Index data, US employment figures and consumer confidence data, inflation reports for the eurozone and individual European nations plus industrial production numbers for Japan and South Korea. </p> <p>Watch out also for a rush of Turkish data — inflation, a Q3 gross domestic product figure and the country's trade balance — which are likely to garner a lot of attention given the last week's <a href=\"https://www.ft.com/content/10be4fb5-efc5-4219-b0e1-22f613e9fb6f\">upset</a>. </p> <p>The events schedule is also busy with the various Opec meetings, publication of the Fed's Beige Book and testimony from <a href=\"https://www.ft.com/content/16676933-a002-4226-9ea1-c6ff71a69fd6\">newly reappointed</a> Jay Powell on the <a href=\"https://www.banking.senate.gov/hearings/cares-act-oversight-of-treasury-and-the-federal-reserve-building-a-resilient-economy\">Cares Act Relief Bill</a>, and the latest OECD economic outlook report.</p> <h1>Companies</h1> <p>Another season is drawing to a close: that of the quarterly corporate reports. There are just a few earnings updates over the next seven days — chiefly <strong>Toronto-Dominion Bank</strong> and <strong>easyJet</strong>. It has been a difficult pandemic for budget airlines, but easyJet's revenues will have been helped by the relaxation of the UK's cross-border travel restrictions in Europe.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Eurozone, consumer confidence data</p></li>  <li><p>Italy, monthly producer price index (PPI) figures</p></li>  <li><p>Germany, flash consumer price index (CPI) data</p></li>  <li><p>Japan, industrial production figures and monthly employment rate</p></li>  <li><p>UK, Bank of England publishes consumer credit and mortgage lending data</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Canada, monthly GDP</p></li>  <li><p>China, Caixin manufacturing Purchasing Managers' Index (PMI) data</p></li>  <li><p>EU, flash eurozone inflation figures</p></li>  <li><p>France, Q3 GDP and provisional CPI data</p></li>  <li><p>Germany, monthly unemployment data</p></li>  <li><p>India, quarterly GDP</p></li>  <li><p>Italy, Q3 GDP</p></li>  <li><p><strong>Microsoft</strong> AGM (held online)</p></li>  <li><p>UK, British Retail Consortium monthly economic briefing</p></li>  <li><p>US, monthly consumer confidence figures</p></li>  <li><p>Results: <strong>easyJet</strong> FY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Eurozone, France, Germany, Italy, UK, US: IHS/Markit manufacturing PMI data</p></li>  <li><p>Germany, retail sales figures</p></li>  <li><p>Mexico, central bank's quarterly report on inflation and growth forecasts</p></li>  <li><p>OECD economic outlook</p></li>  <li><p>UK, British Retail Consortium monthly shop price index and Nationwide house price data</p></li>  <li><p>US, Federal Reserve publishes its Beige Book, providing commentary on current economic conditions</p></li>  <li><p>Results: <strong>Royal Bank of Canada</strong> FY</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Brazil, Q3 GDP</p></li>  <li><p>EU, industrial producer prices and unemployment figures</p></li>  <li><p>European Central Bank's General Council meets in Frankfurt</p></li>  <li><p>Italy, monthly unemployment figures</p></li>  <li><p>UK, Q3 household finance review</p></li>  <li><p>Results: <strong>Toronto-Dominion Bank</strong> FY</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Brazil, industrial production figures</p></li>  <li><p>Canada, monthly unemployment figures</p></li>  <li><p>China, Eurozone, France, Germany, Italy, UK, US: Caixin and IHS/Markit service sector PMI data</p></li>  <li><p>EU, retail sales figures</p></li>  <li><p>France, industrial production index</p></li>  <li><p>UK, Office for National Statistics figures for profitability of British companies</p></li>  <li><p>US, monthly unemployment and non-farm payroll figures</p></li>  <li><p>Results: <strong>Aurubis</strong> FY</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Cyber Monday, so called because online retailers prepare for a deluge of orders on their busiest day of the year in the lead-up to Christmas</p></li>  <li><p>Iran's talks with six world powers aimed at reviving the 2015 nuclear deal are due to resume in Vienna</p></li>  <li><p>UK, British Fashion Awards ceremony at the Royal Albert Hall in London</p></li>  <li><p>US, trial of Ghislaine Maxwell, the former associate and girlfriend of Jeffrey Epstein, is due to begin in New York</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Barbados, former British colony becomes a republic, ending the Queen's role as constitutional monarch, held since the island became independent in the 1960s. </p></li>  <li><p>Scotland, St Andrew's day celebrated</p></li>  <li><p>US, Senate Committee on Banking, Housing and Urban Affairs to hear testimony from Fed chair Jay Powell and Treasury secretary Janet Yellen on the Cares Act</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>First day of meteorological winter in the northern hemisphere</p></li>  <li><p>Indonesia assumes the G20 presidency for 2022</p></li>  <li><p>Bank of England governor Andrew Bailey speech at the Institute and Faculty of Actuaries ‘Delivering policyholder protection in insurance regulation.'</p></li>  <li><p>World Aids Day marked by the UN</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>UK, by-election for Old Bexley and Sidcup, following the death of James Brokenshire, who had been the Conservative MP for the constituency since 2010</p></li>  <li><p>UK, Turner Prize for Art announced at the Herbert Art Gallery &amp; Museum, Coventry — UK City of Culture for 2021.</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>UK, Michael Saunders, economist and external member of the Monetary Policy Committee, gives a speech at a Bank of England hosted event, ‘The outlook for inflation and monetary policy'</p></li>  <li><p>US, self-imposed deadline for Congress to continue to fund government operations or face a partial shutdown that would be a political embarrassment for President Joe Biden's Democrats</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Gambia, presidential election</p></li>  <li><p>Germany, annual Stollenfest, celebrating the traditional Christmas pastry dish, begins in Dresden</p></li>  <li><p>Only total solar eclipse of the year — and the last total solar eclipse until 2023 — will be visible from Antarctica</p></li>  <li><p>US, SpaceX Falcon 9 rocket launches a Dragon cargo resupply mission to the International Space Station</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Anniversary of Nelson Mandela's death</p></li> </ul><p>Source: Jonathan Moules 2021 'Change is in the air' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-28T18:15:38.491Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4056,
          "end": 4065
        }
      ],
      "nexusId": "10031144"
    }
  ]
}