{
  "_id": "95b59e7e5e7d14b2abcdb550aa22d3d1627e3020235a17a496093b88f177a50c",
  "feed": "ftcomall",
  "title": "Gaming inspires new worlds of virtual work",
  "text": "<p>It is an average work day at home in London. It is raining, but I am busy in a world of tropical islands suspended mid-air over a blue ocean, jotting notes on a whiteboard during a brainstorming session. Later I teleport to the “rooftop” bar to shoot hoops and drink a virtual beer with my fellow collaborators.</p> <p>This is <a href=\"https://theleadershipnetwork.com/images/Gemba_Live.pdf\">Gemba's VR world</a>, where, through an Oculus headset, immersive executive masterclasses and other collaborative meetings are enhanced by 3D presentations, virtual Post-it notes and whiteboards (and a relaxing clear sky). </p> <p>As we emerge from lockdowns and into hybrid working, employees are unlikely to be in the office all together every day — with some companies going fully remote permanently. VR tools such as Gemba's, and more accessible 2D desktop applications, are designed to help avoid <a href=\"https://www.ft.com/content/19bfe53b-c282-483c-a02c-e3d2c5184929\">Zoom fatigue</a> and encourage more natural exchanges — or “<a href=\"https://www.ft.com/content/d8f6d7e3-e69f-4e36-be61-b969bd634fd8\">water cooler</a>” moments. </p> <p>Gemba was developed by the Leadership Network, an executive training provider and, given the pandemic, its decision to develop the VR experience was “fortuitous”, says Dominic Deane, Gemba's managing director, as he gives me a virtual guided tour. During the crisis, bookings have increased by 150 per cent.</p> <p>As I drift among other avatars (with neutral floating robot torsos), it feels surprisingly natural and easy to use with the two-hand controls provided. “It needs to be as intuitive as possible,” Deane adds. The headset, while still a little heavy, is portable and cordless.</p> <p>While the technology is at the high end of bringing together employees, managers and executives dotted all over the world — cutting the cost of business travel and the time employees need to be away from the office — cheaper 2D apps, such as Reslash, Topia and Around, are providing imaginative collaborative environments designed to make exchanges more fluid. </p> <p>“We call ourselves the antithesis of Zoom,” says Ashwin Gupta, founder and CEO of Reslash, which provides different rooms — such as a coffee bar and lobby — where “spatial audio” means groups can gather in the same virtual space but can't hear each other unless they sidle up to one another. </p> <p>Gupta and his co-founders thought about what it would be like if teams could have multiple conversations without going into breakout rooms, doing daily group work together but in the same space.</p> <p>For example, people from one team might be hanging out in the corner of one room — your screen — and someone may want to put a question to another team on the other side. A user simply moves themselves across (individuals appear via their camera in little bubbles) and give a virtual tap on the shoulder. </p> <p>Different teams can hang out together, have chats and ask questions, rather than having to set up a video call. Employees can be together all day if they want or they can just drop in to see who's there. </p> <p>PhishCloud, a cyber security company, stumbled across Reslash and decided to try it out “as Zoom definitely wasn't cutting it”, says Terry McCorkle, chief executive. Reslash has replicated some office interactions, “but that's not to say that in person time is not important,” he adds.</p> <p>Topia is another intriguing platform that provides illustrated greyscale environments. I found it rather like being in a book that had come to life, especially in a forest with a crackling campfire. Fun, but not too distracting.</p> <p>Topia can be used for all sorts of gatherings, but in a work context, its founder, Daniel Liebeskind, says it's about community and bringing people together. “It's getting rid of isolation and facilitating those water cooler moments,” he says.</p> <p>He is keen to stress that it is not a productivity tool and is an add on to apps such as Slack. “This is not a replacement for real life . . . what it does is give more people access.”</p> <p>Over in the Swiss Alps, I meet Paul Hamilton and Andy Philippou of vTogether, one of two tech companies accredited by Topia to build bespoke worlds on their platform. </p> <p>In a similar way to VR, when using Topia, “you enter into behaviour that you would display in real life”, says Philippou. </p> <p>Take the avatars for example: when exploring the spaces and stopping to have a chat, a certain degree of personal space is observed and, without thinking, you position yourself in a circle to chat, just as you would if you were talking in the kitchen at work or in a meeting room.</p> <p>Topia has proved particularly useful for networking events. <a href=\"https://wearethecity.com/\">WeAreTheCity.com</a>, a networking website for working women, has used bespoke Topia worlds for events such as conferences that have had to go online.</p> <p>With Topia “there is no hierarchy”, says Vanessa Vallely, WeAreTheCity's chief executive and founder. It can make people feel less awkward, so “it makes networking easier and it's easier to navigate for those who are more introverted”.</p> <p>But how will all this software evolve in a world of hybrid work?</p> <p>You can still build strong connections with others and do things together without using VR for every meeting, says Jeremy Dalton, head of VR at PwC, the professional services firm. </p> <p>Demand for headsets has increased both within the firm and from clients. </p> <p>Dalton adds that he doesn't see VR and 2D apps “cannibalising” each other's markets. “It's not easy getting hundreds of headsets to users across the world.” And with the apps, “you don't even need to download anything, you just log in like [Microsoft] Teams or Google Meet,” he says.</p> <p>Meanwhile, with 2D apps, there is lots of scope for workers to experiment as they figure out what works best for them.</p> <p>Kyle Hurst, PhishCloud's chief technology officer, believes the platform reduces the need to travel around the globe for on-site meetings.</p> <p>Post-pandemic, could a merging of worlds be upon us? Gupta of Reslash is very enthusiastic about how the lines between real and virtual interactions could be blurred. “It completely boggles the mind,” he says. Potentially a virtual office ecosystem could exist within a real one. “The possibilities are endless,” he adds.</p><p>Source: Janina Conboye 2021 'Gaming inspires new worlds of virtual work' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-19T03:00:12.677Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5344,
          "end": 5354
        }
      ],
      "nexusId": "10031144"
    }
  ]
}