{
  "_id": "31704ddeebbd3ace1657b00e1bca4d831b99b103565f2a76e72de3d13e9a6f8d",
  "feed": "wall-street-journal",
  "title": "Americans Should Root for the Irish Fighting Higher Taxes",
  "text": "<p>The premise behind the minimum global corporate tax is simple: Most governments around the world are looking to raise money. But they don't like taxing the middle class, as this tends to result in lost elections, and there aren't enough rich people to soak to raise the necessary funds. That means that governments have started to look to corporations as piggy banks they can raid. The Microsofts and Apples of the world don't garner much public sympathy when it comes to paying their \"fair share.\"</p><p>In the not-so-distant past, the U.S. knew better. We knew that low corporate tax rates boosted investment, productivity, jobs and wages -- all of which encouraged a prosperous economy. When the U.S. cut the corporate rate to 35% under Ronald Reagan -- giving us the lowest rate in the world -- we reaped huge benefits at the expense of other countries with higher rates. But those countries also learned from our example. They even started beating us at our own game, which led to an exodus of U.S. business to more-favorable tax climes, including Ireland. By the time we lowered rates under President Trump, that 35% U.S. corporate tax rate had become the third highest in the world.</p><p>The Biden administration wants to increase the corporate tax rate to 28% from 21%. But it is worried that other countries will see the competitive advantage to be had in lowering their own rates. Other large economies are in the same boat.</p><p>Hence the Irish \"problem.\" The small nation took the American lesson to heart and rode a 12.5% corporate tax rate to an economic boom that has left many other European countries green with envy. Having proved the value of lower rates, Ireland objected when the International Monetary Fund tried to force a tax increase as part of a bailout during the financial crisis. The Irish even defended Apple, one of their largest corporate citizens, against an EU effort to invalidate those low rates in court. No wonder the Irish are standing firm again.</p><p>The Irish know what should be obvious to everyone: Their OECD partners can't raise their corporate rates unless low-tax Ireland agrees to give up one of its largest competitive advantages in the global marketplace.</p><p>Why should Americans pay close attention? After all, even before President Biden announced plans to increase the corporate tax rate, the U.S. rate already exceeded Ireland's. Arguably, we would benefit from a global 15% tax floor. That is, until the same anticompetitive mentality that is trying to crush Ireland is turned inward. And it absolutely will be.</p><p>Listen to the rhetoric from Treasury Secretary Janet Yellen at the Group of 7 meetings last month: \"That global minimum tax would end the race to the bottom in corporate taxation, and ensure fairness for the middle class and working people. . . . [It] would also help the global economy thrive, by leveling the playing field for businesses and encouraging countries to compete on positive bases, such as educating and training our work forces and investing in research and development and infrastructure.\"</p><p>Now reread that passage, changing the words \"global\" to \"domestic\" and \"countries\" to \"states,\" and you can practically hear the voices of Alexandria Ocasio-Cortez, Maxine Waters and Bernie Sanders.</p><p>Nine U.S. states have no income tax. New York, New Jersey and California can't stand that. They could lower their tax rates and figure out how to educate their children, build roads and bridges, and attract people with less government revenue. But that would be hard. Politicians don't like doing hard things. It's much easier to declare the entire system \"unfair\" and figure out a way to end it entirely. If the OECD succeeds, it will have a powerful precedent on which to rely.</p><p>Competition among nations, or states, on tax rates is just that: competition. And if you are losing a competition, there are two ways you can respond. One is to get better. The other is to prevent the competition from happening. America used to believe in the former; Ireland still does. The East Germans were famous proponents of the latter.</p><p>Ireland is on the front line of that battle today. Should it lose, the fight will be coming to our shores soon.</p><p>---</p><p>Mr. Mulvaney served as director of the Office of Management and Budget (2017-20) and U.S. special envoy to Northern Ireland (2020-21).</p>",
  "published": "2021-07-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 386,
          "end": 396
        }
      ]
    }
  ]
}