{
  "_id": "e6e07c2b5eba4f331831d8de87889da5fae96f6ea3bfb37db2593930dee058f8",
  "feed": "wall-street-journal",
  "title": "Investing In Funds & ETFs: A Quarterly Analysis  ---  Themed ETFs Are Hot. Here Are 3 of Them  ---  There are downside risks for many of the themes, including cannabis stocks  ----  By Lori Ioannou",
  "text": "<p>\n  Investors have continued to plow money into ETFs with themes, favoring concepts and trends such as clean technology and legal cannabis. </p><p>\n  Investors are shifting \"from buying individual 'story' stocks to thematic ETFs to get diversification in some of the hottest growth markets in the world,\" says Todd Rosenbluth, CFRA's senior director of ETF and head of mutual-fund research. </p><p>\n  To be sure, themed funds are riskier than ETFs that follow the broader market and can tank when investors start to think a trend has run its course. </p><pre> </pre><p>\n  1. Cloud Computing </p><p>\n  In 2020 the pandemic accelerated cloud migration for all types of enterprise applications as more people shopped online and worked remotely. Now, demand for cloud computing continues. First Trust Cloud Computing (SKYY) is a $5.8 billion fund with a large-cap focus on such companies as Microsoft, Oracle and Amazon.com. Though it is up 11.5% this year through June 30, it has a one-year total return of 42.5%. WisdomTree Cloud Computing Fund (WCLD), a $1.1 billion fund that tracks an index of 50 companies, is up 4.4% this year as of June 30, but it has a one-year return of 43.5%. </p><p>\n   Downside risk: Demand for thematic ETFs in cloud computing has waned in recent months. </p><pre> </pre><p>\n  2. Cannabis </p><p>\n  New cannabis and hemp industries are emerging in the U.S. thanks to some form of legalization in 36 states and the District of Columbia. Amplify Seymour Cannabis ETF (CNBS) has year-to-date returns of 47.7% and one-year returns of 136.6%. Global X Cannabis ETF (POTX), a $191.5 million fund, has a year-to-date return of 40.1%, and a one-year return of 38%. </p><p>\n  Downside risk: Cannabis companies face changing compliance issues. </p><pre> </pre><p>\n  3. Infrastructure </p><p>\n  President Biden aims to create millions of jobs through infrastructure spending. Global X U.S. Infrastructure Development ETF (PAVE) is up 21.4% this year and a one-year gain of 69.3%. </p><p>\n  Downside risk: The bull run in these stocks could end if the infrastructure bill fails to pass in Congress. </p><pre> </pre><p>\n  -- More at WSJ.com/fundsreport </p><p>\n  --- </p><p>\n  Mrs. Ioannou is a writer in New York. She can be reached at reports@wsj.com. </p><p></p>",
  "published": "2021-07-06T06:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 832,
          "end": 841
        }
      ]
    }
  ]
}