{
  "_id": "7645ebaee04c827392f4a7c369b0dce748961ba67e0b12780ae200d6a46ee3d1",
  "feed": "market-watch",
  "title": "Even Reddit is beginning to discuss the endgame for the wild GameStop ride",
  "text": "<p>Michael Burry, the head of Scion Asset Management and a major character in “The Big Short” book and film,  says this action is “insane” and “dangerous”  — and he bought the stock in Aug. 2019 below $4. (It isn't clear if Burry still holds any of the company, which closed on Tuesday at nearly $148.)</p><p>At the source of the madness, the Reddit WallStreetBets forum, there is a fascinating if not-safe-for-work thread discussing the endgame for GameStop . “It's rapidly becoming apparent that we will soon enter the GME endgame. Before you can come up with an exit strategy or, if you're still on the fence, decide whether to jump in, you need to form an opinion about the GME bull thesis, without considering the short squeeze,” says this user, Thicc Dads Club.</p><p>For those “just along for the ride,” this user recommended using a simple price-to-sales ratio and setting a limit sell order based on that. Now, this user didn't mention that you can't use price-to-earnings since GameStop is loss-making, and its price-to-cash flow is an astonishing 48.3, according to FactSet — but the notable part was the suggestion to enter a sell order, even if it is conditional.</p><p>For those who are up big and are now fearful, there was a suggestion to sell the options that expire within 30 days, but keep all the stock and longer-dated options until there is firm news that GameStop shorts are being liquidated. For “the diamond hands” the advice was to “immediately plow every dollar of those 20-bagger returns into shares” and not sell a single share until the final squeeze.</p><p>That squeeze news may be here already — CNBC reported that hedge fund Melvin Capital has closed out of its short position , for an undisclosed loss. Andrew Left of Citron Research said he covered the majority of its short in the $90 price range.</p><p>In Wednesday premarket trades, GameStop shares jumped 75%. Of other shorted stocks that have been surging higher, movie-chain operator AMC Entertainment AMC jumped 112%, and software and services firm BlackBerry BB rose 5%. The fad for buying shorted stocks hit Europe, with companies including shopping mall owner Klépierre FR:LI sporting double-digit gains.</p><p>The buzz</p><p>Microsoft MSFT shares were poised for record highs as the computer software giant reported its first quarter of $40 billion in revenue , leading to stronger-than-forecast earnings. Its Azure cloud unit reported 50% sales growth. Other companies moving after results included Capital One Financial COF, which reported declining credit provisions, and chipmaker Advanced Micro Devices AMD , which saw its stock decline after reporting better-than-expected fourth-quarter earnings.</p><p>Technology giant Apple AAPL is expected to record more than $100 billion in revenue in its fiscal first-quarter results , due after the close. When Chief Executive Elon Musk is done tweeting about online art seller Etsy ETSY and GameStop , he'll have earnings at Tesla TSLA to present after the close of trade, though the electric-vehicle maker already has reported deliveries. Social-media giant Facebook FB also is reporting results after the close.</p><p>The Federal Reserve 's latest interest-rate decision gets announced at 2 p.m. Eastern, followed by a press conference with Chair Jerome Powell at 2:30 p.m. European Central Bank Governing Council Member Klaas Knot said there is room to cut deposit rates further, which put pressure on the euro EURUSD.</p><p>The U.S. Senate may set up a vote on a budget resolution as early as next week, according to Majority Leader Chuck Schumer, which could then set the stage for a vote on coronavirus relief that would not require Republican support.</p><p>The market</p><p>Besides the wild moves in heavily shorted securities, the S&amp;P 500 futures ES00 fell 1% while Nasdaq-100 futures NQ00 slipped 0.2%.</p><p>Gold futures GC00 edged lower. The yield on the 10-year Treasury BX:TMUBMUSD10Ywas 1.03%.</p><p>The chart</p><p>Here's a look at what Robinhood users did during the early stages of the COVID-19 pandemic.  UNSW Sydney Online looked at the number of Robinhood users  holding Russell 1000 constituents from Mar. 13 to Jul. 31. It is a mix of risky plays on a potential economic recovery, like American Airlines AAL and Delta Air Lines DAL, and the big tech giants that have been thriving, such as Apple AAPL and Amazon AMZN.</p><p>Random reads</p><p>Walkers are being  discouraged from hiking the Appalachian Trail , which stretches from Maine to Georgia.</p><p>Move over, black swans — roughly one in 100,000 squirrels are  albino. </p><p>Need to Know starts early and is updated until the opening bell, but  sign up here  to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-01-27T15:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2174,
          "end": 2183
        }
      ],
      "nexusId": "10031144"
    }
  ]
}