{
  "_id": "dc617b83c56269b8c9b6ee12582c66d6ab493b6e126afd93366cfb7ef689b67e",
  "feed": "ftcomall",
  "title": "Google/CME: for Silicon Valley, Wall Street is the final frontier",
  "text": "<p>A tech giant offering top quality online technology and equity capital does not drop in on an exchanges business every day. But on Thursday, CME, the Chicago-based futures exchange, said it would <a href=\"https://www.ft.com/content/f120cd0d-73a9-4b0e-8e3e-e5449f33bbf5\">move its trading system</a> technology to Google's cloud and sell the search group a $1bn stake. </p> <p>CME hopes to benefit from the tech juggernaut's expertise in analytics and machine learning. The decade-long agreement is sealed with a chunk of convertible preferred stock. Yet using that kind of buying power beyond Silicon Valley, even in a small deal like this, should elicit scrutiny about Google's power and reach.</p> <p>Google saw an opportunity. Its cloud infrastructure business trails those of Amazon Web Services and Microsoft. But given its market capitalisation of $1.9tn and a cash balance of nearly $150bn, a partnership with the CME looks a canny gambit.</p> <p>CME is the world's largest bourse by market capitalisation, with an equity value of $79bn. The exchange sector is highly concentrated. The biggest beasts in the jungle include ICE, London Stock Exchange Group, Deutsche Börse and Nasdaq. Automation and scale have reduced trading friction.</p> <p>The latest computing advances from the tech titans could create further efficiencies. However, exchanges are also highly regulated and vulnerable to benign tech snafus that turn into calamitous loss of service.</p> <p>Not much difference exists among cloud providers Amazon, Microsoft and Google, another concentrated industry. Amazon's market share is just above half, however, while Google is under 20 per cent with Microsoft in between. Google does not usually accept bronze medals. Its shareholders will not mind spending $1bn for a toehold in an important Wall Street business. &#xa0;&#xa0;</p> <p>Mergers and acquisitions by tech giants already draw regulatory attention given their size and dominance. Their huge cash balances give them plenty of scope to encroach on other sectors after big payouts to shareholders. </p> <p>No one expects Google to buy CME outright. But the tech giant's obvious interest in securities trading, the highest value form of data generation, should make regulators and investment banks wary. For Silicon Valley, Wall Street could be the final frontier.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of Google's CME tie-in in the comments section below.</em></p><p>Source:  2021 'Google/CME: for Silicon Valley, Wall Street is the final frontier' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-07T17:00:22.866Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1410,
          "end": 1419
        },
        {
          "start": 710,
          "end": 719
        },
        {
          "start": 1553,
          "end": 1562
        }
      ]
    }
  ]
}