{
  "_id": "4cc8397ae079d694fa248c5e7f010db815229d3349658a83406fd03e5b69c801",
  "feed": "wall-street-journal",
  "title": " Jacob Herzog veut offrir des services religieux aux expatriés juifs. Jusqu'à présent, le royaume ne s'est pas montré intéressé, mais l'homme ne se décourage pas. «Il faut faire un acte de foi», selon lui; Devenir le premier rabbin en Arabie saoudite, le rêve de ce juif new-yorkais",
  "text": "<p>M. Herzog a conclu que ce séjour était une étape utile dans sa tentative de devenir le premier grand rabbin du royaume musulman conservateur. « Vous devez faire un acte de foi et voir quelles sont les réactions », explique-t-il.</p><p>Dans le rêve de M. Herzog, le prince héritier Mohammed bin Salman, dirigeant de facto de l'Arabie saoudite, lui donne le feu vert pour travailler ici et l'aide à financer pléthore de centres communautaires juifs, dont des synagogues, des écoles et un bain rituel. « J'ai bien conscience que, pour le royaume, ce serait un changement considérable », reconnaît M. Herzog.</p><p>La pratique de toute autre religion que l'islam n'est pas autorisée en Arabie saoudite. Les rites chrétiens, longtemps organisés en secret, sont désormais tolérés par les autorités, mais il n'existe nulle trace d'offices juifs.</p><p>Essentiellement composée d'expatriés, la population juive actuelle est estimée à quelques centaines ou milliers de personnes en Arabie saoudite</p><p>L'ambassade saoudienne à Washington a confirmé que M. Herzog était entré dans le royaume en tant que touriste américain. « Bien que l'Arabie saoudite encourage depuis longtemps le dialogue interconfessionnel et que nos dirigeants aient rencontré de nombreux leaders de différentes confessions pour faire avancer cet effort, la visite de M. Herzog dans le royaume ne s'inscrit pas dans ce contexte », a indiqué un responsable.</p><p>Essentiellement composée d'expatriés, la population juive actuelle est estimée à quelques centaines ou milliers de personnes en Arabie saoudite. Historiquement, le peuple juif a vécu dans la péninsule arabique pendant près d'un millénaire, mais la plupart d'entre eux sont partis au milieu du siècle dernier après qu'un dirigeant local a exigé qu'ils se convertissent à l'Islam sous peine d'être expulsés. Selon les estimations, une poignée de Juifs sont restés, et leurs descendants vivent dans l'anonymat.</p><p>Né à New York, M. Herzog, âgé de 45 ans, porte des lunettes épaisses et une longue barbe, et une coupe courte sous sa kippa. Il vit à Jérusalem, parle un peu l'arabe et encourage sa femme et ses huit enfants à apprendre cette langue.</p><p>Il dit être motivé par le désir de servir les communautés juives dans des régions lointaines.</p><p>Avoir un grand rabbin en Arabie saoudite, terre des deux lieux les plus saints de l'islam, n'est peut-être pas aussi improbable qu'il n'y paraît. Depuis qu'Israël a établi des relations diplomatiques avec un certain nombre de capitales arabes – mais pas avec Riyad –, certaines communautés juives s'y font plus visibles.</p><p>Le Bahreïn, par exemple, qui compte une population juive autochtone de quelques dizaines de personnes, est en train de mettre en place un tribunal juif et une agence de certification des aliments casher. Le mois dernier, y a été célébré le premier mariage juif depuis plus d'un demi-siècle.</p><p>Aux Emirats arabes unis, au moins quatre rabbins et chefs de la communauté juive différents se sont fait connaître. Ces derniers se sont fait concurrence, l'année dernière, pour assurer les services de prière dans les écoles et les crèches juives des quelques milliers de Juifs du pays, pour l'essentiel des expatriés.</p><p>M. Herzog, qui possède la double nationalité américaine et israélienne, estime que l'Arabie saoudite pourrait être le prochain pays à suivre ce mouvement d'ouverture, encouragé par les promesses du prince Mohammed d'assouplir les strictes restrictions sociales du royaume et d'attirer davantage de talents étrangers. Par ailleurs, il considère que le projet du prince héritier de bâtir Neom, la ville futuriste à la pointe de la haute technologie, pourrait un jour inciter des Juifs à s'y installer pour travailler.</p><p>M. Herzog a cherché à rencontrer des hommes d'affaires qui, selon lui, sont proches de la famille royale. Il affirme avoir contacté un conseiller du gouvernement saoudien à Washington pour sonder son intérêt pour son projet.</p><p>En parallèle, M. Herzog a proposé de faire du bénévolat auprès des membres des services américains stationnés dans le royaume et a demandé à l'ambassade des Etats-Unis de le mettre en contact avec des Juifs américains installés sur place. Les autorités ont décliné sa demande et lui ont suggéré de contacter leurs homologues saoudiens à Washington.</p><p>Une fois, à Riyad, il s'est présenté sans prévenir à l'intérieur de l'immeuble de bureaux du prince al-Waleed bin Talal, l'investisseur milliardaire et cousin germain du prince héritier. Il a été interpellé par la sécurité, mais a laissé à une secrétaire un message pour le prince. Personne ne l'a rappelé.</p><p>Lors de son séjour, M. Herzog a également demandé à une entreprise agroalimentaire locale si elle pouvait produire des aliments casher. Celle-ci lui a répondu qu'elle doutait que le marché soit suffisamment important pour que cela en vaille la peine.</p><p>Nathalie Rozencwajg, une architecte luxembourgeoise travaillant à la construction de Neom, raconte avoir pris contact avec M. Herzog après avoir vu ses publications sur LinkedIn. Mme Rozencwajg est juive, mais a dissimulé sa confession lors de ses récentes visites en Arabie saoudite, poursuit-elle, évitant de faire des allusions à sa foi devant les autres ou de parler hébreu lorsqu'elle appelait ses enfants au téléphone.</p><p>« Ce qui m'a poussé à entamer une discussion, c'est la curiosité de savoir comment quelqu'un trouve le courage de parler ouvertement de ce sujet dans le royaume et comment il est reçu », résume-t-elle. « Ce qui est ressorti très clairement de notre échange, c'est sa grande finesse sur la question, qu'il ne faut pas aborder de manière conflictuelle. »</p><p>Les diplomates étrangers estiment que le royaume est encore loin de rejoindre le mouvement de dégel diplomatique régional avec Israël. Le père vieillissant du prince de 36 ans, le roi Salman, serait opposé à une normalisation tant que les Palestiniens n'obtiennent pas, en contrepartie, un Etat indépendant</p><p>L'épouse de M. Herzog, Devorah Leah, reconnaît avoir été, dans un premier temps, surprise par les projets de son mari, mais qu'après avoir fait des recherches et échangé à ce propos pendant des mois, elle avait fini par être convaincue. « Je fais vraiment, vraiment confiance à Dieu pour que, le moment venu, nous soyons envoyés à cet endroit afin d'accomplir notre mission », déclare-t-elle.</p><p>De son enfance à New York – il a déménagé en Israël lors de son entrée au lycée – M. Herzog dit avoir appris à ne pas être intimidé par les personnes différentes. « Je me suis rendu compte qu'il ne fallait pas avoir peur d'être qui vous êtes », dit-il. « Personne n'est assez fou pour faire ce que je fais. Il faut venir de Greenwich Village et avoir ce côté un peu cinglé. »</p><p>M. Herzog est retourné à Riyad cette semaine, et essaye toujours de joindre le prince héritier afin d'obtenir son indispensable soutien pour s'installer dans le royaume.</p><p>Le prince Mohammed s'est engagé à promouvoir une version plus modérée de l'islam en Arabie saoudite.</p><p>Les diplomates étrangers estiment toutefois que le royaume est encore loin de rejoindre le mouvement de dégel diplomatique régional avec Israël. Le père vieillissant du prince de 36 ans, le roi Salman, serait opposé à une normalisation tant que les Palestiniens n'obtiennent pas, en contrepartie, un Etat indépendant.</p><p>Certains leaders des communautés juives dans le Golfe, qui ont étendu leur présence au fil des ans, craignent que l'approche enthousiaste de M. Herzog à l'égard de l'Arabie saoudite nuise à leur démarche plus prudente.</p><p>Reste un dernier obstacle : la discrète communauté des expatriés juifs présente dans le royaume fait profil bas et n'a pas demandé la nomination d'un rabbin.</p><p>En théorie, une communauté juive doit réclamer un rabbin afin qu'un soit nommé, selon le rabbin Mendy Chitrik, responsable de l'Alliance des rabbins dans les Etats islamiques, une coopération de chefs religieux vivant dans 18 pays à majorité musulmane.</p><p>M. Herzog veut malgré tout se tenir prêt au cas où cela se produit, et c'est pour cette raison qu'il tente de jeter des ponts avec les dirigeants saoudiens.</p><p>Dans une vidéo publiée au début de l'année, retweetée par le compte en langue arabe du ministère israélien des Affaires étrangères et citée par certains médias saoudiens, M. Herzog priait pour le prince héritier, après que ce dernier a subi une opération de l'appendice, en soufflant dans un chophar – un instrument de musique taillé dans une corne de bélier qui est utilisé pour les cérémonies juives.</p><p>Il a également salué la nomination d'un nouveau bureaucrate en mai, écrivant sur Twitter : « Nous bénissons le nouveau chef du Bureau des statistiques du gouvernement saoudien ».</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Jacob Herzog se tenant devant une fresque représentant le fondateur de l'actuelle Arabie saoudite, Abdelaziz ibn Saoud, à Riyad.</p><p>STEPHEN KALIN/THE WALL STREET JOURNAL</p>",
  "published": "2021-11-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}