{
  "_id": "4911e331694308a9f499858602a3ffed1b3f65192e338fb3f211da7e36a88fa2",
  "feed": "wall-street-journal",
  "title": "How to Find the Right Business Coach; Consider why you want a coach in the first place, and look for someone who specializes in that area",
  "text": "<p>As I said in my previous post, a business coach should be smart, experienced and willing to challenge you even when it's hard. They should be honest with their feedback and have no agenda, or financial stake in your success.</p><p>With that in mind, here's some advice on how to go about finding that person:</p><p>Step 1: Think about your goals</p><p>If you don't first consider what your needs are and why you want a coach in the first place, you might pick the wrong person. Do you want a coach with expertise that would provide guidance for one specific area of your business? Or perhaps your business financials are growing year-over-year, but you have a hard time leading your team? While most coaches can speak to things holistically, you might benefit from a coach who specializes in one specific area. Whatever the case, be intentional about what you want help with before starting your search.</p><p>Step 2: Don't dive in first with Google</p><p>It may be tempting to start with a simple online search for the best business coach in your area. However, like many consultants or service-based business roles, a referral can make all the difference. Tap your entrepreneurial network to see if anyone you know and trust has had a positive experience with a coach. You'll be able to ask questions about their experience and outcomes, as well as pros and cons to consider. If your immediate network doesn't unearth a referral, search your industry and small-business online communities. In Arizona, we have an incredible group of people who rally around local entrepreneurs that I often tap for insights. I also recommend checking out local community groups such as technology councils, entrepreneurship and startup groups, chambers and so on. Most of these organizations have LinkedIn groups and local meetups where you can ask for referrals. If this approach doesn't pan out, move on to Google and search for a coach using the specific keywords to help narrow the results.</p><p>Step 3: Search by industry experience</p><p>While there may be specific things that you need coaching for that are the same across industries, I highly recommend finding a coach who has experience coaching someone through what you need, in a similar industry to the one you are in. After all, running a high-growth technology company that is gearing up to raise a round of funding is very different from running a long-established franchise looking to innovate and find new revenue streams. Some of the things you need coaching for might overlap. But if you don't feel that the coach truly understands what you are going through because your struggles may be industry specific, you'll likely not have the level of trust needed to succeed.</p><p>More in Experts</p><p>* Why I Hired an Astrophysicist as My Marketing Chief</p><p>* Five Strategies to Ensure Hybrid Meetings Are Equitable</p><p>* What People Should Leave Off Their Résumés (but Rarely Do)</p><p>* How to Earn Credit and Visibility for Remote Work</p><p>Step 4: Look for the connection</p><p>There is something to be said about chemistry in any relationship. It is important to connect with your coach in a natural way. After all, you likely will be sharing all of your professional wins and losses with this person, much like you would with a friend. But with coaching, it's a fine line. You shouldn't be choosing a coach like a friend or even a favored co-worker. While it may be great to find a coach you would enjoy having dinner with, crossing the line into friendship can make it hard to receive tough feedback or continued professional accountability. Remember, the relationship is to make you better in your career and help grow your business first and foremost.</p><p>The process of finding the right business coach can take a bit of time, but it is worth it. Seek out a referral, make sure the coach's experience aligns with your needs and ensure your connection allows for openness and accountability. If you check all of these boxes, you will undoubtedly find the right coach for you—and your business likely will benefit from it.</p><p>Write to Mr. Mask at reports@wsj.com</p><p>How to Find the Right Business Coach</p>",
  "published": "2021-11-05T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}