{
  "_id": "17f92e76aa224af74194c2033ed5ca20bbbce02d43e526882199e29ce3968029",
  "feed": "wall-street-journal",
  "title": "World News: U.S. Cases Over China Ties Are Faltering --- MIT professor's collaboration led to charges, but university says it is normal",
  "text": "<p>One year later, he was arrested on charges of concealing extensive ties to China in grant applications he had made to the U.S. government. It was one of a string of attention-grabbing cases brought by the Justice Department to address suspicions that the Chinese government was exploiting academic ties to engage in technological espionage.</p><p>Since then, the government's pursuit of academics for alleged lying about their affiliations has faltered. The first such case to go to a jury ended in an acquittal. Out of 24 other cases, nine defendants have pleaded guilty. Charges have been dropped completely in six others, five of which officials said they dismissed because the scientists involved already had been sufficiently punished by being detained or otherwise restricted for a year.</p><p>The rest are pending, including one against a professor at Harvard University who went on trial on Dec. 14. By comparison, about 92% of the Justice Department's overall white-collar prosecutions end in convictions.</p><p>In recent weeks, Justice Department officials have discussed whether to drop additional cases against academics, including Mr. Chen, according to people familiar with the matter. Mr. Chen has pleaded not guilty.</p><p>The allegations against Mr. Chen and others, which came amid sharp anti-China rhetoric from the Trump administration, sparked criticism from some in academia that the Justice Department was improperly targeting American scientists of Chinese descent -- something the department has denied. At a minimum, the cases showed that at times what the Justice Department saw as suspicious contacts between American professors and scientists and government officials in China were something the universities regarded as ordinary academic collaboration.</p><p>Attorney General Merrick Garland, questioned by a lawmaker in October about the cases, said the new head of the Justice Department's national security division planned to review the department's approach to countering threats posed by the Chinese government. A spokesman said that review would be completed soon, and the agency would provide additional information in the coming weeks.</p><p>Chinese officials have called on the U.S. to halt the effort. In a written statement, Liu Pengyu, a representative of the Chinese Embassy in Washington, said that China's policies in connection with U.S. scientists \"are no different from the common practice of other countries,\" and that U.S. authorities should \"stop stigmatizing China's programs.\" The embassy didn't comment on the details of Mr. Chen's case.</p><p>The federal government has estimated that each year more than $225 billion in intellectual property is lost to China. National-security officials have said publicly that U.S. universities are a key conduit in that loss of technology.</p><p>Beginning in about 2018, as the Trump administration criticized a variety of China's trade and technology practices, the Federal Bureau of Investigation and U.S. agencies that sponsor much university research began flagging instances where grant recipients appeared to be trying to transfer sensitive technologies to China and to hide Chinese funding when applying for U.S. government support.</p><p>Separately, American officials urged universities to more thoroughly vet certain types of collaborative research with institutions in China, citing Chinese law that allows the government to tap any technology or research conducted under such collaborations to advance its own interests.</p><p>In 2019, federal prosecutors began charging academics with lying to U.S. grant-giving agencies about their China connections. In the summer of 2020, FBI Director Christopher Wray told lawmakers that the agency was opening a China-related counterintelligence case every 10 hours, and warned that Americans \"are the victims of what amounts to Chinese theft on a scale so massive that it represents one of the largest transfers of wealth in human history.\"</p><p>On Jan. 13, days before President Biden's inauguration, prosecutors charged Mr. Chen with failing to disclose some of his ties to China to the Energy Department, which funded some of his research. They alleged he had served as an adviser to the Chinese government, to a Beijing-funded development company and to the board at Shenzhen's Southern University of Science and Technology, or SUSTech, the institution with which MIT was collaborating.</p><p>As agents investigated Mr. Chen, they suspected he had pursued the collaboration at SUSTech not to benefit MIT but to benefit China, according to people familiar with the matter.</p><p>\"The allegations of the complaint imply that this was not just about greed, but about loyalty to China,\" said Andrew Lelling, then the U.S. attorney in Massachusetts, in announcing the case.</p><p>In a later filing, lawyers for Mr. Chen, who became a naturalized American citizen in 2000, described Mr. Lelling's \"speculation\" about Mr. Chen's loyalty as \"grossly insulting.\"</p><p>From the moment that charges were filed, MIT has offered vigorous defenses of its professor and the university's SUSTech collaboration, saying such cooperation was crucial to advancing science. MIT President Rafael Reif called the arrest \"deeply distressing and hard to understand.\"</p><p>A lawyer for Mr. Chen, Robert Fisher, said his client was grateful for the support and \"looks forward to his day in court.\"</p><p>Mr. Chen was born in 1964 and grew up in China's Hubei province. His university assigned him to study thermal power. A Chinese-American scientist recruited him to the University of California, Berkeley, where he earned a Ph.D. in mechanical engineering in 1993.</p><p>After stints at Duke University and the University of California, Los Angeles, he moved to MIT in 2001. In 2013, he became head of MIT's mechanical engineering department.</p><p>By the mid-2010s, MIT was cultivating ties with China. It received $125 million from Chinese nationals and organizations between 2015 and 2019, more than any of its university peers, according to self-reported data collected by the Education Department.</p><p>Chinese diplomats in New York often droppedby MIT to visit Chinese students, and they were in frequent contact with Mr. Chen, who was one of the most cited researchers in his field and was well-known in China. Those contacts, captured as the U.S. monitored Chinese diplomats, landed Mr. Chen on the U.S. government's radar, according to people familiar with the matter.</p><p>The diplomats asked Mr. Chen to serve in various posts. Mr. Chen spurned some Chinese requests and accommodated others.</p><p>In February 2016, China's then vice minister of science and technology, Wang Zhigang, visited Boston and spoke to MIT officials and faculty, including Mr. Chen, both on campus and at a dinner with Chinese-American scientists. In the subsequent complaint against Mr. Chen, prosecutors cited notes he took on his phone that day as evidence of his efforts to advance China's strategic goals. Mr. Chen later said the notes merely reflected Mr. Wang's words to him.</p><p>After the meeting, MIT's associate provost for international affairs, Richard Lester, asked Mr. Chen how China's science ministry could be a partner for MIT in China.</p><p>At MIT, officials were particularly interested in Shenzhen, a city adjacent to Hong Kong that had grown into an advanced manufacturing and technology center.</p><p>In 2016, Ma Xingrui, then-Communist Party secretary for Shenzhen, pushed visiting U.S. professors for partnerships between the city's institutes and U.S. universities. He suggested to Mr. Chen that he consider a collaboration between MIT and SUSTech, the university the city's government had set up to complement the economic growth.</p><p>Former national-security officials not connected to Mr. Chen's case said SUSTech's recruitment of scientists with experience at labs run by the U.S. Department of Energy, including the SUSTech's past president, had raised suspicions among government security officials.</p><p>MIT officials viewed a SUSTech collaboration favorably, given SUSTech's Western-trained faculty and its decision to teach many classes in English. They believed Shenzhen's manufacturing prowess would be valuable for MIT students to experience.</p><p>U.S. investigators were concerned about Mr. Chen's continued contacts with Chinese government officials as he kept them apprised of the SUSTech-MIT plans.</p><p>In January 2017, Mr. Chen accompanied a dozen MIT faculty members to SUSTech for a workshop to discuss areas in which the two schools could cooperate.</p><p>That February, a Chinese diplomat sent Mr. Chen another note that was flagged by prosecutors. In it, Mr. Chen was told that the science ministry had launched a new area of funding for \"key special projects\" between China and other governments. The diplomat encouraged Mr. Chen to consider the MIT-SUSTech collaboration as such a project, provided he obtain related U.S. government funding. Mr. Chen never responded.</p><p>In the fall of 2017, Mr. Chen took a paid position to mentor students at a middle school in Chongqing, whose headmaster, Wu Xianhong, was the founder of investment company Verakin and had endowed a fellowship at MIT. Mr. Chen gave a speech there, encouraging students not to fear science. Mr. Wu's investment company advertised the affiliation, saying it offered a talent program that had \"famous experts and professors from top universities\" as tutors. Prosecutors said in the indictment that Mr. Chen hid that post from the U.S. as well. Lawyers for Mr. Chen have argued he was under no obligation to disclose it.</p><p>In June 2018, MIT and SUSTech struck a deal under which SUSTech agreed to pay MIT $25 million over five years. SUSTech would send some faculty members and students to MIT each year, and MIT faculty members and students would travel to Shenzhen. That fall, Mr. Chen took a sabbatical from MIT and spent part of the semester at SUSTech.</p><p>In 2019, Congress held a hearing in which U.S. national-security officials warned about scientific interactions with China. That April, MIT said it would intensify its vetting of projects that involved China, Russia or Saudi Arabia. Apparently, it didn't think its January 2020 visit to SUSTech -- which preceded Mr. Chen being questioned at the airport -- would present any problem.</p><p>After Mr. Chen's arrest early this year, Mr. Reif, MIT's president, indicated that MIT and the government appeared to be construing the SUSTech collaboration very differently. \"These funds are about advancing the work of a group of colleagues, and the research and educational mission of MIT,\" he said. MIT has continued to pay Mr. Chen's legal bills.</p><p>In a recent LinkedIn post, Mr. Lelling, the former Massachusetts U.S. attorney whose office charged Mr. Chen, said he thought the Justice Department should rethink its efforts to \"avoid needlessly chilling scientific and business collaborations with Chinese partners.\"</p><p>---</p><p>Lekai Liu contributed to this article.</p>",
  "published": "2021-12-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}