{
  "_id": "1eacb986370aa53bc38d145564d5f694b14f330cd4da185646469a900f7908fd",
  "feed": "ftcomall",
  "title": "SSE pushes back against Elliott break-up plan",
  "text": "<p>Power utility <strong>SSE</strong> said it had not made a decision to break itself up following pressure from Wall Street activist fund Elliott Management.</p> <p>“Following recent reshaping of the group, SSE's clear strategic focus is on renewables and regulated electricity networks, supported by carefully chosen businesses,” SSE said. “The board remains fully focused on strategic choices which will drive shareholder value from the wealth of net zero opportunities the company is creating.”</p> <p>SSE made the “response to media speculation” after Paul Singer's Elliott <a href=\"https://www.ft.com/content/8ecfd9e6-e00c-4841-aad9-4b99fba00595\">took a stake</a> and pushed for the utility to separate or sell its renewables business. The Telegraph had <a href=\"https://www.telegraph.co.uk/business/2021/09/17/sse-close-split-activist-pressure/\">reported on Friday</a> that SSE was close to being split into two and could announce the plans in the coming weeks at the company's interim results in November.</p> <p>Elliott's aggressive tactics have <a href=\"https://www.ft.com/content/5f3dd95f-8a7c-4f39-991a-87b2bc05691c\">been in the spotlight</a> after a Florida pension fund sued&#xa0;Twitter, alleging that a settlement it struck with the hedge fund in March 2020 resulted from the board of the social media group breaching its fiduciary duty.&#xa0;</p> <h1>Briefly</h1> <p><strong>The UK's largest energy suppliers</strong> are requesting a multibillion-pound&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-684e4ef1-87a9-4bdf-96f4-956df4e0a1e2/94VzuxFXEG1E7TQEXgXUmQ~~/AAAAAQA~/RgRjKppfP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNjg0ZTRlZjEtODdhOS00YmRmLTk2ZjQtOTU2ZGY0ZTBhMWUyP2VtYWlsSWQ9NjE0ODBhOWZlMWNhMDEwMDA0ZTEzNDQyJnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgphQIgVSGHrOxMjUhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">emergency support package</a>&#xa0;from the government to help them survive the crisis sparked by high gas prices, including the creation of a “bad bank” to absorb potentially unprofitable customers from failing rivals.</p> <p><strong>Redde Northgate</strong>, the van hire and accident management services group, said its business has continued to perform strongly across all segments in recent months. The company said that since its last update in June it had secured a number of sizeable, multiyear contracts. </p> <p><strong>Finsbury Food</strong> said first half pre-tax profit surged nearly fivefold to £17m on revenue up 2.3 per cent to £313.3m. The bakery operator, which had booked more than £10.3m of non-recurring expenses in the first half of 2020, said that in spite of cost inflation and worker shortages it remained confident about the group's continued growth prospects.</p> <p><strong>J Sainsbury</strong> has hired investment boutique Robey Warshaw to help to defend the supermarket group against a takeover, <a href=\"https://www.thetimes.co.uk/article/sainsbury-s-strengthens-its-defences-against-a-buyout-hh36jmqh2\">The Times reported</a>.</p> <p><strong>Prudential</strong> said on Saturday that it plans to raise HK$22.5bn ($2.9bn) through a <a href=\"https://www.bloomberg.com/news/articles/2021-09-18/prudential-to-raise-up-to-2-89b-in-hong-kong-share-sale\">public offer and share placing</a> on the Hong Kong Stock Exchange. The insurer plans to offer 130.8m new shares, or 5 per cent of its issued share capital, at HK$172 per share before the overallotment option.</p> <h1>Job moves</h1> <p><strong>Keywords Studios</strong>, the outsourcer for video games developers, has poached Novartis&#xa0;executive Bertrand Bodson to be its new chief executive officer following the retirement of Andrew Day. Before joining Novartis Bertrand was in charge of digital modernisation for Sainsbury's Argos chain.</p> <p>Polymer maker <strong>Victrex</strong> named former BP executive Vivienne Cox&#xa0;as its chair designate to succeed Larry Pentz, who will step down at the start of 2022 as previously announced. </p> <h1>Beyond the Square Mile</h1> <p>Shares in Chinese and Hong Kong property groups fell to their lowest levels in half a decade as an escalating liquidity crisis at developer <strong>Evergrande</strong> showed signs of <a href=\"https://www.ft.com/content/952923b7-f421-407e-b14a-ad2ff190a134\">spreading beyond the sector</a>. Evergrande, the world's most indebted property developer, faces obligations of more than $300bn to creditors and other businesses and a crucial interest payment deadline on its offshore bonds on Thursday.</p> <p><strong>Tech companies</strong> have&#xa0;<a href=\"https://www.ft.com/content/e2e34de1-c21b-4963-91e3-12dff5c69ba4\">spent at least $264bn</a>&#xa0;buying up potential rivals worth less than $1bn since the start of 2021 — double the previous record registered in 2000 during the dotcom boom.</p> <p><strong>Credit Suisse</strong> has&#xa0;<a href=\"https://www.ft.com/content/10982ce5-3c50-4e3d-8648-4a22ef92d182\">angered&#xa0;investors</a> facing billions of losses from its defunct supply-chain finance funds with plans to charge them another $145m this year, part of which is being used to prop up Greensill Capital.</p> <h1>Essential comment before you go</h1> <p><strong>Rana Foroohar</strong> <br>Over the coming years, <a href=\"https://www.ft.com/content/23031dc0-8225-49de-b78f-c1d331db5c54\">women will dominate</a> and redefine much of the labour market. Most large corporations are moving to a permanent flex schedule, while technological shifts mean coding and care will make up much of what's left in the job market.&#xa0;</p> <p><strong>Elaine Moore</strong> <br>Who wants to become <a href=\"https://www.ft.com/content/ea650bf3-5e9b-4507-93ee-899cf770a184\">a LinkedIn influencer</a>? Efforts by the world's nerdiest social network to add Instagram-style features can seem cringeworthy, but the strategy is working. While the world frets about the destructive impact of social media, LinkedIn has been able to amass three quarters of a billion users without pushback.</p><p>Source: Bryce Elder 2021 'SSE pushes back against Elliott break-up plan' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-20T07:09:54.047Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}