{
  "_id": "f7ee3ca856fa58cbc0544e544cf04533f43a6a30e20362c74b67e8828b29a911",
  "feed": "wall-street-journal",
  "title": "U.S. News: Antitrust Nominee Gets Warm Reception In Senate",
  "text": "<p>Under questioning from lawmakers, Mr. Kanter embraced their concerns about threats to competition in agriculture, labor markets and the pharmaceutical and technology industries among others, saying those issues were critical.</p><p>Mr. Kanter is a longtime antitrust lawyer. He worked early in his career at the Federal Trade Commission and then spent about 20 years in private practice representing a range of corporate clients, some defending themselves in government investigations and others urging the government to bring antitrust cases against powerful companies accused of suppressing competition.</p><p>His practice in recent years has focused on the latter. Mr. Kanter has represented Microsoft Corp. and others in battles with Alphabet Inc.'s Google, which is now facing an antitrust lawsuit from the Justice Department. That case was filed near the end of the Trump administration and the Biden-era department is now carrying it forward. (News Corp, the parent company of The Wall Street Journal's owner, Dow Jones &amp; Co., has been a client of Mr. Kanter.)</p><p>Mr. Biden nominated Mr. Kanter, a favorite of progressives, for the department's top antitrust post in July. If confirmed, he will walk into an agency that is making competition enforcement a priority.</p><p>Bipartisan concerns about giant tech firms such as Google and Facebook Inc. were an undercurrent of the hearing.</p><p>\"Mr. Kanter has been a forceful critic of big tech companies. So have I,\" said Sen. Chuck Grassley of Iowa, the panel's top Republican.</p><p>Sen. Amy Klobuchar (D., Minn.), a top Democrat on antitrust issues, said the nation needed enforcers who have the skill and nerve to take on some of the world's most powerful companies. \"Jonathan Kanter possesses the skills to do this,\" she said.</p><p>Mr. Kanter went out of his way to avoid discussing specific companies but made clear he held concerns about dominant firms locking up the marketplace.</p><p>It will likely be weeks before the committee and then the full Senate formally vote on Mr. Kanter's nomination.</p>",
  "published": "2021-10-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 683,
          "end": 698
        },
        {
          "start": 683,
          "end": 692
        }
      ],
      "nexusId": "10031144"
    }
  ]
}