{
  "_id": "12711588f26e9d8a358aa7bfc1ed6332f3f97025987397cb776eb85ab8cdb609",
  "feed": "wall-street-journal",
  "title": "Apple's iPhone Successor Comes Into Focus; An augmented-reality headset or smart glasses could become the tech giant's next big thing",
  "text": "<p>Chief Executive Tim Cook has beentalking about augmented realityfor so longthat it's easy to forget just how big it could be for Apple, and for the entire tech industry. Depending on which expert you listen to, AR is either destined to be one more way we access the internet, or will subsume our experience of it completely and be an essential gateway to the metaverse that so many companies claim they are now building. In either case, the impact of an AR headset and the market for it could be huge, and several factors—from its growing prowess developing microchips to its army of loyal app developers—suggest Apple is uniquely positioned to build a moat around its AR business rather quickly, just as it did with the iPhone.</p><p>Of course, other companies also have released or will soon reveal a surprising variety of similar, face-based computers. Microsoft has perhaps the most successful AR device to date with its HoloLens 2 headset, though it weighs a hefty 1.25 pounds, starts at $3,500, and is entirely focused on business customers. The company does have the consumer in mind, at least in the future. Eventually, headsets from Microsoft \"will be more immersive, more affordable and come in more socially acceptable form factors,\" says Alex Kipman, an engineer who works on mixed reality at Microsoft.</p><p>These headsets are part of a broader phenomenon collectively known as \"spatial computing,\" and it has the potential to be the next biggest thing after the smartphone. The concept encompasses a range of face-dwelling computers: virtual reality-only headsets like those sold by Meta's Oculus brand that fully immerse people in virtualdom; augmented reality and \"mixed reality\" headsets that add cameras and can pass through to the wearer a view of the outside world; and lightweight \"smart glasses\" that look and feel more or less like eyeglasses but can project information into a person's view—something like a more-evolved version of the original (and failed) Google Glass.</p><p>Apple, though, will bring some unique advantages to its alternate-reality play that could quickly vault it ahead of those who were earlier to market.</p><p>First, any Apple headset is almost certain to be built around Apple's own homemade chips, which are now, by some benchmarks, unmatched in performance for mobile devices by the all-important measure of performance per watt—basically, how much computing power you can get out of a battery charge.</p><p>This is a huge advantage in overcoming the physical limitations that have constrained other AR devices like Microsoft's bulky and not-exactly-stylish HoloLens or a similarly bulky one from a startup called Magic Leap, says Mike Boland, an analyst at ARtillery Intelligence, a research firm specializing in spatial computing.</p><p>Also, Apple's existing product ecosystem gives some momentum to its bet that augmented reality has the potential to be more accessible than virtual reality to more people. AR devices could display information like navigation guidance, message alerts, and even video chats on transparent lenses in a way that makes them useful—and also, arguably, somewhat creepy. Apple has become the \"computing where you are\" company with its mobile devices and wearables, and has shown that this is the way most people prefer to interact with devices, most of the time, rather than disappearing into the fully-immersive VR technology Meta has championed.</p><p>At present, the ability to overlay the world with a heads-up-display that puts driving directions, messages, video chats and everything else we do on our phones directly into our field of view might not sound that compelling.</p><p>The market for VR headsets is still relatively small—in the range of the low tens of millions of units sold annually—but the market for eyeglasses is $150 billion a year, says Mr. Boland. If anyone can pull off reasonably sleek \"smart glasses\" that achieve enough of the functionality of a HoloLens or a headset from Magic Leap, it's Apple, he adds.</p><p>Smaller companies with nowhere near Apple's tech resources or market clout have made headway on similar projects that demonstrate the concept. Vuzix, an AR headset company founded in 1997, recently unveiled its latest, sleekest smart glasses, the Vuzix Shield. They are still bulky compared with even the chunkiest of eyeglasses—battery, computer, cameras and the display projector must all be crammed into the temples of the glasses—but they are designed to be worn all day, and are based on Vuzix's decades of experience creating AR headsets for businesses and the Department of Defense, says CEO Paul Travers.</p><p>Snapchat parent Snap earlier this year added AR functions to the latest version of its Spectacles smart-glasses, which are so far available only for developers. Niantic, the Google spinout known for its hit AR game \"Pokémon Go,\" is also working on a pair oflightweight smart glasses. Niantic's first smart glasses will be a \"full AR device,\" capable of creating the illusion that fully three-dimensional objects inhabit the world around the user, says CEO John Hanke.</p><p>Accomplishing full AR in a lightweight, easily worn device is a technical challenge that has defeated all comers, but this won't be the case forever, says Hugo Swart, vice president of XR and the metaverse at Qualcomm. (\"XR\" is an industry term that encompasses augmented, mixed and virtual reality.) In 10 years, we will be close to the \"holy grail\" of augmented-reality glasses that are both light enough for prolonged and everyday use, and as capable as today's bulky AR and VR headsets, he adds.</p><p>Share Your Thoughts</p><p>How do you think augmented reality glasses might benefit not only Apple but also people's lives? Join the conversation below.</p><p>Mr. Swart has a unique vantage point on the industry, since he oversees the division at Qualcomm that provides the microchips that power devices including Meta's latest Oculus Quest 2 headset, Vuzix's Shield glasses, Microsoft's HoloLens 2, and Niantic's forthcoming device, among others.</p><p>Mr. Swart thinks one solution for AR is to have a lot of the required computing happen on a device everyone already has—their smartphone—and connecting with the headset via the new Wi-Fi 6e standard. That could enable fast, high-bandwidth connection between the two that allows the phone to do most of the processing work.</p><p>Mr. Hanke says Niantic and other companies are working on such solutions, in order to bring full AR to a glasses-like form factor. \"Doing this means a fair amount of mass and heat dissipation that doesn't have to go on your head anymore,\" he adds.</p><p>That approach also would play to Apple's strengths, given the iPhone's popularity. And, if Apple does opt to offload much of the necessary processing to the iPhone to keep its smart glasses svelte, it could further entrench the iPhone as the dominant mobile device in many markets, says Mr. Boland, the analyst. As growth in demand for smartphones slows, Apple's strategy has been to sell more and more accessories, like watches and headphones, and adding smart glasses to that growing list just makes sense, he adds.</p><p>Whether or not people will actually adopt smart glasses, whatever their form factor, is a design and cultural challenge. \"People just hate stuff on their face, frankly,\" says Mr. Travers of Vuzix. As the world saw with the backlash against the original Google Glass, and the mixed feelings reviewers have expressed about more recent efforts, like Meta's collaboration with Ray Ban to put cameras into sunglasses, asking people to put a computer on their face is a far cry from asking them to carry a smooth, thin slab of glass and metal that can disappear into a purse or pocket.</p><p>This is where another of Apple's advantages may have an impact: Its ability to market its devices—and for those devices to market themselves. The company is expert at creating hardware that inspires FOMO—an acronym for the \"fear of missing out.\" And it has a vast army of developers that create the software and services that drive that feeling.</p><p>If Meta succeeds at building a software-based metaverse, but Apple's headsets become the best and most popular way to access it, it wouldn't be the first time that Apple's devices were a primary way that users access Facebook, WhatsApp and Instagram, all of which are of course massively popular on the iPhone.</p><p>Some AR proponents think that the FOMO-inducing killer app for spatial computing could be gaming. But, as with the smartphone, whose killer app proved to be many apps, all made possible by mobile internet access, there may be no single driver of adoption for smart glasses. \"I think it's going to be about making all the things you do on your phone today easier, less intrusive, and more natural to access, by presenting them contextually as you move through the world,\" says Mr. Hanke.</p><p>There remain a lot of uncertainties about AR. It's possible that Apple's headset sales will never be much bigger than its watch business—a sizable business by any objective standard, but a fraction of the total revenue of what is intermittently the world's most valuable company.</p><p>But it's also possible that augmented reality and the broader phenomenon of spatial computing is, as some would have it, the natural successor to the PC and the smartphone. In which case the battle between Facebook, Apple, Google and hundreds of other companies over who will provide which parts of that future is just getting started.</p><p>Write to Christopher Mims at christopher.mims@wsj.com</p><p>Apple's iPhone Successor Comes Into Focus</p>",
  "published": "2021-12-04T05:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2538,
          "end": 2549
        },
        {
          "start": 1136,
          "end": 1145
        },
        {
          "start": 5915,
          "end": 5924
        },
        {
          "start": 850,
          "end": 859
        },
        {
          "start": 1299,
          "end": 1308
        },
        {
          "start": 2538,
          "end": 2547
        },
        {
          "start": 5915,
          "end": 5926
        }
      ],
      "nexusId": "10031144"
    }
  ]
}