{
  "_id": "1b713514699e1ac8a746f6d5c71cb6a5448481661b55a6656aa0e0de4683e1b8",
  "feed": "ftcomall",
  "title": "AstraZeneca predicts pandemic will disrupt prescription sales ",
  "text": "<p><strong>AstraZeneca</strong> cautioned of a tough year ahead as the pandemic disrupts prescription sales, with the drugmaker also planning for higher spending. </p> <p>Underlying profit this year will be $4.75 a share to $5 a share in 2021, just below the $5.03 analysts had estimated, even though total revenue was predicted to rise faster than hoped at a low-teens percentage. The company's guidance excludes AstraZeneca's $39bn takeover of US peer Alexion Pharmaceuticals which is due to close in the third quarter. </p> <p>For the fourth quarter AstraZeneca reported product sales of $7bn, up 12 per cent year on year, which beat the consensus forecast. Core earnings per share for the quarter came in at $1.07, in line with expectations. </p> <h2>Briefly</h2> <p><strong>Royal Mail</strong> raised guidance for its full year ending March after reporting an unprecedented surge in holiday season demand. The company said revenue increased by 13.5 per cent to £8.2bn for the nine months ending December, with fiscal third-quarter revenue growth of 20 per cent. Full-year revenues are now expected to be significantly above the top end of a previous target range of £380m to £580m and adjusted operating profit will be well in excess of £500m, which compares with a consensus of&#xa0;£403m.</p> <p>Platinum Equity Advisors said it does not intend to submit a revised proposal and it will not make a firm offer for pub operator <strong>Marston's</strong>, which on February 1 had rejected a 105p&#xa0;a share bid from the private equity group.</p> <p><strong>RELX</strong>, the publishing and data group, posted a 19 per cent fall in full year net profit to £1.2bn after Covid-19 disrupted its events business. The owner of Elsevier academic journals&#xa0;and the LexisNexis&#xa0;legal database said it expected to “deliver another year of underlying revenue and adjusted operating profit growth in 2021, similar to pre-Covid trends.” It proposed a 3 per cent increase in its full-year dividend to 47p.</p> <p><strong>Royal Dutch Shell</strong> said ahead of a strategy day that it will accelerate “its transformation into a provider of net-zero emissions energy products and services”. The company retained a target of becoming net-zero emissions business by 2050, saying that its emissions peaked in 2018, while setting new milestones to reduce its net intensity by between 6 per cent and 8 per cent versus 2016 levels by 2023, and by 20 per cent by 2030.</p> <p><strong>Coca-Cola HBC</strong>, the FTSE 100 listed Coke bottler, said like-for-like volumes fell 4.6 per cent last year on the shutdown of hospitality and catering industries, offset by increased at-home consumption. Net profit fell 14.9 per cent to €414.9m, impacted by a higher effective tax rate and a small increase in financing costs, the company said. Management proposed a dividend of €0.64, a 3.2 per cent increase compared to last year. </p> <p><strong>Polypipe</strong> said it had raised £96.3m with an overnight share placing priced at 515p a share, a penny premium on Wednesday's closing price. The pipe maker had revealed late on Wednesday that it was buying ADEY, a provider of magnetic filters and chemicals, from private equity firm LDC and other shareholders for £210m in cash.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>Commerzbank </strong>has suspended its dividend <a href=\"https://www.ft.com/content/8d0e4aa2-ca01-4e88-8ecf-8859344fc484\">for the next two years</a> as Germany's second largest listed lender announced its highest net loss in more than a decade. The Frankfurt-based group reported a net loss for 2020 of €2.9bn, the highest since the depths of the financial crisis when it required a bailout from the German government. Chief executive Manfred Knof last month vowed to axe <a href=\"https://www.ft.com/content/8c1b39c5-277c-4da8-a00a-ec57e76e24aa\">one in three</a> of the bank's jobs in Germany over the next three years and close one in two German branches.</p> <p><strong>Microsoft</strong> approached <strong>Pinterest</strong> in recent months about a potential deal to acquire the $51bn social media company popular with hobbyists posting home decor, food and wedding collages, <a href=\"https://www.ft.com/content/f88b8474-e791-4efb-a9f6-54c8222680fe\">people briefed on the matter said</a>. However, the talks are no longer active said people briefed. Microsoft has looked to online communities as a way to bring large-scale applications to its&#xa0;<a href=\"https://www.ft.com/content/a4042676-44d1-4836-9476-9f0aed62114b\">Azure cloud platform</a> and last year tried to buy <a href=\"https://www.ft.com/content/45d739f5-37cc-4957-874d-a310c2ac8e07\">the US operations</a> of TikTok.</p> <p><strong>Bumble</strong>, the online dating business, raised $2.2bn <a href=\"https://www.ft.com/content/59b22880-22ea-4415-b9d6-8721301d44c9\">from investors on Wall Street</a> in an IPO that values the company at $8bn. In a sign of the hot demand for emerging tech companies, Bumble increased the number of shares it sold on Wednesday while also surpassing its expected price range of $37 to $39. The listing will be a milestone for <a href=\"https://www.ft.com/content/58c69c92-08b6-11e7-97d1-5e720a26771b\">founder Whitney Wolfe Herd</a>, who has battled competitors while championing a policy that requires women to “make the first move” on the app.</p> <h2>Essential comment before you go</h2> <p><strong>Lombard </strong>Is it business as usual for the homebuilders? Given the UK's proclivity for propping up the housing market through policy, <a href=\"https://www.ft.com/content/2e74ad02-8eac-49b7-ac43-64267b2ed615\">betting against housebuilders</a> still a thesis built on shaky foundations — even in the wake of the Grenfell Tower fire.</p> <p><strong>Carson Block</strong> One factor that made the GameStop squeeze so profound was passive ownership. The distortion of prices caused by the growth of passive has only recently <a href=\"https://www.ft.com/content/dbfc69df-7dbc-4338-a475-1432ffdc4056\">been fully understood</a>.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'AstraZeneca predicts pandemic will disrupt prescription sales ' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T08:19:08.660Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3849,
          "end": 3858
        },
        {
          "start": 3570,
          "end": 3579
        }
      ]
    }
  ]
}