{
  "_id": "b438cd205c172b8af98f1e2e0b4cc31a1ce8a9e6d2ee2f23759760e225bb3ffc",
  "feed": "ftcomall",
  "title": "Big Tech Is Now Bigger Tech",
  "text": "<p>This week Big Tech reported earnings with numbers so large that Wall Street was stunned.</p> <p>To understand the true scale of their dominance, our West Coast Editor Richard Waters <a href=\"https://www.ft.com/content/42c5f1d6-36e5-4117-b30e-635c85c6a55c\">draws attention to just two numbers</a>.</p> <p>One is the combined revenue of Alphabet, Amazon, Apple, Facebook and Microsoft, which jumped 41 per cent in the first three months of this year, to $322bn. That points to a rapid acceleration in growth that the leading tech companies have not seen in years, even though they have become some of the world's biggest companies.</p> <p>The other, he reports, is the companies' profit growth, which has been even more spectacular. After-tax earnings for the five soared by 105 per cent from the previous year, to $75bn.</p> <p>All of this suggests that the digital dependence forced on a large part of the world's population over the past year because of the pandemic could have an enduring effect.</p> <p>In a column for the New York Times examining the social impact, journalist Shira Ovide, was more blunt about the situation, <a href=\"https://www.nytimes.com/2021/04/29/technology/big-tech-pandemic-economy.html\">calling it both “logical and slightly nuts”</a>.&#xa0;</p> <p>The size of the dizzying profits will no doubt attract scrutiny from the public and elected officials, with legislators attempting to regulate Big Tech with perhaps varying degrees of success.</p> <p>On that note, you can read more about the European Commission charging Apple with breaking antitrust law <a href=\"https://www.ft.com/content/69b8e9bd-5e8a-48a0-af97-dd0e844c2c24\">here</a>.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Twitter's shares fall<br></strong>The social media platform's shares dropped more than 10 per cent in after-hours trading, bucking the trend at <a href=\"https://www.ft.com/content/622e0b6c-a288-4d32-b161-10638f9efd9f\">Facebook</a> and<a href=\"https://www.ft.com/content/c686458c-e544-4c50-990d-954b91d955ed\"> Google</a>, which soared on bumper quarterly earnings earlier this week. Twitter, which has a market cap of $45bn, <a href=\"https://www.ft.com/content/e7ea5a49-2a67-4461-b4e2-96ad2f478673\">issued tepid revenue guidance</a> despite benefiting from a broader surge in digital advertising spending during the pandemic.</p> <p><strong>2.</strong> <strong>The rise of OnlyFans <br></strong>The platform where sex workers, celebrities and influencers charge fans for pictures, videos and customised content increased transactions 615 per cent to £1.7bn last year, making it<a href=\"https://www.ft.com/content/f034e311-942e-4d4f-a970-81ee54c568a3\"> one of the UK's fastest-growing tech companies.</a> Despite going mainstream, OnlyFans attracts criticism for glamorising sex work. “All we talk about is the shift of the labour market, the future of work and creative labour,” says Kristin Tiidenberg, a sociologist at Tallinn University who studies online sex culture. “Why is this not part of the conversation, when it is obviously there?”</p> <p><strong>3. Sun, sea, and start-ups<br></strong>As Caribbean nations seek to recover from the devastating impact that Covid-19 has had on their once-booming tourist industries, <a href=\"https://restofworld.org/2021/barbados-idb/\">this report from Rest of World</a> reveals how one founder from Barbados has been focused on his start-up Acceleron, which builds lithium-ion batteries that can be serviced, upgraded and used to store solar energy. It could be a game-changer for the country, but his journey has exposed the challenges the region faces in attracting funding to support technology.&#xa0;</p> <p><strong>4. The days of cheap TV are over&#xa0;<br></strong>Thanks to an abundance of streaming options, TV has become a chaotic free-for-all that seems to get more expensive every year, says Ed Cumming for FT Life &amp; Arts. </p> <p>Data shows there has been a steady increase in average UK spending in recent years with viewers adding to their outlay, rather than replacing existing packages. Here's how <a href=\"https://www.ft.com/content/a9516837-ffb8-4a87-9177-75ed802e7656\">this could lead to trouble</a> for public sector broadcasters.&#xa0;</p> <p><br><strong>5.</strong> <strong>Darktrace shares jump 40% in IPO<br></strong>Cyber security company<a href=\"https://www.ft.com/content/325059d4-a24c-4d4c-9fdb-0214179fc822\"> Darktrace saw its shares jump by as much as 40 per cent on its London Stock Exchange debut</a> on Friday, after the initial public offering raised £165m. Cambridge-based Darktrace priced its initial public offering at 250p per share, giving it an opening value of £1.7bn, in the biggest new tech listing since Deliveroo's flop a month ago.</p> <h2>Tech tools — Xiaomi's Mi TV Lux Transparent Edition</h2> <p>I will admit, news of “the world's first transparent television” got me thinking about the Emperor's New Clothes. Would unassuming customers have to fake watching TV instead of admitting what they had actually bought was a swanky sheet of glass? But, no, the Mi TV Lux from Xiaomi is very real and currently on display in Harrods Knightsbridge until May 9 as part of a pop-up featuring what the Chinese company says are its most innovative products. The Mi TV Lux, priced at Rmb49,999 ($7,722), relies on self-illuminating pixels of OLED technology that require no backlighting, with the 55-inch TV's nerve centre neatly packed in its stand rather than behind the display. It packs quite a punch too: a 120Hz refresh rate, a 1ms response rate, and Dolby Atmos support. You can look, but you cannot buy. It is not yet available in the UK.<br></p><p>Source: Elizabeth Pears in London 2021 'Big Tech Is Now Bigger Tech' FT.com 30 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-30T18:13:18.293Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 281,
          "end": 290
        }
      ],
      "nexusId": "10031144"
    }
  ]
}