{
  "_id": "cbe9dc0d8a9a944f745a741eb9bbdc4e37f48f3c5e506330a9b342efb41b7eb2",
  "feed": "ftcomall",
  "title": "SoftBank/Oyo: hotel booking company listing points to exit sign ",
  "text": "<p>Once the world's second-largest hotel chain, Oyo has slammed the door shut on thousands of rooms. The pandemic was the final blow to hopes that the SoftBank-backed Indian hotel-booking start-up might one day regain its title. Plans to list are unlikely to help rebuild the business. </p> <p>Oyo, which was privately valued at more than $9bn this summer when Microsoft invested $5m into the business, has <a href=\"https://www.ft.com/content/6b73cc6b-413f-432e-a9ca-beafdcf2da25\">filed</a> a draft prospectus to raise more than Rs84bn (about $1.1bn) in an initial public offering. The prospects are not good. Oyo has yet to turn a profit and is still struggling with the knock-on effects of Covid-19. Nearly all of its hotels are in India, Indonesia, Malaysia and Europe — regions that suffered heavy travel restrictions.</p> <p>At least market timing is in the company's favour. Indian listings are at a record thanks to popular debuts from the likes of food delivery start-up Zomato. All 14 new listings in India last year opened above issue price.</p> <p>Yet unlike fast-growing Zomato, whose revenue from operations doubled during the pandemic, Oyo is <a href=\"https://www.ft.com/content/056a1077-8503-4e72-a2f4-33172dd2fb03\">scaling back</a>. In India, its biggest market, it has pulled out of hundreds of cities. In China, its number of rooms has fallen by about 90 per cent. In the UK it has cut its workforce by more than 80 per cent.</p> <p>Founder Ritesh Agarwal had to speak out against widespread reports that Oyo had filed for bankruptcy in April. Even SoftBank boss Masayoshi Son, who personally coached Agarwal, seems unconvinced about the company's recovery prospects. SoftBank holds a 47 per cent stake in Oyo. It has slashed its valuation of the company from $10bn in 2019 to $3bn. SoftBank also ended its Latin American joint venture with the company after just six months. </p> <p>The good news is that SoftBank's Vision fund should be able to recoup part of the $2bn that it invested in Oyo by selling part of its stake. But new investors should ask themselves why SoftBank is keen to head for the exit. </p><p>Source:  2021 'SoftBank/Oyo: hotel booking company listing points to exit sign ' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T12:25:02.905Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 350,
          "end": 359
        }
      ],
      "nexusId": "10031144"
    }
  ]
}