{
  "_id": "02d2d5da496c9ee60bb8527be4a5c9b3ad4fc2b9c8c194eae16c04da182997aa",
  "feed": "wall-street-journal",
  "title": "Google Poised to Ride Hot Ad Market to a Record Quarter; Search giant's revenue growth projected to be highest in 14 years",
  "text": "<p>On Tuesday, Google's businesses—Search, Maps and YouTube—are expected to fuel record sales of $63.53 billion and profit of $16.20 billion for the July-September period, according to analysts surveyed by FactSet. The company posted $46.17 billion in sales and $11.25 billion in profit during the same period a year earlier, when the pandemic dented growth.</p><p>Alphabet's projected revenue increase of 38% from last year would be its largest in 14 years, providing investors with another quarter of assurance that the company's business has ascended to new heights after a stay-at-home year. The Google universe benefited as the Covid-19 pandemic led more people to search for products online or fill time watching videos on YouTube.</p><p>Much of Google's growth has come from e-commerce advertisers eager to reach customers whose product searches begin online. This year, the company joined with Shopify Inc. to simplify search listings and ad purchases for 1.7 million merchants. The effort, which aimed to enliven its e-commerce segment, helped turn retail ads into Google's largest growth contributor.</p><p>In recent months, the search giant's retail-ad segment has benefited from the introduction of Apple Inc.'s new privacy policy. Since April, the iPhone maker has required apps to ask users whether they want to be tracked. The changes have weakened the performance of ads on Facebook Inc. and Snap Inc., according to ad buyers and smaller businesses. As a result, many brands have shifted spending to Google.</p><p>\"In the land of the blind, the one-eyed man is king,\" said Brian Wieser, GroupM's global president of business intelligence. \"Whatever data they have [at Google] is better than what most others have.\"</p><p>YouTube has been another major driver of Google's advertising gains. The video behemoth reported that sales grew 66% to $13 billion in the first half of the year, putting it on track to generate nearly as much revenue this year as Netflix Inc., a subscription business valued at nearly $300 billion.</p><p>While Snap and Facebook have warned that Apple's rules will crimp future sales, Google has yet to signal whether it will be affected. The company relies on data from iPhones and iPads to target and measure some inventory it sells. As a result, analysts expect its search business to be unaffected but its YouTube business and mobile-ad-placement businesses to suffer.</p><p>Regulators and lawmakers present perhaps the biggest challenge to Google's continued business success. Last week, the attorneys general of Texas and more than a dozen other states filed an unredacted complaint against Google. They highlighted how the company takes a 22% to 42% cut of ad spending that goes through its system, two to four times as much as competing ad exchanges.</p><p>Personal Technology: Review</p><p>* Google Built the Pixel 6 Camera to Better Portray People With Darker Skin Tones. Does It?</p><p>Google also faces antitrust suits from the Justice Department and a separate coalition of states, alleging that the company has struck secretive agreements to favor its search engine and advertising businesses and thwart competitors. In July, a third coalition of states led by Utah filed a lawsuit targeting Google's Play app store.</p><p>Google has called the lawsuits flawed and said it collects lower fees for ads than the industry average. In reference to the app-store suit, the company said that its open operating system allows customers to download apps directly from developers' websites.</p><p>But Google already has implemented changes to its business that address some regulatory criticism. Last week, the company reduced its cut of app-subscription fees to 15% from 30%, which analysts say will eat into total revenue next year.</p><p>Investors have largely discounted such changes, so long as Google's core search business remains strong. Shares of Alphabet have risen nearly 60% this year through Monday's close.</p><p>Google's ad business continues to overshadow its small but growing cloud-computing division. The company has been spending aggressively to become a viable competitor to Amazon.com Inc. and Microsoft Corp., which account for 41% and 20% of the market, respectively.</p><p>Google, which lags behind with 6% share, is expected to report that cloud sales rose 51% to $5.19 billion in the period.</p><p>Write to Tripp Mickle at Tripp.Mickle@wsj.com</p><p>Google Poised to Ride Hot Ad Market to a Record Quarter</p>",
  "published": "2021-10-26T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4072,
          "end": 4081
        },
        {
          "start": 4072,
          "end": 4087
        }
      ],
      "nexusId": "10031144"
    }
  ]
}