{
  "_id": "c778b86137559b7b8d57c0842b1864d90fe9c679405c1fb00957cad23fcc61a6",
  "feed": "ftcomall",
  "title": "Insurtech Hippo rides Spac wave",
  "text": "<p>When #fintechFT spoke to Assaf Wand, CEO of the insurtech Hippo, it was late in the day and he was coming straight off a trip to the gym. But he was still full of energy — and he should be. A year ago, the company he founded was valued at $1.5bn in a funding round; now it is poised to be a public company worth more than three times that, thanks to a deal with the Reinvent Technology Partners Z <a href=\"https://www.ft.com/special-purpose-acquisition-companies\">special purpose acquisition company</a>.</p> <p>The <a href=\"https://www.ft.com/content/812b243b-4831-4c65-92b2-f72bfdc6eff6\">boom</a> in Spacs has been one of the biggest trends in finance over the past year, and the fintech sector has not been immune. Hippo is one of a string of fintechs, including SoFi and Opendoor, that have gone public or are planning to go public via a Spac.&#xa0;</p> <p>Spacs, also known as “blank cheque companies”, raise money and list on an exchange before they own any assets, with investors trusting the management to pick a business to acquire. Reinvent was led by tech royalty — Reid Hoffman of LinkedIn and Mark Pincus of Zynga.</p> <p>Spacs have raised over $72bn in assets year-to-date, according to Refinitiv, as investors clamour for exposure to high-growth tech companies and Spac backers reward themselves with big equity stakes in the resulting companies.</p> <p>At first, Wand says, he was suspicious of the Spacs that were soliciting Hippo. “We were bombarded,” Wand says. “It's very awkward. On Wednesday you have a conversation, and [by] Friday they call and say ‘we're sending you an LOI [letter of intent].'”&#xa0;</p> <p>At the same time, though, a traditional IPO was not appealing. “We had become jaded with Wall Street. Price exploration was all over the place. IPOs were up 100 per cent, then they were down 100 per cent . . . who is holding an IPO after a day, or after a month? It's the opposite of what everyone tells you! The mutual funds become day traders.”&#xa0;&#xa0;</p> <p>Hoffman and Pincus, Wand says, had been through frustrating IPO processes themselves and understood Hippo's situation. The pair offered Hippo a structure where the investors had the same two-year lock-up on their money as Wand and his partners did. Less cash for the deal came through the Spac ($230m) than through a linked private investment in public equity funding round ($550m).</p> <p>Hippo sells homeowners' insurance, making it a sort of mirror image of the other public insurtech with a multibillion valuation:<a href=\"https://www.ft.com/content/a2738487-710f-4d8f-b7fd-819ccd7869dd\"> Lemonade,</a> which sells insurance for renters. The company's pitch is a quote and purchase process that takes minutes, and a proactive approach to underwriting that includes big data and property inspections, and offering customers free smart home devices that monitor for threats such as water damage and burglaries.&#xa0;</p> <p>Is $5bn a mad valuation for an unprofitable insurer with $400m premium in force — and with a goal of a 3 per cent operating margin in 2025?&#xa0;</p> <p>Even Wand admits that there is “froth” in the market, but notes both banks the company worked with thought it could hit an even bigger number in a traditional IPO. Lemonade has a market cap of $6bn with just $213m in written premium.</p> <p>Ultimately, though, the question comes down to growth: can the company keep growing at the current 70 per cent rate for years to come?&#xa0;</p> <p>Home insurance is a $105bn market, Wand says, and a company with its own, modern distribution and underwriting technology can take share against fragmented competition consisting mostly of century-old companies with a mishmash of legacy systems and weak, often adversarial relationships with their customers.&#xa0;&#xa0;</p> <p>“I'm not saying I can beat Allstate,” Wand says, referring to the 89 year-old, $35bn market cap insurance group. “[But] I am saying that I can have 5 per cent market share in five years, and that there is more than one way to skin a cat.”</p> <h1>Quick Fire Q&amp;A</h1> <p><strong>What's your name? </strong>TrueLayer</p> <p><strong>When were you founded?&#xa0;</strong>2016</p> <p><strong>Where are you based?&#xa0;</strong>London, with operations in Dublin, Milan, Hong Kong, Singapore and Sydney.</p> <p><strong>Who are your founders?&#xa0;</strong>Our co-founders are Francesco Simoneschi, CEO and Luca Martinetti, CTO, who are childhood friends from Rome.</p> <p><strong>What do you sell, and who do you sell it to? </strong>We work with everyone from fintechs to enterprises, to integrate financial data, payments, and open banking services through secure APIs.&#xa0;</p> <p><strong>How did you get started? </strong>With Open Banking's launch we saw an opportunity to make finance more accessible by exposing complex services as simple code.</p> <p><strong>How much money have you raised so far?&#xa0;</strong>We've raised $72m in Series C funding.&#xa0;</p> <p><strong>What's your most recent valuation?&#xa0;</strong>Not disclosed</p> <p><strong>Who are your major shareholders?&#xa0;</strong>We're venture backed by leading investors including Anthemis Group, Connect Ventures, Mouro Capital, Northzone, Temasek and Tencent.</p> <p><strong>There are lots of fintechs out there — what makes you so special? </strong>We're the reason you won't pay by card online in 5 years, pioneering a new standard powered by open banking.</p> <h1>Fintech Fascination</h1> <p><strong>Stripe's valuation soars:</strong> With its<a href=\"https://www.ft.com/content/b9949a88-6c09-4de5-92e7-73994bb2b62f\"> latest fundraising,</a> Stripe is no longer just one of the most valuable fintechs in the world, but the most valuable private company Silicon Valley has ever produced. The payments group raised $600m in new equity to fund expansion in Europe, South America and Asia. The high price tag — which saw it leapfrog Elon Musk's SpaceX to become the largest venture-backed company in the US — may add to concerns in some quarters about overblown tech valuations, though the <a href=\"https://www.ft.com/content/62717246-6c3f-41ab-ba40-b8138b10da7c\">FT's Lex column </a>argues the $95bn figure isn't as outlandish as it might appear.</p> <p><strong>Chinese regulators turn attention to Tencent: </strong>After months of negative headlines about <a href=\"https://www.ft.com/content/784fb680-3e58-4c7a-a375-2f78fad52c64\">Jack Ma'</a>s Alibaba and Ant Group, this week it was rival Tencent in the spotlight. Tencent, which has made its founder Pony Ma China's richest man, is set to become the next target for a regulatory clampdown, according to a<a href=\"https://www.bloomberg.com/news/articles/2021-03-12/tencent-is-said-to-face-broad-china-clampdown-on-fintech-deals\"> report by Bloomberg</a>. Shares in the company, whose WeChat Pay is China's second largest mobile payment platform behind Alipay, dropped almost 8 per cent in the two days after the news was first reported.</p> <p><strong>More Greensill drama:</strong> The fallout from the collapse of Greensill Capital continued to spread this week, with lenders, insurers and investors still<a href=\"https://www.ft.com/content/811b1211-3135-4622-a81f-4bcbda568823\"> debating </a>who will bear the brunt of the losses. As we pointed out last week, there had long been questions about how much tech Greensill really had underneath the “fintech” label, and in the end Greensill's reliance on <a href=\"https://www.ft.com/content/5038d98e-b797-431c-9044-24588e636225\">third party providers</a> was one of the reasons an attempted takeover by Apollo fell through. As Sifted points out, the affair will raise questions about how many other “fintechs” have been exaggerating<a href=\"https://sifted.eu/articles/greensill-downfall-fintech/\"> their expertise</a> in hype-filled areas like artificial intelligence and machine learning.</p><p>Source: Robert Armstrong in New York 2021 'Insurtech Hippo rides Spac wave' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T18:30:06.323Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}