{
  "_id": "b08805cdb7e29825af3e0f76730a55a24f500c3423f4470b3243fa50faa29bf5",
  "feed": "ftcomall",
  "title": "Burberry makes ‘excellent start' to its new trading year",
  "text": "<p>Burberry reported an “excellent start” to its new year, with same-store sales rebounding strongly as full-price demand for leather goods and outerwear surged.</p> <p>“Full-price sales accelerated as our collections and campaigns attracted new, younger luxury customers to the brand,” said chief executive Marco Gobbetti, who last month resigned to join Salvatore Ferragamo. “With the company firmly set on a path of growth and acceleration, we are confident of achieving our medium-term goals”</p> <p>Burberry reported revenue of £479m for the first quarter ended June, up 86 per cent year on year and ahead of a £441m consensus. Comparable store sales were up 90 per cent and 1 per cent ahead of the period two years ago, it said.</p> <p>The company raised guidance for its wholesale business, to 60 per cent growth from 50 per cent previously, to reflect a strengthened order book. Full-year and medium-term guidance was otherwise unchanged.</p> <h1>Briefly</h1> <p>The US health regulator rejected <strong>AstraZeneca</strong>'s application to approve its roxadustat drug for the treatment of anaemia in chronic kidney disease. The benefit-risk profile of roxadustat does not support approval for adult patients irrespective of whether they were dependent on dialysis, AstraZeneca said. </p> <p><strong>GlaxoSmithKline</strong> set out plans to build a new life sciences campus within its research and development site in Stevenage, funded by a £400m land sale. GSK said it expects to begin work on the project in 2022.</p> <p><strong>DCC</strong>, the Irish fuel supply to logistics conglomerate, said it has traded “very well” in the fiscal first quarter ended June. “Operating profit growth was well ahead of the prior year and modestly ahead of expectations, driven by very strong organic profit growth in DCC Healthcare and DCC Technology,” it said.</p> <p><strong>Ascential</strong>, the information services and exhibitions group carved out of publisher Emap, said it has bought a 51 per cent stake in US-based ecommerce optimisation business ASR for an initial cash consideration of $122m.</p> <p><strong>Rio Tinto</strong> said maintenance work and poor weather meant iron ore shipments from its Pilbara mine in Western Australia were down 12 per cent year on year in the second quarter. Copper and bauxite production also fell sharply as the miner struggled to cope with international travel restrictions.</p> <p><strong>Homeserve</strong> left full-year targets unchanged in a trading update. The home repairs insurer said usage across its product usage remains strong across the business with strong growth in its North American membership. </p> <p>Software group <strong>Micro Focus</strong> said it has paid $67.5m to settle a US patent infringement claim, without admission of liability. Micro Focus had contested a Texas jury ruling in March that found it had infringed three patents owned by Wapp Tech Corp and awarded damages of $172.5m.</p> <p>Business park developer <strong>Segro</strong> said it had agreed the sale of a portfolio of six Italian urban warehouses for €127.5m on behalf of clients.</p> <p><strong>Eve Sleep</strong>, the direct-to-consumer mattress supplier, posted a 13 per cent improvement in group revenue to £13.9m. An increase in average order values has largely offset intake pricing pressures, the company said in a trading update. On the second half Eve said revenues should be in line with expectations and minimal cash outflows.</p> <h1>Beyond the Square Mile</h1> <p>US lawmakers are drawing up plans for a <strong>tax on imports</strong> from carbon-polluting countries to help pay for a&#xa0;<a href=\"https://www.ft.com/content/c69e21a6-d234-4fe0-87f4-4c2fa05ab74a\">$3.5tn package</a>&#xa0;in new government spending.</p> <p><strong>Morgan Stanley</strong> became the latest US lender to report that&#xa0;<a href=\"https://www.ft.com/content/816b165a-b891-4638-8ae6-fa272d0fca4c\">higher fees</a>&#xa0;from investment banking had helped to pick up some of the slack from a slowdown in trading as it posted an increase in revenues and profits for the second quarter.</p> <p><strong>City Football Group</strong>, the Abu Dhabi-controlled holding company that owns English Premier League champions Manchester City, <a href=\"https://www.ft.com/content/c8cdc3f6-b7b9-45a9-8a87-f6e7bb5af92a\">has raised $650m in debt</a> as it seeks to step up investment in its international network of football clubs.</p> <p>Israeli <strong>cyber warfare group Candiru</strong> weaponised vulnerabilities in Microsoft and Google products, allowing governments <a href=\"https://www.ft.com/content/187718a1-9b24-46d8-92a7-0fc5be99b061\">to&#xa0;hack more than 100 journalists</a>, activists and political dissidents globally,&#xa0;new research&#xa0;has found.</p> <p><strong>Intel</strong> is exploring a deal to buy GlobalFoundries, people familiar with the matter told the <a href=\"https://www.wsj.com/articles/intel-is-in-talks-to-buy-globalfoundries-for-about-30-billion-11626387704\">Wall Street Journal</a>. A deal could value the Abu Dhabi government-owned chipmaker at $30bn, the paper said.</p> <h1>Essential comment before you go</h1> <p><strong>Helen Thomas</strong> A high risk, high reward <a href=\"https://www.ft.com/content/50e89de1-f059-4ba2-91bf-d9ff97b92aa3\">executive pay proposal</a> at Wizz Air looks toppy and pays lip-service to environmental concerns, even though dissent has so far been muted among its largely international share base.</p> <p><strong>John Gapper</strong> Consumer buy-now-pay-later schemes can be <a href=\"https://www.ft.com/content/aac740a4-106f-4bbf-b9ce-19af2a74055a\">a clever innovation</a> that provide a welcome challenge to banks and other credit card issuers. The proviso is, of course, if used wisely. If and when Apple Pay Later appears on iPhones, the usual warning applies: think before you tap.</p> <p><strong>City Insider</strong> Lenders have given a <a href=\"https://www.ft.com/content/abac604d-3040-49c3-99b7-b6a3ed9a341d\">second life</a> to Second Home, the co-working club set up by former government adviser Rohan Silva. Plus: bid rumours in the payments sector and London floats are failing to deliver boardroom diversity.</p><p>Source: Bryce Elder 2021 'Burberry makes ‘excellent start' to its new trading year' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T07:14:36.643Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3931,
          "end": 3940
        }
      ]
    }
  ]
}