{
  "_id": "69e78630ca2680b20a29df294de1e2b74ca1ba00c535cee70fe3ad1ea7e5f285",
  "feed": "ftcomall",
  "title": "BlackRock to switch $21bn in iShares ETFs to FTSE Russell indices",
  "text": "<p>BlackRock&#xa0;plans to change the benchmarks of 10 iShares ETFs that together have about $20.7bn in assets under management, the manager has announced.</p> <p>The funds will switch from Dow Jones&#xa0;benchmarks to indices provided by FTSE Russell, filings show, effective on or around September 20.</p> <p>The largest of the funds — the $7bn iShares US Technology ETF — will change its underlying index and target benchmark to the Russell 1000 Technology RIC 22.5/45 Capped Index. Top constituents of this index, as of March 31, include&#xa0;Apple,&#xa0;Microsoft,&#xa0;Facebook,&#xa0;Alphabet&#xa0;and&#xa0;Nvidia, according to index provider's website.</p> <p>The ETF currently tracks the Dow Jones US Technology Capped Index. The existing index's top constituents, as of May 28, overlapped with those of the new index but with different weightings, according to Dow Jones' website.</p> <p>The ETF bled $571m during the 12-month period ended May 31,&#xa0;data from Morningstar Direct&#xa0;shows.</p> <p>Last year, the iShares US Technology ETF returned 47.31 per cent over the one-year period ended May 31, according to the group's website. It underperformed the Dow Jones US Technology Capped Index by 0.6 percentage points, its website shows.</p> <p>Two of the funds will also undergo name changes. The $1.5bn iShares US Consumer Services ETF will be renamed the iShares US Consumer Discretionary ETF, and the $690m iShares US Consumer Goods ETF will change its name to the iShares US Consumer Staples ETF.</p> <h4>Source: Regulatory filings, Morningstar Direct. *As of May 31.</h4> <p>The Russell indices the ETFs are switching to are expected to launch in July, the index provider confirmed.</p> <p>Cost often drives index changes if the benchmarks' constituents are comparable, said Cindy Zarker, relationship manager at&#xa0;Fuse&#xa0;Research&#xa0;Network. The changes could lead to lower costs for investors if the new index provider charges less, she explained.</p> <p>BlackRock declined to comment on the licensing fees for the indices or whether price was a factor in the manager's decision to swap the indices.</p> <p>“BlackRock makes product enhancements to iShares ETFs as part of an ongoing process to review its product line-up,” BlackRock said.</p> <p>The 10 ETFs garnered a combined $2.4bn in net inflows during the 12-month period ended May 31, according to Morningstar Direct.</p> <p>BlackRock rival&#xa0;Vanguard&#xa0;announced similar changes earlier this month,&#xa0;<a href=\"https://www.ignites.com/c/3197274/399184?&amp;referrer_module=article\">as reported.</a>&#xa0;Vanguard changed the benchmarks of three dividend-focused funds from Nasdaq indices to recently launched S&amp;P versions.</p> <p>Recently, index providers have <a href=\"https://www.ignites.com/c/3185294/402314?r&amp;referrer_module=article\">reaped the benefits</a> of asset growth in passive funds, including ETFs. Index providers earned a record $4.1bn in revenue last year, up almost 10 per cent from the previous year, according to a May report from&#xa0;Burton-Taylor International Consulting.&#xa0;MSCI&#xa0;recorded the biggest share of industry revenues, at almost 25 per cent.&#xa0;S&amp;P&#xa0;Dow&#xa0;Jones&#xa0;Global Indices accounted for 24 per cent, the report said, and&#xa0;FTSE&#xa0;Russell&#xa0;had 19 per cent.</p> <p>Traditional equity indices still brought in the lion's share of revenue — at about $2.7bn last year, the report said. Index providers hope to achieve similar success with next-generation indices, including those focused on themes, factors or environmental, social and governance research, executives have&#xa0;<a href=\"https://www.ignites.com/c/3185294/402314?&amp;referrer_module=article\">indicated</a>.</p> <p><em>*Ignites is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignites.com/\"><em>ignites.com</em></a><em>.</em><br></p><p>Source: Rheaa Rao, Ignites 2021 'BlackRock to switch $21bn in iShares ETFs to FTSE Russell indices' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-29T04:00:39.650Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 522,
          "end": 531
        }
      ],
      "nexusId": "10031144"
    }
  ]
}