{
  "_id": "ea9f66ab9e258b60ecaa7346e7347e6c4dbb13990756d0781be9b5e687af2eb7",
  "feed": "ftcomall",
  "title": "Fund manager Edward Bonham Carter: ‘Cryptocurrency isn't a canary'",
  "text": "<p>I freewheel down Half Moon Street, five minutes early for my lunch with Edward Bonham Carter (yes, Helena's his sister) and slightly surprised by the choice of venue. Bonham Carter, who is stepping down from the board of Jupiter Asset Management after more than 20 years with the group, has suggested a Japanese restaurant, Kiku, in the heart of Mayfair.</p> <p>Having secured my bike, I look up to see a stylishly disheveled figure (pale green chinos, blue sweater, orange neckerchief, Allbirds “comfort” shoes) pause at the door, don a face mask and enter. This is a favoured haunt of the hedge fund set — and that's not Bonham Carter, who is half financial establishment, yes, but as his attire suggests is also a gently rebellious outsider.</p> <p><em>Kiku</em>, in Japanese, means to ask or listen. What a neat choice for an interview, I think, but in the first 20 minutes it is Bonham Carter who is asking all the questions and doing all the listening — about my family, the reasons for my longstanding vegetarianism, an imminent house move, how I've stayed fit during lockdown, my view on the recently departed boss of a big bank.</p> <p>“Stupid boy, Pike,” Bonham Carter suddenly snaps at himself, echoing a catchphrase from 1970s TV comedy <em>Dad's Army</em>. On this occasion the cause of the self-chastisement is forgetting that banker's name. But it is a trademark verbal tic that encapsulates the 61-year-old: witty, self-deprecating and ever so slightly stuck in the past.</p> <p>You could point to a certain nostalgia in his career, too: he has stuck with Jupiter from the company's infancy through to its middle age and led it through its golden years. Today it commands £59bn of assets under management, having doubled in a decade. Like most active stockpicking managers that charge high fees, it has struggled in recent years to compete with cheap passive funds that track indices automatically.</p> <p>Bonham Carter has himself moved with the times, though, to focus increasingly on the booming business of ESG investing. I'm hoping that as a City veteran, he will enlighten me on everything from the post-Brexit Square Mile to the sustainability of the crypto boom.</p> <p>Minutes after our arrival he's retelling another favourite joke: had his mother not smoked during pregnancy, he would have been a star basketball player and not a 5ft 3in financier. The wry delivery follows right after he's told me of a family tragedy, and right before he expostulates on short-termist investment horizons and the inadequacies of the climate agenda.</p> <p>That is the other thing about Bonham Carter: this is actually a very serious man but one who doesn't take himself too seriously.</p> <p>The waitress swoops in to take our order. Pure vegetarian options are limited — pragmatically I accept a fish-stock miso soup, followed by vegetable tempura and boiled rice. Bonham Carter, who describes himself as a “flexitarian”, opts for a three-fish sashimi. (“Yellowtail?” the waitress predicts, reflecting just how much of a regular Bonham Carter is at Kiku, plus mackerel and sea bass.) “Do you want a beer?” Bonham Carter asks, a welcome suggestion given the warm day and hot restaurant.</p> <p>Bonham Carter has spent much of the past year holed up at his second home on the edge of the South Downs in West Sussex. This is not the high-spec mansion you might expect of a City bigwig: “It's an old cottage. The electrics need updating. The plumbing needs updating. The floorboards need taking out. It's got a charming decrepitude.”</p> <p>He and his family have rented it for the past 20 years as a getaway from their London home in Barnes. And then he's off on one of his many conversational tangents, dipping into the political realm and arguing that people's homes should not be “a financial asset to speculate on”.</p> <p>He veers into tax policy, as usual citing a relevant intellectual (in this case Jean-Baptiste Colbert and his famous comment that “the art of taxation consists in so plucking the goose as to obtain the largest possible amount of feathers with the smallest possible amount of hissing”). Bonham Carter advocates “more redistribution” as part of a gradual trend towards rebalancing economies away from short-termist winner-take-all forms of capitalism.</p> <p>As a student, he says, he was drawn to Marx “and the theory that the capitalist system has the roots of its own destruction inbuilt and also it's based on an extraction of value”. Though he acknowledges the practical challenges of using the tax system to redistribute property wealth, given the risks of arbitraging, he says: “Personally I think there's a case for a property tax, a wealth tax, a land tax, something.”</p> <p>Bonham Carter has long operated in the big-ego environment of the City of London and has occupied a social circle bordering the upper middle class, the aristocracy and, thanks to his sister, the glitterati. He is disarmingly straightforward about his family, describing how, as soon as lockdown easing allowed, he began returning to London to visit his elderly mother in Golders Green. At 86 and with terminal lung cancer, she is still a practising psychotherapist with a few clients on her books.</p> <p>He marvels at her resilience — and then segues into a heart-wrenching tale of his father's transformation from 1970s City high-flyer and fitness obsessive (“cold baths every morning, early morning runner”) to quadriplegic.</p> <p>“He had an acoustic neuroma, which is a tumour on the hearing nerve, and it had to be removed and complications of the operation meant that he woke up in intensive care . . . He was in hospital and various rehabilitation centres for 18 months before he came home and he was effectively a quadriplegic . . . He had some use of his hands, he was in a wheelchair, incontinent, impotent — sorry to be brutal but that's descriptive rather than being brutal. He lost his peripheral vision. His writing co-ordination was like a nine-year-old's.”</p> <p>Bonham Carter sips at the salty soup that has just arrived. “So that was a lesson in lockdown.”</p>  <p><strong>Bonham Carter was 19 at the time</strong>, and just heading off to Manchester University, while his brother was at Harrow “and my sister was still at home, at South Hampstead High School”. I try to lighten the mood: “What's her name again?” “Daphne,” he shoots back with a smirk. He references “my sister” half a dozen times more over lunch, with a mix of low-key pride and affection, though never by name: it is the one aspect of his family life on which, one suspects out of respect for her privacy, he is circumspect.</p> <p>But as I relish the crispy coating and perfectly cooked innards of my tempura and Bonham Carter expertly chopsticks his sashimi, he needs only a small prompt to take the family story back another two generations, to his star ancestor, former prime minister HH Asquith.</p> <p>What would his great-grandfather have made of the current inhabitant of Number 10 Downing Street? “Well, like Boris, he was a classicist, so I think he would have approved of that. They both have a weakness for the fairer sex. They're both good with words.” He pauses. “Then I'm finding it hard to find similarities.”</p> <p>As we skewer the last grains in our small rice bowls, we finally settle on Bonham Carter's day job. He began his career in 1982 at Schroders as an administrative assistant. Drawn by the excitement of markets and wanting to understand everything that drives them, he specialised in asset management, switched to Jupiter and built a long career there, rising to chief executive and then into an executive vice-chair role via a bold private equity buyout. Bonham Carter has just moved into a part-time job advising on the ever-expanding realm of ESG investing via funds that prioritise environmental, social and governance issues.</p> <p>He is an intellectual environmentalist, his interest in the topic sparked by pragmatic curiosity rather than a pure passion for the cause. As on half a dozen occasions during our lunch, he cites books that are relevant to the subject at hand — in this case, Bill Gates's <a href=\"https://www.ft.com/content/c11bb885-1274-4677-ba05-fcbac67dc808\"><em>How to Avoid a Climate Disaster</em></a> and <em>Our Final Century </em>by Astronomer Royal Martin Rees. And as on other topics, from Covid to the personal challenges of seeing his father's sudden disability, he maintains a resolutely upbeat attitude, what he calls his “muddle-through theory”.</p> <p>We should approach climate change like an insurance underwriter, he says: “You know there's a possibility your house might burn down — consequence severe, likelihood hopefully unlikely — and therefore it's rational for you to pay a small premium if only to sleep comfortably at night.”</p> <p>The Covid crisis has created a precedent for vast pre-emptive spending, he says. “Maybe we should think about climate change to that extent: a combination of mitigation and spending some precautionary money.”</p> <p>But even on the biggest questions, Bonham Carter doesn't dally long. He bridges to another pet topic: short-termism. First, he worries that the “massive experiment, with no control experiment”, of the past decade's monetary policy is mortgaging the future of the next generation. He frets that they will lose out through a move to remote working that will rob them of the chance to build the “social capital” needed for a career.</p> <p>The stream of consciousness shifts to retirement prospects, where “clearly the numbers don't add up [and] you need some kind of total rejig”. And then he wraps it all together — once again with a political bent. “All this stuff — education systems, healthcare systems, pensions — needs good long-term thinking, some sort of cross-party agreement that says whatever saplings of reform you sow aren't then ripped up by your successor.”</p> <p>Bonham Carter's core business of investment management is also in the middle of a debate about short-term versus long-term thinking. He says he welcomes the growing fashion to talk less of myopic “shareholder value” and more of a broader “stakeholder value”, encompassing the interests of customers, staff and society, which over the longer term should be more sustainably positive for investors, too.</p>  <p><strong>The whistle-stop brain-sharing</strong> is giving Bonham Carter a thirst. “May we have some more green tea?” Bonham Carter asks a passing waitress for perhaps the fifth time.</p> <p>What, then, does he think of the extreme volatility in markets, driven in large part by private investors punting for short-term gain?</p> <p>The fashion for Spacs — the empty-shell special-purpose acquisition companies that make it easier for private companies to float, with fat margins for sponsors — he deems “a collection of canaries flying around a coal mine shaft. It just makes me nervous. It echoes a South Sea Bubble company formed for no specific purpose.”</p> <p>Cryptocurrency, by contrast, “isn't a canary”, he argues. “It's a reflection on a number of things. Speculation is one of them, but not the only thing. I think it's an increasing distrust about faith-based monetary systems.” In short, he understands why many people are no longer in thrall to governments, central banks and fiat money.</p> <p>So how is he investing his own money these days? He insists UK equities are relatively cheap — “not because I'm a particular optimist about the playout of Brexit or Covid, but it has underperformed as an economy for a very long time and I think it's due a bounce”. He admits, though, to being underinvested in today's hot markets. “I've got a bit more cash than I normally have because I'm an out-of-fashion value investor.”</p> <p>He remains a big shareholder in Jupiter, after a career with the firm, though he has “sold a bit”. Like many midsized active asset managers, Jupiter has struggled in recent years as private investors have flocked away from relatively expensive active funds. Bonham Carter's career has followed that trend — in January he took on the <a href=\"https://www.ft.com/content/1eed33f2-52fc-4308-a708-0f6e966bf67c\">chairmanship of Netwealth</a>, the online wealth manager that channels clients' money largely into passive funds — and invests heavily in the business, too.</p> <p>Two other non-executive directorships are at companies — ITV and Land Securities, one of the UK's largest commercial landlords — that have been hit particularly hard by the pandemic. Land Securities, he insists, will adapt to the ongoing uncertainty about office and retail space. “My personal view is [offices] are going to need redesign and repurposing to be more flexible, and all the rest of it. But humans will still want to, by and large, work with other humans in proximity.”</p> <p>At ITV, shaken by last year's plunge in advertising revenue, the question he says is whether the broadcaster's strategic bets will pay off when the next generation is more likely to be glued to YouTube or TikTok than <em>Coronation Street</em>. “Like a lot of businesses, it's got some significant challenges,” is his tactful conclusion.</p> <p>The restaurant has emptied and staff are beginning to clear up around us — an effective prompt to leave. As Bonham Carter prepares to walk back to Jupiter headquarters in Victoria, and I hop on my bike back to the City, he expresses polite praise for my Giant hybrid, but clearly it's not a match for his high-end Pearson Flat Iron — or even less the new electric mountain bike given to him by Jupiter to aid his semi-retirement rides through the South Downs.</p> <p>A week later we unexpectedly meet again at the Bounce bar near Chancery Lane Tube to indulge in a game of post-lockdown table tennis: a mutual friend has gathered a small group of enthusiasts together, including — improbably — Bonham Carter. </p> <p>Of all the City figures I've ever met, the one who is the great-grandson of a prime minister and brother of a Hollywood film star is perhaps the most affable, and certainly the least grand. He still makes sure to excel, roundly beating the rest of the company — although along the way, an uncharacteristic forehand into the net elicits a familiar cry: “Stupid boy, Pike.”</p> <p><a href=\"https://www.ft.com/patrick-jenkins\"><em>Patrick Jenkins</em></a><em> is deputy editor of the Financial Times</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/4939080c-0a05-4f15-a14e-e7a6abd3f5c1\"><em>An apt symbol was lost in translation</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/4939080c-0a05-4f15-a14e-e7a6abd3f5c1\"><em>From Stephen D Barber, London W2, UK</em></a></p><p>Source: Patrick Jenkins 2021 'Fund manager Edward Bonham Carter: ‘Cryptocurrency isn't a canary'' FT.com 25 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-25T11:30:21.741Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}