{
  "_id": "6d3e45c13e7a88562da87a2c9862caf962e3dfc5817a18fb9e4c8f49fca04788",
  "feed": "ftcomall",
  "title": "FirstFT: Facebook puts young users at centre of growth strategy",
  "text": "<p>Serving younger people will be the new “north star” at Facebook, chief executive Mark Zuckerberg revealed after the social media company predicted <a href=\"https://www.ft.com/content/db376f67-5b51-4670-a0cc-c4901b3d96f2\">disappointing revenue growth</a> this quarter.</p> <p>Zuckerberg said the new focus on younger users will come at the expense of older ones as he acknowledged that competition was becoming more “intense”, citing Apple's iMessage service and TikTok. </p> <p>Reels, a clone of the short-form video format popularised by TikTok, would become more central to the Facebook user experience from next year, Zuckerberg said. </p> <p>The new focus on younger users comes after <a href=\"https://www.ft.com/content/4304f14a-1b06-46d8-a066-42bb1b3c200c\">leaked internal documents</a> showed Facebook had found that its appeal with the under-30s in the US was in decline. Instagram, the popular social media site bought by Facebook in 2012, is nearing peak growth, the research showed. </p> <p>But the decision to make younger users the focus of Facebook's growth strategy will cause alarm among campaigners and lawmakers after recent revelations that the social media group failed to control the spread of harmful content targeting young people.</p> <p>Whistleblower and former Facebook employee Frances Haugen told senators recently that the company covered up research it had conducted on how its services affect children in particular, exposing them to round-the-clock bullying and content that negatively affected users' mental health.</p> <p>Zuckerberg said yesterday the leaks from Haugen and the recent press coverage was “a co-ordinated effort” to paint a “false picture of the company”. </p> <p>The earnings came on another difficult day for Facebook as <a href=\"https://www.ft.com/content/80550e88-eee8-475e-aada-d3d4618a3ff6\">thousands of new documents</a> were leaked into the public domain and Haugen appeared before British lawmakers to repeat her allegations about the company. </p> <h2>Read more</h2> <ul>  <li><p>Lex: a <a href=\"https://www.ft.com/content/4e27a066-cb83-4f02-ac52-6e3532d901b4\">facelift</a> to look more youthful</p></li>  <li><p>Four <a href=\"https://www.ft.com/content/80550e88-eee8-475e-aada-d3d4618a3ff6\">revelations</a> from the Facebook Papers</p></li>  <li><p>Employees <a href=\"https://www.ft.com/content/67ad6eda-eb1c-4c97-bb3e-464c65bd63e7\">pleaded</a> with Facebook to stop letting politicians bend rules</p></li>  <li><p>Facebook <a href=\"https://www.ft.com/content/abaf9ea7-c5dc-4ba7-8f80-48b488aee5ae\">bungled efforts</a> to curb explosion of hate speech ahead of Capitol attack</p></li>  <li><p>Facebook confronts <a href=\"https://www.ft.com/content/4304f14a-1b06-46d8-a066-42bb1b3c200c\">growth problems</a> as number of young users in US declines</p></li>  <li><p>Facebook's <a href=\"https://www.ft.com/content/c29f041b-8b25-4d33-9f8d-23338465b88c\">demons</a> will follow it into the metaverse</p></li> </ul> <p><em>Do you think Facebook is a danger to young people? Email your views to me at gordon.smith@ft.com. Thanks for reading FirstFT Americas and here is the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Tesla soars past $1tn in market value</strong> Tesla has become the first carmaker to be valued at $1tn after rental group Hertz said it had&#xa0;ordered 100,000&#xa0;Tesla Model 3 sedans to electrify its fleet. Tesla's shares <a href=\"https://www.ft.com/content/4eb7504e-94ef-4f99-937d-807aa159b282\">closed 12.6 per cent higher at $1,024</a>, bringing year-to-date gains to above 40 per cent.</p> <p><strong>2. Amazon strikes deal with UK spy agencies</strong> The UK's three spy agencies have contracted AWS, Amazon's cloud computing arm, to <a href=\"https://www.ft.com/content/74782def-1046-4ea5-b796-0802cfb90260\">host classified material</a> in a deal aimed at boosting the use of data analytics and artificial intelligence in the British secret services.</p> <p><strong>3. Biden fighting to salvage climate agenda</strong> The US president will be heading to Scotland for the UN climate summit — after this weekend's G20 meeting in Rome — facing questions about his ability to enact <a href=\"https://www.ft.com/content/0001f3c3-73e4-4783-a0f0-b33dd539d744\">meaningful change</a> in climate policy in the world's largest economy.</p> <p><strong>4. Japanese princess marries ‘commoner' husband</strong> Princess Mako, the niece of Japan's emperor, <a href=\"https://www.ft.com/content/c4887753-1161-457c-9ff2-3a5bbbc1dd47\">has married</a> her university sweetheart, telling a sceptical public that the union was critical to the couple's mental health and “necessary for our survival” after years of criticism over her choice of husband.</p> <p><strong>5. Afghanistan's decades of conflict not over</strong> With US troops gone, the Taliban now faces a <a href=\"https://www.ft.com/content/a6cb70ba-dabd-4734-940a-63f4172c291f\">deadly insurgency</a> by the rival Islamic State-Khorasan Province, an Isis-inspired jihadi movement that has deep ideological differences with Afghanistan's new Islamist rulers.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>International travellers who have <a href=\"https://www.ft.com/content/d0d4156d-ace9-4119-ac3e-a1e4d4bf6440\">received any vaccine</a> authorised by the World Health Organization will be allowed to enter the <strong>US</strong> from November 8.</p></li>  <li><p>Coronavirus infections are <a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46#post-d92b4c8d-ad01-451e-b5fe-c342be1da5e9\">rising once again</a> across <strong>Europe</strong> as governments rush to roll out booster shots and increase anti-Covid-19 measures.</p></li>  <li><p>A top-level inquiry, co-convened by the <strong>World Health Organization</strong> and <strong>World Bank</strong>, has concluded that the world was still <a href=\"https://www.ft.com/content/659062dd-e3cd-4e92-911b-c3d6c41fc7b9\">“woefully unprepared”</a> for any new health emergency. </p></li>  <li><p>The <strong>BioNTech/Pfizer</strong> and <strong>Oxford/AstraZeneca</strong> coronavirus vaccines are associated with <a href=\"https://www.ft.com/content/b2b74d63-7c94-4602-82eb-82e87ec5186f\">seven rare neurological complications</a>, according to the most comprehensive study of the side effects from the two jabs.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Big Tech earnings </strong>On another big day for Big Tech, Alphabet, Microsoft and Twitter <a href=\"https://www.ft.com/content/d66761f8-6675-456e-86a1-286c3b98065c\">report earnings</a>. Executives from YouTube, TikTok and Snapchat will also face questions from a senate subcommittee looking at the harmful effects of social media on young people.</p> <p><strong>Children vaccine recommendation</strong> Advisers to the US Food and Drug Administration <a href=\"https://www.ft.com/content/71f07d95-aba5-48b5-b103-a8875644d068\">will meet today</a> to consider data for younger children's use of the Pfizer and BioNTech vaccines. </p> <h1>What else we're reading</h1> <p><strong>The dangerous private capital party&#xa0;</strong>The frenzied boom in private markets is one of the biggest trends in the global money management industry. It will leave many investors&#xa0;<a href=\"https://www.ft.com/content/0db2f539-8860-461b-9435-35e971581629\">bitterly disappointed</a>&#xa0;and could ultimately cause wider, long-term economic problems, writes Robin Wigglesworth.</p> <p><strong>Not all green jobs are safe and clean</strong> In a decarbonising global economy, metals may be the new oil. Yet mining for the likes of copper, nickel, cobalt, and lithium can involve dangerous conditions and child workers. Regulators <a href=\"https://www.ft.com/content/111f9600-f440-47fb-882f-4a5e3c96fae2\">must recognise</a> that some work involved in greening the economy is dirty, dangerous and in need of reform, argues Sarah O'Connor. </p> <p><strong>Israel breaks out of its global isolation </strong>A technology boom and geopolitical change are helping the Jewish state to expand its horizons, <a href=\"https://www.ft.com/content/a67207a6-e2ec-41f3-a29d-f28d202468aa\">writes Gideon Rachman</a>. The mood of buoyant optimism among the country's political and business leaders is striking, he says.</p> <p><strong>Life in China's high-tech penal colony </strong>Darren Byler's field study of Xinjiang evokes the shadow of concentration camps — with the added cruelty of a 21st-century surveillance system. In his book <a href=\"https://www.ft.com/content/58488ce6-30dc-4c59-8c93-c7735b8d78ca\"><em>In the Camps</em></a><em>, </em>the anthropologist argues that the system is, at minimum, of a scale and degree of cruelty beyond all obvious contemporary parallels.</p> <p><strong>EY and Wirecard: anatomy of a flawed audit</strong> First-hand testimony paints a picture of <a href=\"https://www.ft.com/content/bcadbdcb-5cd7-487e-afdd-1e926831e9b7\">missed opportunities</a> to uncover the fraud and a failure to understand a company EY audited for a decade.</p> <h1>Clothing &amp; accessories</h1> <p>Whether you're pounding the pavement or carving the breaks, here's the latest <a href=\"https://www.ft.com/content/0015cef7-fa95-4c80-a4c9-28c279bfa7e0\">sports gear</a> for action adventures.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2021 'FirstFT: Facebook puts young users at centre of growth strategy' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-26T10:07:02.207Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4462,
          "end": 4471
        }
      ],
      "nexusId": "10031144"
    }
  ]
}