{
  "_id": "c05e68fc35bba06e67a0723e2d125e631bbb6ae98f528b5a1193e7102688be95",
  "feed": "ftcomall",
  "title": "Mission Economy by Mariana Mazzucato — could moonshot thinking help fix the planet? ",
  "text": "<p>Ever since 1969, people have asked themselves why if humans can land on the moon, can't they solve pressing problems here on Earth, such as poverty, dementia and climate change. Mariana Mazzucato offers an answer: if only governments would apply the mission-driven methods of the Apollo project, they could. </p> <p><em>Mission Economy</em>, the new book from the high-profile economist noted for her advocacy of a more active state, contains many screenshots of the whiteboards beloved of brainstorming meetings, each with an ambitious goal at the top: secure the future of mobility, clean oceans, defeat cancer; below is a jumble of boxes and circles linked by multidirectional arrows. We need a “solutions based economy”, driven and co-ordinated by more powerful governments engaged in every stage of the process of innovation.</p> <p>But Apollo was a success because the objective was specific and limited; the basic science was well understood, even if many subsidiary technological developments were needed to make the mission feasible; and the political commitment to the project was sufficiently strong to make budget overruns almost irrelevant. Centrally directed missions have sometimes succeeded when these conditions are in place; Apollo was a response to the Soviet Union's pioneering launch of a human into space, and the greatest achievement of the USSR was the mobilisation of resources to defeat Nazi Germany. </p> <p>Nixon's war on cancer, explicitly modelled on the Apollo programme, was a failure because cancer is not a single illness and too little was then — or now — understood about the science of cell mutation. Mao's Great Leap Forward, a vain bid to create an industrial society within five years, proved to be one of the greatest economic and humanitarian disasters in human history. At least 30m people died. </p> <p>Democratic societies have more checks and balances to protect them from visionary leaders driven by missions and enthused by moonshots, but the characteristics which made the Great Leap Forward a catastrophe are nevertheless still evident in attenuated version. </p> <p>With political direction of innovation we regularly encounter grandiosity of ambition and scale; the belief that strength of commitment overcomes practical problems; an absence of honest feedback; the suppression of sceptical comment and marginalisation of sceptical commentators. </p> <p>All these were seen in Britain's experience with Concorde, the Channel Tunnel and the AGR nuclear reactor programme, some of the worst commercial projects in history. More recently, there is the £12bn wasted on the <a href=\"https://www.ft.com/content/89fba648-7399-11dc-abf0-0000779fd2ac\">NHS computerisation programme</a> — a project that Mazzucato mentions, though only to blame private contractors for their failure to deliver on the political imperative.</p> <p>On a smaller scale, Britain has suffered in the last year from the delays resulting from Public Health England's insistence on central control of the coronavirus testing programme and the predictable fiasco of the attempt to sideline the expertise of Apple and Google in order to develop a uniquely advanced NHS test and trace app. And in September there was prime minister <a href=\"https://www.ft.com/content/07f76b06-73db-4647-97b6-ef0a9a58626d\">Boris Johnson's “operation moonshot”</a>, designed to control the coronavirus by testing 10m people daily in early 2021.</p> <p>In contrast to these failures, the rapid development of vaccines is, at least provisionally, a success story. That development is not the product of visionary central direction but is the result of a competitive process with many different teams around the world attempting to be among the first across the finishing line. </p> <p>Their work has drawn on a combination of existing academic science with the expertise in development and testing and the manufacturing and logistics capabilities of the global pharmaceutical industry. The role of government, appropriately, has primarily been in funding basic research and assuring that there will be a rewarding market for successful products.</p> <p>Mazzucato lists “twenty things we wouldn't have without space travel”. Athletic shoes, CAT scanners, home insulation, baby formula, artificial limbs. Yes, really. But beyond the ridiculous headline, we see the reality of productive innovation: a decentralised process in which developers draw on and help create the collective intelligence that leads to constant incremental improvement in so many fields — including better running shoes. </p> <p>When historians of technology review the past 50 years, they may conclude that Neil Armstrong exaggerated when he announced “one giant leap for mankind”. The “new frontier” of the late 1960s turned out to be, not space, but information technology. And the development of IT was characterised by a striking absence of centralised vision and direction. </p> <p>No moonshots; but piecemeal innovation through disciplined pluralism in which temporary winners were almost always displaced as they failed to anticipate the next step of the journey. Do you remember Digital Equipment, Word Perfect, Wang Laboratories, CompuServe, Netscape, AOL, BlackBerry? Each once a leader, now forgotten. Even Apple suffered more than one near-death experience, Microsoft failed to anticipate mobile computing or the cloud, IBM was swept out of the industry it had created. </p> <p>Mazzucato has correctly emphasised the contribution of state funded basic research to Silicon Valley, but thank goodness the development was in the hands of Steve Jobs, Travis Kalanick and Elon Musk rather than a committee in the department of commerce.</p> <p>No one has, or could have, the knowledge of present or future required to create or implement successfully the strategies that Mazzucato recommends. Take her modern signature example — Germany's <em>Energiewende</em>, or energy transition to renewables. You will not learn from <em>Mission Economy</em> that this highly political, much publicised and wildly expensive project has brought about significantly smaller reductions in carbon emissions than Britain's quiet, economically and socially beneficial substitution of gas for coal.</p> <p>The failure of the <em>Energiewende</em> illustrates the dangers of moonshots and the mission economy. As talk of a “Green New Deal” becomes more frequent on both sides of the Atlantic, the prospect of more large, costly and ineffectual visionary projects grows. </p> <p>Politicians readily fall in love with such proposals, and Mazzucato is not shy in reminding us how anxious they are to engage with her in discussing them. But the vision that propelled China's economic development was not Mao's Great Leap Forward or Cultural Revolution, but Deng's “it doesn't matter whether a cat is black or white if it catches mice”. It is more rewarding and effective to build better mousetraps than to shoot for a mice-free world.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/B07YFBDHVY/ref=as_li_tl?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=B07YFBDHVY&amp;linkId=3b4adc4e039f003f134185e0c5f46ab0\"><strong>Mission Economy</strong></a><strong>: A Moonshot Guide to Changing Capitalism</strong>, by Mariana Mazzucato, Allen Lane, RRP£20, 272 pages</p> <p><a href=\"https://www.ft.com/john-kay\"><em>John Kay</em></a><em> is an economist, author and fellow of St John's College, Oxford</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: John Kay 2021 'Mission Economy by Mariana Mazzucato — could moonshot thinking help fix the planet? ' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T11:30:58.549Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5079,
          "end": 5088
        }
      ],
      "nexusId": "10031144"
    }
  ]
}