{
  "_id": "447b1d179a56c37a1e13f3420cc5b4a785584b5b9001bdc91d83e12c43160a59",
  "feed": "ftcomall",
  "title": "China checks financial news blogs",
  "text": "<p>After recording China's tightening grip on Big Tech, gaming, crypto and fintech, its latest crackdown hits close to the heart.</p> <p>Financial news, disseminated through blogs and social media, is <a href=\"https://www.ft.com/content/d5725cb3-169c-442f-953e-077bb926f4c0\">now being targeted</a>. The Cyberspace Administration&#xa0;of&#xa0;China has embarked on a “special rectification” campaign, clamping down on market sceptics and those who voice pessimistic opinions about the Chinese economy — as well as misinformation and malfeasance radiating from financial news services and social media accounts.</p> <p>This follows<a href=\"https://www.ft.com/content/84b6b889-ae03-47f7-9cd0-bd604b21d5de\"> our report</a> earlier this week that Chinese police were using an anti-fraud app to identify and question people who had viewed overseas financial news sites.</p> <p>A knock-on effect of all this is foreign investors having less of an understanding of what is happening in China and confidence being eroded. A Hong Kong-based investor in China bonds said the moves would further limit insights into which debt issuers are “trustworthy” because blogs and social media are at times the only places with information on company personnel changes and regulatory investigations or arrests.</p> <p>Meanwhile, ride-hailing app Didi Chuxing has seen its number of daily users fall 30 per cent, since its initial public offering in New York in June triggered a fierce backlash by Beijing, <a href=\"https://www.ft.com/content/13a768b0-1000-4cad-8a03-36a1e66f460b\">reports Ryan McMorrow. </a></p> <p>In the days after Didi's IPO, Chinese regulators banned the company from signing up new customers while they carried out a data security investigation. Data from Aurora Mobile show Didi's average daily user count for August fell to 10.9m from 15.6m in June. Based on its historical rate of sign-ups, the ban on opening customer accounts is depriving Didi of about 4m users a month.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. OpenSea probes insider NFT trading</strong><br>OpenSea, the most popular platform for buying and selling digital collectibles, has launched an internal investigation after admitting that one of its top executives had been using inside knowledge to <a href=\"https://www.ft.com/content/cda0b01f-c027-4a4a-9e29-46c8a605954b\">buy items ahead of their promotion</a> on the marketplace. The price of the collectibles typically jumps when they are listed on the platform's homepage, because of high interest from users.&#xa0;</p> <p><strong>2. Vodafone Idea's Indian relief</strong><br>Shares in Vodafone's Indian venture <a href=\"https://www.ft.com/content/3f7fcfa5-a487-4c74-b627-b25aac6914a0\">rallied 25 per cent</a> after the government unveiled a relief package for the telecoms sector designed to stave off Vodafone Idea's collapse, by deferring repayment on billions of dollars worth of spectrum fees and other liabilities. </p> <p><strong>3. Prenetics Spac deal, Oracle backs Nanopore IPO</strong><br>The biotech start-up whose Covid-19 tests helped the English Premier League play through the pandemic has merged with a US-listed special purpose acquisition company, becoming <a href=\"https://www.ft.com/content/71a31ece-65a5-4746-9d7d-789f220734f1\">Hong Kong's first “unicorn” to list. </a>The deal to absorb Prenetics into the Nasdaq-listed Artisan Acquisition blank cheque company valued the genome and diagnostics company at $1.25bn. Meanwhile, <strong>Oxford Nanopore</strong>, the gene sequencing specialist, has revealed that <a href=\"https://www.ft.com/content/65beb1a8-dc0b-4c10-ac97-8ed7b7a1b8af\">Oracle has come in </a>as a cornerstone investor ahead of its London Stock Exchange float.</p> <p><strong>4. EU chip plan looks non-starter</strong><br>Trying to build large-scale semiconductor production capacity in the EU does not look feasible or sensible, <a href=\"https://www.ft.com/content/383f9cd3-90d4-4d69-a64c-339cf431093d\">says today's Trade Secrets newsletter, </a>following Commission President Ursula von der Leyen's “State of the Union” speech on Wednesday. For one, there are practical objections, namely the old problem that the single market may be EU-wide but the money for R&amp;D and subsidies resides mainly with member states. The Commission doesn't have tens of billions of euros to chuck around.</p> <p><strong>5. Big Tech buybacks</strong><br>Do huge share buybacks by the biggest tech companies go against the need to spend their spare cash on innovation and opening up new markets? <a href=\"https://www.ft.com/content/85badd19-c52c-4062-88f0-4ea679c52a3a\">Richard Waters says</a> they can have it both ways — Microsoft earmarked $60bn for buybacks this week, but its programme has been matched by its capital spending. </p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p><a href=\"https://sifted.eu/articles/wonga-founder-cashes-in-investor/\">Errol Damelin</a>&#xa0;is best known as the founder of Wonga, the payday lender that became infamous for charging huge interest rates and then collapsing into administration. But today he's become one of London's most successful angel investors, with two of his portfolio companies —&#xa0;<a href=\"https://sifted.eu/articles/transferwise-becomes-wise/\">Wise</a>&#xa0;and&#xa0;<a href=\"https://sifted.eu/articles/cazoo-unicorn/\">Cazoo</a>&#xa0;— securing billion-dollar exits this year. Damelin's&#xa0;stakes in Wise and Cazoo&#xa0;<a href=\"https://sifted.eu/articles/wonga-founder-cashes-in-investor/\">hit a combined worth of £11.6m when the companies listed</a>, meaning Damelin banked a 108x return on his original investments, according to a Sifted analysis of Companies House records.</p> <p>Elsewhere in&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-ups</a>&#xa0;this week, Monzo founder Tom Blomfield tells the story of meeting executives of the $150bn SoftBank Vision Fund where he says the lead partner&#xa0;<a href=\"https://sifted.eu/articles/softbank-monzo-blomfield-feet/\">took the meeting barefoot and would “pick his feet” during their discussions</a>. Sifted also looks at the European start-ups making cars&#xa0;<a href=\"https://sifted.eu/articles/sustainable-cars-beyond-tesla/\">faster and more sustainable than a Tesla</a>: from axial flux motors to battery passports and alternative materials.</p> <h2>Tech tools — BT Street Hub 2.0</h2> <p>This looks like BT's updated take on the old red phone box. Its first <a href=\"https://newsroom.bt.com/bt-steps-up-small-business-support-by-gifting-up-to-75-million-of-street-advertising-space-as-first-street-hub-20-units-go-live/\">BT Street Hub 2.0 unit </a>went live in Notting Hill Gate in London today — with local businesses given the chance to advertise for free on its digital screens. Other features include free gigabit Wi-Fi, rapid mobile device charging, free phone calls, and local wayfinding via an integrated tablet. Over the next 12 months, 300 units will be rolled out in cities including Glasgow, Cardiff, Nottingham and Birmingham.</p><p>Source: Chris Nuttall in London 2021 'China checks financial news blogs' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-16T18:18:49.040Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3756,
          "end": 3765
        }
      ],
      "nexusId": "10031144"
    }
  ]
}