{
  "_id": "ef6d9c28c7884311d8d3c7fd68b234e48f3e70449e32cec40b45205af05f4bba",
  "feed": "ftcomall",
  "title": "Facebook averts break-up bid",
  "text": "<p>Facebook finally joined the trillion-dollar club on Monday, the elite membership gained not through any amazing financial performance on its part, but due to a reduced risk that regulators would break up the world's biggest social media business.</p> <p> In an opinion, Judge James Boasberg in Washington, DC <a href=\"https://www.ft.com/content/bedb65dd-53c9-4e31-b3d7-c85a40fdb104\">dismissed two antitrust lawsuits </a>against Facebook, one from the Federal Trade Commission and another from a coalition of US states, The FTC's lawsuit was “legally insufficient” and the federal agency had “failed to plead enough facts to plausibly establish” that Facebook had monopoly power over the social networking market, he said.</p> <p>Its shares jumped more than 4 per cent on the news to a high of $357.36, to take it past a $1tn market capitalisation for the first time. It joined Alphabet, Amazon, Apple and Microsoft in reaching 13 figures.</p> <p>The FTC could still refile its case and argue for a break-up of Facebook. The judge left the door open, saying “the agency is on firmer ground in scrutinising the acquisitions of Instagram and WhatsApp”.<a href=\"https://www.ft.com/content/539f5e99-e3a2-421b-aba3-68556303b904\"> But Lex says</a> the ruling suggests regulators must get creative or lucky to convince judges of their monopoly theories.&#xa0;<a href=\"https://www.ft.com/content/75b74e7a-02d8-430d-b9fa-70a9235b875a\">The FT View is</a> that the arguments made failed to properly define the market Facebook allegedly abuses.&#xa0;In Congress, there have been<a href=\"https://www.ft.com/content/34e6028d-8d78-4670-9799-c374db47bd20\"> renewed calls to overhaul </a>US competition law.</p> <p>For now, Big Tech marches on. In his<a href=\"https://www.ft.com/content/a9f58602-8ac4-41b3-b3f8-47cab713f516\"> latest Inside Business column,</a> Richard Waters points out the leading companies are having an even better year on Wall Street than they did in 2020, and new records keep being set. </p> <p>Microsoft's stock market value hit $2tn for the first time last week and the Big Five have added $1.3tn in stock market value this year. That is $51bn a week, even more than the $47bn a week they gained throughout 2020. 2021 is turning out to be the year that Wall Street grapples with the sheer scale of the digital boom that lies beyond the pandemic, he says.</p> <h1>The Internet of (Five) Things</h1> <p><strong>1. Musk says Starlink global by August</strong><br>Elon Musk has told Mobile World Congress in Barcelona that his private rocket company SpaceX is prepared to <a href=\"https://www.ft.com/content/4f992537-59f6-4d09-b977-c33945dbac5e\">spend up to $30bn to establish Starlink</a>, its satellite internet network that now has 70,000 users across 12 countries. Musk said Starlink is on track to provide global coverage — “everywhere except the poles” — by August and aims to have half a million users “within 12 months.”</p> <p><strong>2. World's biggest radio telescope gets closer</strong><br>Construction of the world's biggest radio telescope will start next month, <a href=\"https://www.ft.com/content/7f7bf305-a23d-45cf-a3ff-dabf8c76d0da\">combining 200 large dish receivers </a>in South Africa's semi-arid Karoo region and 130,000 small “Christmas tree” antennas spread across the outback of Western Australia. The giant €2bn Square Kilometre Array observatory, an international partnership between South Africa, Australia, the UK and four other countries, will be at least 10 times more powerful than existing telescopes.</p> <p><strong>3. Binance customers suffer outages</strong><br>Four days after Binance was declared an unauthorised crypto exchange in the UK, its customers have had <a href=\"https://www.ft.com/content/2d427ed7-f9e4-46cf-a4c4-46429b19df5d\">problems withdrawing sterling</a> due to “maintenance” issues. Meanwhile, UK interdealer broker TP ICAP and German exchange operator Deutsche Börse have both announced initiatives aimed at drawing banks and hedge funds towards using <a href=\"https://www.ft.com/content/3e19b17f-4254-4c1b-a2ae-e7d5ae2e2a79\">recognised and regulated brands</a> for crypto trading.</p> <p><strong>4. Didi set for New York debut</strong><br>Didi Chuxing shares start trading in New York on Wednesday with the Chinese ride-hailing app aiming to raise $3.9bn at a valuation of $64.7bn. <a href=\"https://www.ft.com/content/d3781f65-2d13-4843-92b6-56ff9c99d8da\">Christian Shepherd in Beijing says</a> investors should note that, unlike Uber, Didi can boast profitability in its core rides business since 2019.</p> <p><strong>5. Data standards at risk in UK</strong><br>Jeni&#xa0;Tennison of the Open Data Institute thinks that <a href=\"https://www.ft.com/content/c05a9a6d-09bb-478b-948c-692974bacc11\">loosening data protection</a> would be disastrous for the UK.&#xa0;The country risks becoming a digital pariah if it slashes its regulatory standards. The public must have more clarity on government plans for NHS data,&#xa0;<a href=\"https://www.ft.com/content/e0560320-d79f-4062-9838-410573492e77\">says&#xa0;Naomi Lee of The Lancet.</a>&#xa0;We need greater detail about how this immensely valuable information might be used.</p> <h1>Tech tools — Samsung Neo 8K TV</h1> <p>If you're getting this newsletter a little later than usual, I confess it's because I was a little distracted by an important football game for all England fans this evening. What better way to watch it than on a big-screen TV in 8K definition, such as<a href=\"https://www.samsung.com/uk/tvs/qled-tv/qn800a-65-inch-neo-qled-8k-smart-tv-qe65qn800atxxu/#specs\"> Samsung's 65in QN800A QLED TV,</a> which I have been trying out this past month.</p> <p>The only problem is that the Euros are not available in 8K and the BBC and ITV, which are showing the matches in the UK, do not even broadcast in 4K, or UHD as it's often known. However, thanks to the extreme smartness of this smart TV, I have been able to watch games in UHD on the BBC iPlayer app, including Wales' defeat on Saturday in graphic detail. Alas, England was so popular they ran out of streams and I had to settle for HD, but using the BT Sport app, I watched the Europa and Champions League finals in 4K. The detail is really impressive on this set with its combination of vivid brightness, great contrast and deep blacks, although there is the occasional irritation of buffering due to my less than superfast internet connection.</p> <p>You might question whether it is worth spending around £3,500 on an 8K set when there is no 8K content to watch and very little 4K. However, if you need a new TV right now, and football tournaments tend to motivate buyers, then you would be future-proofing yourself. This TV also feels built to last — it is very solid, even heavy, for a flat-panel and comparatively thick, with grilles containing some substantial speakers on the outer edges.</p> <p>The tech inside is impressive as well. There is a new Neo Quantum Processor for AI-based image processing and restoration, for greater detail and enhanced contrast. The screen is made up of Quantum Mini&#xa0;LEDs, which reduce the LED unit to one-fortieth&#xa0;of the standard size, improving lighting focus and contrast ratios.</p> <p>The smartTV interface is a big improvement on previous ones I've encountered, but there were other features I was unable to try out and which you may never find yourself using anyway. One is Multi View, which allows you to split the screen into as many as four sections, showing the output from other devices such as your smartphone, game console or a video call as you watch regular TV. There is also easy mirroring of content from your Galaxy phone and I think gamers would love the high refresh rates and cinematic aspect ratios available.</p> <p>Overall, it's an impressive TV of the highest quality, and ahead of its time — you could be waiting years for a decent amount of 8K content to experience it at its full potential.</p><p>Source: Chris Nuttall in London 2021 'Facebook averts break-up bid' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-29T20:40:06.350Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1563,
          "end": 1572
        },
        {
          "start": 812,
          "end": 821
        },
        {
          "start": 1563,
          "end": 1574
        }
      ],
      "nexusId": "10031144"
    }
  ]
}