{
  "_id": "9961acf3f5b3b38d5ccdf1a3fa81d6b46f1710d0efcdcb213cfc5e3eda2ce519",
  "feed": "market-watch",
  "title": "JPMorgan 's Kolanovic pinpoints the moment to start investing in this ravaged asset class again",
  "text": "<p>Investors, who have long been told to diversity their portfolios, may be feeling burned these days over exposure to some hard-hit U.S.-listed China stocks — the Invesco Golden Dragon China ETF PGJ is down about 24% so far this year.</p><p>Our call of the day from JPMorgan says investors should park worries Beijing's regulatory actions will spill into other sectors or emerging markets. China will “stop short of changes that cause an economic growth shock,” said a team led by chief global markets strategist Marko Kolanovic.</p><p>“We view the risk of further regulatory changes in China as a local rather than global problem. Given the substantial correction in affected market segments, this risk appears to already be priced in and could ease from here, and it poses little threat to our overall risk-on stance in our view,” said Kolanovic in an Aug. 2 note.</p><p>Ex-China regulatory risk, “emerging-markets headwinds appear to be lifting as growth, earnings, and vaccination differentials vs [developed markets] are expected to converge,” he said. The team is sticking to an overweight on EM equities as “Chinese stock valuations in affected sectors are now priced at a substantial discount relative to history.”</p><p>Begging to differ is former Robeco porfolio manager Jeroen Blokland, founder and head of research at True Insights , who said investors now need a “higher risk premium on Chinese equities.”</p><p>“Government interference is not just bad news for Chinese equities. China has a weight of roughly 40% in the MSCI Emerging Markets Index, which has declined by more than 12% since the February peak and has erased all of this year's gains,” Blokland said in a recent LinkedIn post .</p><p>He's underweight emerging markets versus developed markets, citing an an already unfavorable outlook due to less fiscal stimulus, more of the region's central banks tightening up, a stronger U.S. dollar and a slow vaccine rollout.</p><p>More earnings and game over (maybe) in China</p><p>China gaming stocks, including Tencent HK:700, NetEase HK:9999NTES and XD HK:2400 were pummeled after an article in a news outlet linked to state-run media likened the industry to “spiritual opium” for teens . Tencent has already announced concessions for underage players. Shares of Tencent Music Entertainment TME slid 4% in New York.</p><p>Alibaba BABA shares are slipping after the China multinational tech group topped profit expectations  and boosted its buyback program, though sales fell short.</p><p>Video-games maker Take-Two Interactive&#xa0;TTWO is sliding after weaker-than-expected guidance .  Rival Activision Blizzard ATVI, which has been under fire over an alleged toxic work environment, is slipping ahead of its results due after the close.</p><p>Read: Gaming industry faces a tough transition </p><p>Specialty materials and chemicals group DuPont de Nemours DD has gained on a profit and sales beat  and raised outlook. Household goods maker Clorox CLX is getting pummeled on weak results and lowered outlooks. Results from casino and hotel group Caesars Entertainment CZR and cloud-solutions company Akamai Technologies AKAM are due later.</p><p>In deal news, Drinks giant PepsiCo PEP will sell juice brands including Tropicana and Naked in North America and Europe for $3.3 billion to PAI Partners . And chip equipment maker Marvell Technology MRVL is buying software group Innovium in all-stock deal valued at $1.1 billion . Shares of Translate Bio TBIO are surging after French healthcare group Sanofi SNYFR:SAN announced a $3.2 billion deal  to buy the mRNA-therapeutics group.</p><p>On the data front, factory orders and auto sales are ahead.</p><p>Louisiana and San Francisco have become the latest to re-introduce mask mandates over the fast-spreading delta strain of COVID-19. And all 11 million people  in China's Wuhan province, the epicenter of the original outbreak, will be tested amid a spate of outbreaks.</p><p>The markets</p><p>Stocks DJIASPXCOMP have slipped into the red in early trading , with gains across Europe XX:SXXP and a mixed day out of Asia. The yield on the 10-year Treasury BX:TMUBMUSD10Y is hovering at just under 1.2%. Bitcoin BTCUSD is roughly at $38,500. U.S. Securities and Exchange Commission&#xa0;Chair Gary Gensler hinted that he's looking for more oversight in a Bloomberg interview .</p><p>Read: What new crypto tax rules would mean for average investors and miners </p><p>Random reads</p><p>Microsoft and other big corporations planted trees to offset carbon emissions . Those forests are now burning.</p><p>It's a bronze on the beam  for U.S. gymnast Simone Biles.</p><p>Animal cheer from penguins:</p><p>And cats:</p><p>Need to Know starts early and is updated until the opening bell, but &#xa0;sign up here &#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0; The Barron's Daily , a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-08-03T10:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4316,
          "end": 4325
        }
      ]
    }
  ]
}