{
  "_id": "aa2a6298e661b38420e216d7169e276c7ab3a0a146328be407aa8a7958ccdbf9",
  "feed": "wall-street-journal",
  "title": "U.S. News: Donation Freeze Draws Fire --- Democratic lawmakers say they are being punished for actions by the GOP",
  "text": "<p>Democrats have also told companies that pausing donations from their political-action committees could weaken them politically, ultimately jeopardizing business priorities in Congress, some of the people said.</p><p>Separately, Republicans who voted with Democrats to uphold President Biden's win have told companies that cutting off their funding could hurt their election prospects and hinder them if they are challenged in a GOP primary by those who supported former President Donald Trump's unfounded claim that he won re-election, some of the people said.</p><p>Republicans who voted to challenge the election are responding as well, warning that companies are denigrating politicians whom they have come to rely on for advancing favorable legislation, according to congressional aides and fundraising consultants.</p><p>The assault on the Capitol on Jan. 6, fueled by claims of election fraud by Mr. Trump and his GOP allies, led many companies to suspend PAC contributions while they re-evaluate their political gift-giving.</p><p>International Business Machines Corp., which doesn't have a corporate PAC, received calls from two Fortune 100 companies considering curtailing their corporate PACs, said Chris Padilla, vice president of government and regulatory affairs at IBM.</p><p>He said the companies asked how IBM conducts government relations without a PAC.</p><p>\"We've never needed PAC checks to start productive relationships with policy makers,\" Mr. Padilla said.</p><p>Google's PAC initially suspended donations to all lawmakers following the violence at the Capitol.</p><p>More recently, Google said, following an internal review and feedback -- though it didn't specify from where -- it would suspend donations only to Republicans who didn't certify Mr. Biden's win.</p><p>Microsoft Corp. suspended all donations from its PAC after the Capitol riot, pending further review and discussions.</p><p>The company recently said that 20% of its PAC donations over the past four years went to politicians who objected to Mr. Biden's win, and that it would announce by Feb. 15 whether to halt future donations to their campaigns.</p><p>The tech giant is also considering how long any suspension will last and whether it should take additional steps affecting lawmakers who led the objections, according to a transcript of internal executive remarks Microsoft released publicly.</p><p>At Raytheon Technologies Corp., dozens of employees have suspended their individual contributions to the company's PAC, according to people familiar with the matter.</p><p>---</p><p>Chip Cutter contributed to this article.</p>",
  "published": "2021-02-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1739,
          "end": 1748
        },
        {
          "start": 2294,
          "end": 2303
        },
        {
          "start": 1739,
          "end": 1754
        }
      ],
      "nexusId": "10031144"
    }
  ]
}