{
  "_id": "a7201ae297369bbba9a4145d40fb4c56689822f179e6509db39106452b0ae725",
  "feed": "ftcomall",
  "title": "Whistleblower accuses Facebook of misleading public and investors",
  "text": "<p>A whistleblower accused Facebook on Sunday of placing “profit over safety”, as it emerged that she had complained to US securities regulators that the social media company was misleading investors.</p> <p>Speaking on the news programme<em> 60 Minutes</em>, Frances Haugen, a former Facebook product manager, unmasked herself as the whistleblower who leaked a trove of internal company documents to the Wall Street Journal. Her revelations have plunged the social media company into its deepest crisis since the Cambridge Analytica scandal. </p> <p>Haugen suggested that Facebook had lied to the public, exaggerating the progress it had made tackling hate, violence, and misinformation on its platform, presenting “tens of thousands” of pages of documents as evidence. </p> <p>“There were conflicts of interest between what was good for the public and what was good for Facebook,” Haugen said in the <a href=\"https://www.youtube.com/watch?v=_Lx5VmAdZSI\">interview</a>. “And Facebook, over and over again, chose to optimise for its own interests, like making more money.”</p> <p>Among her claims, she said Facebook had prematurely disbanded its civic integrity team — responsible for protecting the democratic process and tackling misinformation — after the 2020 US election, which contributed to the January 6 <a href=\"https://www.ft.com/content/235bd553-e60d-4a46-9d77-14d4e25b9ddc\">storming of Capitol Hill</a> by supporters of then-president Donald Trump.</p> <p>“It was the moment where I was like, I don't trust that they're willing to actually invest what needs to be invested to keep Facebook from being dangerous,” she said. </p> <p>The platform <a href=\"https://www.ft.com/content/39a699fc-1730-4a5d-b43e-634ebe189d79\">came under fire</a> this year for its perceived role in allowing the perpetrators of the insurrection at the Capitol to stoke unrest, spread conspiratorial content and organise the storming of the government building. </p> <p>According to <em>60 Minutes</em>, Haugen's lawyers last month filed “at least eight complaints” with the Securities and Exchange Commission. These contrasted the <a href=\"https://www.ft.com/content/b0e387f4-4a2f-49d3-9852-f8cf7dcc211c\">company's internal research</a> with its public claims — including, for example, the assertion by chief executive Mark Zuckerberg that Facebook removes content that leads to real-world harm.</p> <p>Haugen's lawyers indicated that they had accused the company of making misstatements that affected investors.</p> <p>“We stand by our public statements and are ready to answer any questions regulators may have about our work,” Lena Pietsch, Facebook's director of policy communications, said in a statement on Sunday following the <em>60 Minutes </em>broadcast.</p> <p>“Protecting our community is more important than maximizing our profits,” she added. “To say we turn a blind eye to feedback ignores these investments, including the 40,000 people working on safety and security at Facebook and our investment of $13bn since 2016.”</p> <p>Facebook had already been on the offensive ahead of the programme's airing. Nick Clegg, Facebook's head of global affairs, sent a memo to employees on Friday in which he called the accusations “misleading”. He also appeared on CNN on Sunday to dismiss the claims as “ludicrous”.</p> <p>Responsibility for the Capitol riots “rests squarely with the perpetrators of the violence, and those in politics and elsewhere who actively encouraged them”, Clegg said in the memo, obtained by the Financial Times and first reported by the New York Times. “The idea that Facebook is the chief cause of polarisation isn't supported by the facts.”</p> <p>In a <a href=\"https://twitter.com/guyro/status/1444848518485602304\">tweet</a>, Guy Rosen, Facebook's vice president of integrity, denied that its civic integrity team had been disbanded. “We integrated it into a larger Central Integrity team so that the incredible work pioneered for elections could be applied even further, for example across health related issues. Their work continues to this day,” he said. </p> <p>According to her LinkedIn profile, Haugen, 37, worked as a product manager at Facebook based in Menlo Park since 2019 on the civic integrity team. She left the company in May. Her career has also included stints as a product manager for Pinterest, Yelp and Google, and she was part of the founding team of the first iteration of dating app Hinge, then called Secret Agent Cupid.</p> <p>In a profile published alongside the <em>60 Minutes</em> report, the <a href=\"https://www.wsj.com/articles/facebook-whistleblower-frances-haugen-says-she-wants-to-fix-the-company-not-harm-it-11633304122\">Journal explained</a> how Haugen used Facebook's internal systems to sift through research reports during her final weeks at the company, having resigned in April. In that time, she reviewed “thousands” of documents about the network's inner workings.</p> <p>Last month, the Journal began publishing a series of articles based on those documents, which included allegations of a system that allowed celebrities, politicians and other elite users to <a href=\"https://www.ft.com/content/caa6909c-0236-4020-9bf1-8370bb6e9656\">break Facebook's rules</a> with impunity. </p> <p>Other articles highlighted the company's efforts to lure young users to the platform amid competition from Snapchat and TikTok, and suggested that Facebook had buried research that found its services could be detrimental to the mental health of teen users, particularly girls. </p> <p>Last month, Haugen met and shared documents with several members of Congress, including Senators Richard Blumenthal and Marsha Blackburn. She is due to testify at a Senate hearing on Tuesday. </p> <p>Haugen's revelations have sparked a firestorm of criticism of Facebook from regulators and lawmakers across the political spectrum, who have demanded more transparency from its executives and information about how it plans to address its myriad challenges. </p> <p>Last week, Facebook suspended its plans to develop <a href=\"https://www.ft.com/content/0dedb462-e385-40da-9d90-da45cf9ada7d\">Instagram Kids</a>, a version of the photo app for under-13s.</p> <p>During the <em>60 Minutes </em>interview, Haugen also took aim at Facebook's international presence, saying misinformation, particularly in countries that previously had minimal internet access, was “directly leading to people dying”. </p> <p>“It's a force that I worry will destabilise societies,” she said.</p><p>Source: Hannah Murphy and Dave Lee in San Francisco 2021 'Whistleblower accuses Facebook of misleading public and investors' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-04T02:45:54.249Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}