{
  "_id": "9bedf6a8dadc166351f8ceee9fcc8eb65eef6c7b626d2d5c805b208ebad75817",
  "feed": "ftcomall",
  "title": "Death's Door — an engrossing game about being fragile in a dangerous world",
  "text": "<p><em>Death's Door</em> presents an interesting question for games as a medium: how much does originality matter? When I first tried the game following its early rave reviews, I saw nothing but obvious influences from games I loved. The environmental puzzles and top-down combat of early <em>The Legend of</em> <em>Zelda</em>; rhythm-based boss fights and a brash “you are dead” screen cribbed from <a href=\"https://www.ft.com/content/3b17705b-840e-46da-bbcd-c46051f73f45\"><em>Dark Souls</em></a>; the minimalist storytelling and pervading melancholy of <a href=\"https://www.ft.com/content/0c43d29f-5b78-478d-8115-beb4df834b72\"><em>Hollow Knight</em></a>. Did this game have anything new to say?</p> <p>Now the game has been widely released on new platforms, I decided to give it another chance and ended up answering my question with another: why does it need to have anything new to say? This is a game that honours its ancestors proudly, taking elements from some of the greatest games of all time and condensing them into a glittering whole which is perfectly honed and immensely satisfying to play. It's not an imitation, it's a love letter.</p> <p>Coming from tastemaking indie publisher Devolver Digital, I should have known better than to judge the game harshly. Its mechanics are familiar but the plot is original and compelling, told with an economy that threads through every element of the game's design. You play a fledgling crow who is a new employee at a supernatural bureau of avian grim reapers. Your job is to collect the souls of those who have passed on. Yet when a soul you have collected is stolen, your immortality (a handsome job perk) is compromised, meaning you will age and ultimately die if you cannot recover it.</p> <p>What ensues is a familiar quest. You must collect the giant souls of three fantastical creatures in order to open the titular door, reclaim the soul you lost and recover your immortality. In practice, this means navigating zones that alternate between smart environmental puzzles and waves of fearsome enemies. These build to climactic boss sequences which require multiple attempts to learn their rhythms before you finally prevail. While this rotation of challenges is not exactly novel, each element is perfectly balanced. The game respects the player: there is little hand-holding and challenges leave players scratching their heads rather than banging them against a wall.</p> <p><em>Death's Door</em> is a game about being a small, fragile thing in a mysterious, dangerous world. This is deftly contrasted with certain characters and safe spaces scattered across the map which are colourful and memorable: the interminable bureaucracy of the celestial reaper's office, your companion Pothead whose skull has been replaced by a vat of soup, the gravedigger who gives touching eulogies for the enemies that you slay. The spare lines of dialogue tinkle with humour and specificity, helping you empathise with the mute reaper crow on his lonely journey to understand the meaning of death.</p> <p>Much of the game's personality comes from its imagery, whether a witch's mansion or a flooded cathedral. An Aztec-style fortress is packed with environmental storytelling that gestures to a world with a precise culture and history, including religious icons of froglike deities or a statue of a mythic knight with a keyhole for a face. It closely recalls Hayao Miyazaki's anime films for Studio Ghibli, particularly in its delicate soundtrack and the character of an immortal witch, whose design is a clear nod to <a href=\"https://www.ft.com/content/fa21f414-93fa-4fa0-a597-a2b3f7a15572\"><em>Spirited Away</em></a>'s iconic villain Yubaba.</p> <p>This thoughtful approach to design is most evident in the construction of the levels you traverse, which fold in on themselves dazzlingly and play with perspective to wrongfoot the player. As you progress you will unlock shortcuts and resolve uncharted territories into known, manageable spaces that can be navigated with ease. You will often encounter obstacles that you cannot yet breach, resulting in a satisfying moment of epiphany when you later attain the relevant skill and hurry back to claim your reward.</p> <p>Once you've spent time in the engrossing world of <em>Death's Door, </em>it's clear that any influences are a source for learning rather than copying. This game is an exercise in minimalism: it gives players a precise dose of every element they need for a transporting experience.</p> <p><em>‘Death's Door' is out now on PC, PS4, PS5, Xbox One, Xbox Series S/X and Nintendo Switch</em></p><p>Source: Tom Faber 2021 'Death's Door — an engrossing game about being fragile in a dangerous world' FT.com 7 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-07T15:07:54.207Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}