{
  "_id": "c7acf8177cc6b68327b2ce6888847cbc71faff57b64d41b606ca1fe2194d3397",
  "feed": "ftcomall",
  "title": "Reckitt concedes defeat in makeover racket",
  "text": "<h2>Reckitt: brand on the run </h2> <p>The company formerly known as Reckitt now wants to be known as Reckitt. The maker of Dettol antiseptic and Durex condoms has abandoned its long campaign to be recognised as RB, this week <a href=\"https://www.reckitt.com/newsroom/latest-news/news/2021/march/welcome-to-reckitt/\">reinstating its historic name</a> and conceding defeat on one of the least catchy corporate rebrands in recent times. </p> <p>Though Reckitt Benckiser officially adopted RB as its trading name in 2014, the identity crisis began much earlier. Rebranding was a project bequeathed on its former chief executive Rakesh Kapoor by his predecessor Bart Becht, who masterminded Benckiser's flotation in 1997 and its merger with Reckitt &amp; Coleman two years later. </p> <p>A multi-award-winning brand rejig followed in 2009, which introduced the RB identity and a kite logo that its <a href=\"https://workroom.co.uk/work/rb-rebrand/\">design consultancy</a> said better represented Reckitt's “power, energy, agility and drive”. None of that should be confused with the latest makeover, which is said to evoke Reckitt's “unity, strength and relentless pursuit” via a protective shell-like logo and a primary brand colour of electric pink to signify its “perpetual energy”.</p> <p>Then and now, explanations from Reckitt's team are less overwrought. The 2009 rebrand was sold to investors as being easier to remember and pronounce, a spokesman telling <a href=\"https://www.thisismoney.co.uk/money/markets/article-1678295/Reckitt-Benckiser-in-500k-rebrand-as-RB.html\">the Daily Mail</a>: “The Reckitt Benckiser name has never caught on so we are going with RB, which is much simpler.” </p> <p>Twelve years on, efforts to decommission Reckitt seem only to have made it stronger. Switching back to the old name “reflects the existing widespread usage of Reckitt and is clearer, simpler and more memorable,” said senior vice-president Miguel Veiga-Pestana.</p> <p>Yet for all the guff and bluster, the exercise does unearth one possible store of value. </p> <p>Ahead of its 2009 relaunch, Reckitt acquired the RB.com website domain from Robert Bentley, a US based publisher of car repair manuals. Similar two-letter domains are rarities that trade for millions: Facebook paid $8.5m for FB.com in 2010 and Xiaomi of China bought MI.com for $3.6m in 2014. </p> <p>The RB.com website now redirects automatically to Reckitt.com. Maybe a legacy domain name sale at some future date can help pay the next brand consultancy bill.</p> <h2>BoE: failing the Turing Test</h2> <p>Congratulations to Alan Turning on becoming the new face of the £50 note. A press release from the Bank of England on Thursday revealed the surprise choice of Turning, who <a href=\"https://de.linkedin.com/in/alan-turning-2b4b109b?trk=people-guest_people_search-card\">according to LinkedIn</a> was a student at Universität Hohenheim in Germany between 2000 and 2010. </p> <p>The BoE had said in 2019 that its new polymer £50 would feature computer pioneer and master codebreaker Alan Turing. But it is Turning who is named on the transcript cover page of a speech to be given by Andrew Bailey, BoE governor, and three more times in the accompanying email. Best hope BoE's forecasting proves more meticulous than its spellchecker. </p> <h2>John Fallon: big man on Camus</h2> <p>John Fallon has been keeping himself busy since stepping down as chief executive of education publisher Pearson. Among his current enthusiasms is pamphleteering for <a href=\"https://www.labourinthecity.org.uk/\">Labour in the City</a>, a network of Labour supporters that lobbies for socially responsible investment and regulation.</p> <p>Fallon delivers a sweeping overview of the world's troubles in Labour in the City's latest, taking on myriad topics including climate change, globalisation, job disruption, rightwing populism, the folly of statist policymaking and the dangers of a myopic focus on shareholder value. Widening class divides suggest capitalism “is in some sort of crisis”, he writes. </p> <p>Inspiration for change comes from Albert Camus' The Plague, whose sales Fallon notes have tripled through the pandemic. He writes that “the hopeful message within that book could inspire Labour to prove that it is unashamedly pro-business”. </p> <p>Literary critics might quibble with this interpretation of Camus' philosophy of the absurd, while Pearson shareholders may not welcome the reminder of booming book sales: <a href=\"https://www.penguin.co.uk/company/publishers/penguin-general/hamish-hamilton.html\">Hamish Hamilton</a>, publisher of The Plague's first English-language edition, is owned by Penguin Random House, which was sold off piecemeal to Bertelsmann during Fallon's tenure.</p><p>Source: Bryce Elder 2021 'Reckitt concedes defeat in makeover racket' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T04:00:30.870Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}