{
  "_id": "54d636a7b7e47b98716bf1479785a5ab8e45da454d954b19ab8d70e50183cbef",
  "feed": "wall-street-journal",
  "title": "What Was News: 2021's Biggest Stories; A timeline of the year, told through The Wall Street Journal's coverage",
  "text": "<p>A pro-Trump riot forces the evacuation of the House and Senate and delays Congress's certification of Joe Biden's election win into the overnight hours.</p><p>Jan. 13</p><p>Trump Is Impeached Over Riot</p><p>The House votes to impeach President Trump, alleging that he encouraged the Jan. 6 mob to storm Congress as part of an effort to overturn his election defeat; the Senate will acquit him in February.</p><p>Jan. 21</p><p>Pandemic Push</p><p>On his first full day in office, President Biden signs 10 executive orders to combat the coronavirus, seeking to jump-start the U.S. response.</p><p>Jan. 27</p><p>Meme-Stock Mania</p><p>Share prices soar for GameStop, AMC and BlackBerry—companies once left for dead—in a rally that pits day-trading amateurs against Wall Street shorts. </p><p>Keith Gill helped drive the GameStop stock mania. PHOTO: Kayana Szymczak for The Wall Street Journal</p><p>Jan. 28</p><p>GDP Decline</p><p>The U.S. economy shrank in 2020 for the first time since the financial crisis, the Commerce Department says.</p><p>Feb. 2</p><p>Russia Sentences Navalny</p><p>A Russian court sentences opposition leader Alexei Navalny to 3½ years in prison for violating parole while he was recovering from a near-fatal poison attack in 2020.</p><p>Feb. 2</p><p>Bezos Steps Back</p><p>Amazon founder Jeff Bezos says he will leave the CEO post later this year.</p><p>Feb. 4</p><p>Chip Crunch at Auto Makers</p><p>Ford says it plans to reduce production of its F-150 pickup truck—the nation's top-selling vehicle—because of the global chip shortage.</p><p>Feb. 7</p><p>Brady's Bunch of Rings</p><p>The Tampa Bay Buccaneers win the Super Bowl, giving Tom Brady his seventh title in his first season after leaving New England.</p><p>Feb. 12</p><p>Back to School</p><p>Federal officials urge the nation's elementary and secondary schools to reopen safely as soon as possible under new CDC guidelines.</p><p>Feb. 15</p><p>Deep Freeze and Power Outage in Texas</p><p>Millions of Texans are left without electricity as a winter storm boosts demand and crimps supplies, the start of outages that would last for days. </p><p>Alex Johnson and his 4-month-old daughter on their way to a relative's house in Austin, Texas, amid the freeze. PHOTO: Julia Robinson for The Wall Street Journal</p><p>March 11</p><p>Covid Stimulus</p><p>President Biden signs into law a $1.9 trillion Covid-19 stimulus packageand urges states to make all adults eligible for vaccination by May 1.</p><p>March 11</p><p>NFTs Arrive</p><p>The artist known as Beeple sells a digital collage at Christie's for $69 million, launching the art world's craze for nonfungible tokens.</p><p>March 18</p><p>Supply-Chain Troubles</p><p>Honda and Toyota say they will halt production at plants in North America as shortages and transportation bottlenecks disrupt global manufacturing.</p><p>March 23</p><p>Ship Blocks Suez Canal</p><p>The container ship Ever Given gets stuck sideways in the Suez Canal, blocking traffic for nearly a week.</p><p>March 24</p><p>Border Crossings Jump</p><p>Men looking for work drive a surge in illegal crossings at the southern U.S. border.</p><p>April 1</p><p>Take a Few of Us Out to the Ballgame</p><p>Major League Baseball opens its 2021 season with limited numbers of spectators in attendance for the first time in a year.</p><p>April 14</p><p>Biden Sets Afghanistan Withdrawal</p><p>President Biden says he'll withdraw all U.S. troops from Afghanistan by Sept. 11, winding down the war there two decades after it began.</p><p>April 16</p><p>SPACs' Hot Streak Cools</p><p>SEC scrutiny of special-purpose acquisition companies has cut the flood of new issues to a trickle and sent share prices dropping.</p><p>April 20</p><p>Murder Conviction in George Floyd Case</p><p>Former Minneapolis police officer Derek Chauvin is found guilty of murderin the May 2020 death of George Floyd, which sparked racial-justice protests around the world.</p><p>April 20</p><p>European 'Super League' Collapses</p><p>A plan to create a European \"Super League\" of the world's most powerful soccer clubs collapses amid intense backlash less than 48 hours after it was announced</p><p>April 27</p><p>Archegos Collapse</p><p>The damage to Wall Street banks from the collapse of Archegos Capital Management—the biggest single-firm meltdown since the financial crisis—tops $10 billion after UBS and Nomura report hits</p><p>May 7</p><p>Cyberattack Cuts Off Key Gasoline Supply</p><p>The main pipeline carrying gasoline and diesel fuel to the U.S. East Coast is shut down due to a cyberattack, an outage that will last nearly a week.</p><p>May 12</p><p>Changes in Trade With China</p><p>U.S. tariffs have led to a sharp decline in Chinese imports and big changes in the types of goods Americans buy from China, a Journal analysis shows.</p><p>May 12</p><p>Higher Inflation Rattles Markets</p><p>Consumer prices jumped 4.2% in April from a year earlier, the biggest rise in any 12-month period since 2008, the Labor Department says.</p><p>May 13</p><p>CDC Eases Safety Guidance for Vaccinated People</p><p>Fully vaccinated people don't need to wear a mask or physically distance during most outdoor or indoor activities, the CDC says.</p><p>May 19</p><p>Texas Abortion Law</p><p>Texas Gov. Greg Abbott signs a bill banning most abortions after six to eight weeks of pregnancy.</p><p>May 20</p><p>Jobless Numbers Drop</p><p>The numbers of workers seeking and receiving unemployment benefits reach pandemic lows.</p><p>June 2</p><p>Netanyahu Out in Israel</p><p>Benjamin Netanyahu's rivals agree to form a coalition government that will dislodge Israel's longest-serving leader.</p><p>June 9</p><p>End of the Pipeline</p><p>The Keystone XL oil pipeline's developers say they are scuttling the project after years of controversy.</p><p>June 21</p><p>College Athletes and Compensation</p><p>The Supreme Court rules that strict NCAA limits on compensating college athletes violate U.S. antitrust law, a decision that could have broad ramifications for college sports.</p><p>June 22</p><p>Home Prices Jump</p><p>U.S. home prices in May experienced their biggest annual increase in more than two decades, an industry group reports.</p><p>June 24</p><p>Florida Condo Collapse</p><p>A 12-story section of the Champlain Towers South condominium complex in Surfside, Fla., collapses, leaving at least 99 people unaccounted for and one person dead.</p><p>June 27</p><p>Back to the Movies</p><p>The \"Fast &amp; Furious\" franchise's ninth installment gives Hollywood its best opening-weekend box office since December 2019.</p><p>June 30</p><p>Cosby Is Freed</p><p>Bill Cosby is released from prison after the Pennsylvania Supreme Court overturns his conviction for sexual assault.</p><p>July 1</p><p>Delta Wave Delays Return to Normal</p><p>The fast spread of the Covid-19 Delta variant is thwarting many countries' plans to lift lockdowns and reopen economies. </p><p>A volunteer undertaker prepares a body bag for a suspected Covid-19 victim in West Java, Indonesia. PHOTO: Muhammad Fadli for The Wall Street Journal</p><p>July 1</p><p>High Court Upholds State Voting Restrictions</p><p>The Supreme Court upholds a pair of Arizona voting rules against claims of discrimination, likely making it harder to challenge a wave of laws around the country tightening election regulations.</p><p>July 2</p><p>Jobs Recovery Accelerates</p><p>Employers in the U.S. added 850,000 jobs in June, the biggest gain in 10 months, and wages rose briskly, the government says.</p><p>July 8</p><p>The Games Will Go On, Without Spectators</p><p>Organizers of the Tokyo Olympics, opening July 23, ban spectators from the Games as Covid-19 cases surge.</p><p>July 11</p><p>Branson Takes Flight</p><p>Richard Branson reaches the edge of space and safely returns to Earth, beating Amazon founder Jeff Bezos by nine days.</p><p>July 16</p><p>U.S. Warns Businesses on Hong Kong</p><p>The Biden administration is warning American businesses about the increasing risks of operating in Hong Kong amid China's crackdown on the city.</p><p>July 18</p><p>OPEC and Allies to Boost Oil Output</p><p>OPEC and its Russia-led oil-producing allies agree to increase oil output, restoring all the cuts they made at the start of the pandemic.</p><p>July 21</p><p>Drop in Life Expectancy</p><p>Life expectancy in the U.S. fell by 1.5 years in 2020, the biggest decline since at least World War II, CDC data shows</p><p>July 27</p><p>Back to Masking</p><p>The CDC, citing the spread of the Delta variant, recommends that vaccinated people resume masking indoors in some parts of the country.</p><p>July 27</p><p>Tech Titans' Profits Soar</p><p>Apple, Google parent Alphabet, and Microsoft all report booming earnings, underscoring how the pandemic has shifted life and work online.</p><p>July 29</p><p>Federal Vaccine Mandate</p><p>President Biden says federal employees must get vaccinated against Covid-19 or wear a mask on the job and be tested regularly.</p><p>Aug. 10</p><p>Cuomo to Step Down</p><p>Andrew Cuomo says he is resigning as New York's governor, following a report by the state's attorney general that found he harassed multiple women who worked for him. </p><p>Ana Liss, one of Andrew Cuomo's accusers whom the attorney general's report found credible. PHOTO: Libby March for The Wall Street Journal</p><p>Aug. 15</p><p>The Taliban Takes Over</p><p>Afghanistan's government falls as Taliban fighters take over the capital; a U.S.-led military airlift begins to evacuate Western diplomats and others. </p><p>Taliban fighters drive through a Kabul neighborhood as they and their comrades sweep through the city and take power. PHOTO: Victor J. Blue for The Wall Street Journal</p><p>Aug. 23</p><p>Crypto's Surge Puts Regulators on Alert</p><p>The cryptocurrency industry is getting so big and enabling so much risk-taking that governments around the globe are taking notice.</p><p>Aug. 24</p><p>Covid Wave in Asia</p><p>A wave of Covid-19 cases in Asia is threatening supply chains around the world and adding to inflationary pressure.</p><p>Aug. 29</p><p>Hurricane Hits Louisiana</p><p>Hurricane Ida makes landfall near New Orleans on the 16th anniversary of Hurricane Katrina, with winds of 150 miles an hour and life-threatening storm surges.</p><p>Aug. 30</p><p>America's Longest War Ends</p><p>The last U.S. troops in Afghanistan withdraw, ending nearly 20 years of fighting but leaving more than 100 Americans and tens of thousands of America's Afghan allies to an uncertain future.</p><p>Sept. 14</p><p>The Facebook Files</p><p>Facebook knows Instagram is toxic for teenage girls, its research shows, but the company plays down the issue in public. </p><p>Facebook whistleblower Frances Haugen. PHOTO: Stephen Voss for The Wall Street Journal</p><p>Sept. 22</p><p>FDA Clears Vaccine Boosters</p><p>The FDA approves Covid-19 vaccine booster shots for people 65 and older and other adults at high risk of severe illness. </p><p>A patient receives his third dose of the Moderna vaccine in White Plains, N.Y. PHOTO: Desiree Rios for The Wall Street Journal</p><p>Sept. 27</p><p>Children's Instagram on Hold</p><p>Facebook says it is suspending plans for a children's Instagram, after lawmakers and others voiced concerns about the platform's impact on young people's mental health.</p><p>Oct. 6</p><p>Malaria Vaccine</p><p>The World Health Organization recommends the widespread deployment of the world's first malaria vaccine, which has been decades in the making.</p><p>Oct. 8</p><p>Global Corporate-Tax Overhaul</p><p>Nearly 140 countries agree to the biggest overhaul of global tax rules in a century, a move that aims to set a minimum 15% corporate tax rate.</p><p>Oct. 10</p><p>Southwest Meltdown</p><p>Southwest Airlines cancels more than 1,800 flights over the weekend, citing bad weather and air-traffic-control problems.</p><p>Oct. 11</p><p>Oil Surge</p><p>U.S. crude closes above $80 a barrel for the first time since 2014, bringing its climb since October 2020 to 125%.</p><p>Oct. 11</p><p>Xi Reshaping China's Economy</p><p>Chinese officials are scrutinizing state banks' ties with big private-sector players as part of President Xi's push to curb capitalist forces in the economy. </p><p>Youngsters at a Lu'An, China, residential complex built by Evergrande, a financially troubled developer. PHOTO: Raul Ariano for The Wall Street Journal</p><p>Oct. 13</p><p>L.A. Port Goes 24/7</p><p>The Port of Los Angeles says it will begin operating around the clock to ease cargo bottlenecks that have led to shortages and higher consumer costs.</p><p>Oct. 25</p><p>Tesla Zooms Ahead</p><p>Tesla's market value surpasses $1 trillion as Hertz orders 100,000 vehicles a few days after the EV maker reported record earnings.</p><p>Oct. 28</p><p>Economy Slows</p><p>The U.S. economy, hurt by the virus surge and supply bottlenecks, grew at a 2% annual rate in the third quarter, the slowest pace since the recovery began in mid-2020, the Commerce Department says.</p><p>Oct. 28</p><p>Beyond Facebook</p><p>Facebook CEO Mark Zuckerberg says the company is changing its name to Meta Platforms to reflect opportunities in online digital realms known as the metaverse.</p><p>Oct. 31</p><p>Delta Wave Subsides</p><p>The Delta wave of the pandemic is past its peak in the U.S., with new cases, hospitalizations and deaths declining in most states.</p><p>Nov. 3</p><p>Fed Dials Back Stimulus</p><p>The Fed closes a chapter on its pandemic-driven stimulus, approving plans to begin scaling back its bond-buying program.</p><p>Nov. 8</p><p>Grand Reopening</p><p>U.S. borders reopen to citizens of 33 countries who were barred by Covid-19 restrictions for more than 18 months.</p><p>Nov. 9</p><p>GE Divided by Three</p><p>General Electric, once a symbol of U.S. manufacturing might, says it will split into three companies focusing on healthcare, energy and aviation</p><p>Nov. 13</p><p>Climate-Change Agreement</p><p>More than 190 nations reach a deal at the United Nations climate summit that aims to accelerate greenhouse-gas-emissions cuts across the world, but leaves big questions over how governments will follow through.</p><p>Nov. 15</p><p>Infrastructure Week</p><p>President Biden signs into law a roughly $1 trillion infrastructure package with spending on roads, bridges, rail and more.</p><p>Nov. 19</p><p>Covid-19 Boosters for Adults</p><p>The FDA clears Covid-19 vaccine boosters from Pfizer-BioNTech and Moderna for all adults.</p><p>Nov. 26</p><p>Covid Variant Sends Stocks Lower</p><p>The WHO identifies a new coronavirus strain as a global \"variant of concern,\" and the Dow Jones average suffers its worst trading day of the year.</p><p>Dec. 9</p><p>For Jobless Claims, a 52-Year Low</p><p>Weekly jobless claims fell to the lowest level in more than half a century, the Labor Department says.</p><p>Dec. 10</p><p>Inflation Accelerates</p><p>U.S. inflation hit a nearly four-decade high in November, the Labor Department says, as strong consumer demand collided with pandemic-related supply constraints.</p><p>Dec. 10</p><p>Tornado Outbreak</p><p>Tornadoes rip through Kentucky and five other states, killing scores of people and leveling entire towns.</p><p>What Was News: 2021's Biggest Stories</p>",
  "published": "2021-12-15T15:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7882,
          "end": 7891
        }
      ],
      "nexusId": "10031144"
    }
  ]
}