{
  "_id": "e9546acf625c2ed4c3418ecbb4d4c0ad771b12b41edbf5d4a7d0bbe545cb0021",
  "feed": "ftcomall",
  "title": "Why the small business underdog may never have its day",
  "text": "<p><em>The writer is London-based co-founder of footwear brand Sante + Wade</em></p> <p>Everyone loves an underdog story and the final of this year's US Open tennis championships in Flushing Meadows, New York, was a thrilling example. Millions watched as the unseeded 18-year-old Emma Raducanu dispatched a raft of more established players to claim the title.</p> <p>It was a modern-day fairytale, suggesting that with the right combination of grit, perseverance and a little serendipity, we too can soar to unimaginable heights. Indeed, it is this sort of thinking that sets some professionals on the path to <a href=\"https://www.ft.com/content/a4336c48-0976-42a3-9a75-58ab334c41f3\">entrepreneurship</a>. And in the start-up world, there are legendary examples of smaller companies taking on Goliaths and winning. Think <a href=\"https://www.nytimes.com/2015/01/30/business/how-and-why-apple-overtook-microsoft.html\">Apple versus Microsoft</a>. I have done my fair share of eulogising about the advantages of being small, including the agility that comes from having our ears closer to the ground, and the ease with which <a href=\"https://www.ft.com/content/d3375f63-d406-4741-807c-4a64f4c0c32f\">small businesses </a>can offer truly personalised experiences for our customers.</p> <p>We all want to believe that bigger is not necessarily better, but research suggests large corporations are more likely than ever to maintain their dominant positions. Rather than start-ups disrupting the giants, large companies are innovating and investing faster than before, according to a study published in the&#xa0;<a href=\"https://hbr.org/2019/08/the-gap-between-large-and-small-companies-is-growing-why\">Harvard Business Review in August 2019</a>.</p> <p>Indeed, far from challenging larger rivals, many small businesses depend on them for sales — especially when it comes to retail. The prospect of gaining access to their breadth of customers can make it appealing: we want our products to speak for themselves, but that only works when there are people listening. Collaborations can also be a game changer in terms of pitching for funds or pacifying restless investors — they give a small business validity.</p> <p>From the outset, executives at Frutteto, a small business that makes frozen fruit ice lollies free of preservatives, wanted to work with supermarkets. “A supermarket creates brand visibility and allows the consumer to pick up the product in an environment they are used to,” says the company's director Greig Gilbert.</p> <p>While the promise of potential growth may be attractive to many small businesses, being an underdog can feel less like a fairytale and more akin to a Grimm fable. For founders without industry experience and a black book of contacts, finding the right buyers and decision makers can be like navigating the Crystal Maze. Companies such as Frutteto hire people to make those introductions only to discover that getting through the door is only the first hurdle.</p> <p>“It was incredibly hard,” says Gilbert. “They [the supermarkets] say they want new brands and they are willing to work with small companies, but they want <a href=\"https://www.ft.com/content/f65a5522-a7ac-436b-9100-a301111b19de\">the margins</a> that they [can only] get from the largest companies.</p> <p>“The way we get our product listed [with the supermarkets] is initially sacrificing margin and giving away more marketing spend than we would want . . . The goal for us is ‘not at any cost' but almost,” he adds, noting that from here the company hopes to build demand through word of mouth.</p> <p>There are other uncomfortable realities that small businesses may have to swallow when working with large retailers. There can be exorbitant penalties for late deliveries or, in extreme cases, the cancellation of entire orders. And that is assuming you can get past the roadblock of integrating with the retailer's processes. Gilbert has clients that will only accept a certain sized pallet or certain types of boxes because they have automated warehouses. “It's so difficult to manage, especially in a small business,” says Gilbert.</p> <p>I can testify to leafing through 20-page documents, looking for similarities in the onboarding process of different organisations. </p> <p>The effort it takes to streamline these approaches is time lost as well as money. The good news is that with customers increasingly concerned with authenticity and sustainability, the largest retailers and supermarkets continue turning to smaller rivals to provide a diverse product offering. But it will take more than a never-say-die spirit from smaller rivals before they relinquish their dominant positions.</p><p>Source: Shola Asante 2021 'Why the small business underdog may never have its day' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T13:15:15.573Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 730,
          "end": 739
        }
      ],
      "nexusId": "10031144"
    }
  ]
}