{
  "_id": "74a191667afea2d6afb988d5654fbc9c1e0bc59aab1e4352d4fcd0d4ac91f76a",
  "feed": "ftcomall",
  "title": "UK watchdog to investigate Nvidia's $40bn Arm deal",
  "text": "<p>The UK's competition regulator is preparing to launch a probe of Nvidia's <a href=\"https://www.ft.com/content/070f4781-0c9c-4d50-8589-77fde85aae4e\">$40bn acquisition </a>of UK chip designer Arm, after rivals raised concerns about the deal.</p> <p>The Competition and Markets Authority on Wednesday <a href=\"https://www.gov.uk/cma-cases/nvidia-slash-arm-merger-inquiry\">invited</a> other companies and organisations to share their views on Nvidia's purchase of the Cambridge-based company from SoftBank, before the UK agency begins its formal investigation later this year.</p> <p>“The chip technology industry is worth billions and critical to many of the products that we use most in our everyday lives,” <a href=\"https://www.gov.uk/government/news/cma-to-investigate-nvidia-s-takeover-of-arm\">said</a> Andrea Coscelli, chief executive of the CMA. “We will work closely with other competition authorities around the world to carefully consider the impact of the deal and ensure that it doesn't ultimately result in consumers facing more expensive or lower-quality products.”</p> <p>The competition inquiry will be separate to any examination by the UK government on the deal's potential impact on national security or industrial policy, added the CMA. </p> <p>Arm's designs are widely used across the smartphone industry, and increasingly in data centres, laptops and the emerging “internet of things”. As such, the company licenses its technology to many competing companies, including Apple, Samsung and Microsoft, and chipmakers such as Qualcomm, Broadcom and NXP. </p> <p>Jensen Huang, Nvidia's chief executive, has insisted that Arm will retain its “neutral” status under his company's ownership. He has also said he hopes to sell more of Nvidia's own technology to Arm's existing licensees, which would be “good for the market” as it “brings more competition”. </p> <p>“[Arm's] definition of neutrality is that they are willing to sell to anybody who wants to buy their technology,” he said in a November interview with the Financial Times. “Of course we will do that and be neutral in that way.” </p> <p>However, some rival chipmakers remain concerned. </p> <p>In an interview with the Financial Times last week, Nigel Toon, chief executive of <a href=\"https://www.ft.com/content/702f9b58-78b8-4b39-83c5-c833cadf4bb5\">Graphcore</a>, which competes with Nvidia in making chips designed for artificial intelligence applications, said the deal was “bad for the market . . . let alone that it is bad for Britain”. </p> <p>“I think it smacks of anti-competitiveness,” he added. “It's market power coming into the hands of a big player that is going to reduce competition generally for the market.” </p> <p>Mr Toon, whose company is based in Bristol and recently raised $222m in new funding, said that despite Arm being owned by SoftBank for the past four years, it had retained a degree of independence that was harder to envisage if it became part of Nvidia.</p> <p>“Having access to some kind of independent, world-class CPU [central processing unit] that is available on equal terms to us as it is to anybody else would be very important,” he said. “If you were a chip company, would you want to go and share your road map for the next four years ahead with Arm, knowing that they are part of Nvidia and you're effectively sharing your road map with Nvidia?”</p> <p>Mr Huang said he expected greater regulatory scrutiny of the deal and <a href=\"https://www.ft.com/content/cc6a3294-b7f7-44ae-8829-ddc03485a60e\">pledged</a> to keep Arm's headquarters, R&amp;D and intellectual property in the UK. When the deal was first announced in September, Nvidia said it could take 18 months to complete. </p> <p>“We are early in the process,” Mr Huang said in November. “I'm fully expecting a lot of back and forth.”</p> <p><em>Additional reporting by Kate Beioley</em></p><p>Source: Tim Bradshaw 2021 'UK watchdog to investigate Nvidia's $40bn Arm deal' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T15:12:06.412Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1232,
          "end": 1241
        }
      ]
    }
  ]
}