{
  "_id": "516547d070f65c758bd73a26d7d70bf8cda4696561e8c38dcad93a357b749434",
  "feed": "wall-street-journal",
  "title": "Tech Stocks Pull S&P 500 Lower; Bond Yields Rise; Two-year yields reach highest since March 2020 as investors price in more certainty for near-term tighter monetary policy",
  "text": "<p>Focus on the continuing economic recovery and expectations for rising interest rates has dented the outlook for tech stocks, which often trade at high prices based on expectations of growth far into the future. Higher rates reduce the value of those far-off earnings. Microsoft shares declined 1.2%, and Apple shares dropped 0.7%.</p><p>President Biden's selection of Mr. Powell for a second term leading the central bank signaled continuity in U.S. economic policy. Federal Reserve officials in the coming months will debate how soon to raise interest rates, trying to avoid either overreacting and cooling the economy or underreacting and allowing inflation to rise out of control.</p><p>Bond yields continued to rise Tuesday, with investors pricing in more certainty for the Fed's plans to taper asset purchases and hike rates in the near future. The yield on the benchmark 10-year U.S. Treasury note rose to 1.662%, from 1.625% Monday. The yield on the two-year note climbed to 0.612%, from 0.580% on Monday.</p><p>\"The volatility is concentrated on the short end of the curve because that is where the expectations of monetary policy are affecting the most,\" said Monica Defend, global head of research at Amundi. The market is pricing in rate rises to begin in June, she added.</p><p>U.S. stocks have rallied in recent weeks on a strong corporate earnings season. With the bulk of financial results in, analysts expect that profits from S&amp;P 500 companies rose 40% in the third quarter from a year earlier.</p><p>Individual stocks moved Tuesday on earnings news. Zoom Video Communications shares tumbled 19% after the videoconferencing company reported a slowdown in revenue growth. Best Buy shares fell 15% after the electronics retailer also posted lackluster sales growth.</p><p>With most of the reporting season in the books, investors are in a quieter period for new information about companies. David Bahnsen, chief investment officer at wealth management firm The Bahnsen Group, is looking ahead to the fourth-quarter earnings season that will kick off early next year.</p><p>\"Fundamentals are doing to drive the next leg of the market, either because earnings outperform expectations yet again, or because they don't,\" he said.</p><p>Oil prices oscillated after the White House said the U.S., China, Japan and other countries would tap strategic oil reserves in a bid to temper gasoline prices and inflation. Global benchmark Brent crude rose 3% in recent trading.</p><p>\"What matters for the price is how much oil we have above ground, and releasing oil from strategic reserves actually reduces this,\" said Bjarne Schieldrop, chief commodities analyst at Nordic bank SEB. \"It is very temporary, it's not very effective and it can so easily be countered by OPEC+ if they reduce exports a little bit.\"</p><p>Bitcoin stabilized Tuesday after sliding for the past two days, rising 1.7% compared with its level at 5 p.m. Monday. It traded at around $57,210.</p><p>Overseas, the Turkish lira weakened further. President Recep Tayyip Erdogan reiterated his views on interest rates and inflation on Monday, exerting further pressure on the Turkish central bank.</p><p>The pan-continental Stoxx Europe 600 declined 1.3%. An uptick in Covid-19 cases and renewed restrictions in Austria and Germany is weighing on market sentiment in Europe.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index added 0.2%. Hong Kong's Hang Seng Index declined 1.2%, weighed down by declines in technology stocks.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Karen Langley at karen.langley@wsj.com</p><p>Tech Stocks Pull S&amp;P 500 Lower; Bond Yields Rise</p>",
  "published": "2021-11-23T17:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 268,
          "end": 277
        }
      ],
      "nexusId": "10031144"
    }
  ]
}