{
  "_id": "02c2924f44a9e0fcff91804062af9ce11a28a3380fdb7284b4c88603d0c4edc2",
  "feed": "ftcomall",
  "title": "Tech: Lina Khan appointment does not mean companies will break apart",
  "text": "<p>Even in a sector the size of the US tech industry, individuals can make a difference. Elon Musk moves bitcoin prices with a single tweet. Jeff Bezos has put pressure on US minimum wages by raising Amazon's hourly rate. Lina Khan may beat them both by shaping a new era of antitrust policy. Yet tech company break-ups are not inevitable.&#xa0;</p> <p>The 32-year-old Columbia Law School professor has become an unusual celebrity by calling for antitrust laws to be retooled for the Big Tech era. Her nomination to the US Federal Trade Commission, which the Senate is voting on, has bipartisan support.</p> <p>Khan has spoken in favour of breaking apart Facebook, Google and Amazon.&#xa0;The ecommerce giant has been in her sights for years. Khan gained prominence with a 2017 article titled “<a href=\"https://www.yalelawjournal.org/note/amazons-antitrust-paradox\">Amazon's Antitrust Paradox</a>” that used the company to explain why low consumer prices were not proof of healthy competition. She argued scale and data accumulation mattered too. </p> <p>Amazon's claim that it remains just a tiny part of the global retail industry is weakened by the fact that its market value has increased by more than $760bn since the start of the pandemic. </p> <p>Khan's appointment means that the focus of tech regulation is likely to shift from Europe to Washington this year. </p> <p>Yet there is no suggestion that tech companies face immediate break-ups. FTC commissioners can investigate and sue companies over antitrust issues but they cannot create policies. Antitrust regulation takes place in courts, where cases are slow-moving and appeals are frequent. The US has not broken a company apart in decades. Its plan to split up Microsoft in the 1990s was overturned.&#xa0;</p> <p>For all the talk, there is no outline for new regulation. A contingent of Republicans, such as Utah's Mike Lee, criticise tech companies yet believe extra regulation could hurt innovation and the US economy. </p> <p>Not all Republicans back the Democrats' vision. This casts tech billionaires in the role historically held by oil barons and railroad tycoons. Proposals including the idea that companies no longer compete against third parties on their own platforms did not receive Republican support. Amazon was recently able to complete a $8.45bn purchase of <a href=\"https://www.ft.com/content/36f8f5a2-d5b6-4e81-b539-688e030a6d7d\">film studio MGM</a>.&#xa0;</p> <p>Khan's appointment would not mean the end of Big Tech. It would signal a change of mood. Politicians and regulators are slowly acknowledging that competition policy needs updating for the digital era.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline</em></p><p>Source:  2021 'Tech: Lina Khan appointment does not mean companies will break apart' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T15:15:14.558Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1599,
          "end": 1608
        }
      ],
      "nexusId": "10031144"
    }
  ]
}