{
  "_id": "e1d9432b7e25b8e90e8245eed39d8fffece9e20b5d67df502df4b1a97f29397a",
  "feed": "ftcomall",
  "title": "‘Farmer Bill' is not alone in dreams of a rural idyll",
  "text": "<p>Many desk-bound and locked-down workers will have spent much of the coronavirus pandemic dreaming of purchasing a rural idyll — even trying their hand as a farmer. Few, however, have the resources of Bill Gates, the world's third-richest man, who was revealed earlier this year by the US publication <a href=\"https://landreport.com/2021/01/bill-gates-americas-top-farmland-owner/\">The Land Report</a> to have become the largest private land owner in the US. It said his portfolio includes at least 242,000 acres of farmland, slightly smaller than the territory of Hong Kong.</p> <p>The gentleman farmer — who relies on their land not for income but an outlet — has long been a familiar figure. Countless American titans of industry and politicians have owned ranches as country retreats. Gates, however, numbers among a new breed who, in the same way as modern <a href=\"https://www.ft.com/reports/ftfm-real-assets\">ethical investing </a>promises both profits and principles, see farmland as an investment as well as a chance to, literally, reshape the world.&#xa0;</p> <p>Farmer Bill, as he was dubbed by the Land Report, is not alone. Family offices that manage the personal wealth of rich individuals, and other institutional investors have similarly <a href=\"https://www.ft.com/content/d158779e-368b-482b-9734-b06cf7fde382\">started making a living from farming</a> — inflows into funds investing in arable land rose to a record high in 2019. That might not chime with some of the US Founding Fathers' ideals of an America based on yeoman farmers but it does represent many people trying to have a different and more fruitful relationship with the land.&#xa0;</p> <p>Farmland offers a chance for funds and investors to mitigate climate change — many investment outfits now have “net zero” targets. That can be as simple as growing trees or encouraging exhausted soils to regenerate, allowing the land to work as a carbon sink trapping greenhouse gases. Most institutional investors have been buying land for crops rather than more carbon-intensive livestock farms. The UK's largest private landowner, the Danish retail billionaire Anders Hoch Povlsen, is aiming to rewild his Scottish estate and has, for more than a decade, pursued an intensive strategy of tree planting, including controversial deer culls.&#xa0;</p> <p>Others may want to try their hand at new farming techniques. Gates' charitable foundation, while not linked to his personal portfolio, has improving conditions for smallholders and increasing their productivity as one of its goals. In response to a question on the social media side Reddit, Gates said that while the farmland purchase was a decision for his investment managers, more productive seeds can avoid deforestation and help Africa cope with the already-changing climate.</p> <p>Farming, as a business, was already changing. Agritech — start-ups that aim to apply new scientific techniques to improve productivity and sustainability — has become another <a href=\"https://www.ft.com/content/32861711-2de6-47af-965e-a5cc807eb24a\">rapid-growing investment trend</a>. These companies likewise appeal to investors who want to do their bit for the planet while earning a financial return. Many have been the target of special purpose acquisition companies, so-called blank cheque companies that first list on the stock market and only then find a company to purchase.</p> <p>It is likely to change even further. <a href=\"https://www.bbc.com/future/bespoke/follow-the-food/the-ageing-crisis-threatening-farming/\">Farmers are getting older</a> and many in the next generation have little interest in taking over — that means opportunities for new buyers. Others are looking at ways to diversify and find new sources of income; customers too are demanding higher standards. In Britain, <a href=\"https://www.ft.com/content/945cdf57-fab4-4fe6-be39-6530bb5e4c36\">post-Brexit reforms to agricultural subsidies</a> are likely to prioritise biodiversity and environmental services as much as crop production. Farmer Bill will not be the only one considering how to combine profitability and sustainability.</p> <p><strong>Letter in response to this editorial:</strong></p> <p><a href=\"https://www.ft.com/content/a937fb64-e4f5-4f82-9d99-17710af72102\"><em>Sustainable farming needs reform and new blood / From Aidan Harrison, Morpeth, Northumberland, UK</em></a></p><p>Source: The editorial board 2021 '‘Farmer Bill' is not alone in dreams of a rural idyll' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-01T11:42:26.984Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}