{
  "_id": "d4bd12107b01381d3843977d6f994fdb0f81889808c8ed81b363737a9f1ef225",
  "feed": "ftcomall",
  "title": "International tax: American revolution targets global winners",
  "text": "<p>Attempting to fix the broken international corporate tax system is a Sisyphean task. But a new model for taxing multinationals put forward by the Biden administration could put the brakes on decades of plummeting tax rates and aggressive planning.&#xa0;</p> <p>The US <a href=\"https://www.ft.com/content/847c5f77-f0af-4787-8c8e-070ac6a7c74f\">blueprint</a> features a 21 per cent global minimum corporate tax rate and a proposal to reallocate some tax paid by the largest, most profitable companies to countries where they make their sales.&#xa0;</p> <p>It is similar to ideas kicked around by the <a href=\"https://www.ft.com/content/c269d8ad-11d6-490a-b290-4d3dbf80bd03\">OECD</a> in recent years. But the push to redistribute a slice of tax revenues would apply to a broader group of businesses. That is likely to make the policy more palatable to US lawmakers as it would no longer discriminate against US digital companies.</p> <p>The model would also defuse the international row over digital taxes fuelled by the imposition of national levies in the UK, France and elsewhere. That would be a relief to some US tech companies, though others such as Microsoft might be losers. While digital taxes home in on its LinkedIn subsidiary, its entire business is likely to be in the scope of the US proposal.</p> <p>Just as radical is the US bid to put a stop to tax competition, by encouraging its peers to adopt a high minimum tax rate. That would hit countries such as Ireland, where US multinationals play an outsized role.</p> <p>Success is not assured. Getting the plan through the US Congress will be a challenge. Internationally, co-operating over tax rates would mean breaking a decades-old habit of competing for company headquarters. Much horse-trading will be needed to reach agreement. Expect the minimum rate to be toned down, from the mooted 21 per cent to perhaps 17 per cent or so.</p> <p>Nonetheless, the US has enough clout to engineer a deal. The revenue raised is likely to be about $100bn — or 4 per cent of global tax revenues — shouldered by at most 200 businesses. For companies like Alphabet, this would be significant. Its effective tax rate averaged only 14 per cent over the past three years.</p> <p>The decision to concentrate tax rises on a relatively small group is a recognition of the winner-takes-all nature of the global economy. Governments have struggled to assert themselves against the might of multinationals. These measures, if adopted, would signal a shift in&#xa0;the balance of power.</p> <p><em>What do you make of the new US tax plan? Please tell us what you think in the comments section below</em></p><p>Source:  2021 'International tax: American revolution targets global winners' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-08T13:32:29.165Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 965,
          "end": 974
        }
      ],
      "nexusId": "10031144"
    }
  ]
}