{
  "_id": "1a99b261bd8e1a7a9b649044dfd610c1920382d1d15973f1dc261b52f3dc73c6",
  "feed": "ftcomall",
  "title": "Live Q&A: What businesses make of the Budget ",
  "text": "<p>Chancellor Rishi Sunak delivered Budget measures that he promised would help the UK economy bounce back — but businesses are concerned about future tax rises to pay for the pandemic. <br><br>The FT's next live Business Clinic will explore the likely impact of Budget measures, and we invite readers to share their comments and questions ahead of the <strong>live discussion at 11am on Thursday March 4.</strong></p> <p>If you run a business, we want to hear what impact you think the Budget measures will make to your bottom line. </p> <p>What do you think about the chancellor's plans to raise corporation tax in future, and the exemptions for smaller companies? Will the introduction of new “super deductions” for companies who invest be of value to your business? Does the extension to the furlough scheme and extended business rates holiday give you the clarity you need to plan ahead? </p> <p>And will the chancellor's £5bn “restart” plan for the UK's high streets be enough to make a meaningful difference? <br><br>Presenter Claer Barrett, the FT's consumer editor, will be joined by Andy Bounds, the FT's enterprise editor, to discuss the key measures. </p> <p>To ask a question or give your views on this topic, please comment below this story. You can view the discussion by returning to this story at 12 noon on Tuesday (the link to the live video will be embedded above) or watch live via the FT's <a href=\"https://www.youtube.com/channel/UCoUxsWakJucWg46KW5RsvPw\">YouTube channel </a>or LinkedIn page.</p><p>Source: Claer Barrett and Andy Bounds  2021 'Live Q&amp;A: What businesses make of the Budget ' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-03T13:23:35.025Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}