{
  "_id": "b5ed7c923845cc488604db12ce1a37bae495aaa94b9e0979dec7e52213a501a2",
  "feed": "wall-street-journal",
  "title": "Facebook Posts Slower Sales Growth With Apple Privacy Policy; Social-media giant to change reporting structure, breaking out unit that includes AR and VR products and services",
  "text": "<p>Facebook also said Monday that it was changing its reporting structure to break out a unit called Facebook Reality Labs that encompasses augmented-reality and virtual-reality products and services. The move will separate results for that unit from the core business segment, including its flagship Facebook platform and other apps such as Instagram. The company said it expects investment in Facebook Reality Labs to reduce its overall operating profit in 2021 by around $10 billion.</p><p>The earnings report comes amid a wave of tumult for Facebook that has been extraordinary even for a company that has weathered numerous controversies and challenges to its business in recent years.</p><p>In addition to the digital-ad industry disruption from Apple's change to its iOS mobile-operating system, Facebook has faced a firestorm of criticism from lawmakers, academics and users over revelations in The Wall Street Journal's \"Facebook Files\" series, which showed that the company knows that its platforms are riddled with flaws that cause harm. Those articles spurred congressional hearings, prompted a rebuke from Facebook's own oversight board and led the company to halt work on a version of its Instagram app focused on children.</p><p>The Facebook Files</p><p>A series offering an unparalleled look inside the social-media giant's failings—and its unwillingness or inability to address them.</p><p>* Facebook's Internal Chat Boards Show Politics Often at Center of Decision Making</p><p>Earlier Monday, Frances Haugen, the former Facebook employee who gathered company documents that informed the Journal's series, spoke to a U.K. parliamentary committee. She urged lawmakers there to pass legislation to rein in social-media platforms, saying that Facebook has trouble curbing misinformation and hate speech in many languages and dialects, including British English.</p><p>Facebook Chief Executive Mark Zuckerberg, on a call with analysts, pushed back against recent criticism of the company.</p><p>\"I'm proud of our record navigating the complex trade-offs involved in operating services at global scale,\" he said. \"It makes a good sound bite to say that we don't solve these impossible trade-offs because we're just focused on making money, but the reality is these questions are not primarily about our business, but about balancing different difficult social values.\"</p><p>Third-quarter revenue reached $29.01 billion, up 35% from the year-earlier period but below the $29.56 billion that analysts polled by FactSet were expecting. That increase was the smallest since last year's fourth quarter and well below the 52% rate over the first half of this year.</p><p>Ad revenue declined slightly from the second quarter, including in the U.S. and Canada, its largest combined market segment. European sales also slid from the prior quarter.</p><p>SHARE YOUR THOUGHTS</p><p>What's your view on the current state of Facebook's business? Join the conversation below.</p><p>Mr. Zuckerberg also addressed Facebook's growing competition for young adult users from Apple's iMessage app and the rise of ByteDance Ltd.'s TikTok, saying that retaining and adding members of this demographic segment is essential for the company's long-term success.</p><p>\"We are retooling our teams to make serving young adults their North Star, rather than optimizing for the larger number of older people,\" he said.</p><p>Sheryl Sandberg, Facebook's chief operating officer, said that sales would have grown from the second quarter absent the Apple privacy changes. \"We and our advertisers will continue to feel the effect of these changes in future quarters,\" she said.</p><p>Ms. Sandberg also said that online commerce isn't growing at the pace it did during the height of the pandemic and that the global supply-chain crunch was also weighing on ad sales. Renewed Covid-19 outbreaks in Southeast Asia, she said, have also slowed economic activity.</p><p>Facebook had previously warned that Apple's privacy changes to its iOS operating system could crimp ad-targeting capabilities in the third quarter, as more people update their iPhones and iPads. Last week Snap Inc. blamed the Apple policy for an expected slowdown in revenue growth for the current quarter, leading its stock price to fall more than 20%.</p><p>Facebook's third-quarter profit rose 17% to $9.19 billion. The company said it had 3.58 billion monthly users across Facebook, Instagram, and its other services—up 12% from a year earlier.</p><p>Facebook shares rose more than 3% in after-hours trading Monday after ending the regular session up 1.3%. The company's shares had retreated 5% last week after Snap reported the advertising issues related to Apple's changes.</p><p>\"Given the fear that was out there, this is fine, especially after Snap,\" said MoffettNathanson analyst Michael Nathanson.</p><p>The social-media company kicks off a busy week of earnings for tech giants. Microsoft Corp. and Google parent Alphabet Inc. are scheduled to report quarterly results after the bell Tuesday, with Apple and Amazon.com Inc. numbers due out Thursday. All are expected to post healthy revenue growth, as consumers and businesses continue to embrace the digital products and services they offer.</p><p>Facebook said it expected sales this quarter of $31.5 billion to $34 billion, reflecting what it called \"continued headwinds from Apple's iOS 14 changes\" and other factors.</p><p>Mr. Zuckerberg lately has been promoting his vision for the metaverse, loosely defined as an extensive future online world where people exist and interact in shared virtual spaces through digital avatars.</p><p>He recently described the metaverse as the next generation of the internet and the next chapter for his company. Facebook said last week that it plans to create 10,000 jobs in Europe over the next five years to work on its metaverse-related endeavors.</p><p>On the company's earnings call, Mr. Zuckerberg reinforced that message while warning that it would take time and effort to benefit the company financially. \"This is not an investment that is going to be profitable for us anytime in the near future,\" he said. \"Later in this decade is when we would sort of expect this to be more of a real business story.\"</p><p>Facebook said it expected to increase its investments in the coming years The company added that next year's expenses would be as much as $97 billion, including spending on items such as technical and product staff and infrastructure-related costs.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Facebook Posts Slower Sales Growth With Apple Privacy Policy</p>",
  "published": "2021-10-25T22:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4807,
          "end": 4822
        },
        {
          "start": 4807,
          "end": 4816
        }
      ],
      "nexusId": "10031144"
    }
  ]
}