{
  "_id": "ce8ff267d080e6822314d19a5be541e897427dd9eb76437f650a5dd6d6a1b5e9",
  "feed": "wall-street-journal",
  "title": " Dans une interview, Adam Selipsky déclare qu'AWS souhaite proposer plus de logiciels dans sa solution de nuage informatique, alors que Microsoft et Google remettent en question sa domination dans le secteur; Comment le nouveau patron du cloud d'Amazon compte défendre son territoire",
  "text": "<p>M. Selipsky déclare qu'Amazon Web Services prévoit de maintenir son avance en proposant davantage d'applications susceptibles d'aider les entreprises à tirer avantage du cloud. Par exemple, la société a développé un outil qui utilise l'intelligence artificielle pour numériser et classer des documents physiques, et un autre qui surveille l'état des équipements coûteux utilisés dans les secteurs de l'agriculture et de l'énergie. « En fin de compte, nous ne sommes probablement pas encore assez proches de ce que les clients ont besoin que nous soyons, résume M. Selipsky, qui est devenu directeur général d'Amazon Web Services, ou AWS, en mai. Nous devons développer de nombreux services. Nous devons développer de nombreuses capacités. »</p><p>L'enjeu est l'un des marchés les plus importants et les plus dynamiques du domaine de la tech. Les services d'informatique en nuage représentent déjà plus de 700 milliards de dollars. AWS a écrasé le secteur et a profité de son expansion pendant des années, mais sa part de marché a diminué, selon le cabinet d'études Gartner.</p><p>Microsoft a porté sa part de marché dans l'informatique en nuage à 19,7 % l'année dernière, contre 8,7 % en 2016. Google a, lui, plus que doublé au cours de cette période pour atteindre 6,1 %. Avec une part de marché, qui s'élevait à 40,8 % l'année dernière, AWS reste leader mais ce chiffre est en baisse par rapport à ses 53,7 % en 2016, détaille Gartner.</p><p>Pour gagner des parts de marché, les rivaux d'Amazon ont investi. En 2019, Microsoft a déclaré qu'il allait investir un milliard de dollars dans la société d'intelligence artificielle OpenAI, en partie pour intégrer l'expertise avancée de celle-ci en termes d'intelligence artificielle dans son cloud.</p><p>Ce mois-ci, l'unité cloud de Google a conclu un accord avec le Chicago Mercantile Exchange (CME Group) qui coïncide avec son investissement d'un milliard de dollars dans la société spécialisée dans les contrats à terme.</p><p>L'unité de cloud computing a généré un bénéfice d'exploitation de 4,9 milliards de dollars au dernier trimestre, soit plus que ce qu'a dégagé l'ensemble d'Amazon</p><p>Après une parenthèse d'environ cinq ans, M. Selipsky est revenu chez AWS pour prendre la direction du géant de l'informatique en nuage, en remplacement d'Andy Jassy. Ce dernier, qui avait participé à la création d'AWS en 2006 et l'avait transformé en une gigantesque machine à profits, a été promu PDG d'Amazon en juillet dernier, en remplacement du fondateur Jeff Bezos. L'unité de cloud computing a généré un bénéfice d'exploitation de 4,9 milliards de dollars au dernier trimestre, soit plus que ce qu'a dégagé l'ensemble d'Amazon.</p><p>M. Selipsky pense qu'il y a encore beaucoup de potentiel de croissance dans le domaine du cloud, ce qui lui permettrait de marquer de son empreinte l'entreprise. « Une chose sur laquelle je veux me concentrer est de trouver d'autres moyens de rendre AWS plus facile à utiliser pour un plus grand nombre de clients », déclare M. Selipsky.</p><p>Il ramène avec lui une expérience qui pourrait aider l'entreprise à se lancer dans de nouvelles activités. M. Selipsky était présent au tout début d'AWS, travaillant avec M. Jassy pendant environ dix ans. Il est ensuite parti en 2016 pour prendre la direction de Tableau Software, une entreprise de Seattle dont le logiciel aide les organisations à mieux interpréter leurs données en les transformant en graphiques qu'elles peuvent retravailler. Il a contribué à faire évoluer le modèle économique de Tableau, qui est passé de la vente de logiciels moyennant un paiement unique — selon le schéma traditionnel —, à un modèle d'abonnement dans lequel les logiciels sont fournis sur le cloud.</p><p>AWS a pris une longueur d'avance dans le domaine du cloud en investissant dans des parcs de serveurs et en louant cette puissance informatique à distance à des clients</p><p>En 2019, Salesforce — l'une des premières entreprises à avoir adopté ce modèle dans lequel le logiciel est conçu comme un service — a racheté Tableau pour plus de 15 milliards de dollars.</p><p>AWS a pris une longueur d'avance dans le domaine du cloud en investissant dans des parcs de serveurs et en louant ces capacités informatiques situées à distance à des clients. Microsoft et Google ont grignoté cette avance, notamment parce qu'ils disposent tous deux d'importantes bases d'utilisateurs finaux et de leurs propres logiciels populaires disponibles dans le cloud — tels que Microsoft Word, Excel et Teams, et Google Docs, Sheets et Gmail — qu'ils peuvent utiliser pour attirer des clients et associer aux clouds de ces entreprises.</p><p>AWS offre des services de base pour le stockage, la gestion et le traitement des données, mais elle n'a pas réussi à proposer des applications situées plus haut dans la chaîne de valeur du cloud que des utilisateurs lambda peuvent utiliser. Les éléments de l'infrastructure de base du cloud seront probablement banalisés à terme, si bien qu'AWS a besoin de davantage de services de niveau supérieur pour maintenir les bénéfices de sa branche cloud à un niveau élevé, selon les analystes. AWS propose une application de vidéoconférence appelée Chime, par exemple. Mais celle-ci n'a pas conquis beaucoup de parts de marché.</p><p>« Amazon a toujours eu un trou dans la raquette dans le domaine des applications », déclare Sid Nag, vice-président de Gartner.</p><p>AWS doit se tourner vers des outils nouveaux et sophistiqués afin de rendre sa solution d'informatique en nuage plus performante pour les différents types d'entreprises et plus facile à utiliser, explique Matt McIlwain, directeur général de la société de capital-risque Madrona Venture Group, basée à Seattle, qui a investi très tôt dans Amazon.</p><p>« Si AWS ne fait pas évoluer sa chaîne de valeur et ne la simplifie pas, il sera dépassé », résume-t-il.</p><p>Les dépenses totales liées à l'informatique en nuage, dont les services d'infrastructure et les applications comme les applications de vidéoconférences et les outils de gestion de la clientèle, passeront de 706,6 milliards de dollars en 2021 à 1,3 billion de dollars en 2025</p><p>La pandémie de Covid-19 a accéléré la demande, car les entreprises utilisent le cloud pour se connecter à leurs employés et à leurs clients à distance. Selon le cabinet d'études International Data Corp, les dépenses totales liées à l'informatique en nuage, dont les services d'infrastructure et les applications comme les applications de vidéoconférences et les outils de gestion de la clientèle, passeront de 706,6 milliards de dollars en 2021 à 1,3 billion de dollars en 2025.</p><p>M. Selipsky indique qu'il s'efforce de rendre AWS plus accessible aux collaborateurs des entreprises qui ne sont pas ingénieurs logiciels. Il ajoute qu'AWS a déjà remporté quelques succès dans ce domaine, citant en exemple Amazon Connect, un système de service clientèle basé sur le cloud qui permet à des clients tels que Barclays de faire travailler à domicile des milliers d'employés de son service clients.</p><p>AWS déploie également des outils conçus pour des secteurs spécifiques tels que les services financiers, l'automobile, les télécommunications et les médias.</p><p>Selon des dirigeants du secteur, il est peu probable qu'Amazon puisse s'attaquer à des domaines où Microsoft domine, comme les outils de collaboration professionnelle. Il cherchera plutôt de nouveaux domaines d'application sur des marchés nouveaux pour le cloud, comme les infrastructures de télécommunications 5G et les véhicules connectés.</p><p>Amazon développe également ses propres processeurs plus rapides et moins chers, conçus spécifiquement pour son infrastructure cloud. La société collabore plus étroitement avec ses partenaires pour fournir davantage de types de logiciels, déclare M. Selipsky. « Nous ne pensons pas que nous devons tout faire seuls », précise-t-il.</p><p>Lors de la conférence annuelle sur le cloud d'AWS, qui se tiendra à Las Vegas à partir de la fin du mois, la société lancera davantage des services de plus haut niveau mentionnés par M. Selipsky, déclare une personne au courant des projets de la société.</p><p>« Je pense qu'il est vraiment important de se rappeler que nous ne sommes qu'au tout début du voyage », déclare cette source.</p><p>Adam Selipsky</p><p>Jovelle Tamayo / The Wall Street Journal</p>",
  "published": "2021-11-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4415,
          "end": 4424
        },
        {
          "start": 1068,
          "end": 1077
        },
        {
          "start": 1501,
          "end": 1510
        },
        {
          "start": 7194,
          "end": 7203
        },
        {
          "start": 4205,
          "end": 4214
        },
        {
          "start": 135,
          "end": 144
        }
      ],
      "nexusId": "10031144"
    }
  ]
}