{
  "_id": "842a336f17101345cc2e89c88e714179c13342600a33195e737d010bb67643e0",
  "feed": "wall-street-journal",
  "title": "Google Maps Boosts Eco-Friendly Routes  ---  App will highlight  directions having lower  carbon footprint, along  with rail, bike options  ----  By Ann-Marie Alcantara",
  "text": "<p>    Alphabet Inc.'s Google is tweaking its Maps app to highlight environmentally friendlier directions to users' destinations, the company said. </p><p>   Maps will soon suggest the car route with the lowest carbon footprint, for example, as long as that route takes no longer than other options. The current system defaults to the fastest directions, without regard to carbon emissions. </p><p>   The new model will use information like road type, incline and traffic congestion to estimate emissions, according to Google. </p><p>   Users in cities like New York and London will also start to see mass transit and cycling featured more prominently when they request directions to a destination. </p><p>   \"This benefits the planet and also helps drivers save money, as routes that require higher fuel consumption also lead to higher gas bills,\" Russell Dicker, director of transportation product at Google Maps, said in an email. </p><p>   Google Maps joins other transportation services in testing and rolling out eco-friendly options that executives hope will help them meet environmental goals and compete for users. Lyft Inc. and Uber Technologies Inc.'s ride-hailing apps in some cities have started offering mass transit directions, cycling and scooter directions to a destination, as well as the option to call a lower-emission car. </p><p>   Transit advocates said such changes can encourage people to choose options that are better for the environment. </p><p>   \"We see all opportunities that help people opt into more safer, more equitable and more sustainable transportation options as being positive for all our cities,\" said Danny Harris, executive director of Transportation Alternatives, an advocacy group. </p><p>   Some of the changes fall under the digital design tactic called nudges, in which user interfaces incorporate small pushes to influence people's decisions without forcing things. Companies like Microsoft Corp.'s LinkedIn and Pinterest Inc., for instance, are supplementing their official content policies with nudges to try to keep their platforms upbeat and free of inappropriate content. </p><p>   Google Maps won't hide higher-emissions routes, the company said: Users can choose among their options on the service, which will display estimated travel time as well as likely carbon emissions for each. The eco-friendly option is highlighted by a green leaf icon and a carbon-emission estimate. Users can also set their preferences to go with the fastest route, regardless of carbon footprints. </p><p>   While Maps will also give priority to cycling directions for users who tend to favor bike routes, it will conversely feature auto routes for regular drivers. </p><p>   Nudges may not always be the best solution, experience designers say. </p><p>   \"Imposing nudges at the moment might not be the best approach, primarily because you don't know the user's specific reason behind using the application at a given moment and it may not give way to create a constant behavior,\" said Stanley Hines, a user experience designer at Stink Studios, an advertising agency. </p><p>   People use Maps for convenience and to avoid traffic, for example, and any nudges that steer them toward routes that don't deliver those things may put people off. </p><p>   Telling users that they have made a difference, on the other hand, could reinforce their lower-emission choices, Mr. Hines said. </p><p>   \"If Uber, Lyft or Google Maps started to provide new ways to provide weekly recaps on how green users were, how much time they saved, or reduced emissions that contributed to the environment, it would give users a sense of awareness,\" he said. </p><p>   Navigation services still have more ways to nudge people toward environmentally-friendly options, user-experience designers said. Google Maps could show users considering a drive how long it will take to find parking when they arrive, they said. </p><p>   But the new efforts from Google present a chance to implement change on a broader level because the app is so widely used, mobility experts say. </p><p>   \"They have a chance to induce mode shift,\" said David Zipper, visiting fellow at the Taubman Center for State and Local Government at the Harvard Kennedy School. </p><p>   Transit advocates say proper infrastructure has to exist in cities and towns, of course, before nudging people toward certain options. </p><p>   \"We just want to ensure that the options that are presented are aligned with infrastructure, and that they help to push the city to make better decisions that support more equitable, accessible transportation alternatives for all residents,\" said Mr. Harris of Transportation Alternatives. </p><p></p>",
  "published": "2021-04-26T06:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1843,
          "end": 1852
        },
        {
          "start": 1843,
          "end": 1858
        }
      ]
    }
  ]
}