{
  "_id": "2d6c026d57e208dd81a10cf88f0fbf622a467009581639b8188ebc596dfea496",
  "feed": "wall-street-journal",
  "title": "Mick Jagger, Financial Planner Extraordinaire; A retirement-planning trade group is underwriting the Rolling Stones' latest tour, and a close look at their classic songs suggests they've been offering financial tips from the start.",
  "text": "<p>When a friend pointed out that the current Rolling Stones tour was being sponsored by the Alliance for Lifetime Income, he could not conceal his contempt. Surely, this was the final nail in the countercultural coffin, when the band that personified rebellion and insolence was reduced to having their tour sponsored by a retirement-planning trade group. Surely, this exposed the Stones as frauds, phonies, hypocrites.</p><p>Such an interpretation of the facts is misguided and jejune. For more than half a century, as anyone even vaguely familiar with the history of rock 'n' roll knows, the Stones have written and performed songs that provide sage investment advice for their fans. Bear in mind that Mick Jagger briefly attended the London School of Economics and was an early proponent of moving the Stones' income to localities where they could escape the tax man.</p><p>This is a subject covered boldly by the title of their iconic 1969 song \"Gimme Shelter.\" In fact, it should come as no surprise that so many of the songs Jagger wrote with Keith Richard are filled with sophisticated, cunning and in many instances prophetic advice.</p><p>This was true from the very beginning. The title of one of their first hits, \"Time Is on My Side,\" subtly counseled fans to begin salting away retirement income at a young age, because the miracle of compound annual growth would make them immensely wealthy by the time they retire. This was a theme expanded upon in their 1966 song \"Out of Time,\" which couldn't help but remind fans that 30-year treasuries would eventually mature and that another long-term investment strategy would need to be developed.</p><p>Those who failed to anticipate this development were condemned to suffer a severe psychological setback, in some cases their \"19th Nervous Breakdown.\" To the Stones, it was essential that \"When the Whip Comes Down,\" one's retirement dreams would not be \"Shattered.\"</p><p>A number of the Stones' best songs have dealt with historical trends in finance. Many respected rock critics consider \"Dead Flowers\" to be a brief but poignant recapitulation of the Tulip Mania of the 1630s that left thousands of gullible investors penniless. \"Wild Horses\" warned nonprofessionals that investing in horse racing was a dangerous exercise that should only be undertaken by the most sophisticated investors. And, in any case, such investments were not \"Respectable.\"</p><p>Other Stones songs quite clearly nudged fans toward burgeoning industries with immense prospects for growth. Long before middle-class parents began employing armies of nannies, the Stones spotlighted the child-care industry with \"Mother's Little Helper.\" \"Start Me Up\" encouraged investors in the direction of daring but underfinanced new enterprises.</p><p>Before portable storage devices arrived on the scene, the Stones released \"Under My Thumb,\" which could just as easily have been called \"Under My Thumb Drive.\" And all the way back in 1965, the Stones, with Nostradamus-like prescience, released \"Get Off of My Cloud\" warning investors that once Microsoft entered cloud computing in a big way, smaller rivals would be wiped off the face of the earth.</p><p>The Stones are by no means the only rock band to insert useful investment advice into their material. Neil Young was far ahead of the curve in pushing precious metals as an investment hedge when he released \"Heart of Gold\" in 1972. Ozzy's Osborne's \"Crazy Train\" was a thinly veiled warning to Wall Street types that if they were headed anywhere for an important meeting, they should at all costs avoid traveling on Amtrak.</p><p>In its 1979 hit \"Highway to Hell\" AC/DC cautioned investors that putting money in penny stocks was a recipe for disaster. The same theme was expressed in the mid-80s Dire Straits hit \"Money for Nothing.\" And what is Sly &amp; the Family Stone's \"I Want to Take You Higher\" but an urgent plea to listeners to avoid the paltry returns on T-bills and instead put their cash in high-yield junk bonds?</p><p>Still, most rock stars and Wall Street types agree that no band has been more persistently on the money when it comes to investing advice than the Stones. \"You can't always get what you want,\" they sing in one of their best-known numbers, cautioning that investors cannot always participate in IPOs at an advantageous price. \"But if you try sometimes,\" they add, \"you just might find you get what you need.\" Over the years, this is the kind of advice that has met with just about everyone's \"Satisfaction.\"</p><p>Mick Jagger, Financial Planner Extraordinaire</p>",
  "published": "2021-12-22T19:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3028,
          "end": 3037
        }
      ],
      "nexusId": "10031144"
    }
  ]
}