{
  "_id": "ca2c12f40f57db7988ee8a0fef732bee184e063fde93998675b3930ac7a235d2",
  "feed": "wall-street-journal",
  "title": "U.S. News:  CPAC Presents United Front  ---  Thousands flock to  Florida conservative  gathering to hear  Donald Trump speak  ----  By Joshua Jamerson",
  "text": "<p>   ORLANDO, Fla. -- The high-profile split among Republican officials in Washington over Donald Trump isn't on display here, as thousands of conservatives have flocked to CPAC to hear from the former president and some of his staunchest political disciples. </p><p>   This year's annual Conservative Political Action Conference got under way in a hotel ballroom Friday morning, when hundreds of people were welcomed by video recordings that repeated Mr. Trump's unsubstantiated claims of widespread fraud in the 2020 presidential election. Mr. Trump's image is splashed all over this year's conference, and MAGA paraphernalia is abundant. </p><p>   \"We have a party led by Donald J. Trump,\" said Ohio Senate candidate Josh Mandel, who criticized \"squishy Republican governors\" who had implemented widespread restrictions to curb the Covid-19 pandemic. Mr. Mandel, one of many Trump-aligned candidates who have announced campaign bids in recent weeks, called himself \"pro-gun, pro-life, pro-Trump.\" </p><p>   Florida Gov. Ron DeSantis, a Republican, touted his keep-the-economy-open approach to Covid-19, championed by Mr. Trump during his time in office. The annual CPAC event is typically hosted near Washington but relocated to Florida, where state Covid-19 restrictions allow for mass gatherings indoors. CPAC organizers have limited the number of attendees because of Covid; in the past, more than 10,000 people have attended. The event is also being streamed online. </p><p>   Many high-profile Republicans who have sought distance from Mr. Trump's tenure -- especially following the Jan. 6 riot in the U.S. Capitol -- aren't coming, including Sen. Mitt Romney (R., Utah), the 2012 Republican presidential nominee. Also not on the speaking roster, either by their choice or CPAC's: Senate Minority Leader Mitch McConnell (R., Ky.), former Ambassador to the United Nations Nikki Haley, Rep. Liz Cheney (R., Wyo.), and former Vice President Mike Pence. </p><p>   Many of the slotted speakers welcomed to CPAC this weekend include those who have stood by Mr. Trump amid criticism over his role encouraging protesters to fight before they stormed the Capitol, including House Minority Leader Kevin McCarthy (R., Calif.) and Sens. Ted Cruz (R., Texas) and Josh Hawley (R., Mo.). </p><p>   Who is in and who is out at CPAC mirrors a dynamic at work within the party more broadly, where pro-Trump politicians and policies are embraced at a grass-roots level and those who oppose the president are spurned. </p><p>   \"I don't see an all-out civil war. It just means there are a few people who think they're more important than the millions of people who got them elected,\" said Jonathan Martin, the GOP county chairman in Lee County, Fla. </p><p>   A Suffolk University/USA Today poll last week found that half of Trump voters surveyed thought the GOP should become \"more loyal to Trump,\" compared with 19% who said the party should move away from Mr. Trump. </p><p>   Matt Schlapp, a Republican consultant who serves as chairman of the American Conservative Union, which runs CPAC, said the GOP isn't far from winning back power in Washington, pointing to the party's unexpected strength in some Senate and House races. The GOP won some House seats, slimming the House Democratic majority, but lost control of the Senate. He said that attacking Mr. Trump risks imperiling his legacy of bringing more rural, blue-collar voters into the party, as well as some Hispanic and Black voters. </p><p>   Earlier this week in Washington, the divisions within the party over Mr. Trump's future were on display when Mr. McCarthy told reporters Mr. Trump should speak at the event. Ms. Cheney, the No. 3 House Republican, said the decision was up to CPAC but she thought he shouldn't have a role in setting the party's future. </p><p>   Other lawmakers supportive of the president said they were looking forward to his speech, including freshman Rep. Marjorie Taylor Greene (R., Ga.), who recently was stripped of her committee assignments by a majority of her House colleagues for her past embrace of QAnon conspiracy theories. A spokesman for Ms. Greene said she would be speaking at CPAC Saturday evening about \"continuing President Trump's America First agenda.\" </p><p>   A spokesman for CPAC said Ms. Greene was speaking at a session hosted by a sponsor and that conference officials don't control what programming sponsors put on in session rooms. </p><p>   Mr. Trump's speech at CPAC on Sunday afternoon will be his first public remarks -- aside from a handful of written statements -- since Twitter and other social-media companies banned him from their platforms. </p><p></p>",
  "published": "2021-02-27T07:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}