{
  "_id": "da62cf5e0973e810f5756969af09cda9eff805dc0e975aebdad0c2ffff97e848",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Intelligent Investor: You Want to Go Green. Wall Street Smells Opportunity. --- The surge in ESG investing comes with a cost",
  "text": "<p>You need to understand two fundamental facts about ESG or \"sustainable\" investing. First, corporate responsibility is in the eye of the beholder; one investor's paragon is another's pariah. Second, ESG is the last best hope for investment firms seeking to hang onto fat fees.</p><p>In the first quarter of 2021, exchange-traded ESG portfolios listed in the U.S. took in $14.8 billion in new money, according to ETFGI, a research firm in London. More than half their total assets of $86.2 billion have flowed in since the beginning of 2020.</p><p>Last year, sustainable portfolios in the U.S. took in nearly one-fourth of all new money across ETFs and mutual funds alike, estimates Morningstar.</p><p>Professional investors and rating services disagree widely on how to rate corporate responsibility. You could admire Tesla Inc. for reducing society's reliance on internal-combustion engines -- or reproach it for squandering electricity on bitcoin and relying on batteries made with lithium, which can be hazardous and difficult to recycle.</p><p>The push for ESG comes partly from investors who want to use their money to pressure companies into certain behavior.</p><p>At least as big a push comes from investment managers. With market-matching index funds beating traditional stock pickers, it's become harder to keep charging high fees.</p><p>Asset managers are rescuing underperforming vehicles from oblivion by converting them to a sustainable approach. One in six ESG funds has been retrofitted out of a pre-existing, often struggling strategy, according to Morningstar; last year, 25 portfolios became born again as sustainable funds. Investors, it seems, are more likely to put up with low returns and high fees if you enable them to feel righteous.</p><p>Some sustainable portfolios exclude companies or entire industries, such as coal or weapons manufacturers. Others hold stock in companies they don't regard as leaders but seek to rehabilitate.</p><p>The new BlackRock U.S. Carbon Transition Readiness ETF takes a third approach.</p><p>The ultimate goal, says Carolyn Weinberg, global product head for iShares and index investments at BlackRock, is \"to change corporate behavior\" by \"rewarding the winners and going light on the potential losers\" in the conversion to an economy that consumes less carbon.</p><p>The Carbon Transition fund doesn't exclude lots of stocks. Instead, it holds slightly above-average stakes in the companies BlackRock believes are making the most progress toward a low-carbon world -- and owns a bit less of those it considers laggards. The fund applies those tilts to each of its approximately 350 holdings.</p><p>The result is a basket of stocks the average investor might find indistinguishable from the market as a whole.</p><p>The Carbon Transition fund's top five companies, totaling 19.5% of total assets, are Apple Inc., Microsoft Corp., Amazon.com Inc., Facebook Inc. and Google's parent, Alphabet Inc. After a fee waiver, the fund charges 0.15% in annual expenses.</p><p>A sibling fund, iShares Core S&amp;P 500 ETF, holds the identical top five companies, in slightly different order and at 21.5% of total assets, for an annual expense of only 0.03%.</p><p>So the Carbon Transition fund looks a lot like a carbon copy of a broad-market index, but with higher fees.</p><p>To be fair, it's benchmarked not to the S&amp;P 500, but to the Russell 1000. Another sibling fund that invests in that index, iShares Russell 1000 ETF, also charges 0.15% and holds the same top stocks.</p><p>The similarity to a plain-vanilla market index doesn't bother Kirsty Jenkinson, who heads sustainable investment and stewardship at the $287 billion California State Teachers' Retirement System, a charter investor in the fund. \"This is for investors who want broad market exposure and want to shift those positions along the margin in a risk-controlled way,\" toward greener companies that can outperform, she says.</p><p>What's more, BlackRock argues, the tweaks it makes to the size of holdings -- for instance, 1.26% in Berkshire Hathaway Inc. and 1.173% in JPMorgan Chase &amp; Co., versus 1.28% and 1.166%, respectively, in the Russell 1000 fund -- add up to a huge difference in carbon impact.</p><p>That isn't easy for outsiders to verify independently. Estimates of emissions can be unreliable. And auditing the carbon impact of every aspect of corporate operations -- from sourcing raw materials to manufacturing and distribution -- is complex and difficult. So different analysts can assign wildly divergent scores to the environmental goodness of a given company.</p><p>Individual investors should remember that annual expenses on sustainable ETFs charge an average 0.34% to invest in U.S. stocks, according to Morningstar -- more than 10 times the cheapest index funds. In that sense, ESG funds are Wall Street's latest way to take something old, call it new and jack up the price.</p><p>Greenness is largely in the eye of the beholder. Fees always put investors in the red.</p>",
  "published": "2021-04-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2798,
          "end": 2807
        },
        {
          "start": 2798,
          "end": 2813
        }
      ],
      "nexusId": "10031144"
    }
  ]
}