{
  "_id": "3b30a71203badca160d17186a2d2c842b0291a3392de0cafae962d0d396aeb75",
  "feed": "wall-street-journal",
  "title": "Global View:  Capitalist Solution to a Globalist Pandemic  ----  By Walter Russell Mead",
  "text": "<p>   Appearing on \"Jimmy Kimmel Live!\" in 2014, Bill Clinton said that an invasion from outer space might be \"the only way to unite us in this incredibly divided world of ours,\" musing \"how all the differences among people on Earth would seem small if we felt threatened by a space invader. . . . Everybody gets together and makes nice.\" Ronald Reagan had the same idea, telling the United Nations General Assembly in 1987 that \"I occasionally think how quickly our differences world-wide would vanish if we were facing an alien threat.\" The Biden administration is betting the farm on the belief that any world-wide problem will do the trick, with global threats ranging from climate change to cyberwar on the increase. But the course of the Covid-19 pandemic to date suggests these hopes are misplaced. </p><p>   Far from uniting the world, the coronavirus renationalized human life. It's not only that most of humanity has been cooped up inside its national borders, with a handful able to travel. Vaccination has become a national matter, with your access to lifesaving shots dependent more on where you are than anything else. International efforts at vaccination have largely failed -- and the resulting bitterness and feelings of alienation in poor countries is likely to leave an enduring imprint on world politics. </p><p>   The World Health Organization has been a shame and a disgrace, from its initial silence over China's coverup of early data on the outbreak through its unreasoning hostility toward Taiwan and its collusion with Beijing's efforts to discredit the lab-leak hypothesis. The premier international health agency has failed. </p><p>   Covax, the much-touted international program aimed at providing vaccines to citizens of countries too poor to purchase adequate supplies on the open market, has also fallen abysmally short. According to WHO statistics, of the 3.7 billion vaccine doses distributed around the world, less than 2% have been given in Africa. </p><p>   Rather than coordinate their policies, countries have followed their interests at every turn. From China's protective coverup of the emerging threat, to the squabbles between the U.K. and European Union over vaccine deliveries, to India's decision to prohibit the export of vaccine doses originally intended for global distribution, leaders have consistently put their own countries (and political fortunes) ahead of promoting a unified global response. </p><p>   What's worked in the pandemic so far has been the dog everyone wants to kick: Big Pharma. Pfizer, Moderna, AstraZeneca and Johnson &amp; Johnson succeeded where the internationalists failed. Scientists in free societies working with the resources that capitalism provides have given the world hope. The WHO, Covax, the Chinese and Russian vaccines, and the \"global community,\" not so much. </p><p>   The Biden administration, doubling down on its reflexively globalist approach, seems to believe that the best response to this disheartening state of affairs is to sabotage the American pharmaceutical industry. The U.S. development bank -- the International Development Finance Corp. -- will provide billions of dollars to firms based in countries like Brazil, Rwanda, Senegal, South Africa and South Korea that agree to manufacture Covid-19 vaccines. Meanwhile, the State Department's coordinator for global Covid response, Gayle Smith, said last week that she wants to push Big Pharma to share its technology with its new government-subsidized foreign competitors. This, the master planners at the State Department joyfully gush, would build low-cost manufacturing hubs that can make vaccines more cheaply than closely regulated, high-wage American firms can. </p><p>   There is no doubt that the U.S. should do more to get more vaccines into more arms in more countries. As Washington indulges in its greatest spending frenzy ever, there is surely room for programs to help American pharmaceutical companies meet the world's crying need for vaccines -- along with aid to help overstressed public health authorities abroad cope with the challenge of a massive vaccine rollout. Negotiating aggressively with Big Pharma over the price would make sense, along with roping other rich countries into helping fund the effort. </p><p>   Perhaps that approach is too MAGA for the woke bureaucrats now running the show. But one wonders exactly how President Biden squares subsidizing cheap overseas competition for one of the most successful industries in the U.S. with promoting jobs for the American middle class -- and how Democrats will defend the policy in the face of inevitable Republican attacks. </p><p>   And there's the security question. Does the administration really believe that accelerating the dissemination of cutting-edge biotech around the world will enhance global security? Is our problem really that we don't have enough sophisticated biolabs operating in countries with varying safety standards around the world? </p><p>   Don't worry. If any of these far-flung biotech hubs go rogue or forget proper procedures and some kind of new pandemic spews forth, humanity will surely unite to fix the problem. And international institutions like the WHO will be there to protect us. </p><p></p>",
  "published": "2021-08-03T06:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}