{
  "_id": "4d5aca2ec935913394c1e218d347c401ae00776befaa4f255952eaca9b35666a",
  "feed": "wall-street-journal",
  "title": "Sports:  James Harden Was Traded for a Sixth-Grader  ---  The Nets traded draft picks through 2027. The players in that class are in middle school.  ----  By Ben Cohen",
  "text": "<p>   On the day the Brooklyn Nets became an NBA superteam by trading for James Harden, a player they might send back to the Houston Rockets was in his mother's car finishing his math homework. </p><p>   Josh Rivera had been driven to his basketball trainer's gym for a workout by the time he peeked at a television and learned that his favorite player was now playing for one of his favorite teams. </p><p>   \"I was like, whaaaaaaaat?\" he said. </p><p>   It was hard to consider a world in which Harden, Kevin Durant and Kyrie Irving were teammates and reach any other conclusion. But when the Nets instantly became title contenders by trading for Harden, they didn't just swap players with the Rockets. They also paid a fortune in draft capital. </p><p>   Harden cost the Nets the rights to their first-round picks through 2027 -- which means James Harden was traded for someone like Josh Rivera. </p><p>   This is the way the best NBA teams are built these days. They have to make trades so far into the future that players involved are currently in sixth grade. </p><p>   Rivera is such a Harden fan that he once bought his own beard to dress like him for Halloween. A trip to the costume shop was the only way for him to replicate Harden's stupendous facial hair: Rivera happens to be 12 years old. </p><p>   The sort of player on the other side of the biggest trade of the NBA season is a lanky boy with braces on his teeth and middle school on his mind. He dreams of dunking one day soon, but for now he's content with \"almost touching the rim.\" The last time he checked, he was 5-foot-11. </p><p>   \"But that was a couple months ago,\" said his father, also named Josh Rivera, as they walked into practice one afternoon last week. \"We haven't measured you in a while.\" When they did a few days later, he was 6-feet tall. \"And getting close to 6-foot-1,\" his father said. </p><p>   He has a long way to go and many inches to grow before he gets to the NBA, but kids like him are being traded already because deals that move superstars and warp the league's competitive landscape can only come together between teams with different strategic objectives and incentives. One (like the Nets) is willing to mortgage its future in the hopes of winning a championship right away. One (like the Rockets) is willing to lose in the short term for a greater probability of a title in the long run. One is buying. One is selling. Thus, a trade. </p><p>   The team dealing its best player for draft picks is essentially betting against the other team. And the NBA is long on these shorts. The Pelicans have liens on the Lakers and Bucks after parting with Anthony Davis and Jrue Holiday. For the Clippers to pair Kawhi Leonard and Paul George, they gave the Thunder everything but Steve Ballmer's courtside seats. </p><p>   But the trade between the Nets and Rockets for a disgruntled Harden was the type of blockbuster deal that will resonate for a decade to come. </p><p>   It brought the Nets the league's richest and weirdest collection of talent. Harden joining a team with Durant and Irving was like slathering an ice-cream sundae with several fountains of hot fudge. It was almost impossibly sumptuous. And it was likely to be delicious. </p><p>   The most remarkable thing about the Nets finishing the season with the best offense in the history of the league was that their best players barely played together: Harden, Durant and Irving were on the court for 6% of the team's minutes. It turned out to be a preview of the playoffs. The Nets looked magnificent in taking a 2-0 lead against the Milwaukee Bucks -- and they were sublime despite Harden injuring himself on the very first play of the series. </p><p>   But the Nets getting Harden was the least risky part of the deal. That's because the Rockets got a bunch of kids to be named later. </p><p>   Josh Rivera could be one of them. </p><p>   Rivera is a star for the sixth-grade team of the Riverside Hawks, an elite AAU program in New York that routinely sends players to colleges and the NBA. He tries to watch basketball every night before he falls asleep between 10 and 11 p.m., though it has never been easier for someone his age to follow the NBA. If he misses a big game because it's past his bedtime, Rivera catches highlights on Instagram and replays on YouTube. </p><p>   The rest of his schedule is busy with basketball. There are private workouts and practices on Saturday and Sunday. He goes to practice at Riverside Church on Monday. Tuesday is for strength training. Wednesday is when he sees a coach who trains NBA players. Thursday is another night of workouts. \"And then Friday is his rest day,\" says his father. </p><p>   Rivera spends so much time in the car with his parents that he does homework by connecting his computer to the personal hotspot on his phone. But last spring, when school became a screen and he wasn't being driven anywhere, his family bought a hoop for their house in Yonkers, N.Y., so that one thing about his life wouldn't change: At least he could keep playing basketball. </p><p>   It was around this time when Rivera noticed something curious about the younger Josh. He was doing things that his father hadn't taught him. </p><p>   \"They emulate what they see,\" said the older Josh. \"You watch him practice and play and think: He's 11 or 12. How is he getting that? Then you realize: Wow, he's seeing that from the players.\" </p><p>   Every time he turns on a Nets game, this dean's list student is learning. \"I watch to study,\" he says. Rivera is big and long for his age, so he marvels at Durant, who is also big and long for his age. He often has the ball in his hands, so he takes notes on Irving's spellbinding handle. Since he's a sentient youth basketball player, Rivera has a stepback that he stole from Harden. </p><p>   He wants to be like them when he grows up. One of the wonderful things about being in sixth grade is that your entire life is ahead of you. The future is seventh grade. Eighth grade feels like forever. Rivera's senior year of high school is roughly a century away. </p><p>   But that's how far in advance NBA championships are won. The Nets could be irrelevant by then, and James Harden could be retired. In his place will be the players for whom he was traded -- the players like Josh Rivera. </p><p></p>",
  "published": "2021-06-10T06:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}