{
  "_id": "abc2b55470e3fd3f8eb2a328314097173cf285ead28caac942103929908cca4c",
  "feed": "wall-street-journal",
  "title": "Former Immunomedics CFO Charged With Insider Trading; The SEC accuses Usama Malik of tipping off his girlfriend that the FDA had deemed the company's breast-cancer drug effective",
  "text": "<p>The authorities allege that Mr. Malik tipped off Ms. Wood and three of his relatives about the FDA's move before Immunomedics announced it. Mr. Malik was subject to a trading blackout that barred him or anyone in his household from buying the company's stock.</p><p>Mr. Malik and Ms. Wood were both arrested Wednesday, the New Jersey U.S. attorney's office said. Lawyers for the two couldn't immediately be located.</p><p>Fore Biotherapeutics, a biotechnology company focused on cancer drugs, said Thursday that it had fired Mr. Malik as its chief executive.</p><p>Mr. Malik was CFO of Immunomedics, based in Morris Plains, N.J., from 2018 until October 2020, the authorities said. Ms. Wood was Immunomedics's head of corporate communications from 2018 to 2019, according to her LinkedIn profile.</p><p>In December 2019, Mr. Malik wired about $65,000 to Ms. Wood, according to a criminal complaint filed in a federal court in New Jersey. On or about that same day, which was around the time Ms. Wood left Immunomedics, she exercised her stock options, using the money to help her purchase about $73,000 in the company's shares, according to the complaint.</p><p>In April 2020, Mr. Malik learned of the FDA's decision and passed the information to Ms. Wood in a nine-second phone call, the criminal complaint said. The same day, Ms. Wood bought about $64,000 in Immunomedics stock, ultimately realizing more than $213,000 in profit.</p><p>In May 2020, Ms. Wood wrote a check to Mr. Malik for $65,000, mirroring the amount that he had paid her in December 2019. In the check's memo line, she wrote \"Home,\" the complaint said.</p><p>The SEC's complaint alleges that when Mr. Malik was asked about Ms. Wood's trading by the Financial Industry Regulatory Authority, he didn't identify her as his romantic partner and denied that he had communicated with her during the relevant period.</p><p>In September 2020, Gilead Sciences Inc. agreed to pay $21 billion to buy Immunomedics, a deal that closed in late October. A representative for Gilead declined to comment on the matter.</p><p>The count of securities fraud carries a potential penalty of 20 years in prison and a $5 million fine.</p><p>Write to David Smagalla at david.smagalla@wsj.com</p><p>Former Immunomedics CFO Charged With Insider Trading</p>",
  "published": "2021-12-02T23:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}