{
  "_id": "4155fc6a9f2a683d07ebf3c96c206cdfd0360bb7addc7ad5332c523e9fdd8f43",
  "feed": "wall-street-journal",
  "title": "Microsoft Earnings Jump as Cloud Services Thrive; Software giant's business continued to expand in latest quarter on shift toward remote working",
  "text": "<p>The Redmond, Wash., software company said its Azure and other cloud-computing services grew 50% in what was its fiscal first quarter.</p><p>SHARE YOUR THOUGHTS</p><p>What do you find most meaningful in Microsoft's quarterly report? Join the conversation below.</p><p>The company's shares rose around 1% in after hours trading.</p><p>Microsoft is among the tech companies that have benefited most from the sustained shift to working-from-home and remote schooling that followed the outbreak of Covid-19.</p><p>Companies and consumers embracing digital services that run on the cloud have been at the center of its growth. Demand for personal computers, many using the company's Windows software, has surged over the last 18 months as has demand for Microsoft's latest videogame Xbox consoles.</p><p>The company said its Microsoft Cloud business, a broader representation of the company's overall cloud business, generated $20.7 billion in sales for the quarter, up 36% from the previous year. That was its first time reaching the $20 billion quarterly sales mark.</p><p>\"The Microsoft Cloud delivers the end-to-end platforms and tools organizations need to navigate this time of transition and change,\" Microsoft Chief Executive Satya Nadella said in a statement.</p><p>The company's gaming business continued to experience some slowness as the opening up of the economy meant people were spending less time locked at home playing games. Sales from its Xbox content and service business expanded only 2%, compared with an increase of 30% a year earlier. That's due to a strong prior-year performance in the Xbox business, said Kendra Goodenough, director of investor relations at Microsoft.</p><p>Microsoft's Windows licensing to computer manufactures grew 10% from the prior year, while its Surface hardware sales slipped 17% after unusually strong demand driven by Covid-19 a year ago, said Ms. Goodenough.</p><p>Another growing business for Microsoft has been its social network LinkedIn, which saw its sales expand 42% in the quarter. In the previous quarter ended June, Microsoft said LinkedIn had reached more than $10 billion in annual revenue for the first time.</p><p>LinkedIn hit a speed bump this month when it announced it would be scaling back plans in China in response to escalating compliance requirements from the Chinese government. China was LinkedIn's third-largest country by user count and the retreat could detract from the success the unit has had recently, analysts said.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Earnings Jump as Cloud Services Thrive</p>",
  "published": "2021-10-26T21:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1160,
          "end": 1169
        },
        {
          "start": 2476,
          "end": 2485
        },
        {
          "start": 2014,
          "end": 2023
        },
        {
          "start": 718,
          "end": 727
        },
        {
          "start": 190,
          "end": 199
        },
        {
          "start": 309,
          "end": 318
        },
        {
          "start": 783,
          "end": 792
        },
        {
          "start": 1883,
          "end": 1892
        },
        {
          "start": 1642,
          "end": 1653
        },
        {
          "start": 1631,
          "end": 1640
        },
        {
          "start": 1642,
          "end": 1651
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1032,
          "end": 1041
        },
        {
          "start": 718,
          "end": 729
        },
        {
          "start": 190,
          "end": 201
        }
      ],
      "nexusId": "10031144"
    }
  ]
}