{
  "_id": "6340ab02d3cede3f07cf8b364bef4213558366e32189c467e1de4ec955e7df35",
  "feed": "economist-newspaper",
  "title": "British entrepreneurs: The lion and the unicorn",
  "text": "<p>Unicorns are now common around the world. Compared with its European neighbours, though, Britain is especially good at rearing them. Since 1989 it has generated more than France, Germany and Sweden combined, according to Tech Nation, a growth platform for British tech firms, and Dealroom, a data provider. And despite the usual weighting towards London, Britain's 99 unicorns are more scattered, from Horsham and Hatfield to Sheffield and Solihull (see map). Of France's 24, meanwhile, 22 are based in or around Paris (the remaining pair are in Grenoble and Lille).</p><p>Several factors lie behind Britain's fecundity. Its universities produce the sort of graduates tech firms want to hire, and a smaller set who go on to found new ones. The local language is the lingua franca of the global tech industry, and London is a hub for venture capitalists from across the continent. For a company looking to build brand awareness, Britain's population also occupies a sweet spot between Estonia's cosiness and America's coast-to-coast scale.</p><p>To explain the distribution of its mythical beasts, look at the origins of Britain's tech industry. Firms such as Cisco, Microsoft and IBM chose to base their European operations in Britain in the 1980s and 1990s, often setting up outside London to reduce overheads. Being older than its continental rivals has given the British tech sector more time to spread out. That its trailblazers did not all start in the capital may have given it the inclination to do so.</p><p>The government is eager to encourage more unicorns to grow. On September 14th it announced that it had taken equity stakes in 158 startups to tide them over during the pandemic. Its innovation strategy, published in July, seeks to make it even easier for foreign tech types to obtain British visas and immigrate. Future unicorn hunters may not need to search so hard.</p>",
  "published": "2021-09-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1154,
          "end": 1163
        }
      ],
      "nexusId": "10031144"
    }
  ]
}