{
  "_id": "6c1e1dca4fc66bf33fccc884a80fa19b1b713347fb4382a449366c3ba11bad3b",
  "feed": "ftcomall",
  "title": "Apple taps Taiwan's TSMC for key iPhone tech",
  "text": "<p><em>Hello, Mercedes here from Singapore. One of the most consequential effects of the global semiconductor shortage is the shifting and, in some cases, deepening alliances between tech companies across the world. This week we feature the strengthening partnership between Apple and Taiwan's TSMC. Elsewhere we are tracking the fallout on India's tech sector from Paytm's disastrous&#xa0;share issue and don't miss the FT's podcast on Demetri Sevastopulo's scoops on China's new hypersonic missile technology that have stunned the world. Until&#xa0;next week !</em></p> <h1>The Big Story — Exclusive</h1> <p><strong>Apple</strong> is going with <strong>TSMC</strong> to reduce reliance on <strong>Qualcomm.</strong> The US maker of iPhones plans to adopt the Taiwan chip titan's technology to mass produce Apple's first in-house 5G modem chip by 2023, according to <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Apple-taps-TSMC-to-build-custom-iPhone-5G-modem-in-2023\">this exclusive</a> in Nikkei Asia.</p> <p>In the latest iPhone series, these components are provided by Qualcomm of the US.</p> <p><strong>Key developments</strong>: Apple has been seeking to reduce its reliance on Qualcomm and gain more control over vital semiconductor components for several years. The two US companies settled a lengthy&#xa0;legal battle over patent royalties&#xa0;in 2019, and Qualcomm recently confirmed that its share of iPhone modem orders will drop to about 20 per cent in 2023.</p> <p>In addition to saving money on fees it pays to Qualcomm, developing its own modem would pave the way for Apple to integrate TSMC's chip with its in-house mobile processor. This would give the US tech giant more control over its hardware integration capability as well as boost the chips' efficiency. </p> <p>TSMC has been a vital partner for Apple in its strategy of designing more of its own components and is the sole producer of iPhone processors and M1 Mac processors. The Taiwanese company also has hundreds of engineers stationed in Cupertino, California, to support Apple's chip development road map, sources said.</p> <p><strong>Upshot</strong>: The deepening alliance between Apple and TSMC is a high consequential trend in the global semiconductor industry. </p> <h1>Mercedes' top 10</h1> <ol>  <li><p>Demetri Sevastopulo's scoops on <strong>China's</strong> new hypersonic missile technology have stunned the world. Podcast <a href=\"https://www.ft.com/content/b663c7e1-b591-4710-bd8c-dd74818faaab\">here</a> and story <a href=\"https://www.ft.com/content/a127f6de-f7b1-459e-b7ae-c14ed6a9198c\">here</a>. (FT)</p></li>  <li><p>As foreshadowed by this newsletter, Apple won't be meeting some Christmas wish list demands as the chip shortage bites. <a href=\"https://asia.nikkei.com/Business/Technology/Apple-s-Christmas-sales-in-Asia-at-risk-from-global-supply-crunch\">The iPad</a> is the main casualty. (Nikkei Asia)</p></li>  <li><p><strong>South Korea's</strong> Samsung&#xa0;has chosen Taylor, Texas for its planned <a href=\"https://www.ft.com/content/1bdb3163-59ab-4cb4-b3b5-8970a7290b85\">$17bn US chip</a> plant, responding to Washington's aim of more domestic semiconductor production. (FT)</p></li>  <li><p><strong>India </strong>this week <a href=\"https://www.reuters.com/world/india/new-indian-law-will-allow-only-few-cryptocurrencies-government-says-2021-11-23/\">reignited a push</a> to ban cryptocurrencies while <strong>Indonesia's</strong> top Islamic body has told Muslims in the world's fourth most populous country to <a href=\"https://asia.nikkei.com/Economy/Muslims-cannot-use-crypto-Indonesia-clerical-council-says\">steer clear</a> of the products. (Reuters, Nikkei Asia)</p></li>  <li><p>But other countries are going all in. A <a href=\"https://asia.nikkei.com/Business/Finance/New-bank-deposit-backed-digital-currency-set-for-Japan-trials\">new digital currency</a> backed by bank deposits and involving more than 70 companies is set for a test run in <strong>Japan</strong>. (Nikkei Asia)</p></li>  <li><p>Supercharging demand: <strong>Japan</strong> is <a href=\"https://asia.nikkei.com/Business/Automobiles/Japan-to-double-EV-subsidies-to-match-U.S.-and-Europe\">doubling subsidies</a> for electric vehicles to as much as $7,000, putting it on par with the <strong>US</strong> and <strong>Europe</strong>. (Nikkei Asia)</p></li>  <li><p>Lower <strong>Chinese</strong> consumer spending and tax threats are hitting <a href=\"https://www.ft.com/content/15adadee-c6fa-4665-97ad-1ec8477de4b4\">Alibaba's share price</a>. (FT)</p></li>  <li><p>Spacs are back: <strong>Singapore</strong> superapp Grab gears up in the <strong>US</strong> for the <a href=\"https://asia.nikkei.com/Business/Startups/Grab-poised-for-U.S.-listing-as-SPAC-deal-set-for-vote-next-week\">biggest merger globally</a> with a blank-cheque vehicle. (Nikkei Asia)</p></li>  <li><p>Binance's <strong>Singapore</strong>-based founder is in talks with sovereign wealth funds about them <a href=\"https://www.ft.com/content/006b727a-cc20-403e-ad53-6a23571e6c1c\">taking a stake</a> in the world's largest cryptocurrency exchange. (FT)</p></li>  <li><p>A <strong>Japanese</strong> group develops a new method to <a href=\"https://asia.nikkei.com/Business/Markets/Commodities/EV-batteries-Cheaper-way-to-recycle-material-developed-in-Japan\">cheaply extract</a> copper, nickel, cobalt and lithium from used EV batteries. (Nikkei Asia)</p></li> </ol> <h1>Our take</h1> <p>Just a few weeks ago, SoftBank founder Masayoshi Son was heralding Paytm's IPO as a “great event” for the Japanese conglomerate. SoftBank took a sizeable stake in the Indian fintech company — holding about 18.5 per cent before the IPO — and had high expectations for its public debut. </p> <p>Paytm fell at the first hurdle. The company had one of the <a href=\"https://www.ft.com/content/81d2e1a7-d2c5-43e9-9835-fcd3ce375c6e\">worst debuts</a> for a newly listed company in recent history. The blame game between the company, investors and bankers has already started. An overambitious valuation, weak demand from wealthy individuals, and a cap on retail exposure due to Paytm's lack of profit are some of the reasons being cited. </p> <p>What of SoftBank? The prolific tech investor made a decent chunk of money selling some Paytm shares as part of the listing. Moreover, despite its falling share price, the Indian company is still worth more than the $16bn valuation at which SoftBank last bought shares. </p> <p>In <a href=\"https://www.wsj.com/articles/softbank-vision-fund-cfo-cautions-many-recent-investments-are-going-to-fail-11637340543\">an interview</a> following the IPO, SoftBank Vision Fund's chief financial officer had this to say: “The stock's down, but we got in much, much earlier, at a lower valuation. We invested in them three or four years ago, so it's OK.”</p> <p>All this puts the spotlight firmly on upcoming India tech listings by SoftBank-backed companies. The Japanese group is in pole position to receive a <a href=\"https://asia.nikkei.com/Business/SoftBank2/SoftBank-closes-in-on-lucrative-gains-from-India-s-IPO-rush\">multibillion-dollar windfall</a> from IPOs such as PolicyBazaar and Oyo. Including Paytm, SoftBank's two Vision Funds have invested about $11bn in Indian start-ups. </p> <p>Retail investors might stay away if lofty valuations and subsequent falling share prices continue to hit them harder than they do SoftBank. </p> <p><em>— Mercedes</em></p> <h1>Smart data</h1> <p>Fourteen of the biggest crypto mining companies in the world have moved more than 2m machines out of China in the months following the country's move to ban mining, according to FT data. Where did they end up? Mostly in Russia — although eight out of the 10 largest public mega farms based in the US have expanded the number of machines in their fleets since China's ban. What's also interesting is how Asia is absent from the equation. <a href=\"https://www.ft.com/content/0dbe4f9f-a433-4288-858e-c4b852f4c340\">Read more here</a>. </p> <h1>Spotlight</h1> <p><strong>Ahmed Mazhari</strong> says that <strong>Microsoft</strong> is <a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Microsoft-aims-to-fund-more-female-led-startups-in-Asia\">on a mission</a> to support Asia's female tech entrepreneurs.</p> <p>“Talent is going to be the strategic advantage that will differentiate companies,” said Mazhari, Microsoft president for Asia. “And [yet] we have by choice selectively excluded half the talents . . . enabling more men than women in the past.” </p> <p>Under a new initiative, Microsoft plans to use its early-stage venture capital investment arm, <strong>M12</strong>, to co-invest with a fund managed by <strong>She Loves Tech</strong>, which provides&#xa0;mentorship and networks for female tech entrepreneurs. It organises a community of more than 8,000 entrepreneurs in more than 50 countries, with partnerships with global venture capital firms&#xa0;and angel investors. </p> <p>Microsoft and She Loves Tech announced a multiyear partnership where Microsoft will&#xa0;provide Azure cloud computing services and other technology tools to start-ups that She Loves Tech supports.</p> <h1>When sages speak</h1> <p>China intends to become a “cyber superpower”, projecting its influence far beyond its borders. This cracking <a href=\"https://www.aspi.org.au/report/chinas-cyber-vision-how-cyberspace-administration-china-building-new-consensus-global\">new report</a> from researchers at ASPI, the Australian think-tank, shows how Beijing is working to build a consensus on the future of who will set the rules, norms and values of the internet.</p> <p>The tech regulation onslaught in China has been so rapid and broad it can seem dizzying. <a href=\"https://merics.org/en/short-analysis/tech-regulation-china-brings-sweeping-changes\">This round-up</a> from <strong>Kai von Carnap</strong> and <strong>Valarie Tan </strong>at Merics, a Berlin-based think-tank, puts it all clearly into perspective.</p><p>Source: Mercedes Ruehl, Kenji Kawase and James Kynge 2021 'Apple taps Taiwan's TSMC for key iPhone tech' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-24T08:06:17.365Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5933,
          "end": 5942
        },
        {
          "start": 5595,
          "end": 5604
        },
        {
          "start": 6289,
          "end": 6298
        },
        {
          "start": 6358,
          "end": 6367
        },
        {
          "start": 5763,
          "end": 5772
        }
      ],
      "nexusId": "10031144"
    }
  ]
}