{
  "_id": "5515ff91fe95db23d7bd06e2b09c9e4460f63b59e4c1acf880b0c6502e77352b",
  "feed": "wall-street-journal",
  "title": "Microsoft  Examines  Ties With  Activision  ----  By Sarah E. Needleman",
  "text": "<p>   Microsoft Corp.'s videogame boss said the company is evaluating its relationship with Activision Blizzard Inc. in the wake of a Wall Street Journal article about its chief executive's handling of sexual-misconduct issues at the videogame company. </p><p>   Xbox maker Microsoft made the remarks in a letter to employees Thursday, a day after the head of Sony Corp.'s PlayStation business said in a letter to that company's employees that Sony has asked Activision how it plans to address the Journal's reporting. </p><p>   In the letter to Microsoft employees, executive Phil Spencer also said he personally has \"strong values for a welcoming and inclusive environment for all of our employees at Xbox.\" </p><p>   He added: \"This is not a destination but a journey that we will always be on. The leadership at Xbox and Microsoft stand by our teams and support them in building a safer environment for all.\" </p><p>   Sony was Activision's largest customer in 2020 and Microsoft was its fourth largest, accounting for 17% and 11% of revenue, respectively, according to a securities filing. </p><p>   The Microsoft letter was earlier reported by Bloomberg. </p><p>   The Journal's article, published Tuesday, said Mr. Kotick didn't inform the company's board about some reports of sexual misconduct by male employees toward female employees, including alleged rapes. </p><p>   Activision issued a statement later that day saying the article paints \"a misleading view of Activision Blizzard and our CEO,\" Bobby Kotick and that it \"ignores important changes underway to make this the industry's most welcoming and inclusive workplace.\" </p><p></p>",
  "published": "2021-11-19T07:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 520,
          "end": 529
        },
        {
          "start": 1053,
          "end": 1062
        },
        {
          "start": 928,
          "end": 937
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 789,
          "end": 798
        },
        {
          "start": 258,
          "end": 267
        }
      ]
    }
  ]
}