{
  "_id": "b5094e83b1e7b42af4ca0ec8ccb89a59357311340799cce79b98e1e712217559",
  "feed": "ftcomall",
  "title": "YouTube feels heat as Russia ramps up ‘digital sovereignty' drive",
  "text": "<p>Until last summer, Tsargrad TV, which styles itself as a Russian Orthodox answer to Fox News, was an obscure corner of YouTube. </p> <p>The Russian-language online news channel was best known for its priestly presenters and conspiratorial musings about the global financial system plotting against Moscow — suspicions it viewed as confirmed last July when the Google-owned streaming service took the channel down over what it claimed was a US sanctions breach.</p> <p>Now Tsargrad is poised to strike back after a landmark court ruling that could put Google's entire Russian business in jeopardy as Moscow steps up attempts to force western technology companies to comply with its laws. </p> <p>A Moscow court last month ordered Google to reinstate Tsargrad's YouTube channel globally on the grounds the ban had unfairly discriminated against its owner, Konstantin Malofeev.</p> <p>Malofeev has been under US and EU sanctions since 2014 over his ties to Russian-backed separatists in Ukraine. But he told the FT that YouTube had continued to pay Tsargrad some $10,000 a month in advertising revenue for years until the ban.</p> <p>Google filed an appeal against the ruling on May 19. If it loses, it will face a court-imposed rolling daily fine that could rise to as much as Rbs94tn ($1.28tn) by the end of the year — close to the $1.53tn market capitalisation of its parent company Alphabet.</p> <p>YouTube said on Friday: “Google is committed to compliance with applicable sanctions and trade compliance laws. If we find that an account violates these laws, we take appropriate action.” </p> <p>“I've got no plans to suffer as a Russian citizen in Russia because idiots in America are up to idiotic things. That's why I'm defending my rights under Russian law,” Malofeev told the FT in an interview last week. </p> <p>“If American internet platforms can't obey Russian law, then maybe there's nothing for them to do in Russia. That's their decision,” he added, speaking in Tsargrad's office surrounded by the Russian empire memorabilia that adorns it.</p> <p>Moscow increasingly sees control over what it calls its “digital sovereignty” as vital in an era when foreign internet giants control reams of Russians' personal data that the Kremlin fears could be used to expose its intelligence services or organise protests.</p> <p>President Vladimir Putin warned this year that compelling foreign companies to comply with Russian laws was crucial so society did not “collapse from the inside”.</p> <p>Google and YouTube are the biggest targets. Jailed opposition activist Alexei Navalny, Putin's most prominent opponent, has more subscribers on YouTube than all Russia's state TV channels and has mobilised them to stage mass demonstrations. </p> <p>Russia is deploying a range of tools to counter the tech groups. In the spring, censors deployed new technology from Russia's “sovereign internet” — in effect a parallel web run on the country's servers — to <a href=\"https://www.ft.com/content/7b46cb83-1e42-45c1-9a25-86da0fca24cc\">slow down Twitter</a> for not deleting 3,168 posts it said encouraged illegal activity. </p> <p>Roscomnadzor, the internet censor, said this week it would not ban Twitter after the site deleted most of the disputed posts, but it vowed similar measures against YouTube and Facebook if they did not comply with local laws.</p> <p>Russia's antitrust watchdog is also investigating Google over what it called YouTube's “non-transparent, unobjective and unpredictable” blocking policy.</p> <p>Gazprom, Russia's state-run gas monopoly, rebooted local YouTube clone RuTube and launched Russian TikTok-style app YaMolodets late last year and plans to develop them into credible competitors. </p> <p>Their audience is a fraction of that enjoyed by their foreign counterparts. But another new law mandating smartphone manufacturers to pre-install a slate of Russian-made apps on phones sold in the country could drive users their way, according to Andrei Soldatov, a non-resident senior fellow at the Center for European Policy Analysis.</p> <p>“They've decided to go the Chinese route and launch analogies to all these services,” said Soldatov, co-author of a book about Russia's attempts to control the internet. “Now they really have technological capabilities to attack global platforms — to slow down their traffic and to do a lot of nasty things.”</p> <p>Russia has threatened to ban foreign social networks before. A block on Microsoft-owned LinkedIn in 2016 failed to scare Silicon Valley into complying with Russia's laws on data localisation and banned content. Companies found in breach of Russian law were instead happy to pay the minuscule fines levied.</p> <p>Roscomnadzor abandoned its 2018 ban on Telegram two years later after its Dubai-based Russian founder Pavel Durov found ways to elude the blocking. </p> <p>“They were fighting on their own. Nobody was helping. The whole presidential administration was running around with Telegram on their phones,” said German Klimenko, a former adviser to Putin on internet issues.</p> <p>After Putin <a href=\"https://www.ft.com/content/59498c92-799f-4c61-ac2e-77e7e302cc32\">amended Russia's constitution </a>last year, Moscow has more legal weapons at its disposal. One change affirms the primacy of Russian law over foreign courts when jurisdictions clash. </p> <p>A subsequent law mandated that business people under international sanctions could use Russian courts to settle foreign disputes. Another threatened punishment for “censorship” of Russian media after a popular pro-Kremlin talk show host and state network RT alleged that YouTube had taken down their videos. And a law introduced on Friday would allow Russia to ban internet companies that refused to open local offices.</p> <p>The new regulations would force internet companies to comply with Russian law — or leave the market — Klimenko said, adding: “The point isn't to collect fines.”</p> <p>Alternatively, they could set up a separate version of their site in Russia, he said: “If you want to be an international channel, then please follow our rules. If you don't want to, then you can do whatever you want and your Russian IP will be [banned].”</p> <p>Tsargrad itself is a relative minnow: its online subscribers peaked at roughly 1m before YouTube took it down. But Malofeev, a longtime advocate for greater government control over Russia's internet, has made it an important vehicle for Russia's conservative fringe. </p> <p>The Kremlin is looking to tap far-right patriotic sentiment through Malofeev allies who will run for parliament in September.</p> <p>Malofeev — who has strong contacts with far-right figures in Europe and the US — said he hoped Tsargrad's court victory would inspire conservatives in the west.</p> <p>After the hearing, he wrote to Donald Trump urging the former US president, who remains banned from Twitter and Facebook, to sue US tech companies for censorship in the Russian courts and “partner with us in building the free-speech platforms of the future”.</p> <p>“People from California can't set the rules in Russia,” he said. “If they don't let me back on, then there's not a damn thing they can do here.”</p><p>Source: Max Seddon in Moscow 2021 'YouTube feels heat as Russia ramps up ‘digital sovereignty' drive' FT.com 22 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-22T04:00:20.359Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}