{
  "_id": "4e058900b178e54937bd22a6c8598afd7875fcc00c64694b390a267b0be38f62",
  "feed": "ftcomall",
  "title": "Reach for the stars: what Clubhouse can learn from TikTok",
  "text": "<p>Every social media network gets the influencers it deserves. On buzzy new Silicon Valley app <a href=\"https://www.ft.com/content/bff71492-90ea-4555-92b9-3b41ab6a850b\">Clubhouse</a>, where users gather in audio chatrooms, that means venture capitalists and tech founders. They may be decades older and vastly richer than the teenagers who usually jump into new platforms but they are just as eager. If they have their way, Clubhouse is about to become a global phenomenon.</p> <p>Early signs are promising. When Facebook founder <a href=\"https://www.newsweek.com/clubhouse-mark-zuckerberg-good-time-show-app-glitches-elon-musk-1567039\">Mark Zuckerberg</a> made a surprise appearance on Clubhouse this month, the reaction was ecstatic. The spike in users trying to listen appeared to cause glitches, meaning the event had to be restarted. Days earlier, Tesla boss <a href=\"https://www.bbc.co.uk/news/technology-55888782\">Elon Musk</a> created a similar surge of excitement. He has since announced he will appear on the app with rapper Kanye West.</p> <p>Celebrities are a shortcut to attention but they do not guarantee people will stick around. I joined Clubhouse a few weeks ago but quickly grew bored of the format. I've already lost the habit of checking the app to see what's happening. This means I won't be showing up in the “active user” number that social networks and their investors obsess over. </p> <p>Video-sharing app TikTok, on the other hand, remains as addictive as ever. Here, celebrity does not carry the same weight. When US reality TV star Kylie Jenner began using the app to post sultry promotions for her make-up brand, the comments were kind but firm. “Someone tell her how this app works,” wrote one user. “This isn't Instagram.” </p> <p>Jenner heeded the message and switched to jokingly imitating her famous sisters, but her following of 27&#xa0;million on TikTok is puny compared with the 215&#xa0;million who follow her on Instagram. TikTok's biggest stars are ordinary users who joined early. Its most popular creator, teenage dancer <a href=\"https://www.businessinsider.com/tiktok-most-popular-stars-gen-z-influencers-social-media-app-2019-6?r=US&amp;IR=T#1-charli-damelio-1036-million-40\">Charli D'Amelio</a>, has four times as many followers as Jenner. </p> <p>None of this is by accident. Venture capitalist Blake Robbins <a href=\"https://twitter.com/blakeir/status/1269445699080540161?lang=en\">recently unearthed</a> a 2016 interview with Alex Zhu, co-founder of TikTok-like app Musical.ly, who was asked to explain his theory for creating new social networks. Zhu, who later became TikTok's boss when its Chinese parent <a href=\"https://www.facebook.com/watch/?v=825914401315872\">ByteDance</a> bought Musical.ly, said social networks needed early adopters to be young, creative digital natives with time on their hands. But it could only attract this group by giving them a reason to leave existing popular platforms. That reason, he said, was the possibility of becoming a star.</p> <p>Musical.ly, and later TikTok, offered fresh territory beyond established platforms such as YouTube and Instagram. Instead of targeting already successful creators, it supported new ones, giving them tips on how to make content. A number have gone on to mainstream success. Vegan cook Tabitha Brown has starred in <a href=\"https://www.facebook.com/watch/?v=825914401315872\">Old Navy adverts</a>. D'Amelio has a <a href=\"https://www.hollywoodreporter.com/live-feed/damelio-family-reality-series-lands-at-hulu#:~:text=Hulu%20has%20picked%20up%20the,on%20the%20streamer%20in%202021\">Hulu series</a>, book, podcast, nail varnish collection and — ultimate teen bragging rights — her own <a href=\"https://www.tubefilter.com/2020/09/23/charli-damelio-dunkin-donuts-sales-app-downloads/\">Dunkin' Donuts drink</a>.</p> <p>The benefit of building up a stable of homegrown stars instead of parachuting in well-known names is loyalty. Consider the parable of Snapchat, once considered a potential Facebook killer. In the mid-2010s Snapchat enthusiastically courted Jenner. Her use of the app generated public attention and encouraged other celebrities to set up accounts.</p> <p>When she lost interest, the damage was brutal. Her <a href=\"https://twitter.com/kyliejenner/status/966429897118728192?lang=en\">2018 tweet</a> “sooo does anyone else not open Snapchat anymore? Or is it just me... ugh this is so sad” was blamed for Snapchat's parent company Snap's shares nose-diving, knocking <a href=\"https://money.cnn.com/2018/02/22/technology/snapchat-update-kylie-jenner/index.html\">more than $1bn</a> from the company's market capitalisation in a single day. It took more than a year for the share price to climb back.</p> <p>This is the risk faced by Clubhouse if it continues to use big names to draw in new users. A lot of hype — and money — is riding on the app's success. Although it is not yet a year old and has just two million weekly active users, backers such as VC firm Andreessen Horowitz are reported to have valued it as a billion-dollar company.</p> <p>That puts it in the realm of unicorns — start‑ups deemed so promising they warrant sky-high values and which are expected to let early investors cash out with huge gains. It took Facebook, now a $770bn company, two years to reach such heights.</p> <p>Living up to inflated expectations won't be easy. It makes sense that teenagers would swerve an app that is part conference call, part LinkedIn boast. But Clubhouse can still develop its own early users to build up a loyal audience. TikTok's success suggests that homegrown stars are a better bet than capricious celebrities.</p> <p><em>Elaine Moore is the FT's deputy Lex editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Elaine Moore 2021 'Reach for the stars: what Clubhouse can learn from TikTok' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-16T05:00:10.564Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}