{
  "_id": "36f1d2a32118e1239e1381f27407e6aaba52d5daffe12c73bdfdd2ad24a0f6e6",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Class of 2021: Make Yourself More Employable In One Day --- Advice for new grads to improve their prospects -- straight from the people who do the hiring",
  "text": "<p>Any job interviews you have will likely take place over Zoom, Microsoft Teams or Google Hangouts. Make sure you're set up on those platforms with job-appropriate usernames.</p><p>Think carefully about the best place to do an interview, and, if you can, consider setting up the space with small conversation starters that can showcase your personality, such as memorabilia from college clubs or activities. These small items can help show your interviewer your passions, and serve as conversation starters, says Gracie Keyser, campus lead for university recruiting and relations at Booz Allen Hamilton.</p><p>Make sure your computer works by calling a friend or relative to check your connection.</p><p>9:50 a.m. Set up your voice mail</p><p>Some college students don't set up their voice mails or listen to their messages, says Tonia LaPietra, corporate human resources manager at Wegmans Food Markets. She once called someone about a job and left a message, but didn't hear back from them for three weeks. The job was filled by then, she says.</p><p>Make sure you have a professional-sounding voice-mail message, and set a calendar alert to remind you to check it daily.</p><p>10 a.m. Make your digital presence professional</p><p>Make sure your LinkedIn profile is updated, and consider creating profiles on Handshake or Symplicity, which are online platforms that can connect students with job opportunities.</p><p>\"Recruiters have really shifted to finding talent virtually on the entry-level side more so than we ever had before the pandemic, so having that virtual presence is important,\" says Roderick Adams, a talent acquisition leader at PricewaterhouseCoopers.</p><p>Take a look through your social-media profiles to make sure they are future-employer friendly. Try googling yourself to see what old accounts and email addresses are tied to you. You might consider making some of your profiles private, but, even if you do, be sure to take a look at your usernames to make sure they reflect the stage of life you are currently in. You don't have to delete all of your old pictures, tweets or posts, but anything you do leave up can be considered fair game in an interview, says Ms. Keyser, of Booz Allen Hamilton.</p><p>11:30 a.m. Reread your resume</p><p>\"I can't tell you how many times there's been errors with email addresses or phone numbers on resumes,\" says Ms. LaPietra.</p><p>Make sure you have these things on yours: your contact information, college major, part-time jobs, past internships, involvement in extracurricular activities and leadership roles. If you don't already have a professional email address, set one up. Make sure you triple check everything for accuracy.</p><p>1 p.m. Send strategic networking emails</p><p>After a lunch break, it's time to invest time and effort into making connections at companies where you would like to work.</p><p>If you are sending a cold email, do your research to find the best people to contact. You can reach out to friends or friends-of-friends who have interned or landed a starting role at a company you are interested in working for. In addition, you might try reaching out to alumni from your college or university who work at the company. Write a highly personalized email that hints at what you have to offer, but doesn't directly ask for a job.</p><p>Don't assume it's an automatic \"in\" just because you got an introduction or referral. If you do get an interview, you should do the same amount of research and preparation as you would without that introduction, says Jon Singel, senior director of talent acquisition at Spotify.</p><p>3 p.m. Practice your elevator pitch</p><p>Hiring managers say your resume is what gets you in the door, but your interview is your chance to talk about what you've been up to -- even if it's helping around the house or a passion project the past year.</p><p>\"If you graduated, you still haven't found that prime job, or if you didn't have an internship last summer because of Covid, you don't want a blank spot,\" says Tim Agnew, head of global university relations at PayPal. \"You want to show you were busy, and that you've been keeping your skills up.\"</p><p>Not all examples need to show that everything happened perfectly, says Miranda Kalinowski, vice president of global recruiting at Facebook. \"Often the best candidates we meet are the ones who learn from things that didn't go according to plan.\" Because students have gone through a lot in the past year, with both schooling and jobs being shifted to remote, you may also choose to share how you practiced resilience in everyday life.</p><p>You should also think about more than just the internships you might have had, says Ms. Keyser. Recruiters try to see the holistic picture of who you are, and it is valuable to share stories of leadership or of being a team player from extracurriculars and part-time work. \"I want to know about that, because that paints a really good and clear picture of who you are, and what you might be passionate about,\" she says.</p><p>Practice these anecdotes so you can deliver them at appropriate points of your interview. It's natural to feel nervous before an interview, says Ms. LaPietra. The best way to combat this is to practice with as many people as you can, she says.</p><p>An interviewer can often forgive being nervous, but it is important to have thoughtful answers prepared for the questions you expect to be asked. Also, don't forget to smile. Students often want to show they are professional so they are serious, but it is important to be likable, says Ms. LaPietra.</p>",
  "published": "2021-05-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 62,
          "end": 71
        }
      ]
    }
  ]
}