{
  "_id": "d67bd99f41913a89b4fd5ccfd753c2420133525a0ee66e3e6793e8b86a7b2036",
  "feed": "wall-street-journal",
  "title": "Solar Tech Has Moment in the Sun --- While Heliogen's concentrated solar power is promising, it will be hard for it to overtake photovoltaic solar",
  "text": "<p>(WSJ July 15, 2021)</p><p>(END)</p><p>[Financial Analysis and Commentary]</p><p>Photovoltaic technology is the clear winner of the solar race. Can concentrated solar power catch up?</p><p>One company seems to think it could be possible. Heliogen, a concentrated solar-power company with backing from Bill Gates, said last week that it will merge with a special-purpose acquisition company in a deal that values the company at an enterprise value of about $2 billion.</p><p>At first glance, the deal looks like a head-scratcher. Photovoltaic technology, which uses panels to convert light into electricity, is miles ahead of CSP, which uses mirrors to reflect and concentrate sunlight into very high heat, which is used to produce steam, electricity or hydrogen. The heat is often stored in a medium that is unlikely to cool off quickly, such as molten salt or rocks (in the case of Heliogen). PV is cheaper, takes up less space and has generally fewer performance issues. As of 2019, there was 6.9 gigawatts of CSP capacity globally, which was roughly 1% of total installed solar capacity, according to BloombergNEF data.</p><p>CSP's built-in storage capacity was once seen as a promising solution to the intermittence that plagues renewable energy. But the technology has been tough to master and cost is a large hurdle. Back in 2008, PV and CSP had a levelized cost of electricity around $450 per megawatt-hour, according to Pietro Radoia, senior analyst at BloombergNEF. Today, PV solar can be as cheap as $29 per MWh without subsidies, while the cheapest CSP solar with storage is more than four times as expensive, according to Lazard's analysis from 2020. In a 2019 report, BloombergNEF concluded that in the long term, PV paired with batteries is likely to be \"only slightly more expensive\" and \"much less risky\" compared with CSP systems.</p><p>Heliogen costs less than $50 per MWh including the federal investment tax credit, according to its investor deck, which would make it more expensive than unsubsidized utility-scale solar but cheaper than industrial-scale PV solar without subsidies. The main difference, according to Bill Gross, Heliogen's founder and chief executive, is the company uses cameras on towers to monitor mirrors in real time, with data crunched at 30 frames a second to make sure each mirror's reflection is hitting the target correctly. The company's bet is that its technology will get better over time so the cost declines will come from having to use less material per mirror.</p><p>The other problem Heliogen tries to address is manufacturing. PV costs declined rapidly in large part because modules became a standardized commodity. CSP equipment is clunkier (each mirror can be larger than a king-size bed) and tends to be customized. Heliogen's mirrors are smaller and everything is produced in a factory before being shipped to a site. Its systems come only in standardized 5 MW modules, which can be scaled up according to customers' needs.</p><p>At today's cost, the technology makes the most sense for energy-heavy, industrial-scale customers that would otherwise use fossil fuels to generate heat, steam or hydrogen. Heliogen's target customers are those in high emission industries such as mining, steel and cement. Even though there is no carbon tax in the U.S., Mr. Gross notes a lot of companies have an \"internal charge\" for carbon as a hedge against any real carbon-tax regime in the future. Steelmaker ArcelorMittal (an investor) and mining company Rio Tinto are among its first customers. The company is weighing utility-scale application.</p><p>No matter how efficient the systems get, there are inherent limits to CSP's scale. The technology is much more location dependent than PV, which can generate electricity in a cloudy or dusty environment. CSP's mirrors aren't good at converting diffuse light into heat, which means it can only work in the sunniest places near the equator. CSP takes up more space than PV and doesn't work as well for small-scale applications like homes. Because of that, the technology might not benefit from the economies of scale that PV has enjoyed.</p><p>Heliogen's technology could end up making money for its own investors, but it is far from being a breakthrough moment for the industry.</p>",
  "published": "2021-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}