{
  "_id": "e8bea693609d8dee2659dc2a4b62c9e7f451b3d294f82500363c2164411c9032",
  "feed": "ftcomall",
  "title": "How two recent games restore colour to the world ",
  "text": "<p>The most bizarre premise of any game I've played was that of 2007's <a href=\"https://www.ft.com/content/7bb936ed-f9af-4f48-be72-91a703d4114f\">role-playing title</a> <em>Eternal Sonata</em>. As it begins, Frédéric Chopin is lying on his deathbed aged 39, succumbing to tuberculosis. In his dying state he dreams a tale of disease, rebellion and sacrifice in a vivid fantasy world. Here the player controls an anime-fied Chopin and teams up with a cast of plucky teens named after musical terms — Polka, Falsetto, Claves. However, this wildly imaginative conceit only leads to a rote exercise in dungeon-crawling, broken up by dry educational interludes that tell the story of the composer's life, scored by his wistful nocturnes. </p> <p>It's hard to fathom quite how this eccentric game was ever greenlit, but as a teenager I was bewitched by its ambitious narrative, which dramatised the idea of accepting mortality as a musical epic. Its story came to my mind this week when I was playing two recent releases which are also about artists. These are not tired exercises in <a href=\"https://www.ft.com/content/c1da6f1e-b206-11e9-b2c2-1e116952691a\">debating whether games are art</a>, but instead thoughtful explorations of how we use art to reshape the world around us, also exploring the crippling effect that self-doubt and social expectations can have on the creativity of the artist.</p> <p>“You ever made it to the top?” a mysterious girl asks beneath a towering autumnal tree at the opening of <em>The Artful Escape</em>. The player character Francis shakes his head and replies: “Been too scared to try.” They climb up together. As a budding musician, Francis feels oppressed by the legacy of his uncle, a Dylan-esque figure whose achingly cool picture looms from posters all over their small Colorado town. </p> <p>“To strum a folk ballad about the toil of a miner's life, hold (X)”, the game instructs wryly, but such righteous protest songs are nothing like the melodies Francis feels flowing through his veins. No, he wants to unleash his inner psych rocker, to loose gargantuan, chromatic guitar riffs into the sky. On the eve of a concert in memory of his uncle, Francis is abducted by musical aliens and finds himself on The Cosmic Lung, a spaceship full of curious extraterrestrial partygoers, where he begins to shrug off the Neil Young persona and embrace his inner Ziggy Stardust.</p> <p>The game is a simple <a href=\"https://www.ft.com/content/5ddd3c7a-929d-4fd2-ab8f-32942e2e6460\">platformer</a> offering little challenge, but it has visual flair to spare and the genius inclusion of a button you can press at any time to launch into a wailing guitar solo (I held it down for almost the entire game). With hilarious vocal turns from actors Carl Weathers, Lena Headey, Jason Schwartzman and Mark Strong, <em>The Artful Escape </em>is more engaging as a story than a game, but it resonates as a memorable fable about finding your true voice.</p> <p><em>The Artful Escape </em>left me wondering if there are games about creating art that allow the player to exercise creativity as part of the gameplay. This led me to the charming indie title <em>Chicory: A Colorful Tale</em>, released over the summer. In its world there is a chosen artist who wields a magical paintbrush and is responsible for ensuring the bucolic landscapes and villages are a riot of colour. You play not the titular “Wielder” Chicory, but her janitor, who is forced to take up the magic brush when the world abruptly drains of colour and Chicory is nowhere to be found. </p> <p>The game's world and characters are drawn in thick cartoon lines which you can colour to your heart's content. The process of colouring objects and deciding on colour schemes hits the same soothing spot that was identified by trendy grown-up colouring books in recent years, but in <em>Chicory </em>your brush is not merely decorative — it is a core part of gameplay. You solve puzzles by painting, rather than combat, drawing lines to illuminate the darkness in caves or using colour to make plants bloom which help you along your way. </p> <p>As you criss-cross the game's cosy landscape, the map gradually fills with the colours you leave in your wake. Each brush stroke is permanent so when you return to an area visited long ago, the world remembers you, asking you to reflect on the traces that you left behind.</p> <p><em>Chicory </em>opens out into a darker story than I had expected. We learn that the title character is depressed, paralysed by society's expectations of her art, and we witness her enduring a painful panic attack. As the janitor protagonist must assume the responsibility of restoring colour to the world despite a lack of training, so Chicory must learn to overcome her anxiety and believe in herself again. We are works-in-progress, the game suggests, but when we create art we imagine how the world might be seen differently, how it may yet be remade.</p> <p><em>‘The Artful Escape' is out now on Xbox One, Xbox Series X/S and PC, and is currently available on Xbox Game Pass; ‘Chicory: A Colorful Tale' is out now on PC, Mac, PS4 and PS5</em></p><p>Source: Tom Faber 2021 'How two recent games restore colour to the world ' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T12:00:30.984Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}