{
  "_id": "9125fbb926dab4c43e6698319976605ffb702fe84a46f8cc73e04f14590928d3",
  "feed": "ftcomall",
  "title": "Corporate America and civil rights: Chauvin trial highlights changing expectations",
  "text": "<p>It took just minutes from Derek Chauvin being found guilty of murdering George Floyd for the first corporate tweets, blog posts and LinkedIn reactions to land. The Business Roundtable called the Minneapolis police officer's conviction “a step towards justice”, the heads of JPMorgan and Starbucks spoke of fighting systemic racism, and Tim Cook of Apple quoted Martin Luther King.&#xa0;</p> <p>Executives rarely comment on court proceedings but <a href=\"https://www.ft.com/content/4234aab9-c37a-41e4-92a8-a0951bfa3f3a\">the chorus </a>captured how Floyd's death under Chauvin's knee pushed civil rights up corporate America's agenda.&#xa0;</p> <p>At the same time, it underscored how much more companies have to do to fulfil the pledges they made 11 months ago to address racial inequities.&#xa0;</p> <p>“CEO activism” on matters not directly tied to their profits is relatively new, said Vanessa Burbano, a Columbia Business School professor who attributed the public comments on the Chauvin verdict to the changing expectations of employees and other stakeholders.&#xa0;</p> <p>But civil rights groups are already urging businesses to take their activism beyond statements, <a href=\"https://www.ft.com/content/5a83fcff-9def-4a66-b65d-2b030759f755\">donations </a>and diversity initiatives, putting pressure on executives to support legislative change.</p> <p>“Companies cannot rise up and speak out against hate in the streets but remain silent when they see hate being indoctrinated in our laws,” the Human Rights Campaign argued this week.&#xa0;</p> <p>A few chief executives have already endorsed the bill most closely associated with the <a href=\"https://www.ft.com/content/f59b2330-7fed-408f-89dc-4156fcb25397\">push for police reform </a>that Floyd's death propelled. Adobe, Hewlett-Packard, IBM and Nielsen publicly supported the George Floyd Justice in Policing Act, which passed the House of Representatives in March.&#xa0;</p> <p>But Jeffrey Sonnenfeld, a Yale School of Management professor whose <a href=\"https://www.ft.com/content/558f2a68-7d42-4702-b86d-fae5458b3e64\">CEO gatherings</a> have helped co-ordinate executive responses to recent political crises, said the policing bill was competing for attention with their efforts to respond to restrictive voting laws and Joe Biden's infrastructure spending plans.&#xa0;</p> <p>“It's come up,” he said of the bill, “but there are so many things on the CEO's agenda right now.” Executives “don't have the time to roll up their sleeves and get that micro” on various pieces of proposed legislation, he added.&#xa0;</p> <p>That, he noted, recently caught out <a href=\"https://www.ft.com/content/f7b3e5c9-fe0c-4a60-9e00-ee7a6cdb5ad0\">Georgia-based companies</a> including Coca-Cola, when Republicans in the state proposed new laws that experts said would disproportionately deter African-Americans from voting.&#xa0;</p> <p>The companies lobbied behind the scenes to alter the legislation, but failed to stop it passing in a form that alarmed their employees and prompted calls for boycotts.&#xa0;</p> <p>“Many things are improved and done and achieved in private without having to take a public stand but in this case it did not work,” Coke chief executive James Quincey said after the Georgia measures passed.&#xa0;&#xa0;</p> <p>After breaking their silence on racial injustice last summer, “I think [many CEOs] said: OK, we've now done what we promised to do,” said Michael Posner, a professor at New York University's Stern business school, but the Georgia laws and more than 300 similar bills in other states changed that calculation.</p> <p>Even after hundreds of executives <a href=\"https://www.ft.com/content/8b13a28b-2e54-42f5-b418-2a3a6a5ff065\">pledged to fight voting restrictions</a>, however, there is little agreement among them on supporting two federal bills, known as HR1 and HR4, which would expand voting access. Trade associations have focused on the bills' imperfections, Sonnenfeld said, but “you can always find 20 things wrong with any piece of legislation”.</p> <p><a href=\"https://justcapital.com/news/95-of-black-americans-agree-that-its-important-for-companies-to-promote-racial-equity-80-believe-they-can-do-more/\">Polling </a>by Just Capital has found that 70 per cent of Americans support business leaders taking a stand on social issues. But subjects like policing and voting rights are “more contentious” than the bottom-line questions chief executives are more comfortable discussing, Posner said, and companies can come under pressure for taking a position.&#xa0;</p> <p>After Levi Strauss chief executive Chip Bergh told its annual meeting this week that Republican voting bills in 47 states were “racist and undemocratic”, for example, the conservative Free Enterprise Project responded that he should “go back to making blue jeans”.&#xa0;</p> <p>“There will be backlash” against companies that make public statements on such issues, said Brenda Darden Wilkerson, chief executive of AnitaB.org, a diversity advocacy group that works with companies including Google and PwC. “The backlash is swift and I've gotten it in my own role but that's part of the [CEO's] platform. You have to be brave.” </p> <p>For the brands willing to break from the pack, though, the risks come with the potential rewards of standing out at a time where claims of corporate social responsibility are no longer exceptional, Burbano argued. “From a strategic perspective, you can potentially differentiate yourself by being a leader on a particular issue,” she said.&#xa0;</p> <p>Hubert Joly, the former chief executive of Best Buy, agreed that the risks of taking a stand have decreased in some respects. When Minnesota debated banning same-sex marriage in 2012, he noted, several executives stated their personal views but “at the time I felt the question was for some people a religious matter and as CEO I felt I didn't have the authority,” he recalled. “I think today, faced with the same circumstances, I would reach a different conclusion.”</p> <p>For Burbano, it may take another year to know whether the business community's reaction to Floyd's death has turned into “tangible action as opposed to something that's easy to tweet”.</p> <p>But for Wilkerson, even watching America's mostly white chief executives overcome their discomfort about talking about race represents progress.&#xa0;</p> <p>“When your existence is not threatened by your race, you don't think about it, so when race comes up at all it's a threat to you,” she said: “The important thing they've done is to take stock, unlike so many of us who live this and didn't have to take stock.”</p><p>Source: Andrew Edgecliffe-Johnson 2021 'Corporate America and civil rights: Chauvin trial highlights changing expectations' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-22T15:00:21.645Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}