{
  "_id": "82297c0e36662884e07f9fb753fe88a7151e30d3516ad6f22690269019daa8c1",
  "feed": "ftcomall",
  "title": "Tencent's plans for Indonesia herald wave of Asian data centres",
  "text": "<p>Chinese internet conglomerate Tencent Holdings is raising the stakes in the race against global competitors for the burgeoning cloud services market in Asia, with a plan to open two data centres in Indonesia by the end of this year.</p> <p>The Shenzhen-based company said it would build most of its planned data centres in Asia, including South Korea and Thailand, as well as the Middle East, Poshu Yeung, Tencent Cloud International's senior vice-president told Nikkei Asia in an interview.</p> <p>Tencent operates 20 data centres outside China, with the first batch launched in Europe and the US. But amid growing political tensions between China and western countries, Yeung said the company plans to add 30 to 50 per cent more data centres by the end of this year, mostly in the Asian region.</p> <p>During the coronavirus pandemic, Asia has experienced fast growth in video conferencing, ecommerce, online education, gaming and livestreaming as people spend more time at home.</p> <p>In order to cater to the surging demand for online services, big technology companies such as Alphabet's Google, Facebook, Amazon and Microsoft, as well as China ecommerce company Alibaba Group Holding, are racing to build data centres to monetise opportunities in the digital transformation of Asia. Investment in data centres in Asia-Pacific quadrupled to $2.2bn last year from 2019, according to property consultant CBRE.</p> <p>Among Asian countries, Indonesia is one of the hottest battlegrounds for cloud services. Google, Microsoft, Amazon and Facebook have announced plans to build their first data centres in the country, the world's fourth largest by population with 270m people. Alibaba has opened two data centres in Indonesia and plans to add a third.</p> <p>“I think Indonesia is actually one of the fastest-growing cloud-business markets in south-east Asia,” Yeung said. “This is the first time we are launching two data centres in the same year in the same market. It shows how committed we are and how much we value the local market.”</p> <p>The new data centre, located in Jakarta's central business district, will support a wide range of industries including financial services, ecommerce, entertainment, gaming and education. Local cloud infrastructure bases help reduce delays in data processing, enabling companies to launch more competitive services compared with those using overseas cloud facilities.</p> <p>“By establishing our data centres, our presence will help us get more local businesses,” Yeung said.</p> <p>Tencent was the fourth-largest provider in the Asia-Pacific cloud market after Alibaba, Amazon and Microsoft, according to a 2019 report by research company Gartner.</p> <p>Tencent's local clients include Jakarta-based Bank Neo Commerce, which will use Tencent's database to support its digital banking services. While Yeung believes financial technology has big growth potential in south-east Asia, he said that Tencent does not have plans to run its own virtual-banking services. He added that the company is talking with local governments to provide data support for public services.</p> <p>Tencent has provided technological support for livestreaming events of Singapore ecommerce platform Shopee. The daily viewing time of Shopee's live site increased more than 15-fold over the past year.</p> <p>By building its own data centres, Tencent also is looking to accelerate the overseas expansion of other services in the group, including music app Joox and video-streaming platform WeTV, in emerging Asian markets.</p> <p>“The fact that we have a lot of our own businesses and also investee companies around the world targeting or doing businesses in Indonesia, it makes a lot of sense for us to have our own data centres,” Yeung said.</p> <p><em>A</em><a href=\"https://asia.nikkei.com/Business/China-tech/Tencent-s-plans-for-Indonesia-herald-wave-of-Asia-data-centers\"><em> version of this article </em></a><em>was first published by Nikkei Asia on April 12, 2021. ©2021 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Business-deals/Tencent-s-biggest-investor-to-trim-stake\">Tencent's biggest investor to trim stake</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/China-tech/Tencent-vows-to-embrace-open-platform-amid-antitrust-crackdown\">Tencent vows to embrace open platform amid antitrust crackdown</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/China-tech/Tencent-spent-more-than-Alibaba-on-startups-in-2020\">Tencent spent more than Alibaba on start-ups in 2020</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/China-tech/China-fines-Tencent-and-Baidu-as-online-crackdown-widens\">China fines Tencent and Baidu as online crackdown widen</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Tencent-invests-in-French-game-developer-Dontnod\">Tencent invests in French game developer Dontnod</a></p></li> </ul><p>Source: Nikki Sun, Nikkei Asia staff writer 2021 'Tencent's plans for Indonesia herald wave of Asian data centres' FT.com 18 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-18T22:00:11.730Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2566,
          "end": 2575
        },
        {
          "start": 1095,
          "end": 1104
        },
        {
          "start": 1483,
          "end": 1492
        }
      ],
      "nexusId": "10031144"
    }
  ]
}