{
  "_id": "e22611eca2d0d10c0da3dc77f0b1a88116796d6b78eeef2085c5a945fd68c465",
  "feed": "ftcomall",
  "title": "Business is booming everywhere except the office",
  "text": "<p>Tech booming, drinks flowing, banks throwing caution to the wind. This earnings season has shown many companies are partying like it's 2019, with stellar results from the likes of Google and Microsoft, a surge in booze sales from spirits groups and sharp cuts to bad debt buffers among lenders from Barclays to Bank of America.</p> <p>Even airlines and travel operators are optimistic that the worst of the pandemic is behind us. Overall earnings in the US are up 90 per cent in the second quarter from a year earlier and almost 20 per cent ahead of analysts' forecasts, according to FactSet data.</p> <p>There is one afflicted sector that is desperately trying to join in. But its dance moves are rather unconvincing.</p> <p>At Boston Properties' results this week, chief executive Owen Thomas began his remarks by noting that all of the landlord's “employees returned to the office on July 6”. On a call that featured the O-word 47 times, more than any company this earnings season according to data from S&amp;P Global Intelligence, he ended by repeating that his entire team was “back in the office”.&#xa0;</p> <p>There is a well-known rule from a different sector that you shouldn't get high on your own supply. Most companies adhere to it. At its earnings call this week, for example, Diageo did not keep going on about how drunk its employees were. Boston Properties might have managed to staff its own offices; doing the same with those of its clients is another challenge altogether.</p> <p>True, earnings are up year on year among property groups, though less strongly than other sectors. The longer-term health of commercial landlords is more precarious. Eighteen months into the pandemic, the future of the office is one of the hardest predictions to make.</p> <p>There are regional differences. Embassy, an Indian property group that owns eight office parks, said this week that lockdowns to curb the country's severe coronavirus wave had “disrupted back-to-office efforts of our occupiers, with less than 5 per cent of [their] workforces operating from our properties during the quarter”.&#xa0;</p> <p>In Europe, Gecina, which has a €20bn property portfolio, was left puzzling over the faster return to the office in Paris compared with London. “Maybe it's something to do with the way the city is built . . . [In Paris] people are living close to the place they work in and probably in a smaller flat.”</p> <p>Even within countries there is a huge range. US property owner Equity Residential this week noted that “New York employers, particularly the banks and financial firms, have called their employees back to the office and you could feel it in the economic activity in many areas of Manhattan”. At the same time, the situation in San Francisco was “more ambiguous” — “employers have been slower to call employees back in, with many initially targeting after Labor Day”.&#xa0;</p> <p>That “initially” is key. The sentiment that vaccines spelt victory has been tempered as heavily vaccinated countries endure new waves of Covid-19 infections. This week, companies including Twitter closed their offices again in both New York and San Francisco. The date of the great return is a moving target. And there is still an obstinate refusal to acknowledge that hybrid working has changed habits forever.</p> <p>The proof that this is not a temporary phenomenon comes from the hermit kingdom of New Zealand. Kiwi Property Group noted in its results that the pandemic had fuelled “the rise of flexible working” and a shift to a “hub and spoke” model, with less work done in the inner cities and more in suburbs. Despite keeping the virus at bay, the country has experienced a similar shift to the rest of the world. It is here to stay. </p> <p><em>tom.braithwaite@ft.com</em></p><p>Source: Tom Braithwaite 2021 'Business is booming everywhere except the office' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-30T09:30:48.575Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 191,
          "end": 200
        }
      ],
      "nexusId": "10031144"
    }
  ]
}