{
  "_id": "8aaef94b58274eac0bd2a0d9bbaf71d4132c9fdd61f0e73d0aa9e39702ca8c98",
  "feed": "ftcomall",
  "title": "‘He never struck me as a big risk-taker': Bill Hwang's big bet blows up",
  "text": "<p>In early 2013, <a href=\"https://www.ft.com/content/b7e0f57b-3751-42b8-8a17-eb7749f4dbc8\">Bill Hwang</a> was barred from the US investment business. Authorities alleged that, as part of an insider-trading scheme, his Tiger Asia Management hedge fund had violated promises it made to some of the world's most powerful investment banks.</p> <p>Hwang, a pastor's son who moved from South Korea to the US as a teenager, quickly bounced back. Steeping himself in scripture, he set up a family office — Archegos Capital Management — and eventually built up trading positions running into the tens of billions of dollars with Wall Street banks, including some of the ones his old firm was accused of cheating.</p> <p>In recent days Hwang's world has unravelled. <a href=\"https://www.ft.com/content/2542af81-9e93-4d05-a0b9-26c0f6aab6f3\">Banks dumped</a> more than $20bn of stock tied to his derivatives trades, counterparties warned of billions of dollars in potential losses and associates wondered how a quiet, abstentious family man who gave much of his money to Christian causes had wound up as the central figure in a colossal Wall Street mess.</p> <p>“He never struck me as a big risk-taker,” said a Korean businessman who worked with Hwang in New York. “But when you hear the news you wonder what happened that he built such a massive fortune and now it's being unwound so quickly.”</p> <p>Hwang's rise was remarkable. When he arrived in the US, he reportedly did not speak English. In a talk given to Sandy Cove Ministries in Maryland last year, Hwang said he was so out of his element that he did not know how to call emergency services when his father died at the age of 50.</p> <p>Nevertheless, Hwang made it to the University of California, where he studied economics before earning an MBA at Carnegie Mellon. </p> <p>He began his business career at Hyundai Securities and the now-defunct investment bank Peregrine before cutting his teeth as a trader at Julian Robertson's legendary hedge fund Tiger Management. </p> <p>He joined the firm in 1996, according to his LinkedIn profile, and focused his stock-picking efforts on South Korea and parts of east Asia, reporting to Robertson, according to one person who worked with Hwang.</p> <p>Robertson encouraged his protégé to launch his own firm, prompting Hwang to declare himself an “accidental investor”. He struck out on his own in 2001 with Tiger Asia, a fund seeded by his former boss, and emerged as one of Robertson's most successful “Tiger Cubs”.</p> <p>“Bill's story is a real Cinderella story. He is a devout Christian. He doesn't even drink beer and has donated a lot of money to churches,” said a close friend of Hwang. “Only months after he moved from Peregrine to Tiger, Peregrine went bankrupt. Everyone who knew him at that time said Bill was blessed and protected by God.”</p> <p>Hwang, who lives with his family in the leafy suburbs outside of Manhattan, in Tenafly, New Jersey, remains close to Robertson. After the travails of Archegos emerged, Robertson wrote to Hwang, who is now in his 50s, to express his concern, according to a person with knowledge of the matter.</p> <p>“I'm just very sad about it,” Robertson told Bloomberg news service. “I'm a great fan of Bill, and it could probably happen to anyone.”</p> <p>But Hwang had been in trouble before.</p> <p>In 2012 Hwang had shut down Tiger Asia, which managed more than $5bn at its peak, after it was hit with the <a href=\"https://www.institutionalinvestor.com/article/b14zpnzrl0m72f/familiar-tale-as-high-flying-bill-hwangs-tiger-asia-close\">insider-trading allegations</a>. He entered a plea of guilty on behalf of the New York-based firm that year to wire fraud charges brought by the <a href=\"https://www.justice.gov/archive/usao/nj/Press/files/Tiger%20Asia%20Plea%20and%20Sentencing%20News%20Release.html\">Department of Justice</a>, and the Securities and Exchange Commission ban followed in January 2013. </p> <p>Prosecutors said Tiger Asia was allowed to see <a href=\"https://www.justice.gov/archive/usao/nj/Press/files/pdffiles/2012/Tiger%20Asia,%20Information.pdf\">confidential information</a> ahead of block trades — big stock sales often made at a discount — that were orchestrated by banks including UBS and Morgan Stanley. As part of the arrangement, Tiger promised to keep the information confidential and not trade on it. Instead, the firm entered into short sales from which it earned millions of dollars, the US authorities said.</p> <p>“This criminal activity by a hedge fund operator, one of the biggest in the world, is unacceptable,” Paul Fishman, the US attorney in Newark, New Jersey, said at the time of the charges in 2012.</p> <p>Hwang has credited his faith with helping him get through the difficult times. He told Sandy Cove Ministries last year that, after Tiger Asia's demise, he had listened to recordings of the Bible for hours, with actor Samuel L Jackson as a narrator.</p> <p>When Hwang re-emerged with a family office, he named it Archegos, an ancient Greek word meaning a leader. In the Bible, Jesus was described as the Archegos, the “author” of salvation.</p> <p>Hwang also founded the Grace and Mercy Foundation in 2007, where his wife is a director and Andrew Mills, the co-chief executive of Archegos, was the vice-chair. The foundation's tax records show it made substantial donations to the Fuller Theological Seminary, an evangelical institution where Hwang is a trustee, and the Museum of the Bible.</p> <p>“My goal is to nurture capitalists that benefit the world that God loves,” Hwang said in an interview five years ago. “Money is a gift that God has given me to share with others.”</p> <p>Hwang's downfall last week came after he was unable to meet margin calls on derivatives trades, known as <a href=\"https://www.ft.com/content/fb364689-9b04-47cb-aba9-5eb15d1cea85\">equity swaps</a>, that he struck with investment banks. These instruments gave him a chance to gain from stock positions without having to own the underlying shares himself.</p> <p>The result was rich in irony. The banks sold shares they held for the swaps in giant block trades. However, instead of offering to sell millions of dollars of shares to Hwang, the likes of Morgan Stanley last week sold billions of dollars worth of stock because of him.</p> <p>Hwang did not respond to multiple requests for comment. The fund has said it was “a challenging time for the family office . . . our partners and employees”. </p> <p><em>Additional reporting by Tabby Kinder in Hong Kong and Leo Lewis in Tokyo</em></p><p>Source: Ortenca Aliaj and Eric Platt in New York and Song Jung-a and Edward White in Seoul 2021 '‘He never struck me as a big risk-taker': Bill Hwang's big bet blows up' FT.com 2 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-02T04:00:45.632Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}