{
  "_id": "559c8b5d923497f14d92b85647d838b6588513730a7633ce87f0878661f5cdd4",
  "feed": "ftcomall",
  "title": "Do games have a role to play in saving the planet?",
  "text": "<p>My <em>Sims </em>family never used to care much about the environment. They would leave the television on all day and heat the outdoor pool right through winter. Nobody was judging them. Yet since I got <em>The Sims 4: Eco Lifestyle </em>expansion pack, my pixelated characters have gone full eco-warrior: recycling feverishly, building wind turbines and collecting dew for the water in their morning showers. They have also adopted a hipster range of eco-adjacent hobbies: upcycling clothes, making candles and brewing kombucha. It's a typically goofy approach to sustainable living from <em>The Sims</em>, but there's a timely message here. When it comes to saving the planet, we all have a role to play.</p> <p>Games have flirted with environmentalism over the years. In 1990, a decade before Will Wright made the first <em>Sims </em>game, he incorporated global warming into <em>SimEarth</em>, threatening players' planets with rising temperatures that could melt ice caps and cause oceans to boil away. The next year, in the first <em>Civilisation</em>, rising pollution levels could turn plains into deserts, a concept revisited in 2018's <em>Gathering Storm </em>expansion for <em>Civilisation VI</em>. A recent add-on for <em>Minecraft </em>introduced carbon dioxide to the game, which rises to dangerous levels if you smelt ore, but diminishes when you plant trees. Several new games set for release this year also tackle environmental themes: <em>We Are the Caretakers </em>tasks players with protecting huge animals in its Afrofuturist world, while <em>Endling</em> casts you as a mother fox protecting her cubs from threats such as climate change and pollution.</p> <p>There are also games that prioritise environmental messaging over the fun of their gameplay. These include <em>Plasticity</em>, an elegant platformer where you traverse a world drowning under plastic waste, and the work of Earth Games, a studio which releases educational projects with laboured titles such as <em>Soot Out at the 0 C Corral</em>, in which you attempt to catch falling soot particles before they contaminate the snow. Civilisation simulator <em>Eco </em>offers an online world where every player's action affects the in-game environment. It has been credited with helping young players grapple with the real effects of climate change, which are often tricky to conceptualise.</p> <p>While environmental themes stretch back into gaming history, it is only recently that the real-world gaming industry has begun interrogating its sustainability practices. Each stage of a console's life cycle, from manufacture to distribution to use, incurs its own environmental cost. The plastics and metals used to make hardware come with their own carbon footprints — an <a href=\"https://www.theverge.com/2019/12/5/20985330/ps4-sony-playstation-environmental-impact-carbon-footprint-manufacturing-25-anniversary\">investigation</a> by <em>The Verge</em> calculated that production of the PlayStation 4 resulted in more carbon emissions than all of Jamaica in a year. </p> <p>Consoles are transported through an international delivery network with its own fuel costs. When they're settled under our televisions, US gaming hardware uses an estimated 34 terawatt-hours of energy per year, the equivalent of 5m cars or the annual energy use of Denmark, according to a study in the Computer Games Journal. Finally, at the end of their lives, obsolete consoles often end up in landfills as “e-waste”, the global sum of which produced in 2019 was 53m tonnes according to the Global E-Waste Monitor — heavier than the combined weight of all the adults in Europe.</p> <p>While certain industry changes have had a positive environmental impact in recent years, such as the replacement of physical game disks by digital downloads and the rise in virtual meetings and events following the pandemic, many of the big companies are aware of the need for more meaningful environmental action. The Playing for the Planet Initiative, founded in 2019 as part of the UN Environment Programme, now includes 29 member companies which have pledged to diminish the environmental impact of their work. </p> <p>Big hitters such as Microsoft and Sony have set ambitious targets — Microsoft intends to be carbon negative by 2030, and Sony plans to “achieve a zero environmental footprint” by 2050 — while mobile games companies such as Rovio and SYBO have added “green nudges” to their games <em>Angry Birds </em>and <em>Subway Surfers</em>, features which encourage players to engage with sustainability. Some of these pledges seem like little more than lip service to environmentalism, riding on the positive PR associated with “green companies”, but it's still better than the major companies which have not joined the initiative, including Take-Two Interactive, Electronic Arts, Activision Blizzard and Nintendo.&#xa0;</p> <p>Ultimately, environmental action needs to come as part of a communal movement: individual gamers as part of a 2bn-strong group, and games companies as part of the wider consumer electronics industry. Over the past year, Covid-19 has drawn attention away from the climate crisis, but this remains the existential threat of our lifetimes. Without dramatic action, it's easy to imagine a future where children can only appreciate the beauty of our natural world in video games — they wander through digital versions of the forests which have all burnt down, or hike across glaciers that have long since melted. With their stunning environments and thrill of exploration, games have always had a unique power to instil wonder in players about the world around us. They underscore how much we have to lose.&#xa0;</p><p>Source: Tom Faber 2021 'Do games have a role to play in saving the planet?' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T05:00:58.737Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3862,
          "end": 3871
        },
        {
          "start": 3910,
          "end": 3919
        }
      ]
    }
  ]
}