{
  "_id": "87b3b6d481e69ded73fb66a947a2224a8b1609bf2425447e9e95fd224392b4a4",
  "feed": "wall-street-journal",
  "title": "How a Video Résumé Can Get You Hired in the Covid-19 Job Market; Young professionals and new graduates are gravitating to visual résumés. Here are the types of employers scouting video talent on TikTok and LinkedIn.",
  "text": "<p>It worked. In addition to his homage to disco, Mr. Beech also made a straightforward, professional accounting of his skills in a separate video shared to his LinkedIn profile. Within weeks, he was hired as a marketing creative for Crowdfunder UK, the digital fundraising platform. The company credits the videos with catching its attention.</p><p>Video résumés have proliferated this year, as TikTok and LinkedIn launched special visual platforms to connect job candidates with hundreds of companies and recruiters. The style of such videos range from lighthearted and unconventional to straightforward elevator pitches to a potential boss. Some, like Mr. Beech's, are elaborately scripted performances, while others look and sound like a written résumé read aloud, selfie-style, to a cellphone camera—recounting an alma mater, job experience and ideal role.</p><p>\"They all saw it and they knew exactly who I was,\" Mr. Beech said of the reaction to his video résumés. \"I have tattoos, I have a very out-there look and I have a bold personality that I want to bring to the office with me, and I don't want to join a job where those traits of mine aren't accepted.\"</p><p>Simon Deverell, founder and creative director of Crowdfunder UK, hired Mr. Beech and said he wants his employees to have an attitude and opinions. Mr. Beech's video \"was more viral than anything we've done,\" he said. \"He didn't apply for the job. I approached him because I saw what he'd done.\"</p><p>Career coaches say more employers were starting to ask for video résumés or cover letters as a part of the hiring process, particularly in creative industries, when the pandemic made most of the hiring world pivot to video interviews. That trend sped up the appetite for full-blown video résumés, too, said Martin Compton, a freelance events producer in the U.K., who created a video for LinkedIn Cover Story, which is displayed on his profile.</p><p>\"I've got to do as much as possible to widen my network, so all these agencies that I want to work for know that I'm open to working with new technologies, that I'm comfortable with video,\" he said.</p><p>The TikTok Resumes pilot program, which launched in early July, encouraged job seekers to create short-form video résumés for open positions at 40 partner companies, including Shopify Inc., Sweetgreen, Alo Yoga and Nascar. Hundreds of job postings were advertised on the platform, from sales roles to data scientist and financial analyst positions.</p><p>For some brands, soliciting video résumés on social media is a way to meet more young, diverse job candidates. A quippy, personality-driven video is a good alternative for some early-career job seekers who have had less time to build out a traditional résumé, said Adrienne Gemperle, chief people officer of Sweetgreen, a chain of salad restaurants in expansion mode that was hiring for shift managers and a growth analytics position, among others.</p><p>\"This has unlocked a way for our candidates to share their passions and their personalities, and to let them shine in a culturally relevant format,\" she said.</p><p>Taylor Haywood, 16, used a TikTok résumé to land a part-time social-media specialist position at a Gen Z consulting firm. She said it took three days to shoot the video, but it was worth it.</p><p>\"I felt so seen because I felt like this video really did represent me as a person, me as a worker and me as a content creator,\" she said.</p><p>Brands that fish for applicants from video résumés might attract more Gen Z consumers as well as workers, said Karin Lewis, a career counselor in Toronto. But creating a good highlight reel isn't always easy, even for younger job seekers who may think they are adept at shooting video, she added, recalling one applicant who filmed his video résumé outside in his pajamas.</p><p>\"Interviewing is hard enough at the best of times, but having to develop a script and to speak to a dead camera on the other side is really probably harder,\" Ms. Lewis said.</p><p>Career coaches and people who have made effective video résumés recommend weighing the pros and cons of the medium. While video can capture personality and give a person the ability to steer their narrative—for instance by explaining a résumé gap—they can take a lot of time to shoot, edit and polish, drawing out the application process. Video résumés posted to TikTok or other platforms can also lead employers straight to an applicant's social media pages, so hiring experts suggest making sure those are cleaned up and professional.</p><p>The rise of video résumés is spawning new concerns about hiring discrimination, several workplace experts said. The trend runs counter to recent efforts many companies have been making, such as removing names and photos from résumés, as they try to stop any unconscious bias from creeping into the process, said Carolyn Kleiman, a career coach at ResumeBuilder.com.</p><p>SHARE YOUR THOUGHTS</p><p>Would you consider creating a video resume? If so, how personal would you get? Join the conversation below.</p><p>\"Now, you're asking for a video where you're going to see me and you're going to hear me. That immediately opens the door for some bias,\" she said. \"How will companies get around that? I don't know. I'm not sure if they know.\"</p><p>Jade Walters, a 21-year-old job seeker who recently created a video résumé, said that, as a Black woman, the possibility of racial bias is always in the back of her mind. She has embraced video résumés anyway, she said, because she sees the format as a way to play up her strengths.</p><p>\"I was able to really showcase my creativity,\" she said. \"There's only so much that someone can get to know of me from my [written] résumé.\"</p><p>Last month Ms. Walters made a 54-second TikTok video, featuring animated text and cheery graduation photos coupled with voice-over narration explaining her credentials: a degree from Howard University, participation in the Iota Phi Lambda business sorority and her on-campus and internship experiences. She capped off the video by saying, \"I hope someone finds this.\"</p><p>By mid-July she had heard from a recruiter on TikTok and had several more interviews thanks to other recruiters who saw her video circulating on LinkedIn. In early August she accepted a job offer as a media planner, and said she owes it to her video résumé.</p><p>How a Video Résumé Can Get You Hired in the Covid-19 Job Market</p>",
  "published": "2021-08-20T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}