{
  "_id": "4c5ecf720999dfca5e6abb731360c215cda578a738fa61fecf94bb4a7e3f202e",
  "feed": "ftcomall",
  "title": "How should wealthy parents treat wayward offspring? ",
  "text": "<p>When it comes to passing wealth on to children, Carl Richards, a financial planner and author of <em>The Behavior Gap</em>, is clear that parents should not put off the discussion: “The best time to learn to have conversations about money with your children is when they are small,” he says. “The second-best time is now. You've just got to have these conversations — and they will be tough.”</p> <p>Throwing family into the mix can ratchet up tensions around money and the fallout can tear families apart. Last year, a 41-year-old highly educated solicitor failed in a legal bid in the UK to compel his parents to continue their financial support for him. In another recent case in the UK, a family racked up considerable legal bills before reaching a settlement with a daughter who had demanded a share of her family home.</p> <p>Such cases highlight the risks for wealthy parents: giving children too much money too early risks indulging them and making them irresponsible. Stuart May, an associate director at Coutts, the private bank, says many clients tell him they worry “that if they give [their children] too much they won't go out and work . . . the classic fear from parents is lack of motivation”.</p> <p>There are plenty of examples from famous wealthy families as well, such as the drug addiction and premature deaths of some scions of the Getty family. In his book <em>All the Money in the World</em>, John Pearson asked why “should something as pleasurable as money bring such misery and havoc as it has to [George Franklin] Getty's heirs?”. Hans Kristian Rausing, grandson of Tetra Pak founder Ruben Rausing, was addicted to the same drugs that killed his first wife, Eva, at the age of 48, in 2012.</p> <p>Charlie Tee, a partner in the private client and tax team at law firm Withers, says wealthy parents worry that their children might become “feckless and easily led — [that] children can only do themselves harm with money if they have it. We have clients who worry their kids will put it up their nose or wrap an expensive car around the lamppost. They don't want them to be a trust-fund kid. They want them to be useful and have a fulfilling job.”</p> <p>Some wealthy parents have talked openly about the difficulties in passing on their wealth. Investor Warren Buffett, who has an estimated $100bn-plus fortune, has said his approach is that a “very rich person should leave his kids enough to do anything, but not enough to do nothing”. That approach inspired fellow billionaire Bill Gates, with whom Buffett co-founded The Giving Pledge — a public promise by wealthy individuals to give away the bulk of their money to charitable causes. The Microsoft co-founder and philanthropist, who announced his divorce from his wife Melinda earlier this month, says he wants his adult children “to have a sense that their own work is meaningful and important . . . We want to strike a balance so they have the freedom to do anything but not, sort of, a lot of money showered on them so that they can go out and do nothing.”</p> <p>The problem transcends wealth to some extent, says Suniya Luthar, professor emerita of psychology and education at Teachers College at Columbia University in New York. She has researched the psychology of wealthy children. “It's up to parents to ensure that kids learn to take responsibility for work and not just have things done for them,” she says. “Children need to do age-appropriate chores at home and, as they grow toward adulthood, engage in productive work — and not expect handouts just because family money is readily available.” </p> <p>Blair Trippe, managing partner of Continuity Family Business Consulting, which advises wealthy families, agrees. “All parents worry about their children,” she says. “But if you try to solve their problems and help them do their homework and get them jobs from your friends, they won't develop that passion and drive.”</p> <p>Some financial responsibility can be encouraged in young children. May, at Coutts, suggests encouraging them to divide their pocket money into three pots: one for spending, the second to save for a bigger item and the third&#xa0;for charity, which can help parents and children talk about values. Janet Hibbs, a family therapist and psychologist, says children need to be allowed to make mistakes with money when they are young. “If you don't let a child learn until they are an adult, their bad choices will be more consequential.” Otherwise, children have “unrealistic expectations of what lies ahead in terms of essentially being financially kept for life”, says Bryony Cove, a partner in law firm Farrer &amp; Co's private wealth practice.</p> <p>Wealth can also inhibit children's social development. “In normal families, you might negotiate using the bathroom,” says Trippe. “In wealthy families, you don't need to worry about it. They are independent.” As they grow up and embark on a career, children may have to deal with negotiating with other people for the first time.</p> <p>The problem for some affluent parents, says Trippe, is that their knee-jerk reaction is to spend their way out of problems. “If you're wealthy, money is in abundance and you can freely give it. Time is scarce. It makes a huge difference to empower [a] child, not entitle them. In order to empower them, you have to spend time and make them understand what the role of the gift is.”</p> <p>Yet the traits that enable parents to make their fortune might not make them the best judges of how to pass it on. Tee at Withers says some wealthy people “think they will never die and also [have a] need to control everything”, with the result that they infantilise their adult children. </p> <p>When things go wrong for wealthy children, Trippe says, it may boil down to identity. “They are often living off their parents' largesse. Their identity [is] dependency. To be an inheritor is very challenging for a lot of people.”</p> <p>One of the greatest problems when it comes to transferring wealth — whether it is through inheritance, gifts or trusts — is that parents have not prepared their children. Money is taboo, particularly for those with lots of it, says Rachel Sherman, associate professor of sociology at the New School for Social Research, a private university in New York. “People don't have the language to talk about this. It is easier to talk about sex than money. One way that wealthy parents raise their kids to be ‘normal' [is by avoiding talking to] their kids about their wealth. [They] try to hide their wealth as they worry it is contaminating. But that's in conflict. Part of being a good wealthy person is to recognise your privilege.”</p> <p>Amy Castoro, chief executive of the Williams Group, which advises families on transferring wealth through generations, says: “Families are unwilling to have the essential conversations about wealth transition — such as expectations, roles, relationship breakdowns — because they just don't trust themselves to have the conversations go well.”</p> <p>This can be complicated by financial advisers who are uncomfortable around family tensions and ill-equipped to help, says Diane Doolin, co-founder of the Institute for Preparing Heirs, which trains advisers. It is important to start conversations about money early, she says. “If [parents] don't, there will be problems later. If the kids are not prepared, then [they] might not be good stewards of the family wealth.”</p> <p>One way of bringing the conversation to life for young children, she suggests, is talking about the family tree. Another is to discuss how their parents made their money. “It can help prepare the kids by strengthening communication and financial education.”</p> <p>May of Coutts says parents' reluctance to talk to their children is often down to a lack of clarity about the appropriate age to transfer money. “It doesn't matter when the transition happens in terms of capital coming down in generations, but what is super-important is having the conversations. If you don't talk about it, [there's] a greater possibility of it going wrong.” In some cases, a discussion about money might only happen after the death of a parent, which can cause problems, particularly if children are treated differently from one another in the will. There might be “an uncontrolled explosion”, says May. “It plays right back into fundamental family dynamics. In every family, there is probably one example of a child feeling more hard done by than the other.”</p> <p>Patricia Angus, founder of Angus Advisory Group, which advises families on wealth and philanthropy, believes in some cases parents might see their children reflecting their own behaviour. “I don't think an adult child can grow up until the parent grows up,” she says. “Often the parent hasn't dealt with the relationship to wealth.” Skills can be taught. Children can be on the board of a business, have responsibilities, learn how to read a financial statement and set up trusts. But values have to be demonstrated.</p> <p>Money can shine a light on differences between generations. Trippe observes that while “parents can be immigrants to the world of wealth, their kids are natives. They have arguments because they are from two different cultures. It can be fraught.” While a parent may think a child is squandering money, the child may be spending in a way that simply reflects different values. “Often inheritors have a value system that is different from the older generation's and [may be] more attuned to society's needs,” says Angus. In some cases, says Cove of Farrer &amp; Co, clients are not “ready or equipped to listen to their child, even if they are fully fledged adults with families of their own”.</p> <p>Arabella Murphy of Propitious, a mediator for wealthy families, agrees. Parental disapproval might just indicate they are on different wavelengths to their offspring. “The parent may not understand or approve&#xa0;of the child's choices, but they haven't necessarily gone off the rails.” Rather than shoehorn children into a life the parent wants for them, the best outcome might be to meet halfway: use the money for philanthropy or to invest in another business, says Murphy. “The child may achieve something different, in a way which makes a more lasting impact.” </p> <p>If offspring are spending money with abandon, it may reflect shame about its source, particularly if it is a line of business the child finds morally unacceptable. “If the family wealth was made in a way that wasn't exactly positive, it can have a negative impact on later generations,” says Angus. “You can feel guilt for something&#xa0;your grandfather did. You might spend frivolously, as you feel such shame and guilt about it. So some of the behaviour that the child is exhibiting is probably expressing some deep-seated emotional ambivalence.”</p> <p>There can be good grounds for managing a child's inheritance through trusts — for example, if they are bad with money, in a difficult relationship, or have a history of addiction or ill health. However, some parents are unable to relinquish control of the money or their children, says Murphy. “Their wills often seek to reward those who comply [with their parents' wishes] and give less — or nothing — to those who fall below their expectations. They often use trusts as a means of control, setting strict rules and standards, or disapproving of their relationships.” Advisers might not be able to change parents' minds, she adds, but can encourage more flexibility.</p> <p>Putting controls on finances might be materially prudent but, says family therapist Hibbs, it can result in children seeing “relationships with their wealthy parents as a set of obligations. The parental power can be disapproving and withholding. It's like when they withhold ice cream. You have to ask yourself as a parent, ‘Is that how I want our relationship to run?'”</p> <p>If warring families end up seeking legal advice, Cove steers them towards mediation and negotiated settlements,&#xa0;which are more likely to restore some harmony. “Legal battles are corrosive and often very damaging to personal relationships,” she says. “Rebuilding after a full-blown court battle may be very difficult — or impossible.”</p> <p><em>This article is part of&#xa0;</em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment.</em></p><p>Source: Emma Jacobs 2021 'How should wealthy parents treat wayward offspring? ' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-10T03:00:14.519Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2616,
          "end": 2625
        }
      ]
    }
  ]
}