{
  "_id": "9f03ea22f95d7a2b104e12bfd2c75aff1b577b2f5268d075f90ba5da3f8d48e1",
  "feed": "ftcomall",
  "title": "New York bets on online profits",
  "text": "<p>Longtime restrictions on gambling in the US have meant the sector is still one of huge untapped potential in terms of online revenues.</p> <p>That may be about to change, with states rapidly opening up the market with enabling legislation, yet a bonanza for betting companies still seems far from certain.</p> <p>New York has been seen as jackpot territory and, facing a $15bn budget black hole, its governor Andrew Cuomo is now backing online sports betting. Last Wednesday, it became the 16th US state in three years — and the largest to date — to allow online gambling.</p> <p>However, Cuomo said it would be “like the state lottery, where we operate it and we get the resources”. At least two platform providers will be selected who must then work with at least four operators. Those operators will have to share at least 50 per cent of their profits with the state.</p> <p>That's a large take — in the UK, bookmakers have been paying a 10 per cent levy on horseracing profits. “Given the high tax rate, New York will not be as attractive a market as once hoped it seems,” one analyst <a href=\"https://www.racingpost.com/news/members/insight/new-york-loses-its-attraction-as-mobile-sports-betting-comes-with-high-tax-rate/484301\">told the Racing Post</a>.</p> <p>Neighbouring New Jersey has already opened up and has been generating the most betting revenues, as the chart below shows. However, it is beginning to have the same concerns as the UK over problem gambling, reporting it to be three times the US national average. Similar restrictions on the amount people can bet could follow.</p> <p><a href=\"https://www.ft.com/content/bb04b14c-e215-4ae8-a655-2bf85fcb73c0\">Today's Big Read </a>on the sector also highlights the high-stakes investments needed to be competitive. Flutter, owner of Paddy Power and Betfair in Britain, spent £350m on sales and marketing in the US&#xa0;last year and its FanDuel US betting operation is still lossmaking. There will be winners and losers as states license their operators or decide not to open up at all. The roulette wheel is still spinning on whether the industry's big bets on the US will pay out.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Grab set for $40bn valuation</strong><br><a href=\"https://www.ft.com/content/5ff674cf-1f70-4c7d-ba5f-20806723a900\">Last week's reports</a> have been confirmed: Grab, south-east Asia's most valuable start-up, has agreed to the largest-ever merger with a special purpose acquisition company, <a href=\"https://www.ft.com/content/a44185aa-51f4-443a-895f-16dd853e1d77\">raising $4.5bn</a> in cash to go public in a US deal that will value its shares at close to $40bn.</p> <p><strong>2. Internet of flawed things</strong><br>Millions of “Internet of Things” devices using software from groups including Siemens and Microsoft <a href=\"https://www.ft.com/content/0bf92003-926d-4dee-87d7-b01f7c3e9621\">contain security flaws</a> that could be used to compromise government servers or hospitals, new research has found. Cybersecurity company Forescout estimated that more than 100m connected gadgets, including printers, medical devices and industrial equipment, are exposed to the vulnerabilities.</p> <p><strong>3. Tracing Lynch Darktrace links</strong><br>New filings have revealed <a href=\"https://www.ft.com/content/6cf0cec0-7774-428f-ae83-5bd6479ae9f6\">the close relationship</a> between Darktrace and tech billionaire Mike Lynch's Invoke Capital. His family owns almost a fifth of the cyber security company and this is likely to attract scrutiny from investors. Lynch founded Autonomy and is fighting extradition to the US over fraud charges related to Hewlett-Packard's $11bn acquisition in 2011 of the software company. <a href=\"https://www.ft.com/content/310f277c-1007-4226-bdb9-ac5d78153c37\">Helen Thomas comments </a>the question is whether potential investors can get comfortable with the reputational headaches, focusing more on Lynch's ability to spot homegrown tech potential and less on his continuing legal battles. </p> <p><strong>4. China's ultimatum to tech</strong><br>China's tech companies have been <a href=\"https://www.ft.com/content/c26eaf88-f0c7-4e8a-9dca-d5669166226f\">given a month to fix </a>anti-competitive practices and publicly pledge to follow the rules or risk suffering the same fate as ecommerce group Alibaba, which was fined $2.8bn at the weekend. China's market and internet regulators and the tax administration issued the ultimatum at a meeting on Tuesday with the country's 34 leading tech companies, including Tencent, ByteDance, Meituan and Alibaba.</p> <p><strong>5. Congress to give tech protection to children</strong><br>Members of both the US Senate and House of Representatives have <a href=\"https://www.ft.com/content/dd3c4aa6-3b44-4618-aacb-94c9b9230718\">told the FT </a>they want to pass new laws to curb social media companies that offer products aimed at the under-16s. There are three broad areas in which politicians are seeking to legislate: children's' online privacy; the content they can access online; and the research technology companies carry out on them.</p> <h2>Tech tools — Dell Inspiron laptops</h2> <p>The PC market has just recorded its&#xa0;fastest year-over-year growth in two decades, with<a href=\"https://www.gartner.com/en/newsroom/press-releases/2021-04-12-gartner-says-worldwide-pc-shipments-grew-32-percent-in-first-quarter-of-2021\"> Gartner reporting today </a>that worldwide PC shipments grew 32 per cent in the first quarter of 2021 to&#xa0;69.9m units. Dell actually lost market share to the likes of Lenovo, HP and Apple so it will be hoping to improve its position with a<a href=\"https://www.delltechnologies.com/en-us/blog/nature-inspired-inspiron-family-connects-your-world-in-style/\"> new Inspiron series of laptops</a>. They feature nearly borderless displays, expansive keyboards, larger keycaps and spacious touchpads. There is an HD webcam embedded and the screen sizes range from 13in to a new 16in form factor, with a 16:10 aspect ratio.</p><p>Source: Chris Nuttall in London 2021 'New York bets on online profits' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T18:19:34.612Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2321,
          "end": 2330
        }
      ],
      "nexusId": "10031144"
    }
  ]
}