{
  "_id": "fbc7f1642051b2102cac1ec6ac4cf28a28cb121370def042c29900b8e1bca70e",
  "feed": "market-watch",
  "title": "Investor who almost doubled the return of her index says these three midcap stocks are ripe for the economic recovery",
  "text": "<p>Diversifying into smaller companies might cut risks and put you in a part of the market filled with ripe opportunities at the right time. You can do this with midcap stocks.</p><p>Below are three midcap stocks selected by Amy Zhang, who manages the $903 million Alger Mid-Cap Focus Fund AFOIX and the $7.7 billion Alger Small-Cap Focus Fund AOFIX. The small-cap fund has a four-star rating (out of five) from Morningstar, and it's closed to new investors. The midcap fund has no Morningstar rating because it was established on June 14, 2019. It is still open, and its performance has ranked within the top 5% of the roughly 600 funds in Morningstar's Mid-Cap Growth category in 2021 and 2020.</p><p>Here's a comparison of total returns for the Alger Mid-Cap Focus Fund's Class I shares and the Russell Mid-Cap Growth Index XX:RMCCG, its benchmark, since the fund's inception. As you can see, the mutual fund almost doubled the return of its benchmark.</p><p>FactSetThe Alger Mid-Cap Focus Fund generally holds about 50 stocks. Zhang also manages the Alger Mid-Cap 40 ETF FRTY, which was established in February and follows a similar strategy, but typically holds 40 stocks.</p><p>Read:Why U.S. midcap stocks may shine in the year ahead, according to Citi</p><p>During an interview, Zhang called midcaps “the best of both worlds,” because there are good values to be found off the beaten path, and because there are also growth plays.</p><p>In the small-cap focus fund, Zhang's selections tend to be healthcare or technical companies because those sectors feature so much innovation. But small caps also require heavy research — many companies are expected to be unprofitable for years. Risks are high if a company is only offering one product or service.</p><p>When selecting midcap stocks, Zhang follows the same strategy of investing in “positive dynamic change” as she does for small caps. But, she said, for the midcaps “we have the growth case and others participating in the [economic] recovery.”</p><p>Midcaps tend to have higher financial quality and more diversified revenue streams than small caps. Therefore, Zhang might pick a stock in any industry, she explained. She also said the Alger Mid-Cap Focus Fund isn't locked into any sector allocation, as the firm's strategy “is really about stock selection.”</p><p>At the end of September, the fund was “overweight in financials and industrials,” compared to its benchmark index, she said.</p><p>“In times like this year, when the market is so macro-driven, while we are still focused on high-quality growth companies in midcap, we [have had] more exposure to cyclicals,” she said, adding that the economic environment has led to better performance for midcaps in 2021 than it has for small caps.</p><p>Three midcap stocks</p><p>Zhang highlighted three of the Alger Mid-Cap Focus Fund's largest holdings. Here they are, with consensus revenue estimates for calendar years through 2023, along with expected two-year compound annual growth rates (CAGR) for revenue (in millions of dollars) and forward price-to-earnings (P/E) ratios:</p><p> Company                     Estimated revenue – 2021  Estimated revenue – 2022  Estimated revenue – 2023  Estimated revenue CAGR  Forward P/E  Upstart Holdings Inc. UPST  $756                      $1,079                    $1,376                    34.9%                   320.7  Signature Bank SBNY         $1,969                    $2,349                    $2,804                    19.3%                   19.3  Herc Holdings Inc. HRI      $2,087                    $2,447                    $2,831                    16.5%                   21.1  Source: FactSet</p><p>These are high expected CAGR for revenue. In comparison, the aggregate two-year CAGR for sales are expected to be only 2.5% for the S&amp;P S&amp;P Small-Cap 600 SML Index and 5.5% for the S&amp;P 400 Mid-Cap Index MID through 2023. The forward P/E ratios for the indexes are below.</p><p>Upstart Holdings</p><p>Upstart Holdings Inc. UPST has developed a cloud-based lending platform for banks that makes use of artificial intelligence. The service began with a streamlined platform for unsecured consumer loans, including application, underwriting and servicing. The company added a similar service for auto loans during 2020. The service is cloud-based; the company said that during 2020, over half of customers who obtained loans through Upstart had applied using their mobile phones.</p><p>“Over time, we really think they will&#xa0; be the one-stop shop, potentially entering cards, mortgages, point-of-sale loans,” and home equity loans, Zhang said. She likes the setup — a company with a small market share in the giant U.S. credit market.</p><p>The company went public in December 2020. This is an early-stage play, with small-cap-like characteristics, including that very high forward P/E. But the high P/E isn't meaningful at such an early stage, when a rapidly growing company focuses on growth in lieu of showing a profit.</p><p>Wall Street analysts expect the company's rapid growth to continue, as you can see on the table, above, and Zhang expects profit margins to improve “as they scale.”</p><p>Signature Bank</p><p>Signature Bank SBNY of New York is a rapidly growing regional player in an industry that most investors don't associate with growth. That expected 19.3% revenue CAGR from 2021 through 2023 is the highest among the 24 banks in the KBW Bank Index BKX. (The index includes the largest U.S. banks, except for investment banks.)</p><p>Zhang believes “there is room for multiple expansion,” because the stock's forward P/E ratio is in line with slow-growing midcap banks.</p><p>She is especially impressed with Signature Bank's Signet digital-payments platform, which allows real-time payments between commercial customers at all times. Signet makes use of blockchain technology. The real-time aspect of the service is more significant than you might think — bank transaction processing has traditionally been an overnight business, as mainframe computers process billions of transactions in batches outside business hours.</p><p>Zhang said Signet illustrates the bank's “optionality in crypto” as bitcoin and other digital currencies are more widely adopted.</p><p>Herc Holdings</p><p>Herc Holdings Inc. HRI leases heavy equipment through subsidiaries, including Herc Rentals. It operates through more than 270 locations in North America. The company was spun off by the old Hertz Holdings (now known as Hertz Global Holdings Inc. HTZZ) in June 2016.</p><p>Herc has two larger U.S. competitors: United Rentals Inc URI and Sunbelt Rentals, a unit of Ashtead Group PLC UK:AHTASHTY. Zhang called Herc “a catch-up play” that is well-positioned to take market share because its management team had right-sized costs and replaced its aging rental fleet.</p><p>She expects Herc's margins to improve and cause a “re-rating” of the company by investors, which mean an expansion of the P/E multiple.</p><p>The prospects of an infrastructure bill passed by Congress and signed by President Biden would provide a tailwind to the company, Zhang said. Aside from the political developments, “we all know the supply-chain issue that has held up projections this year. Herc is a solution for that,” she added.</p><p>A discounted group of stocks</p><p>Large-cap stocks get most of the coverage in the financial media — rightly so, considering how rapidly and consistently the leaders of the technology world have grown. Broad index funds are excellent low-cost investments, but if you are in one, it might surprise you how much of your money is concentrated in a small number of stocks.</p><p>For the best example, the SPDR S&amp;P 500 ETF Trust SPY is 22% concentrated in only five companies: Microsoft Corp. MSFT, Apple Inc. AAPL, Amazon.com Inc. AMZN, two common-share classes of Google holding company Alphabet Inc. GOOGGOOGL and Facebook Inc. FB.</p><p>The S&amp;P 500 Index SPX is considered the U.S. benchmark, and it is weighted by market capitalization. Since it has no upper limit on a company's size, it must always be much more concentrated than the S&amp;P Small-Cap 600 Index and the S&amp;P 400 Mid-Cap Index.</p><p>In addition to Zhang's arguments about the “best of both worlds” in the midcap space, it might surprise you that price-to-earnings valuations haven't increased anywhere near as much for midcaps (or small caps) as they have for large-cap stocks.</p><p>And the same can be said about small caps.</p><p>Timothy Skiendzielewski, who manages the Aberdeen U.S. Small Cap Equity Fund GSCIX, recently made the case that profitable small-cap companies are excellent values in the current market.</p><p>Using data compiled by FactSet, here's a comparison of current weighted forward price-to-earnings ratios for the three broad S&amp;P indexes, showing that the midcaps and small caps aren't trading at much higher valuations than usual, and that their current discounts to the valuation of the S&amp;P 500 are much larger than usual, based on long-term averages:</p><p> Forward P/E ratios  Index              Current  3-year average  5-year average  10-year average  15-year average  20-year average  S&amp;P Small Cap 600  15.50    16.43           17.14           16.84            16.42            16.78  S&amp;P 400 Mid Cap    18.97    18.78           19.07           18.07            16.99            17.04  S&amp;P 500            24.96    22.43           21.64           18.90            17.41            17.80</p><p> Percent of S&amp;P 500's forward P/E valuation</p><p>Current  3-year average  5-year average  10-year average  15-year average  20-year average  S&amp;P Small Cap 600  62%      73%             79%             89%              94%              94%  S&amp;P 400 Mid Cap    76%      84%             88%             96%              98%              96%</p><p>Don't miss:5 quality energy stocks with high dividend yields propelled by soaring oil prices</p>",
  "published": "2021-10-19T10:16:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7295,
          "end": 7309
        }
      ]
    }
  ]
}