{
  "_id": "ffed5330188a6b222f34d4e3034acc2c60d93798119724fed5cd41dde5f6501a",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Dominion Voting Systems has filed <a href=\"https://www.ft.com/content/cf1ea988-ca2d-439a-8193-bc3c6d0da16e\">a defamation lawsuit</a> against Rudy Giuliani, Donald Trump's lawyer and former New York City mayor, seeking $1.3bn for his alleged role in perpetuating the “big lie” about fraud in the 2020 presidential election.</p> <p>The legal claim against Mr Giuliani is part of a broader effort by the voting machine maker to push back against debunked accusations from Mr Trump and his allies and was issued on the day that Democrats <a href=\"https://www.ft.com/content/cbdcee0b-4e00-4d13-ae91-d65e34352395\">delivered an article of impeachment</a> to the Senate charging the former president with “incitement to insurrection”&#xa0;for his role in the deadly attack on the US Capitol. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>The Biden administration <a href=\"https://www.ft.com/content/761e8352-b37e-45c7-bb11-dcd354fe8322\">is to introduce new limitations on travel</a> to the <strong>US</strong> from South Africa and maintain restrictions on people travelling from the UK, Ireland and most of Europe. <strong>UK </strong>residents flying back from pandemic hotspots are to face <a href=\"https://www.ft.com/content/35ac75ae-76f6-4cce-9b6d-9102720c5098\">hotel quarantine</a>.</p></li>  <li><p><strong>Germany's health ministry</strong> said it cannot confirm local media reports that the efficacy rate of the vaccine developed by AstraZeneca and Oxford university is as low as 8 per cent in people over the age of 65. <strong>Brussels</strong>, meanwhile, is set to <a href=\"https://www.ft.com/content/dab81697-ec25-4c14-9ac6-8bdafb474cc0\">tighten rules on vaccine exports</a> outside the EU. </p></li>  <li><p><strong>Moderna </strong>is to <a href=\"https://www.ft.com/content/c0c8f72c-e58e-4319-80c4-0db153ad85db\">trial of a vaccine</a> to tackle the new strain of Covid-19 that has emerged in South Africa, but <strong>Merck</strong> is abandoning <a href=\"https://www.ft.com/content/6a0a7d49-4557-45bc-afd1-54a2ca7413fe\">its bid to develop a vaccine</a>.</p></li>  <li><p><strong>Xi Jinping</strong>&#xa0;called for a&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-e9726a4a-ccfc-3c0d-a6f1-f3c7c1ca106a/zt3x0-KrVNNViKm9bQ8MhA~~/AAAAAQA~/RgRh8dFPP0SaaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZTk3MjZhNGEtY2NmYy0zYzBkLWE2ZjEtZjNjN2MxY2ExMDZhP2VtYWlsSWQ9NjAwZjRhZGQ5NGNjOWEwMDA0NDU5ZGZhJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2QjcG9zdC01OTg2NVcIZmludGltZXNCCmAIZUwPYIt0jC1SE2dvcmRvbi5zbWl0aEBmdC5jb21YBAAAAAA~\">global response</a>&#xa0;to the coronavirus pandemic when he spoke to the World Economic Forum's “virtual meeting”. Meanwhile, the residents of a locked-down Chinese city <a href=\"https://www.ft.com/content/7ed987cb-195e-4f53-bd86-2b21277f6a27\">have raised an outcry</a> about food and medicine shortages.</p></li>  <li><p><strong>Israel </strong>is spearheading one of the world's <a href=\"http://ft.com/content/3aae4345-46cc-4636-a3f9-a93a6762f87f\">fastest vaccination drives</a>. How did a country with barely 9m citizens&#xa0;persuade companies to fill its orders first?</p></li>  <li><p><strong>Global trade</strong> in goods and industrial production both <a href=\"https://www.ft.com/content/add4d744-30da-4df4-b703-80488c1b3104\">returned to pre-pandemic levels</a> for the first time late last year. (FT)</p></li> </ul> <p>Covid-19 vaccination must go hand-in-hand with virus suppression, not become a substitute for it, <a href=\"http://ft.com/content/17c44c96-39f2-4ada-badd-d65815b0a521\">writes Anjana Ahuja</a>. <em>Follow our </em><a href=\"https://www.ft.com/content/8d8468db-5c42-3931-8194-136d44042708\"><em>live blog</em></a><em> for the latest and keep up to date the with the vaccine roll out with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>tracker</em></a><em>. </em></p> <h2>In the news</h2> <p><strong>Leon Black steps down at Apollo </strong>The private equity group's founder will <a href=\"https://www.ft.com/content/97fdc05b-d3cd-45b7-b155-5f4ab525c59a\">step down as chief executive</a> after law firm Dechert's review into his relationship with the late paedophile Jeffrey Epstein revealed he had made far larger payments than previously known. (FT)</p> <p><strong>Merger Monday for Spacs </strong>Special purpose acquisition companies struck <a href=\"https://www.ft.com/content/edfc90fc-13df-4b5c-92ef-677407ad936c\">mergers worth more than $15bn</a> on Monday, a sign of Wall Street's euphoria for blank-cheque vehicles is becoming a major force for taking privately held businesses public. Elsewhere, asset management is <a href=\"https://www.ft.com/content/4d38b100-07de-400e-95b4-3199837ea044\">primed for consolidation</a> in 2021. (FT)</p> <p><strong>Companies raise $400bn over three weeks</strong> Companies have <a href=\"http://ft.com/content/45770ddb-29e0-41c2-a97a-60ce13810ff2\">launched a $400bn fundraising blitz</a> in the first three weeks of 2021 as the torrent of government and central bank stimulus to rescue global economies cascades across capital markets. <em>This article is part of the FT's </em><a href=\"https://www.ft.com/content/38ee2e14-8b0a-48aa-9525-520992c08375\"><em>Runaway Markets series</em></a><em>. (FT)</em></p> <p><strong>Joe Biden reverses Donald Trump's ban on transgender military service</strong> <br>The US President's executive order on Monday fulfils a campaign pledge to revoke Donald Trump's ban and is the latest move by the new administration to rapidly undo much of Mr Trump's legacy at home and abroad. Separately, Mr Biden <a href=\"https://www.ft.com/content/9e4b2cb7-b3bb-4c79-a9af-83b9085ea7af\">signalled on Monday</a> that he was willing to make concessions on his $1.9tn economic relief package. (FT)</p> <p><strong>Central bank adviser in China warns of asset bubble</strong> Stocks across China dropped on Tuesday after the central bank tightened financial conditions and an official raised concerns that <a href=\"https://www.ft.com/content/357ef660-8827-4776-81ea-9e4abffda811\">loose liquidity</a> could inflate an asset bubble. The falls followed the decision by the People's Bank of China early on Tuesday to withdraw Rmb78bn ($12bn) of net liquidity through its open market operations. (FT)</p> <p><strong>London's financial services future </strong>Jonathan Hill, the former minister leading the UK's review of the City, has predicted the <a href=\"http://ft.com/content/27b36e65-c825-40f4-85bf-d5ddaa3f6668\">EU will not grant</a> British-based firms the highly prized access to the European market. The UK and EU's Brexit trade agreement has left both parties <a href=\"http://ft.com/content/187b2559-f6bc-4a8a-8610-d9802fd80f17\">diminished in combating terrorists</a> and cross-border crime gangs, experts have warned. (FT)</p> <p><strong>Biden administration revives plan to put Harriet Tubman on $20 note</strong> The US Treasury department <a href=\"https://www.ft.com/content/142768df-355d-4706-8865-029f28723788\">is reviving plans</a> to replace former president Andrew Jackson on the $20 note with the image of the abolitionist, after Donald Trump put the brakes on the idea. (FT)</p> <p><strong>Richest football teams to miss out on €2bn </strong>The world's 20 richest football clubs are on course to <a href=\"https://www.ft.com/content/86e2dbae-3748-4be4-bb85-0435785b8bf2\">miss out on €2bn in revenue</a> by the end of this season because of the pandemic, a bleak outlook against which some teams are accelerating plans for a breakaway “super league”. Separately, talks between Liverpool FC's ownership and a <a href=\"https://www.ft.com/content/540ba121-d414-41c8-a27b-7e49e067bcf8\">blank-cheque company</a> led by US baseball executive Billy Beane have fallen apart. (FT)</p> <h2>The day ahead</h2> <p><strong>Executive orders on race and climate</strong> The Biden administration is expected to sign a broad range of executive orders related <a href=\"https://www.nytimes.com/2021/01/23/business/biden-equity-racial-gender.html\">to racial equity</a> on Tuesday, before pushing on with <a href=\"https://www.ft.com/content/a50588fb-ce03-4839-b8e5-7d8296dd8131\">another round on climate change</a> this week. (NYT, FT)</p> <p><strong>Fed meets to decide on interest rates</strong> The Federal Reserve begins a 2-day interest rate-setting meeting today. At a press conference following the meeting chairman Jay Powell is widely expected to assuage fears of an early exit from the bank's $120bn-plus&#xa0;bond-buying scheme. Shares rose <a href=\"https://www.ft.com/content/1c705401-c4f6-48de-a523-ae308b5927c6\">ahead of the meeting</a>. (FT)</p> <p><strong>Earnings round-up </strong>One of the companies reporting on Tuesday is Microsoft, which has benefited from the shift to online working and learning through its <a href=\"https://www.ft.com/content/1bbe1b15-dde6-4a3b-9728-8991818b6c92\">Teams digital platform</a>. Also reporting are Johnson &amp; Johnson, Verizon, American Express, General Electric and Starbucks. </p> <p><strong>Italy's PM to resign </strong>Prime Minister Giuseppe Conte will <a href=\"https://www.ft.com/content/a271583b-5748-4083-98ac-ed284cc5606b\">resign on Tuesday</a> in an escalation of political instability as the country battles both Covid-19 and a brutal recession. Elsewhere German chancellor Angela Merkel is due to <a href=\"https://www.weforum.org/events/the-davos-agenda-2021/programme\">address </a>the digital Davos forum later on today. (FT) </p> <h2>What else we're reading</h2> <p><strong>How to fix the flaws in American democracy</strong> Congress should immediately correct the failings highlighted by Donald Trump in the US political system to prevent a future president from exploiting them.&#xa0;Here are some obvious first steps, <a href=\"https://www.ft.com/content/dd54762a-9a54-4ac0-ab83-67b91d58e892\">writes David Rubenstein</a>. Joe Biden brings a welcome return to normal — and to trivia, <a href=\"https://www.ft.com/content/72387f76-deaf-4dd7-bf2c-eadb414e792a\">says Courtney Weaver</a>.</p> <p><strong>Foreign workers flee UK </strong>An estimated <a href=\"https://www.ft.com/content/6629df23-c668-49c0-8097-7f2604ef6652\">1.3m foreign workers have left the UK</a> during the pandemic, with hospitality and retail most heavily affected. With government missteps over Covid-19 support and a rapidly spreading new variant, community groups predict many will never return. The root problem of Britain's reliance on migrant labour isn't the price of food, <a href=\"https://www.ft.com/content/eb5e3bd7-c8bf-4934-b60e-0e49152183a5\">writes Sarah O'Connor</a> — it's the inadequate floor on incomes. (FT)</p> <p><strong>Navalny is a real threat to Putin </strong><a href=\"https://www.ft.com/content/570ebe7d-7f13-44db-a9fb-f17b24253d3d\">Gideon Rachman writes</a> that two years ago, he was unconvinced by a Russian friend who believed activist Alexei Navalny posed a serious danger to Vladimir Putin. But now, the fragility of the Russian regime is becoming clear. (FT)</p> <p><strong>Global chip shortage hits car supply chain </strong>China's car market staged a dazzling recovery in the second half of last year, <a href=\"https://www.ft.com/content/13094950-fb45-4686-9ef9-8199c674b90d\">but it has come at a heavy price</a>. The rebound has left companies including Volkswagen, General Motors and Honda facing a shortage in chips as a lockdown-driven boom in demand for semiconductors threatens to overwhelm chipmakers. (FT)</p> <p><strong>How China's delivery apps are putting riders at risk</strong> China's takeaway sector has grown to be a Rmb835bn ($130bn) industry, almost five times that of the US's. But computer-dictated deadlines and fines for delays are pushing couriers to take chances on the road, <a href=\"https://www.ft.com/content/63bf1817-91fc-4720-9d51-b79e6734d790\">says Yuan Yang</a>. (FT)</p> <h2>Podcast of the day</h2> <p><strong>Spac mania, Apollo's Leon Black steps down, what's fuelling the Russia protests </strong>A run down of today's biggest stories from <a href=\"https://www.ft.com/content/ca75ace8-e41a-4cb8-8062-d619f6a3b81e\">the FT's daily podcast news briefing</a>. Plus, Moscow bureau chief Henry Foy joins presenter Marc Filippino to explain what's fuelling Russia's Navalny protests. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-26T12:19:01.203Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5443,
          "end": 5452
        }
      ]
    }
  ]
}