{
  "_id": "a91e173f69c35efee0467c2f4423b7b8ae273f5d0288bb38dd529aa5d6c915c5",
  "feed": "ftcomall",
  "title": "Indian tycoons surpass Chinese tech moguls in global rich list",
  "text": "<p>India's industrial moguls Mukesh Ambani and Gautam Adani have swept past the likes of China's Jack Ma in global wealth rankings as the fortunes of leading billionaires in two of Asia's largest economies diverge.</p> <p>The wealth of <a href=\"https://www.ft.com/content/f70b4ab1-6b5e-4130-a968-b4ccedb2cfca\">Ambani</a>, chair of conglomerate Reliance Industries, and infrastructure mogul <a href=\"https://www.ft.com/content/474706d6-1243-4f1e-b365-891d4c5d528b\">Adani</a> have jumped to $84bn and $78bn respectively, according to Bloomberg data, making them Asia's richest businesspeople.</p> <p>That reflects the growing power of India's biggest corporate groups as the Covid-19 pandemic <a href=\"https://www.ft.com/content/28e9c827-1131-4412-bafa-5e88eb211fc4\">squeezes smaller competitors</a> and leaves investors with few options for betting on the country's economic rebound, analysts said.</p> <p>Ambani and Adani have received a boost from <a href=\"https://www.ft.com/content/cd06be29-7409-4e97-a238-dc0c59de6903\">stock rallies</a> in the companies they control even as a second wave of Covid-19 tore across the country. The Nifty 50 index, which tracks India's 50 largest companies, has risen about 10 per cent from its low in April as investors <a href=\"https://www.ft.com/content/49d95ee4-34ae-4b32-bba9-ec86009c4368\">anticipate a recovery</a> in domestic demand.</p> <p>Ambani is the world's 12th richest person, according to Bloomberg, one place behind former Microsoft chief executive Steve Ballmer. </p> <p>Saurabh Mukherjea, founder of Marcellus Investment Managers, said the pair's ascent showed how profits among Indian businesses were increasingly flowing to a handful of dominant industrialists, known as “promoters”. </p> <p>“Promoters across sectors whose ambit was hitherto regional are able to spread their wings nationally,” he said. “A mix of private equity, venture capital and the stock market is financing that, and you're getting immense polarisation of wealth.”</p> <p>Chinese tycoons for years dominated the upper echelons of Asia's wealth ranking thanks to the breakneck growth of technology groups such as Alibaba and Tencent.</p> <p>But <a href=\"https://www.ft.com/content/e09bd3a4-29e3-47ac-bad2-19d29b47d777\">Zhong Shanshan</a>, founder of bottled water business Nongfu Spring, <a href=\"https://www.ft.com/content/14143352-5316-467f-aeb8-7f5200e4ac3f\">ranked first</a> in China and third in the region with a net worth of about $71bn. Tencent founder Pony Ma was fourth in Asia at $61bn while Alibaba founder Jack Ma trailed in fifth place, with less than $50bn.</p> <p>Some of the most renowned names in Chinese tech have been hit by a regulatory clampdown. Jack Ma has <a href=\"https://www.ft.com/content/296d2cce-92ca-438e-aa56-f1c3fc4174f3\">scarcely appeared in public</a> since Beijing yanked the $37bn initial public offering of his fintech business Ant Group in November. </p> <p>Ambani's wealth has been boosted about 9 per cent in 2021 thanks largely to his stake in <a href=\"https://www.ft.com/content/540c9c85-20f9-4643-8988-e2f882cd33bb\">Reliance</a>, India's largest oil refiner, which has benefited from a global rally in commodity prices.</p> <p>Reliance's telecoms and retail businesses last year <a href=\"https://www.ft.com/content/2841e327-12e7-4e82-95b1-5da63b6a111c\">raised billions of dollars</a> from global investors including Facebook, Silver Lake and Saudi Arabia's Public Investment Fund. </p> <p>Adani's wealth meanwhile has shot up 130 per cent this year as the value of his stakes in listed Adani Group companies soared, adding about $44bn to his net worth.</p> <p>Adani's “net worth is being driven by share price increases”, said ‌Hemindra Hazari, a banking researcher in Mumbai.</p> <p>Hazari added that many Adani Group stocks appeared to have a small free float, which can make share prices more volatile.</p> <p>Adani Gas, Adani Enterprises and Adani Transmission will be added to the MSCI India index next May, joining Adani Green Energy and the group's flagship business Adani Ports &amp; Special Economic Zone. Analysts expect the inclusion to drive further passive investment flows into the companies.</p> <p>Ambani's Reliance Industries and Adani Group did not immediately respond to requests for comment. </p><p>Source: Hudson Lockett in Hong Kong, Benjamin Parkin and Stephanie Findlay in New Delhi 2021 'Indian tycoons surpass Chinese tech moguls in global rich list' FT.com 8 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-08T23:01:21.736Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1053,
          "end": 1062
        }
      ],
      "nexusId": "10031144"
    }
  ]
}