{
  "_id": "f48f98469a504c95ca8aef7959aef5cc277b763cb50ff4fdd54806be6d377b09",
  "feed": "wall-street-journal",
  "title": "Tim Draper Says His New Fund Meets ESG Criteria. Don't Ask Him for Proof. As more LPs are asking venture investors to meet environmental, social and governance goals, Draper Associates sets its own agenda for a new $230 million fund",
  "text": "<p>Mr. Draper, a vocal free-markets proponent, said growing efforts by limited partners and regulators to measure and constrain venture firms to specific ESG criteria are wrongheaded. Draper Associates doesn't use specific criteria to measure its past investments or evaluate new ones, he said. ESG-related investment decisions are based on Mr. Draper's evaluation of the startups' impact on the world.</p><p>\"When you start putting regulations down, everything gets ruined, particularly in a venture fund,\" he said. \"It's better to think: ‘Is this a future I want?'\"</p><p>More than a third of LPs in venture funds globally have ESG investment policies, and another 23% plan to implement such policies over the next year, according to an October report by analytics company Preqin Ltd.</p><p>That, in turn, is driving more firms to market their funds as ESG compliant. Roughly $1.82 trillion, or 34% of all assets managed by private-equity firms, including venture, is already with firms committed to ESG, Preqin said.</p><p>Many investors are also worried about greenwashing, or unsubstantiated claims of pursuing an ESG agenda, according to Preqin. In a Preqin survey some 41% of LPs said that lack of information and data prevents them from incorporating ESG into investment decisions.</p><p>\"Managers are making a claim that they are making progress on ESG. It's very difficult for investors to verify if that's true or not,\" said Cameron Joyce, vice president of research insights, at Preqin.</p><p>Mr. Draper, who founded Draper Associates in 1985, has backed companies including video-chatting service Skype, which he says reduced paper use; Elon Musk's Space Exploration Technologies Corp., known as SpaceX, \"that gives us a hedge against this planet\"; and brokerage Robinhood Markets Inc., \"for the good of every man to try to be an investor.\" His deals also included Theranos, the blood-testing company whose former chief executive, Elizabeth Holmes, is now on criminal trial. Mr. Draper declined to comment on the Theranos investment due to the continuing trial.</p><p>About a third of Mr. Draper's new fund will be invested in early-stage cryptocurrency and blockchain startups, he said, another third in healthcare and the rest in other categories including transportation. The fund began investing last year and has backed startups such as The Mentor Method Inc., which helps companies implement mentorship programs, iSono Health Inc., which developed a portable breast ultrasound scanner, and Vivosens Inc., which ships at-home urine tests to consumers and provides personalized nutrition advice based on the results.</p><p>\"We have a lot of crypto, because we feel that [international] borders need to be dissolved over time, and we think [territorial] governance needs to go through a major transition,\" said Mr. Draper, who previously advocated for the breakup of the state of California.</p><p>In addition to running Draper Associates, Mr. Draper also founded \"Meet the Drapers,\" a paid-programming television entrepreneurship contest, as well as startup-education business Draper University. Those initiatives generate deal-flow for his venture investments, he said, and results in Draper Associates backing founders of underrepresented gender, ethnic, racial and geographic backgrounds.</p><p>Mr. Draper is the largest limited partner in the new fund, having invested 43.8% of the capital. The rest came from outside investors, more of whom wanted to know about Draper Associates' ESG record this time than in the prior fundraising rounds, he said.</p><p>As investors have become increasingly interested in ESG, some firms have worked to improve the tracking, reporting and standardization of ESG criteria. Preqin, for example, set up a model that aggregated indicators from known ESG frameworks to measure ESG commitments at the firm, fund and asset level. The factors considered range widely from greenhouse gas emissions to employee diversity.</p><p>Regulators are also getting involved. The Securities and Exchange Commission, for example, introduced a task force earlier this year to monitor ESG disclosure and compliance by issuers, funds and investment advisers.</p><p>Venture funds publicly disclose fewer ESG metrics than other private-fund types, such as growth and buyout, according to Preqin. That may be because venture funds tend to be smaller and have fewer resources to dedicate to the endeavor, Preqin's Mr. Joyce said.</p><p>But the lack of disclosure \"doesn't necessarily reflect on ESG risk and impact, which are more important to LPs, as they assess investments,\" Mr. Joyce said. Venture investors can still have a large impact on financing the development of breakthrough technologies that help with the energy transition, for example, he said.</p><p>\"Venture funds will struggle more to show their ESG impact, just as they struggle to show the commercial value of such early-stage investment. That's not to say the innovation they foster, and longer-term rewards, are any less valuable,\" the October Preqin report said.</p><p>Write to Yuliya Chernova at yuliya.chernova@wsj.com</p>",
  "published": "2021-11-16T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}