{
  "_id": "1608819ed7a3b9a00daa083c67f660e15a0c0b2d9691ab6718b92a964041c7ea",
  "feed": "ftcomall",
  "title": "Data centre M&A: selling the server farm is more lucrative than tending it",
  "text": "<p>As companies scramble to outsource their technology operations, data centres should be a hot concept for public market investors. Yet on Monday, two separate transactions suggested computing for hire has yet to generate much warmth among shareholders. </p> <p>In the first instance, a pair of private equity firms, KKR and Global Infrastructure Partners, announced that they would acquire Texas-based data centre operator CyrusOne for $15bn. In the second instance, American Tower, the owner of a network of mobile phone sites, said it would buy CoreSite Realty for $10bn. Both sellers were tacitly conceding that their assets were worth more in the hands of private managers.</p> <p>Data centre companies in the US have big advantages. They are typically organised as real estate investment trusts. REITs avoid corporate tax by distributing most of their cash flow each year to shareholders. American Tower is a REIT.</p> <p>Steady, contracted revenues allow data centres to carry lofty net debt to ebitda ratios exceeding 5 times. Data centre companies meanwhile cite the explosive growth of IT outsourcing and data usage in general as tailwinds to attract investors.</p> <p>Nevertheless, in the past two years, CoreSight and CyrusOne have slightly underperformed the S&amp;P 500. Another newly-listed data centre company, Cyxtera, has flatlined in its short time of trading.</p> <p>American Tower believes that there will be a convergence between wireless and wireline networks as 5G mobile technology gains acceptance. Its shareholders remain sceptical. Its shares fell nearly 5 per cent on Monday. Instead, investor enthusiasm has focused on the rather similar cloud computing businesses of Amazon and Microsoft or asset-lite cloud software companies.</p> <p>As for CyrusOne, its owners realised private equity firms have cash to burn. The two buyers are using funds dedicated to property and infrastructure. Steady, medium-sized returns achieved over years are acceptable for end investors. That is particularly true when there is leverage. The businesses did not sell cheaply, going for more than 20 times ebitda. </p> <p>That price clearly puts high value on the expression “under new management”.</p><p>Source:  2021 'Data centre M&amp;A: selling the server farm is more lucrative than tending it' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T19:07:20.597Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1667,
          "end": 1676
        }
      ]
    }
  ]
}