{
  "_id": "a674f37406bc6c5d14f923698f8c8548193e3764cbd1660922fab94bfa681074",
  "feed": "ftcomall",
  "title": "KPMG faces record fine over ‘conflict of interest' on Silentnight sale",
  "text": "<p>KPMG faces a record fine of more than £15m after advising bed manufacturer Silentnight on the sale of its business despite the accountant's “conflict of interest” with the buyout fund that bought it. </p> <p>An independent tribunal found that KPMG and one of its partners failed to comply with the fundamental principles of objectivity and integrity in their work on <a href=\"https://www.ft.com/content/c4724b6b-e1cf-4625-87f7-25150701ef8b\">the sale of Silentnight to US private equity firm HIG Capital</a> in 2011, a hearing was told on Monday. </p> <p>The findings followed a case in which the Financial Reporting Council, the UK audit regulator, argued that KPMG had helped HIG force the insolvency of UK-listed Silentnight so it could acquire the company without the burden of its £100m pension scheme. </p> <p>The gravity of the findings against KPMG and David Costley-Wood, the partner who advised Silentnight on the sale, “sit at the top end” of those that can be made by the tribunal, Richard Coleman QC for the FRC told the hearing. The tribunal's decision has not been published but its principal draft findings were read out by Coleman. </p> <p>It found that Costley-Wood and KPMG had failed to consider if there was any threat to their objectivity or whether the interests of HIG and Silentnight might be in conflict, Coleman said. It found that a motivating factor for the misconduct was “the desire to keep HIG onside” as a potential client, he added. </p> <p>The tribunal also found that Costley-Wood demonstrated a lack of objectivity by dishonestly assisting with the provision of untrue or materially incomplete statements to Silentnight, the pensions trustees, the Pension Protection Fund and The Pensions Regulator as to the causes of Silentnight's financial difficulties, he said. </p> <p>KPMG was paid almost £1.6m for its work on the Silentnight engagement but since 2010 it has received more than £8.5m from HIG and companies in which the fund has invested, the hearing was told. HIG still holds an interest in Silentnight, which reported a pre-tax loss of £888,000 off sales of £133.9m in the year to February 2020. </p> <p>The FRC asked the tribunal to fine the Big Four accounting firm £15m plus an additional amount for “aggravating factors”, which would exceed the record <a href=\"https://www.ft.com/content/4fd60522-3a64-445f-8f3b-7544f635e015\">£15m penalty handed to Deloitte</a> last year over failings in its audits of software company Autonomy. KPMG argued that the fine should be only £5m. </p> <p>The FRC said that Costley-Wood should be fined more than £500,000 and banned from the profession for 15 years. Costley-Wood's lawyers argued for a fine of half that amount and a 10-year exclusion from the profession. </p> <p>KPMG and Costley-Wood had agreed to pay costs of about £2.5m, the hearing was told. This did not include the tribunal's own costs. </p> <p>KPMG resisted the FRC's request that the firm should be ordered to carry out a review of the causes of the Silentnight misconduct and to perform a remedial review of its current procedures. </p> <p>KPMG's restructuring division, in which Costley-Wood was a partner, was sold in May this year in a management buyout backed by HIG valuing the business at about £375m. </p> <p>Costley-Wood remained at KPMG when the restructuring division, <a href=\"https://www.ft.com/content/df565378-e54e-4f72-a1df-619ea0e2f33f\">now renamed Interpath Advisory</a>, was sold. He wrote on LinkedIn that he had been made “head of restructuring” after all of his restructuring colleagues had departed KPMG. He retired from the firm earlier this month in a move that people briefed on the matter said had been planned for some time. </p> <p>KPMG confirmed that it had retained liability for any penalties relating to the Silentnight case even after the sale of its restructuring unit. </p> <p>In a statement, KPMG said that “the tribunal's draft findings relate to restructuring work performed over a decade ago. We will consider those findings and our options for a possible appeal at the appropriate time.</p> <p>“We disagree with a number of the arguments being advanced by executive counsel at the sanctions hearing. As the tribunal is ongoing, we will not be making any further comment at this stage.” </p> <p>Costley-Wood's lawyers did not immediately respond to a request for comment. HIG declined to comment. </p> <p>The hearing on the penalties to be imposed on KPMG and Costley-Wood continues. </p><p>Source: Michael O’Dwyer 2021 'KPMG faces record fine over ‘conflict of interest' on Silentnight sale' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T14:10:13.355Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}