{
  "_id": "df04c9a2c46b8ed2c83689d5bbd0350437f00ab73decde400ccc33e5c39eef68",
  "feed": "ftcomall",
  "title": "Pandemic ignites quarter-life crises among young workers",
  "text": "<p>Last year I accepted a temporary entry-level job at a UK charity that works to reduce reoffending rates among prisoners. I felt like I had won the lottery, securing a full-time role, in the middle of a pandemic while submitting the final coursework for my degree.</p> <p>Just six months later, with a permanent position at the organisation in reach, I was suddenly filled with doubt and insecurity about my career. Aged 24 and in the middle of my “quarter-life crisis”, I quit my job to become a journalist.</p> <p>The quarter-life crisis is a psychological phenomenon felt by people in their 20s and 30s. There are four stages to the crisis, <a href=\"https://hbr.org/2016/03/why-your-late-twenties-is-the-worst-time-of-your-life\">according to the Harvard Business Review</a>. It starts with the feeling of being trapped by commitments, followed by isolation. Then a period of reflection ensues, which ends with the young person finding a solution that leaves them much happier and more fulfilled. </p> <p>Some of this phenomenon could be due to the fact that the brain is still developing into our mid-20s. Indeed, the prefrontal cortex, which helps control impulses and plan for the future, is still maturing until people are about 25 years old. </p> <p>But, more recently, the Covid-19 pandemic has exacerbated the uncertainty around career choices, particularly among young adults. Some 41 per cent of the global workforce is considering leaving their employer this year, according to Microsoft. This figure rises to 54 per cent for Gen Z employees, defined as those aged between 18 and 25 in the research.</p> <p>Switching plans is a natural part of the development process for people in their early 20s who are consolidating their career trajectories, says Jennifer Symonds, an associate professor in the psychology of education at University College Dublin (UCD). “Changing jobs in young adulthood is absolutely the most common thing that people do,” she says.</p> <p>But outside this natural process, the pandemic has created an “extraordinarily disruptive event,” Symonds says. “This gives people an opportunity to re-evaluate what they're doing because it fragments reality into all of these different pieces that they can think about more reflectively,” she adds.</p> <p>More than 50 people, all below the age of 30, responded to a callout on social media about their experiences of quarter-life crises. They included entrepreneurs with socially conscious businesses, stories of career changes, side-hustles-turned-full-time-jobs, prioritising mental health and ambitions for something different.</p> <p>Lucy Jeffrey, 26, graduated from the University of East Anglia in 2017 and secured a job on HSBC's graduate scheme. Alongside her role, in late 2018 she set up a small business selling eco-conscious socks made from bamboo.</p> <p>She ran the two concurrently until last year when working from home during the pandemic made Jeffrey realise she did not want to go back to the office. So she left her job to focus on her sock business. “After last year I thought really, anything can happen, so if I don't take this opportunity now, when will I?” she asks.</p> <p>“Now I'm realising, I can't believe I didn't quit before,” she adds. “It was a calculated risk, and honestly, I haven't looked back.”</p> <p>Gen Z have more options to change career, pick up new skills and try things online, argues Elizabeth Ogabi, an entrepreneur and author of <em>Side Hustle in Progress</em>, which helps women kickstart their businesses.</p> <p>“I think access to information can allow you to change career paths and to pivot very quickly,” she says. “Whereas before we didn't have those online courses, content that shows you how to start a business, all these grants and funds available, so we were just focusing on the traditional career paths.”</p> <p>There is also a generational difference in why people choose to change careers, according to Ogabi. While Gen Zs leave their jobs and develop their own businesses in search of career fulfilment, older groups tend to do so because they want more flexibility or a better work-life balance, she says.</p> <p>The changes in perception of what a career looks like and how it should develop have accelerated as a result of the pandemic, but some of these trends predate the current disruption. </p> <p>The increased instability in employment tends to affect younger age groups, says José Domene, a career development expert at the University of Calgary in Canada. There has already been a “shift away” from the idea that people can consider their strengths, find a workplace that matches them and pursue one career until retirement, he argues.</p> <p>As such, the self-reflection many young adults undergo aged 25 will take place regularly, leading to career re-evaluations every five to 10 years, he says. “The notion of ongoing reflection, adaptability, flexibility — I think those are going to be key skills that young people will need,” Domene adds.</p> <p>It will become increasingly important for young people to build career competencies, such as the ability to present transferable skills on a CV, to survive in this new labour market, argues Symonds.</p> <p>Her advice is to career plan “because when you feel like you don't have control is where it can all go downhill”.</p> <p>It is also important for people to be kind to themselves. “Give yourself the compassion to say, if my career doesn't go the way I planned it in my plan A, I'm going for plan B, and if it goes down a road I never anticipated, that's OK, because we're in the middle of a crisis situation.”</p> <p>Jeffrey, who continues selling socks, understands that her career choice would not work for everyone, but her long-term plan is to “help other people escape corporate life and do their own thing”.</p> <p>“I'd love to get to the point where I can invest in other small businesses and become a mentor, or an adviser to other people that have done what I've done,” she says. </p> <p>I felt at ease with my decision from the moment I stepped into a newsroom. I am doing what I like to do most, and that is a privilege. But I am not opposed to change: be it five or 25 years down the line, I might take my career in a different direction. When the time comes, I hope all the fancy terms for transferable skills I have learned over the past year will help keep me employed. <br></p><p>Source: Marta Santiváñez 2021 'Pandemic ignites quarter-life crises among young workers' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T04:00:41.971Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1367,
          "end": 1376
        }
      ],
      "nexusId": "10031144"
    }
  ]
}