{
  "_id": "9cd2d3ecab991a85341ee2266f8a8c79b9359581ae5954a81250255260eb521d",
  "feed": "ftcomall",
  "title": "FTSE Russell threatens to expel 208 ESG offenders from FTSE4Good ",
  "text": "<p>More than 200 companies are in danger of being thrown out of a family of FTSE Russell stock indices for failing to meet more stringent environmental standards.</p> <p>The 208 companies represent 13.5 per cent of the 1,546 stocks in the FTSE 4Good index series — designed to measure the performance of businesses with strong environmental, social and governance (ESG) practices — which is tracked by a range of exchange traded funds and investors such as the Japanese Government Pension Investment Fund, the world's largest pension fund.</p> <p>FTSE Russell has given the companies 12 months to meet its tighter climate-performance standards or face deletion from the indices.</p> <p>“These tougher requirements reflect a groundswell of investor demands for companies to develop credible climate transition strategies and emission reduction targets,” said Arne Staal, chief executive of FTSE Russell.</p> <p>“We are setting the bar higher and ratcheting up the requirements. This topic is of existential importance to all of us.”</p> <p>The new climate standards are based on parameters drawn up by the Transition Pathway Initiative (TPI), which is backed by more than 100 investors collectively managing nearly $25tn in assets.</p> <p>Companies in “primary impact subsectors” — such as fossil fuel, forestry, mining, transport and utilities — must show that the risks and opportunities of the transition to a low-carbon economy are integrated into their operational decision making.</p> <p>All other developed market companies need to show they are “building capacity” towards this, while their peers in emerging economies must acknowledge climate change as a business issue.</p> <p>Companies are also rated on whether their carbon emissions targets are compatible with the global targets enshrined in the 2015 Paris Agreement.</p> <p>Staal argued that emerging market businesses were “not as well placed to adapt to climate transition as developed markets are. If you set the bar at too high a level, then they will be less involved in climate issues.</p> <p>“What we are trying to do, in partnership with our clients, is to set challenging but achievable goals.”</p> <p>FTSE Russell did not disclose how many emerging market companies might be affected.</p> <p>This is the first time FTSE Russell has applied a specific climate criteria to its 4Good series. At present, companies only need to meet minimum broad ESG standards. Companies involved in industries such as tobacco, coal and weapons manufacture are also excluded, as well as companies embroiled in “significant” controversies.</p> <p>FTSE Russell is not making the list of at-risk companies public at this stage, but a sector breakdown shows more than half (105) are from high emission “primary impact” sectors, even though these industries account for just 40.1 per cent of all stocks in the FTSE4Good series and 29.8 per cent of market capitalisation.</p> <p>Assuming a meaningful number of the recalcitrants are ejected from the index next year, that may raise some concerns as to the concentration of the index series.</p> <p>Apple, Microsoft and Alphabet already account for a combined 13.4 per cent of the market cap of the FTSE4Good All-World index, and the wider technology sector 26 per cent. These compare to figures of 8 per cent and 21.9 per cent respectively for the underlying 4,000-stock strong FTSE All-World index. The FTSE4Good version is also lighter on energy, utilities and industrials.</p> <p>However, Staal said companies were scored relative to their sector peers and that it was possible for, say, an oil company to meet the new requirements by increasing investment in greener activities and cleaning up their existing processes.</p> <p>“Excluding sectors would mean we are really shooting ourselves in the foot. There would be no transparency, no focus on the sector and no pressure would be applied for change,” Staal said. “The intention is to be sector neutral, but that may not always be possible.”</p> <p>David Barron, head of index equity and smart beta at Legal &amp; General Investment Management, which has five funds with combined assets of £1bn tracking FTSE4Good benchmarks, welcomed the move.</p> <p>“Being able to adapt an index strategy is very important to us, and I think to our clients. Otherwise you get clients stuck in stale products,” he said.</p> <p>“This is a really positive step because you can incorporate new information at an annual rebalancing, rather than switching your clients to a new mousetrap” in the shape of an entirely new index, he added. </p> <p>However, Barron said FTSE Russell's measures went further than LGIM's own; while the asset manager has incorporated TPI's metrics into its own products, such as its flagship Future World Fund, it has so far decided just to tilt exposures away from climate laggards and towards climate leaders, without any outright exclusions, whereas “the starting point for FTSE was knocking out the non-[Paris] aligned companies entirely”.</p> <p>As to the risk of reduced diversification as a result, Barron said “hopefully there is action and these companies can be reassessed”, but that the FTSE4Good indices “will probably have a higher weighting to tech as a result” of the revamp.</p> <p>Whatever the outcome, Staal said that “by and large there is an acceptance that these discussions need to be had”, with the changes resulting from “deep consultations with the users of these indices”.</p> <p>Feedback from FTSE Russell's stakeholder group “was both strong and positive”, he added. “We didn't have any pushback from our clients.”</p><p>Source: Steve Johnson 2021 'FTSE Russell threatens to expel 208 ESG offenders from FTSE4Good ' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-16T04:01:27.312Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2995,
          "end": 3004
        }
      ],
      "nexusId": "10031144"
    }
  ]
}