{
  "_id": "5b2691402ce7ee64e80d654f7dcbe902a603d5d4c674aa5d40428efcf540659b",
  "feed": "wall-street-journal",
  "title": "Oracle Tests Investors' Newfound Faith; Record acquisition of Cerner comes as Oracle's cloud business has reignited growth and re-energized investors",
  "text": "<p>Oracle's own cloud offerings have been gaining traction and boosting the company's prospects; the company has averaged nearly 6% revenue growth year over year for the past three quarters, its best consecutive performance in nearly four years.</p><p>The $28 billion acquisition of Cerner Corp. announced Monday morning appears to be testing investors' faith a bit. Oracle's shares fell more than 3%, adding to a 6% drop after The Wall Street Journal first reported the pending deal on Friday. The deal is Oracle's largest ever—more than triple the $9.3 billion spent to buy NetSuite in 2016. It also raises the prospect that Oracle might go back to its M&amp;A-hungry days. The 2005 acquisition of PeopleSoft for $10.3 billion kicked off a decadelong spree that saw Oracle roll up 110 companies—3 of which had deal values over $1 billion, according to FactSet.</p><p>That worry may be somewhat overblown. Software has become an expensive ground to hunt in. The S&amp;P 500 Software &amp; Services Group trades at an average of 31 times forward earnings, a 50% premium to the main S&amp;P 500 index. That compares with a 10% premium five years ago, and doesn't even include many of the hottest cloud names still losing money and trading at more than 30 times forward sales.</p><p>Prices like that make any buyer choosy out of necessity. And while Oracle generates a normalized free cash flow of around $12 billion a year, its growing net debt position—driven in part by a furious pace of stock buybacks—makes it a challenge to compete with other acquisitive software giants such as Microsoft and Salesforce.com.</p><p>But Cerner seems a solid find in that respect. The company specializes in electronic medical records and is expected by analysts to generate a little over $6 billion in revenue next year. That would add about 14% to Oracle's top line. But Cerner's share price has been in a slump, up just 2% for the year prior to reports of Oracle's interest. The deal thus values Cerner around 5 times forward sales, which Brent Thill of Jefferies notes \"looks attractive in today's valuation environment.\"</p><p>The challenge for Oracle will be to show that it doesn't need to rely on megadeals to keep up its recent performance. And while the company hasn't been under the same scrutiny as its main cloud-computing rivals Amazon.com, Google and Microsoft, Tyler Radke of Citi notes that regulators may still eye the deal closely, especially given Cerner's core business of sensitive medical data. Closing this deal may prove to be Oracle's toughest sales job yet.</p><p>Oracle Tests Investors' Newfound Faith</p>",
  "published": "2021-12-20T18:24:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1535,
          "end": 1544
        },
        {
          "start": 2284,
          "end": 2293
        },
        {
          "start": 2302,
          "end": 2311
        },
        {
          "start": 1546,
          "end": 1555
        }
      ]
    }
  ]
}