{
  "_id": "23fb81dd1617cc2eda666ec21e2a993d6109177040044e9eaa1e5daff97e8a0b",
  "feed": "wall-street-journal",
  "title": "Farewell to a Mega Phone --- As Samsung weighs the Galaxy Note's fate, we take a look at its enduring legacy",
  "text": "<p>I try to reassure and comfort Mr. Fidelman in this rough time. \"It's going to be OK. The Galaxy Note lives on forever -- in every smartphone, in every tablet, in every heart,\" I tell him. But he and lots of other Galaxy Note fans aren't having it.</p><p>Samsung stopped short of calling the Note's time of death. But there are reasons to think its days are over. On Wednesday, at the late-summer event where the company typically unveils its newest Galaxy Note models, it instead introduced two new folding phones -- the Z Flip3 5G and the Z Fold3.</p><p>The Fold, which starts at $1,800 and has a 7.6-inch screen that opens like a book, supports Samsung's styluses -- aka S Pens. The $50 S Pen Fold Edition and $100 S Pen Pro will be sold separately.</p><p>\"All we are saying right now is there's not a Note this year,\" Drew Blackard, vice president of product management at Samsung Electronics America told me, adding that he can't talk about next year's road map. \"We still have a great deal of confidence in the S Pen ecosystem and we're continuing to build that out and see a lot of value for our mobile users going forward.\"</p><p>But I wouldn't be surprised if Samsung buried the Note and scribbled \"RIP\" on the tombstone. The phone's standout features, once thought to be crazy, now live in most high-end flagship phones -- and not just Samsung's. The Episode of the Exploding Battery notwithstanding -- Note 7 was too good to be true -- the Note line has had a supersize impact on the smartphones we all carry today.</p><p>Let us all take a moment to reflect on its contributions and consider its future:</p><p>Gigantic Displays</p><p>Rewind to 2011: Prince William and Kate Middleton wed, Adele tops the charts and most phone screens measure between 3.5 and 4 inches diagonally. Except the new Samsung Galaxy Note, which had a comically huge 5.3-inch screen. Here was Walt Mossberg, WSJ's original Personal Tech columnist, in his review at the time: \"You look like you're talking into a piece of toast.\"</p><p>Within a few years, it was actually those small phones that would be toast. How's this for a comparison? Today, the iPhone Mini, the smallest of the new iPhones, has a 5.4-inch screen. Most Android and iPhones have screens measuring above 6 inches. The last Galaxy Note 20, released a year ago, has a 6.7-inch screen.</p><p>What caused the screen growth? Well, all parts of the smartphone got better -- screens, cameras, performance, connectivity. \"Phablets,\" as we called them for a bit, started to Hoover up the jobs of all our other gadgets (cameras, GPS units, etc.) and we started to demand they do more \"real computer\" things.</p><p>Meanwhile, as talking became texting, we found less and less reason to hold them up to our heads. Plus, Bluetooth headsets no longer make you look like you work in a call center.</p><p>Productivity Features</p><p>The Note didn't only pioneer larger screens; it pioneered software features that let you get more done on the bigger screens. The Note 2 added a split-screen feature where you could place certain apps side by side. Today most Android phones let you do the same.</p><p>The Galaxy Fold Z lets you place up to three apps side by side and then add an additional five floating apps. So many apps! As I say pretty much every year, it's sad Apple hasn't yet adopted this sort of feature on its gargantuan iPhones.</p><p>On the Note 3, Samsung introduced a picture-in-picture mode so you could continue to watch a video while checking your email or whatnot. Most Android phones let you do this today -- as does Apple's iOS.</p><p>Sweet Stylus</p><p>\"A plastic stick? Why don't I just get out my Palm Pilot?\" said most people -- or at least me -- when the first Galaxy Note with a pop-out stylus was introduced. Unnecessary, Steve Jobs had said, arguing we already had 10 styluses: our fingers. Yet Samsung saw an opportunity to add a pen back into the mix.</p><p>And soon so did others. Today, Motorola and LG make Android phones that support pen input. In 2015, Apple introduced the Apple Pencil for iPads. Microsoft's own Surface pen works on most of its Surface tablets, phones and laptops.</p><p>Turns out, wanting to take notes, sketch or even navigate a screen with something other than our finger is not a crazy idea after all.</p><p>Samsung itself expanded the support for the S Pen to its bigger Galaxy Tab S tablets and in 2021 to its Galaxy S21 Ultra and now the new Fold.</p><p>So if all that is now found in most smartphones -- and specifically in Samsung's two most high-end phones -- why make the Note any longer?</p><p>When I asked Mr. Blackard that directly, he said: \"We're thinking about the same things that you're thinking about, and we think we've got some exciting stuff coming forward.\" I'm not really sure what that means. Perhaps Samsung will bring out a \"Note\" edition of the next Galaxy S phone.</p><p>Meanwhile, Mr. Fidelman joined thousands of others in signing a Change.org petition to keep the Note alive.</p><p>Mr. Fidelman says the other solutions from Samsung won't be good enough until the S Pen is integrated into the design of the phone.</p><p>None of the huge-screen phones now carrying the torch for the Note have built-in holsters to keep the S Pen from getting lost. There are covers with pen slots available but Mr. Fidelman and I agree it's a \"bad user interface.\"</p><p>Still, to all your Note holdouts, I say, look around. Even if Samsung kills your precious phablet, the Note will only become more powerful.</p><p>Its influence will be felt in our pockets and our hearts. Forever. And ever. And ever.</p>",
  "published": "2021-08-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3970,
          "end": 3979
        },
        {
          "start": 3970,
          "end": 3981
        }
      ],
      "nexusId": "10031144"
    }
  ]
}