{
  "_id": "4ed071d2b2edb5bbaf6b8aa4ae2c936b605d0b9f218c8d0f58000e2275896937",
  "feed": "wall-street-journal",
  "title": "Careers & Leadership -- Work & Life: Reconnect With Your Work BFF",
  "text": "<p>\"Getting to see her -- that was one of the highlights of my day,\" says Ms. Chutuk, 39. \"It's like losing your spouse.\"</p><p>We've Zoomed and Slacked and figured out how to get our work done from home. But we still miss our work friends. A Pew Research Center survey of 10,332 adults in October found that 65% of workers who shifted to remote work because of the pandemic say they feel less connected to their colleagues now.</p><p>Some decided to just muscle through on their own during the chaotic spring months and are now finding it awkward to reconnect. Others started out by filling their calendars with virtual happy hours before realizing sharing a drink over a screen just wasn't the same.</p><p>After all, at work we were all a captive audience for friendship. In some ways, the office was the great equalizer. Old, young, single, parents -- in many workplaces we were all plopped together, with few distractions except each other.</p><p>\"What made work relationships so easy was that the interaction happened automatically for us,\" says Shasta Nelson, author of the book \"The Business of Friendship.\" She says healthy relationships require mutual vulnerability and experiencing positive feelings together -- say, laughing at a shared joke. But consistency is a big ingredient, too.</p><p>\"Work is to adults what school was to us as kids. It's the one place in our lives where we're showing up everyday with the same people.\"</p><p>Now, even for those still working in person, it can be a tougher place to bond. Masks and social distancing tamp down intimacy. It's hard to whisper gossip from 6 feet away. Staggered schedules and plexiglass in the break room have upended many of our workday rituals. When Ms. Klein popped into her office to work during a recent power outage, the empty desks and detritus from March work events made her feel even more lonely.</p><p>\"It's like a graveyard,\" she says. \"It's very sad.\"</p><p>So often, it's our work friends who bear witness to our daily trials and really understand what we do all day. Their reassurances can boost our confidence in ways those outside our career bubble just can't.</p><p>When Rei Tang, a 42-year-old adviser to students at a Toronto college, was first separated from her work BFF of 15 years during the pandemic, she felt lost.</p><p>\"I literally had separation anxiety,\" she says. \"She was a rock to me at work.\"</p><p>But the pair started messaging constantly via WhatsApp, Microsoft Teams and text. They begin with a good morning around 8:30 a.m., \"just like you're going in the office,\" Ms. Tang says. When one has to work late, the other stays up, checking in as late as midnight. Ms. Tang even popped into a virtual advising session her work friend was hosting for students this fall.</p><p>\"I was completely creeping,\" she admits. But she misses watching her friend interact with students and learning from her approach. Joining the session energized her.</p><p>Marissa King, a professor of organizational behavior at the Yale School of Management and author of the new book \"Social Chemistry,\" says most people have managed to maintain ties to their closest work friends during the pandemic. Some new friendships have surely sprouted up, too, propelled by Slack chats, geographic moves and shared commiseration.</p><p>But research Dr. King conducted with colleagues analyzing almost 200 people's social networks found that the outer layer, made up of more casual acquaintances, shrunk by 16% from June 2019 to June 2020. Most of that was driven by drops in men's social networks, Dr. King says. Women's relationships tend to be strung together by conversation, which hasn't been as impeded, while men more often do activities together to maintain bonds.</p><p>That outer layer brings us new information, Dr. King says. Without it, employers might see innovation and creativity dwindle. Fraying friendships can also erode efficiency and productivity, and increase stress and burnout.</p><p>\"While workplace friendships may seem like, oh, it's a nice to have, it's absolutely essential for our mental health,\" Dr. King says.</p><p>Randy Doerr, 26, was just starting to get close to a new friend -- a potential \"work wife\" -- at his job in digital advertising, when the shutdowns hit in the spring. It had felt easy to crack a joke to her while he stood up to refill his cold brew at the office, but saying \"hi\" over Slack now felt forced. Same went for the 40-something colleague one row back he'd often talk sports with at the office.</p><p>\"It would have been weird if I reached out,\" says Mr. Doerr, who lives in Hoboken, N.J. He felt himself drifting from newer contacts and more tangential acquaintances, and missed the constant work events that had bonded them. A virtual get-together with a group of 10 co-workers in the spring dwindled to three by summer. His work performance suffered.</p><p>In January, he switched to a new company. He wonders if he would have made the move if he were still at the office with his work friends, and whether they'll manage to stay in touch. With a couple of close friends, sure. But the rest? \"At the end of the day,\" he says, \"it's just gone on too long.\"</p><p>---</p><p>The Long-distance office friendship</p><p>How to maintain work friendships in the time of coronavirus, with tips from professor Marissa King and author Shasta Nelson:</p><p>Make time during meetings: Set aside 10 minutes to catch up. If there are more than four people, send folks into breakout rooms.</p><p>Add structure: Random online get-togethers need purpose. Have people share an experience, like hosting a virtual chocolate or wine tasting.</p><p>Keep the conversation meaningful: To avoid making every chat feel like a bland update, or a one-sided monologue from one person, take turns sharing one thing you're feeling good about right now and one thing that's causing stress.</p>",
  "published": "2021-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2387,
          "end": 2396
        }
      ]
    }
  ]
}