{
  "_id": "32e052a4dba5bf2515fc86fb92fffcf43f35a891a671452a2fe113f582800b55",
  "feed": "wall-street-journal",
  "title": "Retirement Savers Love the Backdoor Roth IRA Strategy. It Might Not Last. With Congress looking to rein in Roth conversions, the tax-saving option could go away",
  "text": "<p>The proposal is one of a series of measures Democrats are backing in an effort to prevent the wealthiest Americans from shielding multimillion-dollar retirement balances from taxes. The move is part of a broader agenda that includes raising taxes on higher income Americans and cracking down on tax avoidance to help pay for measures including the party's $3.5 trillion healthcare, education and climate bill.</p><p>The legislation also proposes eliminating Roth conversions of after-tax contributions to traditional individual retirement accounts starting Jan. 1, 2022. It would require most people with aggregate retirement-account balances above $10 million to take distributions, regardless of their age. And it would ban holding unregistered securities, including private equity, in IRAs.</p><p>Starting in 2032, the legislation would prevent single people earning more than $400,000 a year and married couples with incomes above $450,000 from converting pretax retirement-account money to Roth accounts.</p><p>In a traditional pretax retirement account, savers generally subtract contributions from their income, reducing taxes. Instead, they pay income tax when they withdraw the money in retirement. In a Roth, owners contribute after-tax money, which grows tax-free and can generally be withdrawn tax-free.</p><p>High-balance retirement accounts came under scrutiny after news site ProPublica reported that business titan Peter Thiel amassed $5 billion tax-free in a Roth IRA.</p><p>The backdoor Roth strategy lets participants in 401(k) plans that allow after-tax contributions put as much as $58,000 a year into a 401(k) account and convert a substantial chunk of the money to a tax-free Roth account, with a minimal tax hit if executed well. It is available at many large companies that employ people with the means to save significant sums, including Microsoft Corp., Amazon.com Inc., General Electric Co., Aon PLC, Facebook Inc. and AT&amp;T Inc., according to advisers whose clients work at those companies and use the strategy.</p><p>\"Do it while you can,\" said Ed Slott, an individual retirement account specialist in Rockville Centre, N.Y.</p><p>The prohibition on the mega-backdoor Roth conversion \"is going to sail right through,\" Mr. Slott predicted, in part because proposals relating to Roth conversions would raise an estimated $749 million over the first decade to help pay for the Democrats' $3.5 trillion bill, according to the nonpartisan Congressional Joint Committee on Taxation.</p><p>Many 401(k) plans don't allow mega-backdoor Roth conversions. But in recent years, a growing number have added the feature.</p><p>Companies with highly paid workforces are often able to offer the mega-backdoor option, said Robyn Credico, defined-contribution consulting leader at consulting firm Willis Towers Watson. That is in part due to federal 401(k) regulations that require employers to ensure workers aside from top earners also benefit from the opportunity to make after-tax contributions.</p><p>Technology companies are adding the perk to compete for workers, said Lars Phillips, a Bellevue, Wash., adviser with tech-industry clients using the strategy. \"If a company allows you to throw an extra $30,000 into a Roth annually, that's a huge benefit. It's a great way to save for retirement.\"</p><p>According to a survey of 263 employer-sponsored retirement plans by 401(k) record-keeper Alight Solutions LLC, about 30% allow the mega-backdoor strategy in their 401(k)s.</p><p>Nearly 20% of the 23,500 401(k) plans administered by Fidelity Investments allow the mega-backdoor strategy. Of the 19.5 million people enrolled in Fidelity-managed 401(k)s, 47% are in plans that offer both after-tax contributions and Roth 401(k) conversions, although far fewer use the combination.</p><p>The mega-backdoor strategy rests on a little-known fact about 401(k) plans: The Internal Revenue Service lets employees set aside as much as $58,000 a year in a 401(k) account, a number that rises to $64,500 for those 50 or older. To get to the $58,000 annual limit, a worker can put $19,500—or $26,000 if 50 or older—in either a traditional pretax 401(k) or a Roth 401(k). If the plan allows, the person can also make an after-tax contribution of as much as $38,500.</p><p>A growing number of companies have automated the mega-backdoor process so that after-tax contributions are converted quickly, before the money has a chance to appreciate by much. That way, employees can minimize the tax due on the conversion, said Britton Gregory, an adviser in Austin, Texas, who added that about one-third of his clients use the mega-backdoor strategy.</p><p>Using the strategy, big savers can move significantly more into a Roth account than the $6,000 many are permitted to contribute to a Roth IRA and the $19,500 limit for a Roth 401(k).</p><p>Under the proposed legislation, employees will still be allowed to make after-tax contributions to 401(k)s. But they will no longer be permitted to convert that money to a Roth, where profits can grow tax-free. Instead, they will pay income tax on their investment gains when they withdraw the money.</p><p>SHARE YOUR THOUGHTS</p><p>How would you adjust your retirement contributions if this backdoor method is eliminated? Join the conversation below.</p><p>In an emailed statement, an Aon spokesperson confirmed the company offers after-tax contributions and said it introduced Roth conversions in 2021 \"as an additional tool to help colleagues build their retirement savings.\"</p><p>A Facebook spokesperson said the company launched the feature in 2015 \"as an extra vehicle to help employees save for retirement\" and \"provide best in class benefits for our employees.\"</p><p>An AT&amp;T spokesperson said the company is \"reviewing the proposed legislation and its potential impact on 401(k) administration.\" A Microsoft spokesperson declined to comment. Amazon.com didn't respond to requests for comment.</p><p>At companies with 401(k) plans administered by Alight that offer both traditional and Roth 401(k) accounts, 56% permit Roth conversions, up from 27% in 2013.</p><p>Eryn Muetzel, a Seattle resident, said she has been making after-tax contributions to her 401(k) account at VMware Inc. and converting that money to a Roth 401(k) since 2019, at the suggestion of Mr. Phillips, her adviser.</p><p>\"It will be a disappointment not to have that benefit,\" said the 36-year-old senior director of product management, who said she wants \"to save as much as possible early in my career\" to get the long-term benefits of compounding. Ms. Muetzel said that if she has to pay capital-gains tax upon selling a profitable investment over the next 30 years, a significant amount of the appreciation might be lost to tax. Regardless, she added, \"I will continue to put the money toward savings.\"</p><p>In an emailed statement, a VMware spokesperson said it added after-tax contributions and a conversion option to its 401(k) plan in 2016 because it is an \"attractive retirement tool for those who want to contribute above and beyond\" the $19,500 pretax and Roth limit. The company, which offers automated conversions, said about 9% of its 401(k) participants have an after-tax balance.</p><p>Mr. Gregory estimates that a 401(k) participant who saves $35,000 after-tax annually for 25 years and converts those contributions regularly to a Roth 401(k) would have almost $400,000 more at retirement than he or she would by using a taxable account, assuming a 6.4% annual pretax return and a 24% combined federal and state capital-gains tax rate. That is because in the taxable account, the investor would pay tax on capital gains when they are realized and on income and dividends as they accrue. But in a Roth, realized gains and income and dividends can build tax-free.</p><p>Write to Anne Tergesen at anne.tergesen@wsj.com</p><p>Retirement Savers Love the Backdoor Roth IRA Strategy. It Might Not Last.</p>",
  "published": "2021-09-24T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1834,
          "end": 1849
        },
        {
          "start": 5727,
          "end": 5736
        },
        {
          "start": 1834,
          "end": 1843
        }
      ],
      "nexusId": "10031144"
    }
  ]
}