{
  "_id": "3063ac8fc0522abfdbf574bb9987f0df1d6f1db4cec8e05e7805887771000c52",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>In 2020 Twitter Hack</p><p>A 22-year-old British man was arrested on Wednesday in Spain on charges related to last year's hack of Twitter that led to the brief takeover of more than 130 accounts, including those belonging to Joe Biden, Bill Gates and Kim Kardashian.</p><p>Joseph O'Connor was arrested at the request of U.S. law enforcement, the Justice Department said. He is the fourth person to be charged in connection with the July 2020 hack, which hijacked high-profile Twitter accounts to post messages that solicited donations to a bitcoin wallet for causes such as Covid-19 relief efforts. Federal prosecutors have said the pleas for donations were a scam.</p><p>Mr. O'Connor has been charged in a California federal court with several counts of computer hacking related to the Twitter attack.</p><p>Twitter declined to comment on the arrest. In an interview with the Times of London a few days after the hack, Mr. O'Connor denied involvement, saying, \"I had nothing to do with it.\"</p><p>-- Dustin Volz</p><p>---</p><p>FLORIDA</p><p>Residents Evacuate</p><p>Building in Surfside</p><p>Residents of a Surfside waterfront condominium a few blocks from last month's deadly building collapse have voluntarily evacuated because of structural problems identified by an engineer, the condo board's president said.</p><p>The evacuation of Regent Palace, a set of buildings that are 70 years old, began July 9, a day after an engineer hired by the condo association found problems with the structural integrity following an initial inspection, board president Joerg Dogondke said. By Wednesday, most residents were gone, he said.</p><p>The engineer found issues with columns in Regent Palace's parking area during a follow-up inspection in mid-July, the board president said.</p><p>-- Deborah Acosta</p>",
  "published": "2021-07-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}