{
  "_id": "057f82f76f5b16edffe9839afd276eb66c8b64407501a93a7b407142c50529d3",
  "feed": "wall-street-journal",
  "title": "Pfizer's Global Covid-19 Vaccine Rollout Depends on Two Expert Staffers; As countries hunt for more doses, vaccine makers like Pfizer call on staffers with rare skills for transferring the technology to contractors",
  "text": "<p>The women belong to a select group of drug-industry staff who may hold the key to helping countries overcome limited supplies of doses—and accelerating the world's vaccination campaign against the pandemic.</p><p>Vaccine makers like Pfizer, though they have significantly increased their output of shots, can only make so much at their own plants. Mses. Genest and Mulherkar are among a relatively small number of professionals with the rare skill set to enable other companies to produce the shots.</p><p>Their work, requiring expertise in biochemical engineering to pharmaceutical manufacturing, is called technology transfer.</p><p>Making vaccines, especially those like the Covid-19 shot from Pfizer and its partner BioNTech SE that use the new messenger RNA technology, is complicated. Just transferring the knowledge of filling and capping the vials typically takes about 18 months and involves 10 stages, each consisting of hundreds of steps during which dozens of things can go wrong.</p><p>Amplifying the challenge is the threat posed by this coronavirus, which has forced Pfizer to share its know-how remotely and rapidly.</p><p>Before its Covid-19 vaccine was authorized, Pfizer last year began putting together a network of companies that could make the shots if they proved to work safely. Pfizer knew it wouldn't have enough capacity to meet demand, and it would need help from contract manufacturers like Thermo Fisher Inc.</p><p>With the help of Pfizer's technology-transfer teams, Thermo Fisher has been preparing two lines at a plant near Milan, Italy, to fill vials and prepare them for shipment.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think the pandemic will drive innovation in the coming years? Join the conversation below.</p><p>The transfer, which began in February, is scheduled to finish by the end of the year. Pfizer expects doses to start rolling out by year's end.</p><p>The output could help meet growing demand for the shot. Thanks to the help of contractors like Thermo Fisher, Pfizer said it can manufacture three billion doses this year and four billion in 2022. Pfizer said it is trying to deliver two billion doses to low- and middle-income countries during the next 18 months.</p><p>Many countries, which haven't gotten the volume of doses the U.S. and certain other developed countries have obtained, have clamored for the doses. South Africa and other countries with tight supplies have proposed temporarily waiving patent protections for the shots so they can make them, which drugmakers are resisting, saying a tech transfer is a long and complex process.</p><p>Pfizer's experience sharing its Covid-19 vaccine know-how with Thermo Fisher, a longtime manufacturing partner, suggests how challenging the process is. It also shows how the guidance of experts familiar with the technology can shrink the normal timelines during urgent circumstances.</p><p>\"We didn't have time to find out six months in that the pump wasn't the right kind of pump, or there was some sort of piping that was the wrong diameter,\" Ms. Genest said.</p><p>Pfizer and BioNTech had just begun human testing of their vaccine candidate when Ms. Genest in the spring of 2020 began lining up possible partners.</p><p>Leading a tech-transfer team of 10, Ms. Genest, a 47-year-old veteran of pharmaceutical manufacturing, scouted for production partners to add to Pfizer's own manufacturing capabilities. She looked at about 20 contractors, assessing whether they could make the shot and meet quality and safety standards, all under tight deadlines.</p><p>Pfizer was vying with rival Covid-19 vaccine developers for limited manufacturing space, Ms. Genest said, and it needed partners willing to work without a proven product.</p><p>Some of the would-be partners expressed frustration that Ms. Genest didn't have more details about the Pfizer-BioNTech vaccine candidate because it was a work in progress. But she couldn't know.</p><p>Talks with Thermo Fisher began in May 2020, Ms. Genest said. Almost immediately, Pfizer started feeding the company preliminary information on the vaccine, such as what types of vials were needed and how they had to be stored frozen, to assess Thermo's plant in Monza, Italy.</p><p>With no time to spare and travel limited due to the pandemic, Ms. Genest's team remotely performed its diligence—a process that normally takes months and involves in-person visits. Go Pros and Microsoft Teams beamed Pfizer officials into the Italian plant.</p><p>A stumbling block came when the sides were weighing where to put freezers that were critical to keeping the shots cold, Ms. Genest said. Thermo Fisher agreed to temporarily give up parking spaces while building a nearly 5,000-square-foot cold storage facility.</p><p>The companies signed an agreement in February. Even before the contract was formally inked, a team of two dozen led by Ms. Mulherkar had begun the exchange of technical know-how to stay ahead of schedule.</p><p>Ms. Mulherkar, who is 48 years old and speaks excitedly about technology transfers as if they were puzzles that need solving, is an expert in biochemical and chemical engineering. She joined Pfizer a decade ago.</p><p>Her unit—which includes mRNA specialists—mapped out schedules and budgets. It shipped more than 500 top-secret files—at least 5,000 pages of documents on making the vaccine—over secure computer servers. And it trained Thermo Fisher workers on mRNA, which the plant had never used before.</p><p>In three months—half the typical time—the companies purchased and installed equipment needed to perform the vial-filling and finishing steps.</p><p>The early work was done remotely, with Ms. Mulherkar's team spread across three continents, including in the U.S., Italy, Turkey, Belgium and the U.K. Ms. Mulherkar's unit forged ahead even when she fell ill with Covid-19 in April and needed to take time off.</p><p>The team didn't begin visiting the Italian plant until May, and visits remain limited. Ms. Mulherkar hasn't been there yet. \"That would have been unheard of, unthought of, in pre-pandemic,\" she said.</p><p>This spring, Thermo Fisher ran the new production lines with water, instead of actual vaccines. After several rounds of tests, Thermo Fisher conducted dress runs using real vaccine ingredients to manufacture doses comparable to those made at Pfizer's plant.</p><p>Then, over two months, the companies' work reached its ultimate test: Thermo Fisher ran each production line at least three times, replicating the manufacturing process in Pfizer plants, to make real vaccine batches and generate the data regulators require to sign off on full-scale production.</p><p>Today, the companies are gathering results from the final product runs and other information to send to foreign regulators, Ms. Mulherkar said. Once regulators give clearance, Thermo Fisher can begin commercial production.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer's Global Covid-19 Vaccine Rollout Depends on Two Expert Staffers</p>",
  "published": "2021-08-20T12:53:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4308,
          "end": 4317
        }
      ],
      "nexusId": "10031144"
    }
  ]
}