{
  "_id": "a8072dfbac9720be470c4dbacf694f658868d46fa3dec4a6d35d11d99572502e",
  "feed": "ftcomall",
  "title": "Can the Costa del Sol package go posh?",
  "text": "<p>A slightly wobbly position on a stand-up paddleboard offers a view of one of the Mediterranean's best known coastlines. To the west, past the terracotta sprawl of Estepona, I can make out the rock of Gibraltar. To the east, jumbled apartment blocks and hotels rise against mountains towards Marbella. Beyond that lie the resort towns that have similarly become bywords for mass tourism: Fuengirola and Torremolinos.</p> <p>What Spain's Costa del Sol is less well known for, at least in the past few decades of breakneck development, is calm sophistication. But I had got wind of a change in the waters here, and a flow of investment that was lifting a coastline above its traditional associations with, among other things, fugitive crime bosses and timeshare sunseekers of a certain age.</p> <p>The object of my interest fills the view ashore. Ikos Andalusia, which opened this summer, is the first foreign outpost for a Greek luxury travel company that has already gained a reputation for upending expectations of the all-inclusive resort. Five Ikos resorts have now opened since 2015, each trying to apply a Four Seasons level of service to a typically mid-market model of basic buffets and budget booze.</p> <p>Now the expanding company is part of a push to redefine the Costa del Sol. The resort, which lies between Estepona and Marbella, certainly stands out. Next to four-poster sunbeds scattered on a pristine lawn, 411 rooms and suites rise in minimalist blocks surrounding swimming pools. There are crisp cream parasols, olive and palm trees and tasteful beds of sage and hibiscus.</p> <p>The view from my board would have been rather different five years ago. The three-star Princess, which also operated as a Club Marmara (part of Tui France), had plastic sun loungers and a large restaurant block cutting off the sea views. Ikos bought all 21 acres in 2018 as part of a €180m redevelopment masterminded by Madrid-based luxury architecture and interiors firm Studio Gronda.</p> <p>A mammoth refurb first involved stripping everything back to bare concrete (planning laws precluded a rebuild). The vast central plaza, including the restaurant block, was levelled to clear the view and make way for sleek reflecting fountains and eight new swimming pools. There are seven very good restaurants, only one of which has a buffet. Nine ground-floor deluxe suites have their own gardens and pools. The biggest starts at €1,470 a night.</p> <p>I risk getting wet by waving at my wife Jess and our four-year-old son Jake. They're on the main balcony of our third-floor suite, where the interiors are tastefully rendered in creams and sea blues. Betty, 11 months, is napping in her Stokke cot — a step-up from the Ikea number she slums it in at home. The balconies offer views across the Med to Morocco.</p> <p>The Costa del Sol once had the glamour of the French Riviera. Beaches in Malaga were first developed almost 100 years ago. A golf course arrived at Torremolinos in 1928; the grand Hotel Miramar at Malaga in 1926. After the second world war, Spanish aristocrats promoted the village of Marbella to the burgeoning international jet set. Prince Alfonso of Hohenlohe-Langenburg founded the Marbella Club and invited friends including his own paramours Ava Gardner and Kim Novak.</p> <p>Malaga's celebrity and expanding airport triggered an often unchecked coastal building boom from the 1970s. Criminals from Britain and the Italian mafia loved their new gated villas so much they earned the coast the nickname “Costa del Crime”. Timeshare apartments proliferated. “When I arrived in about 2000, developers were still building rabbit hutches like crazy,” says Adam Neale, a property agent in Estepona. “But in the past five years this has become a new playground for the rich.”</p> <p>Marbella's “Golden Mile” is still home to the Marbella Club, as well as the luxury Puente Romano Beach Resort. But increasingly the money washing ashore is big and foreign. A Nobu Hotel and a Six Senses spa have arrived in the past five years. Four Seasons, the resort chain owned by Bill Gates and the Saudi billionaire Prince Alwaleed bin Talal, is due to build a vast €600m resort east of Marbella. A W hotel is on the way.&#xa0;If comparisons to Miami Beach once felt like a stretch, they may soon start to hold water.</p> <p>Shortly before my seaward excursion, Andreas Andreadis, the co-founder and chief executive of Ikos Resorts, is sipping an espresso at the main bar, where swanky outdoor sofas are positioned around a firepit. “The Ancient Greeks had colonies in this area centuries before Christ,” the youthful 68-year-old tells me. He wears designer trainers, aviator sunglasses and a navy suit. “Since that time no Greeks showed up here, but I'm telling you now — the Greeks are back!”</p> <p>“The Greeks” started out in tourism in Halkidiki, where Anastasios — Andreas's father — drained a swamp to build the Sani Beach Club. After a modest start in 1971, it has grown to include five luxury hotels and its own marina. Andreadis later saw an opportunity to create a replicable sister brand that would take the European all-inclusive upmarket.</p> <p>With big investor backing, Ikos (it means “home”) started out with its Olivia resort, on the Toroneos Gulf not far from Sani. It made a splash, creating a loyal following. About half of all guests are British. A tiny Greek empire then spread to Kos and Corfu. After Andalusia, new sites are taking shape in the Algarve and on Ibiza. In a neat symbol of his mission, Andreadis has just acquired an old Club Med on Majorca, where the French chain launched the age of the no-frills all-inclusive 60 years ago.</p> <p>Andreadis says coming to Spain was a gamble. Would Ikos work in translation? He has flown out hundreds of staff, renting a nearby hotel for recruits (750 people keep Ikos Andalusia ticking over). There have been teething problems, not helped by pandemic delays and protocols (even the poor lifeguards have to wear masks), but nothing that impacted me more than the odd forgotten glass of wine at dinner, which was perhaps no bad thing.</p> <p>Traditionally you would counter the gluttonous instincts of all-inclusive guests with cheap food and booze. But Ikos is not in the business of skimping. Poolside attendants in white uniforms are anxious that I am regularly refreshed at my sun lounger. At about 11am, a waiter tours the pools bearing a giant tray of toasted cheese sandwiches. And there are no measly measures in the cocktails.</p> <p>Children are equally pampered, with freshly mushed vegetables to order and extensive menus. Not having to clean the floor under Betty's highchair feels like the greatest luxury. There's a kids' club for those aged four and over, and a crèche (not included in the price) for little ones. We invest in that for Betty (Jake rejects the kids' club) and hire babysitters for an unprecedented run of date nights.</p> <p>Andreadis says a kind of reverse psychology keeps gluttony in check. “The more you are able to give people the feeling of space and that there is anything they like, the more consumption drops,” he says. “The more people feel stressed that they cannot get this or that, then the consumption grows.” Ikos also adds notional — and high — prices to its menus to imbue them with prestige.</p> <p>Andreadis says his guests on average consume only 10 per cent more than they usually would (I definitely did better than that). Drinking is at merry rather than silly levels. The gym and spa, where some services are included, are busy, which suits the family business: the spa and all the resort's toiletries carry the French Anne Semonin brand, which is owned by Andreadis' wife Aline Marcadet.</p> <p>There is certainly a civilised air a week after kids have gone back to school. Smug pre-school parents grapple with toddlers and babies while clutching cocktails around the family pools. Even smugger young couples head for the adult pool.</p> <p>That is not to say Ikos's all-inclusive approach feels at all exclusive. Bar a few Insta posers, there is no pretension here. I chat to media types, a dentist, a lawyer, a young hygiene products salesman (he'd had a good year) and the 71-year-old boss of a mobile catering company from Portsmouth who had brought out four generations of his family. “You can't spend it when you're dead!” he said while being topped up with Taittinger (which is included for guests in the deluxe suites).</p> <p>There are advantages to what initially feels like the resort's excessive, blocky scale; it's compact enough to get around easily and bump into holiday friends, yet big enough to offer anonymity and variety. I thought Olivia, which serves Spanish cuisine, was the best of the restaurants. Top chefs brought in to oversee menus include Lefteris Lazarou at Ouzo, Ettore Botrini at Fresco, and Anthony Jehanno at Provence. Lazarou and Botrini's restaurants in Athens, and Jehanno's in Brittany, have Michelin stars, but, good though the food is, it's a marketing over-reach for Ikos to claim it is offering “Michelin-starred menus” here in Estepona.</p> <p>The big weak link — slightly awkwardly for a €180m beach resort — is the beach. A band of sharp stones divides sand from sea, limiting frolicking for families in particular. The sun loungers and watersports shack are still busy, but if there is a gamble here, this feels like it.&#xa0; Andreadis is confident that he will be granted a permit to import sand, which will be protected by a new underwater reef. “We don't want to get a reputation as a hotel with a bad beach,” he says.</p> <p>There is, of course, the option of leaving the premises, as tempting as it is to throw one's wallet in a drawer and shuffle between pools (walking speeds indicate how long a guest has been here). There are bikes to borrow and a day with a rental car is included. Malaga and the mountaintop city of Ronda are both a little over an hour's drive away.</p> <p>Strapped for time between naps one morning, we go to Marbella in search of a better beach. Playa Nagüeles is the best known stretch of the Golden Mile and links the Marbella Club and Puente Romano resorts. There's a pleasing mix of classy sunlounger concessions and plastic rentals from which hoi polloi (us) can people-watch while hawkers sell fake Dior and Vilebrequin. And there are no jagged rocks.</p> <p>Back at the resort, I take out the paddleboard after lunch and wobble westwards, dodging the long lines of beach fishermen. An architectural anomaly catches my eye. The boxy 10th-century Moorish watchtower stands on a large grassy beachfront plot. Now surrounded by apartment complexes and the Ikos next door, it reveals the extent to which these were coveted shores long before modern tourism blew up.</p> <p>The tower also overlooks the ruins of a once expansive Roman villa. Excavation there has revealed ornate mosaics and bathing pools. There were marble columns and bronze busts. In other words, it was a posh spa resort. I'm left wondering if drinks were included.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Simon Usborne 2021 'Can the Costa del Sol package go posh?' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-21T11:20:52.366Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}