{
  "_id": "30a27f4433d4b1709dc9b93d35ac2504547e2de956748fb5b2a780b09f05058f",
  "feed": "ftcomall",
  "title": "Turbulence ahead: new leaders required",
  "text": "<p>“I come to you with not great news”. That was how Vishal Garg, chief executive of Better.com, a US mortgage company, <a href=\"https://www.theguardian.com/business/2021/dec/08/bettercom-boss-vishal-garg-apologises-firing-staff-zoom-call\">opened a Zoom call</a> earlier this month at which he abruptly told 900 staff that their employment by the US mortgage company was “terminated, effective immediately”.</p> <p>It is hard to think of a worse example of leadership than Better's. But Garg did other leaders a favour, by modelling a management style that the past two tumultuous years have consigned to the dustbin of corporate case studies. Would-be corporate leaders of 2022 should take the opposite course.</p> <p>Twenty years ago, Garg might have got away with what he later admitted was a lack of “respect and appreciation”. The typical chief executive of the early 21st century concentrated on the manufacture of reliable products and the sale of dependable services. Their aim was to hit short-term financial targets in the interests of their companies' owners. Leadership was about “managing badly performing robots”, Rita Gunther McGrath, a Columbia Business School professor told the recent Global Peter Drucker Forum on management. From this era of execution, via the era of knowledge management, McGrath suggests leaders have now entered “the era of empathy”. </p> <p>The crisis of 2020-21 boosted compassion, communication, and collaboration — once derided as “soft” skills — to the top of the list of leadership traits. Corporate leaders have also had to demonstrate a fourth C — competence — across a broader set of issues than those faced by their predecessors.</p> <p>Chief executives are almost as likely to find themselves in the spotlight for their views on climate change, race, human rights, and raging “culture wars” as they are for their core corporate strategy. They face challenges from inside the organisation as well as from outside. In the past year, Netflix staff <a href=\"https://www.ft.com/content/f41bf4e4-0e87-4d28-ab24-a985fa0be3a2\">walked out</a> over allegedly transphobic comments made by comedian Dave Chappelle, while workers at Washingtonian Media, a publisher, objected to their <a href=\"https://www.washingtonpost.com/opinions/2021/05/06/ceo-i-want-my-employees-understand-risks-not-returning-work-office/\">executive's views</a> on flexible work. McKinsey employees <a href=\"https://www.nytimes.com/2021/10/27/business/mckinsey-climate-change.html\">questioned the consultancy's work</a> with fossil fuel companies.</p> <p>Handling new pressures requires leaders with a “vulnerable style”, quite different from “the macho-style leader who is rarely right yet seldom in doubt”, wrote academics Tomas Chamorro-Premuzic and Amy Edmondson in the <a href=\"https://hbr.org/2020/10/todays-leaders-need-vulnerability-not-bravado\">Harvard Business Review</a>. They cited Oprah Winfrey, the presenter and media billionaire, for her authenticity, and Satya Nadella, who has led a cultural transformation at Microsoft, for his humility.</p> <p>There is room, just, for swashbucklers <a href=\"https://www.ft.com/content/a7f75d25-d710-4aaa-9f57-49e24d67744d\">like Elon Musk</a>. But anyone trying to emulate his success at Tesla and SpaceX should learn from his willingness to experiment, comfort with uncertainty, and ability to inspire the trust of his team by reinforcing a clear purpose, rather than <a href=\"https://www.ft.com/content/1c67c6c2-bfe9-11e8-84cd-9e601db069b8\">his aggressive micromanagement</a> and self-publicity.</p> <p>Finally, the leaders of 2022 will have to be fit for the long term. They have already shifted from thinking about coronavirus as a one-off crisis. Instead, those <a href=\"https://www.cipd.co.uk/knowledge/strategy/corporate-responsibility/responsible-business-through-crisis#gref\">interviewed</a> in 2021 by Veronica Hope Hailey of Bath university and Scarlett Brown of the CIPD personnel managers group, suggested the pandemic was the start of a long transition to a new way of doing business responsibly. “We're now thinking about this as a five or 10-year project,” said one. </p> <p>Such projects call for leaders who can balance the short-term financial health of the business, its long-term strategic demands, and the needs of the people it serves. A good start would be to terminate the old approach to leadership, effective immediately.</p><p>Source: The editorial board 2021 'Turbulence ahead: new leaders required' FT.com 27 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-27T10:00:48.076Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2495,
          "end": 2504
        }
      ],
      "nexusId": "10031144"
    }
  ]
}