{
  "_id": "230203b965c577f6a5563bdb497984a5d5d604687715e9dcefc8a1b3c8da23c7",
  "feed": "ftcomall",
  "title": "The real risk from Evergrande  ",
  "text": "<p>Welcome back. Stocks <a href=\"https://www.ft.com/content/952923b7-f421-407e-b14a-ad2ff190a134\">took a beating</a> yesterday, and consensus seems to be that Evergrande's stumble is the main reason. But in financial markets, prices lead and explanations follow. Only in the fullness of time, and often not even then, can we isolate the catalysts for market moves.&#xa0;</p> <p>That said, the Evergrande mess is mighty interesting.&#xa0;Email me: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a></p> <h2>Evergrande and financial contagion&#xa0;</h2> <p>Here's a chart, drawn using data from the Bank for International Settlements:</p> <p>The debts of China's companies are, relative to its economy, twice as large as those of American companies. I do not think of American companies as being particularly shy about using debt, so this impresses me.&#xa0;</p> <p>Looking at that chart, it is natural to wonder whether China's corporate economy might be rather fragile. After all, if American companies doubled their debt from where it stands now, that would scare everyone to death.&#xa0;</p> <p>As we have all learnt in recent weeks, the property developer Evergrande is exactly the kind of thing one might be worried about in a highly indebted corporate economy. Consider the numbers. In August last year, the central government imposed “three red lines” on property developer balance sheets, demanding liability/asset ratios below 70 per cent, net debt/equity ratios below 100 per cent, and cash/short-term debt ratios of at least 1. If developers fail all three of these tests, they are forbidden from adding additional debt. Here is how Evergrande was <a href=\"https://doc.irasia.com/listco/hk/evergrande/interim/2021/int.pdf\">faring</a> at the end of June:</p> <p>These are some big, ugly numbers, and it seems that Evergrande will miss debt payments this week. It may not survive long in its current form. Shouldn't there be systemic implications when a highly leveraged company of Evergrande's size defaults? You might think so, but the overwhelming consensus is that while China's property sector might be hurt, its financial system will be <a href=\"https://www.ft.com/content/952923b7-f421-407e-b14a-ad2ff190a134\">fine</a>:&#xa0;</p> <blockquote>  <p>Ming Tan, a director at the credit rating agency Standard &amp; Poor's who follows Chinese banks, said Evergrande defaulting on its debts was unlikely to cause a credit crisis in the world's second-largest economy “by itself”.&#xa0;</p>  <p>“Banks' exposure to Evergrande is quite distributed across the sector,” he said. The main risk for China's financial system would be “other highly leveraged developers to default at the same time”, he added.</p> </blockquote> <p>That is <a href=\"https://www.ft.com/content/ec1fe89c-e687-417a-bf8e-012f4825e6cc\">not very reassuring</a>. Property developers do not tend to default alone. Speculative excess in property is not, as a rule, confined to single companies.&#xa0;</p> <p>But the main reason so few people think that Evergrande will become a systemic event is that they believe the Chinese government can solve debt problems more or less at will. The Communist party can tell the state-owned commercial banks to roll the debt over, restructure it, forgive it or whatever. Here, for example, are Joachim Klement and Susana Cruz of Liberum:</p> <blockquote>  <p>“In our base case scenario, China Evergrande will be allowed to collapse with the most profitable parts of its business bought up by rivals and the debt underwritten by either the [People's Bank of China] directly, or by a consortium of Chinese commercial banks with the help of a liquidity injection by the PBOC.”</p> </blockquote> <p>Something like this is almost surely correct. The whole point of China's mostly self-contained financial system is that most of the debt is owed by one part of the country to another. The party is in control of all of those parts, and so the debt is, essentially, whatever the party says it is.</p> <p>At the same time, it seems to me that the official intervention might have to extend quite a bit further than chopping up Evergrande for parts and restructuring away its bank debt. The ugliest number on Evergrande's balance sheet is not captured in the red lines ratios at all. It is, instead, Evergrande's Rmb951bn ($142bn) in short-term payables. There are a lot of companies that sell cement, rebar, floor tiles and copper pipe, all across China, who are freaking out right now, and they are going to have to be dealt with, too.&#xa0;</p> <p>There is another non-bank constituency to worry about, too. What if the Evergrande mess shakes confidence in the property market? A little under a year ago the FT <a href=\"https://www.ft.com/content/c1144ffe-30f9-41d3-b033-bb82eca258b4\">ran</a> this chart:&#xa0;</p> <p>If my house has gone up in value by 50 per cent in five years, I start to think of myself as rich. Maybe I borrow against the house, or maybe I retire early, or whatever. In any case, if I wake up one morning and my house is worth 25 per cent less than it was, I'm going to be grouchy, and my anger is going to have political as well as economic repercussions.&#xa0;</p> <p>The Chinese authorities, of course, have clamped down on the real estate industry precisely because they do not want an economy built on paper profits on houses. But, from the point of view of social and economic stability, they are riding a tiger, and it is not totally obvious to me that they can dismount safely. Again, the point is that dealing with Evergrande's debts looks like the easy part.&#xa0;</p> <p>The analogy with credit crises in western economies is probably not very useful when thinking about Evergrande. The risk that broken financial plumbing leads to a general flight from risk seems small. But it's not hard to see how a prolonged, messy and psychologically costly mop-up could kill growth in the most important part of the Chinese economy.&#xa0;</p> <h2>One good read</h2> <p>Is it possible that Microsoft was <a href=\"https://www.ft.com/content/ea650bf3-5e9b-4507-93ee-899cf770a184\">smart</a> to pay $26bn for LinkedIn? I refuse to believe it.</p><p>Source: Robert Armstrong 2021 'The real risk from Evergrande  ' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-21T05:30:52.036Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5326,
          "end": 5335
        }
      ],
      "nexusId": "10031144"
    }
  ]
}