{
  "_id": "229f088b272773bb365acc4c9ba9b9b50ab4e1070025007589e0691105d621b9",
  "feed": "ftcomall",
  "title": "Shonda Rhimes, an impresario rewriting television's script",
  "text": "<p>This holiday's biggest blockbuster was not a film. <em>Wonder Woman 1984</em>, the superhero sequel which might have dominated box offices in any other year, made <a href=\"https://www.ft.com/content/2be9b2c5-ba87-4ae6-baf3-be6c52cc5156\">less than $17m</a> in US cinemas over its opening weekend — half what last year's <em>Star Wars</em> film made in its first day.&#xa0;</p> <p>Instead, as Covid-wary audiences chose couches over cinemas, the buzz was stolen by a carnal costume drama released to the nearly 200m Netflix subscribers whose binge-watching during the pandemic has lifted the streaming service's market value to $240bn.&#xa0;</p> <p>In <em>Bridgerton</em>, a Regency romp based on Julia Quinn's novels, corseted debutantes circle eligible bachelors. Rakes smoulder, gossips meddle and bosoms heave. It is a genre as hoary as the hospital drama, and it was propelled to the top of Netflix's most-watched list by Shonda Rhimes, the executive producer who made the medical soap <em>Grey's Anatomy</em> the biggest hit on Disney's ABC network.&#xa0;</p> <p>Yet she and showrunner Chris van Dusen, her one-time assistant, have turned a period drama into a contemporary conversation piece: <em>Bridgerton </em>is a modern-scored, feminist reimagining of 19th-century England and several of its stars are black. The contrast with the pale-faced casts of previous romance adaptations turns a piece of froth into something more subversive.&#xa0;</p> <p>The series is the first Rhimes production to appear since she signed a reported $150m deal with Netflix in 2017, and lands at a pivotal moment in her career.&#xa0;At 50, she has become one of television's most bankable talents, and with each hit series — <em>Private Practice</em>, <em>Scandal</em>, <em>How To Get Away with Murder</em> — the qualifiers have fallen away. She is no longer just one of her industry's most successful women or African-American producers: she is, as she defiantly declared in 2018, “the highest paid showrunner in television”.&#xa0;</p> <p>Estimates of Ms Rhimes' wealth congregate around $140m, though Shondaland, her production company, discloses no figures and she says the details of her Netflix contract were misreported. Tellingly, though, she made her boast after Netflix struck a reported $300m deal with Ryan Murphy, who made <em>Glee </em>for Fox.&#xa0;</p> <p>The defections of two of television's most prolific producers sent shudders through the networks, as they showed how aggressively streaming services were competing for content.&#xa0;Ms Rhimes had been chafing over creative freedom at ABC, and the last straw was when a Disney executive baulked at giving one of her sisters a pass to one of its theme parks, <a href=\"https://www.hollywoodreporter.com/features/shonda-rhimes-is-ready-to-own-her-s-the-game-changing-showrunner-on-leaving-abc-culture-shock-at-netflix-and-overcoming-her-fears\">reportedly</a> asking her, “Don't you have enough?”&#xa0;</p> <p>Ted Sarandos, co-CEO and chief content officer of Netflix, had good reason for offering her a freer rein as television's streaming wars are becoming more intense — and expensive. The likes of <a href=\"https://www.ft.com/content/573285a0-c5f7-4d91-a2cc-ae709721c347\">Disney+</a>, HBO Max and Peacock now challenge Netflix, Amazon Prime and Apple TV+, and the money being poured into production has rocketed.&#xa0;</p> <p>Only the biggest shows stand much chance of cutting through, making reliable hitmakers increasingly valuable. While promoting <em>Bridgerton</em>, Ms Rhimes is completing <em>Inventing Anna</em>, the story she adapted of a fake heiress swindling her way through New York's elites, and working on an adaptation of <em>Recursion</em>, <a href=\"https://deadline.com/tag/blake-crouch/\">Blake Crouch</a>'s sci-fi thriller.&#xa0;</p> <p>The Netflix relationship is just one aspect of Ms Rhimes' quest for scale. She is producing podcasts with iHeartMedia and writing lessons with MasterClass; she has launched partnerships with Dove, Microsoft and Peloton. Her website brims with empowering blog posts. (“If you don't like your story, rewrite it.”)&#xa0;</p> <p>The self-described introvert who had been&#xa0;“horrified” to hear that she would be sitting with Barack and Michelle Obama at an event in 2013, admitted to Oprah Winfrey three years ago that her characters lived much more exciting lives than hers. But she is now&#xa0;creating a multimedia empire that the older entrepreneur would recognise.&#xa0;</p> <p>Ms Rhimes started rewriting her story in 2014 when, stung by a sibling's observation that she was constantly turning down invitations, she resolved to spend a year saying “yes” to “the stuff that terrifies me”, from public speaking engagements to shelving work to play with her three adopted children.&#xa0;</p> <p>By the end of her “year of yes”, the Democratic donor had befriended the Obamas and given a barnstorming graduation speech at Dartmouth, her alma mater. Commencement speakers usually advise graduates to follow their dreams, she told her audience, but “<a href=\"https://250.dartmouth.edu/highlights/shonda-rhimes-91-delivers-lesson-packed-commencement-address\">I think that's crap”</a>. Dreams do not come true on their own, she said: “It's hard work that creates change.”</p> <p>Since holding <a href=\"https://www.nytimes.com/2005/05/08/arts/television/greys-anatomy-goes-colorblind.html\">colour-blind casting calls</a> for <em>Grey's Anatomy</em>, Ms Rhimes has been working to change television by making it look more like the diverse world she knew growing up as the sixth child of two academics in a middle-class Chicago suburb.&#xa0;<a href=\"https://www.hollywoodreporter.com/rambling-reporter/shonda-rhimes-talks-netflix-pay-at-elle-women-hollywood-awards-1152606\">Speaking in 2018</a>, she said her “sweat and tears” meant that she “no longer needed to battle men to get to the top of a mountain” but she still needed to set an example.</p> <p>Shondaland's landmark deal will be up for renewal this year. Netflix needs hitmakers like Ms Rhimes, but its history of ending shows abruptly if the numbers are not working suggests that nothing is guaranteed.&#xa0;So a lot is riding on the escapist fluff of <em>Bridgerton</em>. The market for the kind of talent that can offer an advantage in the streaming wars is every bit as unpredictable as the marriage market in Regency England.&#xa0;</p> <p><a href=\"mailto:andrew.edgecliffe-johnson@ft.com\"><em>andrew.edgecliffe-johnson@ft.com</em></a></p><p>Source: Andrew Edgecliffe-Johnson 2021 'Shonda Rhimes, an impresario rewriting television's script' FT.com 1 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-01T13:00:50.914Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3381,
          "end": 3390
        }
      ]
    }
  ]
}