{
  "_id": "14a7abf217bf4b56377ff4e0cb64c9222b9e9d3fb024d24f6a34ca142e6a891a",
  "feed": "wall-street-journal",
  "title": "Samsung Replaces CEOs, Merges Mobile and Consumer Electronics Businesses; South Korean company replaces three leaders with two new co-CEOs",
  "text": "<p>Kyung Kye-hyun, 58 years old, will lead the company's powerhouse components business, after having previously been CEO of another Samsung affiliate that makes other types of tech parts. Han Jong-hee, 59, and a veteran of Samsung's TV business, will run the combined mobile and consumer-electronics unit.</p><p>Samsung, based in Suwon, South Korea, had kept the same three CEOssince their appointments in 2017. In a Tuesday statement, Samsung said the new CEOs will help lead the next phase of growth and strengthen business competitiveness.</p><p>The combining of the mobile and consumer-electronics units acknowledges how the sources of the company's profits have shifted over the years. In the early 2000s, flat-screen TVs propelled performance, then smartphones were the cash cow for much of the 2010s. Semiconductors are powering results now.</p><p>During its most-recent quarter, Samsung, which has benefited from extra pricing strength during the global chip shortage, reported record quarterly revenue of 73.98 trillion won, or the equivalent of about $62.7 billion. About three-quarters of the company's operating profit came from its components division, while mobile and consumer electronics combined accounted for just a quarter.</p><p>Samsung switched to a multiple-CEO structure in 2013. Back then, the South Korean firm was embroiled in patent litigation with Apple Inc. over smartphones, while its consumer electronics unit was becoming more formidable. By splitting the company into three separate units, Samsung's phones and appliances units could avoid a potential conflict of interest with its components business—which sold parts to Apple and other electronics rivals, industry analysts said at the time.</p><p>The tech giant had opted for leadership continuity while its de facto leader, Lee Jae-yong, was behind bars for bribing South Korea's ex-president. But Mr. Lee, the 53-year-old grandson of Samsung's founder, was released on parole in August. All major decisions require his signoff. Mr. Lee's supporters argued Samsung had been in a state of corporate paralysis during his absence.</p><p>Days after Mr. Lee was released from prison, Samsung said it would invest more than $205 billion over the next three years—an increase by a third from its prior plans—with semiconductors a priority.</p><p>Last month, Samsung said it would spend about $17 billion to build a new chip-making factory in Taylor, Texas. Mr. Lee, on a recent business trip to the U.S., met with White House officials and lawmakers. He also met with Microsoft Corp. CEO Satya Nadella and Sundar Pichai, who is CEO of Alphabet Inc., Google's parent company.</p><p>Kim Ki-nam, the former CEO of Samsung's components business, will become chairman of Samsung Advanced Institute of Technology, the South Korean conglomerate's research-and-development hub. Samsung didn't specify future plans for the replaced CEOs of the mobile and consumer electronics units.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com</p><p>Samsung Replaces CEOs, Merges Mobile and Consumer Electronics Businesses</p>",
  "published": "2021-12-07T04:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2504,
          "end": 2519
        },
        {
          "start": 2504,
          "end": 2513
        }
      ],
      "nexusId": "10031144"
    }
  ]
}