{
  "_id": "b6c8ab2f663807d77354d979d814f9e0bce7a173ebebc1063cb4070b99b842bf",
  "feed": "ftcomall",
  "title": "Sinclair's full-spectrum tech vision",
  "text": "<p>If Sir Clive Sinclair failed to create an enduring British success story from his pioneering computers, his death this week at 81 brought forth a host of engineers, entrepreneurs and even tech billionaires who said their careers had been built on his inventions.</p> <p>Tributes poured in from alumni users of his cheap home computers from the 1980s, <a href=\"https://twitter.com/elonmusk/status/1438623391645372420?s=20\">led by Elon Musk</a> and the Microsoft chief executive Satya Nadella, who said Sinclair's innovations had democratised computing and “inspired so many, including myself.”&#xa0;</p> <p>“I vividly remember my first computer, a ZX80, and the sense of wonder and empowerment I felt. It was your device that sparked my passion for engineering,” <a href=\"https://twitter.com/satyanadella/status/1438667764453953536\">he tweeted.</a></p> <p>The ZX's natural successor today is the <a href=\"https://www.ft.com/content/e72232d0-98c4-11e9-9573-ee5cbb98ed36\">UK's Raspberry Pi, </a>the sub-£50 computer designed to make PCs more affordable and help children learn to program. It was Sinclair's ZX80 that originally drove the price of a home computer below £100 in 1980 and triggered the creation of an army of coders and a new era of innovation.</p> <p>“We wouldn't have anything like the number of engineers that we have in the UK today of my generation if you had had to spend £300 to £400 on a computer and that was really an enormous part of his contribution,” Raspberry Pi co-founder Eben Upton told me today.</p> <p>Many were lured to the ZX 80s and <a href=\"https://en.wikipedia.org/wiki/ZX_Spectrum\">Spectrum </a>by the chance to play games on a TV screen, but it was the flashing cursor on the command line that tempted enthusiasts into their first coding ventures, long before it became obscured by the graphical user interface.</p> <p>Sinclair's knighthood in 1983 came at the peak of his career as his low-cost business computer, the QL launched the following year, suffered technical and delivery problems, and 1985 saw the launch of his much-ridiculed C5 electric vehicle. In 1986, he was forced to sell the computer business to his rival Alan Sugar's Amstrad and close his Cambridge offices.</p> <p>He continued to be revered as a visionary inventor. As one example of his prescience, as the 15mph C5 was being launched in 1985, he spoke of moving on to develop self-driving cars that would reach 200mph and eliminate crashes. Elon Musk ended up getting there first, but only thanks to a Sinclair computer. </p> <p>Read the <a href=\"https://www.ft.com/content/f14a9c24-33cf-4873-8012-e7eaa7109d42\">full appreciation here</a> and <a href=\"https://www.ft.com/content/f46f40f3-03cc-4a47-83b8-cdee42841c50\">Andrew Hill comments</a> that his career proves that while invention can be a one-person game, achieving wider entrepreneurial success is a team sport.</p> <h1>The Internet of (Five) Things</h1> <p><strong>1. Telegram move to the dark side</strong><br>Telegram has <a href=\"https://www.ft.com/content/cc3e3854-5f76-4422-a970-9010c3bc732b\">exploded as a hub for cybercriminals </a>looking to buy, sell and share stolen data and hacking tools, as it emerges as an alternative to the dark web. An investigation by cyber intelligence group Cyberint, together with the FT, found a ballooning network of hackers sharing data leaks on the popular messaging platform.</p> <p><strong>2. Apple and Google drop Navalny app</strong><br>Apple and Google have <a href=\"https://www.ft.com/content/faaada81-73d6-428c-8d74-88d273adbad3\">removed a tactical voting app</a> made by supporters of jailed Russian opposition leader Alexei Navalny from their online stores following strong pressure from the Kremlin, as voting began in the country's parliamentary elections.</p> <p><strong>3. Infineon's robot-powered chip plant</strong><br>Europe's largest chipmaker <a href=\"https://www.ft.com/content/f946703e-5d1e-4328-bd54-63f30ff49d9b\">opened a new fab in Austria </a>on Friday, as the EU aims to reduce its semiconductor dependency on Asia. The 60,000sq metre facility requires just 10 staff, thanks to advanced robotics.</p> <p><strong>4. Persons in the news: MailChimp's founders</strong><br>Ben Chestnut and Dan Kurzius frequently get asked why they refused to take venture capital for their email marketing company, MailChimp. The answer became obvious this week. On Monday, the tax software company Intuit announced it would acquire MailChimp for $12bn in cash and stock, an extraordinary outcome for a start-up that had never taken a dime from investors. <a href=\"https://www.ft.com/content/98f63cdf-1c73-4cab-be0e-14c9fdee438d\">Here's our profile </a>of the founders.</p> <p><strong>5. Lunch with the FT: Chamath Palihapitiya</strong><br>The billionaire tech investor's reinvention of Spacs, or special purpose acquisition companies, as a founder-friendly alternative to an IPO has placed him at the centre of a white-hot market that has captivated Wall Street during the pandemic. Palihapitiya has transformed himself from a Silicon Valley pariah, following the implosion of his venture fund, to a major hit on financial Twitter. <a href=\"https://www.ft.com/content/bffc55cd-7120-4d0d-95d6-15cadfd2d6c5\">Miles Kruppa had lunch with him</a>.</p> <h1>Tech tools — Unistellar's reflector telescope&#xa0;</h1> <p>This powerful new reflector telescope from a Marseille company makes serious astronomy brilliantly simple, <a href=\"https://www.ft.com/content/04ec6dfa-d625-419b-ab54-4ce43a1663a4\">writes Jonathan Margolis.</a> Apart from the 114mm-diameter mirror reflector that does the magnifying, it is wholly electronic and you don't even peer directly into it; a phone or tablet serves in place of an eyepiece. Superb, sharp, colourful live images from light years away appearing on an 11in iPad Pro's sharp screen are a revelation. You can easily see galaxies and nebulae invisible to a lot of conventional telescopes. And it goes without saying that you can save and share&#xa0;everything you view — or have as many as nine other people viewing live on&#xa0;their own&#xa0;tablets and phones. <a href=\"https://www.ft.com/content/04ec6dfa-d625-419b-ab54-4ce43a1663a4\">Read more</a></p><p>Source: Chris Nuttall in London 2021 'Sinclair's full-spectrum tech vision' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T18:51:51.936Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 369,
          "end": 378
        }
      ],
      "nexusId": "10031144"
    }
  ]
}