{
  "_id": "91f548c4aa0e12f9a5366bad27dbea04984cf095556e19e322f8fdc080e476f1",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Careers & Leadership -- At Work:  Summer Jobs Make a  Comeback -- Mostly  ----  By Krithika Varagur",
  "text": "<p>   Mayson VanMeter hoped to switch gears from her cashier jobs to find a more career-oriented internship in human resources this summer, after her freshman year in college -- but she hit a wall. </p><p>   \"It's kind of hard to find a paid internship, honestly,\" says the 19-year-old University of Southern Indiana student. She has been applying online to numerous posts listed on LinkedIn and Google, but hasn't heard back from anyone yet. She is vaccinated and open to in-person work. But with her school year ended, she feels like the kind of summer experience she wants may not be in the cards. </p><p>   \"If I can't find an internship, then I'll probably stay here at Rural King,\" she says of the farm-supply store chain where she's worked since January. She is paying her way through college and says some income is essential. </p><p>   This year is shaping up as a boom year for summer jobs for young people, but it's an uneven spread. Industries that traditionally hire teenagers, like hospitality and retail, are rapidly expanding again. Millions of young adults have been vaccinated against Covid-19, making them more comfortable than they were last year with high-contact, in-person jobs. And many teenagers, who suffered some of the biggest job losses in 2020, really need the money. </p><p>   But for those interested in more white-collar work like paid internships and research gigs, it can still be competitive. Short-term positions are often not critical to running a business, so there are fewer of them available in many fields than there were before the pandemic, says AnnElizabeth Konkel, a Washington, D.C.-based economist with the Indeed Hiring Lab, a research arm of the jobs website Indeed. </p><p>   Youth summer employment has been trending downward since the 1970s, according to monthly data collected by the Bureau of Labor Statistics. In July 1978, 71.8% of workers aged 16 to 19 participated in the labor force. In the 2010s, that number never topped 45%. </p><p>   It's not just that employer demand for young workers dried up, says Andrew Challenger, a senior vice president at Challenger, Gray &amp; Christmas, an executive coaching firm. Some modern teenagers also have incentives to spend their summers on unpaid activities like volunteering and sports, especially with college admissions in mind. </p><p>   He believes that this year's post-lockdown summer may buck that longstanding trend, because more teenagers typically want jobs when the labor market does better. His firm estimates that U.S. teens will add two million new jobs this summer. \"All the industries where teens traditionally find jobs, like small retail businesses, restaurants and entertainment, are preparing for a huge surge,\" he says. </p><p>   Many of those old-school, paid summer jobs are finding it tough to hire enough young people. \"We're facing a camp counselor and lifeguard shortage this summer,\" says Tom Rosenberg, CEO of the American Camp Association, a nonprofit. \"U.S. camp workers are less available this year than at any other time in the last 50 years.\" </p><p>   \"We are ready to hire just about anybody who walks in the door at this point,\" says Bill Bumbernick, owner of the Surfing Pig restaurant in North Wildwood, N.J., on the Jersey Shore. He says that young people ages 18 to 25 comprise most of his front-of-the-house staff, like waiters and busboys. </p><p>   While there are plenty of openings for teens in these bread-and-butter fields, other kinds of summer work, like professional internships and research positions, can still feel competitive today, according to young people who have applied for them. </p><p>   There are relatively fewer internship postings this year than last year, according to data posted by Indeed in April. The fraction of internships as a share of overall postings on the website was 39% lower than in 2019 and 15% lower than in 2020. At the same time, applicants' internship-related searches on the website were 38% higher in April 2021 than in April 2020. </p><p>   Alexis Hatch, an 18-year-old freshman at the University of Chicago, wrote 72 cover letters last winter in hopes of getting a paid research role this summer. She was chastened by her experience cold-applying for summer jobs last fall on Handshake, the student jobs platform. She never heard back from a single one. </p><p>   \"So I had to go ballistic and nuclear with this cover letter thing,\" she says. She eventually got and accepted a paid summer research position at the Ming Xu Laboratory at her university, where she will help test a novel skin stem-cell treatment for cocaine overdoses on mice. Based on conversations with older students, she believes it was far more difficult this year to find a paid research position. </p><p>   Vaccines have opened up new frontiers for many summer jobs: Ms. Hatch, for instance, will be going into her lab in-person. Jamee McAdoo, a 19-year-old in Little Rock, Ark., will start next month as an in-person summer associate at her local library. </p><p>   It will mark a contrast from her classes at Jackson State University in Mississippi, which she has been attending remotely since March 2020. \"I think it will be good for me not to be cooped up at home all day,\" she says. </p><p>   There's still some uncertainty about the logistics of all kinds of summer jobs. Quinn Nelson, an 18-year-old high school senior in Oakland, Calif., hopes to work again as a sailing instructor this summer, but is still not sure when or if it will happen. </p><p>   \"Typically, they email staff about the dates for sailing sessions by now, but we're still waiting on that,\" she says. </p><p>   That being said, she's in no rush to figure out the specifics. </p><p>   \"All my friends and I are really trying to take a break now. We're so burned out from this school year,\" she says. </p><p></p>",
  "published": "2021-05-10T06:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}