{
  "_id": "afa9d443bd068a60edae54c7af784dd5aba5909cc8114700670f5bd91cb5ea3b",
  "feed": "wall-street-journal",
  "title": "Amazon Coerces  Partners by Using  Its Broad Reach  ---  Technology giant strong-arms vendors in  one market to engage with it in others  ----  By Dana Mattioli and Joe Flint",
  "text": "<p>   Amazon.com Inc. last year told smart-thermostat maker Ecobee it had to give the tech giant data from its voice-enabled devices even when customers weren't using them. The Canadian company said no. </p><p>   The smaller company feared that complying with the demand would violate customer privacy, said a person familiar with the episode. Ecobee's devices work with Alexa, Amazon's voice-powered assistant, and it already shared some data with Amazon, the person said. Moreover, the company worried Amazon would glean insights from Ecobee's users that it could use in competing products. </p><p>   Amazon responded that if Ecobee didn't serve up its data, the refusal could affect Ecobee's ability to sell on Amazon's retail platform, the person said. </p><p>   Amazon's tactic of leveraging dominance in one business to compel partners to accept terms from another is a familiar one, said former Amazon executives and officials at companies on the receiving end. Amazon's tactics, they said, go beyond typical product bundling and tough negotiating in part because the company threatens punitive action on vital services it offers, such as its retail platform. </p><p>   Partners often acquiesce to Amazon's demands, the executives and officials said, because of its power in a range of market sectors. </p><p>   An Amazon spokesman, Jack Evans, said Ecobee still sells on its site. Ecobee spokeswoman Andie Weissman said \"Amazon continues to be a valued Ecobee partner.\" The person familiar with the negotiation said talks continue. </p><p>   David Barnett, chief executive officer of PopSockets LLC, maker of cellphone accessories, said Amazon employees can make these kinds of threats because the company is so powerful. \"Their employees are going to try to hit their goals by whatever means they can, including these asymmetric relationships,\" he said. </p><p>   Mr. Barnett, who testified before the U.S. House Antitrust Subcommittee last year, said Amazon used its retail-platform power and a promise to rid its marketplace of counterfeit PopSockets products to compel PopSockets to spend more on Amazon's ad service. </p><p>   In his testimony, he said: \"One has to ask, 'How is it that such a successful business maintains partnerships with so many companies while bullying them?' \" Because of Amazon's power, he said, \"they have to tolerate it.\" </p><p>   Amazon's Mr. Evans said the company doesn't require payment for anti-counterfeiting services like those offered to PopSockets. </p><p>   \"Amazon always tries to negotiate the best terms for our customers -- we would be doing them a disservice if we didn't,\" Mr. Evans said. \"And it shouldn't surprise anyone that we negotiate across our business units -- that's normal practice anywhere. Many of our customers and partners do this, and usually are seeking to include other aspects of our business in their agreements with us.\" </p><p>   Opportunities for Amazon to link business lines are significant, with its broad operations in retail, cloud computing, digital ads, streaming content, voice-assistant technology and logistics. It is one of very few companies that command such sizable positions in so many disparate industries. </p><p>   It is No. 1 or No. 2 by market share in many businesses it operates in, according to estimates by research firms and congressional findings. Amazon's online retail platform is by far the largest in the U.S., and the company is the third-largest digital advertiser by revenue in the U.S., according to research firm eMarketer. It is the biggest cloud-computing company globally by revenue, according to research firm Gartner Inc. Amazon's Fire TV devices account for a third of all streaming-media-player installed base in the U.S., according to research firm Parks Associates. It commands major positions in areas such as voice-enabled speakers, book sales and online groceries. </p><p>   When a company uses its dominance in a market to impose terms on customers, it can raise antitrust concerns. Regulators have long examined whether a dominant company is limiting customer choice by forcing buyers that want one product or service to buy another as well, a tactic sometimes called \"tying.\" </p><p>   Federal authorities have pursued tying allegations as part of antitrust lawsuits against companies ranging from John D. Rockefeller's Standard Oil Co., broken up in 1911, to Microsoft Corp., which in 2001 reached a settlement with the Justice Department over several allegations, without admitting wrongdoing, including that it unfairly tied its internet browser to its operating system. </p><p>   U.S. lawmakers, the Federal Trade Commission and regulators in multiple states are examining competitive practices of Amazon and other tech giants. In October, the Antitrust Subcommittee completed a 16-month investigation into potential anticompetitive practices of Amazon, Apple Inc., Facebook Inc. and Alphabet Inc.'s Google. The committee concluded that Amazon had \"monopoly power\" over its sellers, and cited evidence that Amazon had leveraged its dominance in online commerce as pressure in negotiations with firms in other lines of business. </p><p>   Amazon disputed the report's conclusions, saying in a blog post that \"large companies are not dominant by definition, and the presumption that success can only be the result of anti-competitive behavior is simply wrong.\" </p><p>   Antitrust specialists say proving that behavior such as tying is illegal can be difficult. Tying is \"hard to enforce easily,\" said Gary Reback, a lawyer at Carr &amp; Ferrell LLP who has worked on major antitrust lawsuits and was an opponent of Microsoft in its legal battles over competition. Litigators tend to focus on \"monopoly maintenance\" in antitrust lawsuits rather than trying to prove tying, he said. </p><p>   Ecobee had long dealt with Amazon. It received funding in 2016 from the Alexa Fund, Amazon's venture-capital arm, which remains a minority shareholder. Amazon sometimes competes with companies it invests in. </p><p>   Amazon's Alexa assistant is one of several voice assistants that big technology companies have promoted in recent years to embed their products deeper into people's lives, competing with Apple's Siri and Google Assistant. When customers use the \"Alexa command\" in a product that is enabled by Alexa to perform tasks such as turning on the lights or raising the temperature, Amazon receives details of those interactions. </p><p>   More recently, Amazon has asked Ecobee and other Alexa-enabled-device sellers to share \"proactive state\" data, which would update Amazon about the device's status at all times, even when the customer isn't using the Alexa command, said executives at companies who say Amazon has asked them to provide such data. That could give Amazon information such as the temperature of a user's home, whether the user's doors are locked and when the user last opened the garage doors, for instance. </p><p>   Amazon's Mr. Evans said the company uses the proactive-state data to improve the customer experience and make better recommendations. He said customers are informed that the data will be shared with Amazon when linking their accounts. </p><p>   Amazon's online retail platform accounts for two-fifths of e-commerce sales, according to eMarketer. Losing that sales channel could devastate a company like Ecobee. </p><p>   Amazon had also told Ecobee that if it didn't comply with the data demands, it could potentially not retain Alexa certification on future models or have access to big selling events such as Prime Day, said one of the people. </p><p>   Last year, Amazon pressured AT&amp;T Inc.'s WarnerMedia to put its new HBO Max streaming service on Amazon's Prime Video if it wanted the service to go on another Amazon platform, said people involved in the discussions. The AT&amp;T unit's HBO service that came before Max had a channel on Prime Video, part of Amazon's Prime platform. </p><p>   Relationships between programmers and Amazon's Prime Video have often been tense. Amazon sells subscriptions to other entertainment companies' channels in return for a significant cut of that revenue as well as a slice of advertising inventory if the platform has commercials. Amazon also retains nearly all the valuable customer data and viewing habits, according to executives who have struck deals for Prime Video channels. </p><p>   As WarnerMedia was preparing to launch HBO Max, it told Amazon it didn't want the service to be a channel on Prime Video, but did want to be on Amazon's Fire TV, part of a separate unit, said the people involved in the discussions. Amazon replied to WarnerMedia that it couldn't be on Fire TV without being on Prime Video, they said. </p><p>   Amazon's Mr. Evans said Amazon pushed for HBO Max to be on both platforms because that is better for customers. </p><p>   When HBO Max launched in May 2020, it was absent from Fire TV and Prime Video. It took nearly six months of behind-the-scenes battling for that to change, The Wall Street Journal reported at the time. WarnerMedia eventually agreed to keep HBO on Prime Video until this year's end. To help seal the deal to get HBO Max on Fire TV, it extended a lucrative contract with the cloud-computing arm Amazon Web Services, or AWS, said the people involved in the discussions. The Information, an online news publication, earlier reported some details of the negotiations and HBO Max's expanded AWS deal. </p><p>   Executives from HBO Max complained about Amazon's behavior during the negotiations to the House Antitrust Subcommittee investigating Amazon's business practices, said people familiar with the probe. </p><p>   Amazon's Mr. Evans said that there are occasions, including its talks with HBO, when companies are interested in exploring partnerships across multiple Amazon businesses. </p><p>   A former longtime senior AWS executive said that in recent years AWS has discussed how to better leverage its cloud clout in broader Amazon negotiations. Because of Amazon's size, it is common for companies to work with many different business units within Amazon. Some AWS customers also sell large volumes of their products on Amazon.com. </p><p></p>",
  "published": "2021-04-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4243,
          "end": 4258
        },
        {
          "start": 5467,
          "end": 5476
        },
        {
          "start": 4243,
          "end": 4252
        }
      ],
      "nexusId": "10031144"
    }
  ]
}