{
  "_id": "98f669e1edaf110b00eeee45e7e374972b1627abcf544cb3b45c9fb42d810874",
  "feed": "ftcomall",
  "title": "Bill Gates: Funding clean technology is the way to avoid climate disaster | Free to read",
  "text": "<p><em>The writer is co-founder of Microsoft, founder of </em><a href=\"https://www.breakthroughenergy.org/\"><em>Breakthrough Energy</em></a><em> and co-chair of the&#xa0;</em><a href=\"https://www.gatesfoundation.org/\"><em>Bill &amp; Melinda Gates Foundation</em></a> </p> <p>Before the last major COP meeting, in Paris in 2015, innovation was barely on the climate agenda. This year in Glasgow it will take centre stage. Shifting the world's focus to inventing clean technologies was among the greatest successes of the Paris COP. Continuing that trajectory is, perhaps, its biggest opportunity this year, because innovation is the only way the world can cut net greenhouse gas emissions from roughly 51bn tonnes per year to zero by 2050.</p> <p>There is now significantly more money for basic research and development and more venture capital for clean start-ups in hard-to-decarbonise sectors than ever before. As a result, some important clean technologies — like sustainable aeroplane fuel, green steel and extra-powerful batteries — now exist and are ready to scale up. </p> <p>If the world is really committed to climate innovation, however, then these breakthroughs must be only the beginning of the story, not the end. At COP26 we need to think about how to turn lab-proven concepts into ubiquitous products that people want and can afford to buy. This will require a massive effort to fund hundreds of commercial demonstration projects of early-stage climate technologies.</p> <p>It is incredibly challenging for <em>any</em> start-up to commercialise its product, but it is uniquely so for energy companies. When I was starting Microsoft, we didn't need much infrastructure to write code and, once we'd written it, we could make nearly infinite copies with perfect fidelity for very little money. </p> <p>Climate-smart technologies are much more difficult to navigate. Once you can make green hydrogen in a lab, you have to prove that it works — safely and reliably — at scale. That means building an enormous physical plant, ironing out engineering, supply chain and distribution issues, repeating them over and over again and steadily cutting costs. Demonstration projects like this are hugely complicated, extremely risky, and extraordinarily expensive — and it's very hard to finance them.</p> <p>In clean technology, there is yet another complication. When all that complicated, risky, expensive work is finished, you end up with a product that does more or less the same thing as the one it's intended to replace — green steel has pretty much the same functionality as today's steel — but costs more, at least for a while. </p> <p>Naturally, it's hard to find buyers, which means banks charge more for loans. The high cost of capital, in turn, increases the price of the products. Because financing is so hard to come by, commercial demonstration can be an excruciatingly slow process. Right now, the key to the climate innovation agenda is making it go faster.</p> <p><a href=\"https://www.gatesnotes.com/Energy/This-is-how-we-build-a-zero-emissions-economy\">I believe we <em>can</em> do this.</a> Hundreds of governments and companies have made net zero commitments, and they have billions of dollars to invest. If we create systems that incentivise them to finance these projects and to commit to buying products such as sustainable aviation fuel and green steel, then we stand a chance of speeding up the innovation cycle. By committing a lot more money to build demonstration projects, recognising these contributions as one of the best ways to meet net zero commitments, and creating a system to measure the impact of these investments, we will give ourselves our best chance to avoid a climate disaster.</p> <p>When I think about getting to zero, I ask three questions. First, can the world maintain public support for climate action? That depends on making sure the energy transition doesn't cost so much that people lose patience. Second, can emerging economies like India, Brazil, and South Africa — which have done much less to contribute to climate change than in rich countries but are affected the most — continue to drive down poverty without emitting greenhouse gases? That depends on bringing down the price of green materials, so they don't face a trade-off between growth and a liveable climate. </p> <p>And third, what happens in the meantime? Just about everyone alive today will have to adapt to a warmer climate. The effects of higher temperatures — more frequent droughts and floods, the desiccation of farmland, the spread of crop-eating pests — will hit farmers especially hard. These changes will be problematic for farmers in rich countries, but potentially deadly for those in low-income ones. So, in addition to making clean energy cheaper, we need to double down on innovations like improved seeds that will help the poorest farmers grow more food. </p> <p>At COP26, the world should put scaling up clean technology innovation — both for mitigating the worst impacts of climate and for adapting to the effects that we will already feel — on the agenda in the same way it put R&amp;D on it in 2015. </p><p>Source: Bill Gates 2021 'Bill Gates: Funding clean technology is the way to avoid climate disaster | Free to read' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-31T12:13:17.424Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 28,
          "end": 37
        },
        {
          "start": 1454,
          "end": 1463
        }
      ],
      "nexusId": "10031144"
    }
  ]
}