{
  "_id": "274736d727709347662d19e1499ee48e09ed89dc10a968ae7ba9805761deae13",
  "feed": "economist-newspaper",
  "title": "The world this year: The world this year",
  "text": "<p>Lockdowns came to an end, including one lasting 262 days in Melbourne. Many travel restrictions on land, sea and air were also eased, delighting a beleaguered travel industry. America reopened (to the vaccinated) only in November; before that international air travel in October was still 66% below its level of October 2019.</p><p>Companies began coaxing staff back to the office, some more forcefully than others. Banks were the most insistent; Morgan Stanley's boss told employees that if they were happy entering a restaurant they should come into work. Surveys suggested that foot traffic in the centres of cities such as London and New York was still far below pre-pandemic levels. Zoom's share price fell from $560 in October 2020 to $180 today.</p><p>Postponed from 2020, the Tokyo Olympics at last went ahead. Events were subdued, thanks to covid. Spectators from abroad were banned. Applause was quiet. The Japanese government grew unpopular over its handling of the pandemic, prompting the resignation of Suga Yoshihide as prime minister. He was replaced by Kishida Fumio.</p><p>A coup in Myanmar brought an abrupt end to its nearly ten-year turn towards democracy. The generals seized power in February after Aung San Suu Kyi won an election in late 2020. Hundreds were killed in post-coup protests. Some activists were rounded up; others resorted to guerrilla warfare. The junta held a closed-doors trial of Ms Suu Kyi on bogus charges, and jailed her.</p><p>Supporters of Donald Trump invaded Congress on January 6th, hoping to overturn the result of the presidential election he lost in 2020. Democrats accused Mr Trump of inciting the violence. Shortly before he left office Mr Trump was impeached, making him the first American president twice indicted. Again the Senate acquitted him. He is expected to run for the White House again in 2024.</p><p>Joe Biden's inauguration brought a sense of calm to Washington after the chaos of the Trump years. Mr Biden soon found himself bogged down in congressional gridlock over trillions of dollars in spending on social programmes, but managed to pass a $1.2trn infrastructure bill. America rejoined the Paris accord on climate change.</p><p>Skyfall</p><p>The COP26 summit on climate change didn't prove the breakthrough that many had hoped, though the final agreement did promise action to limit warming to 1.5 {+o}C. America and China issued a joint declaration to work together to reduce emissions. Evidence abounded of a warming planet. Summer floods in China and Germany killed hundreds of people. Wildfires ravaged Greece, Israel, Italy and Turkey, and killed 90 in Algeria.</p><p>After years of negotiation led by the OECD, 136 countries signed an agreement to introduce a global minimum corporate-tax rate of at least 15% and new measures to force companies to pay more tax in the countries where they do business.</p><p>Raúl Castro stepped down as Cuba's leader. For the first time since the revolution in 1959 the island is not ruled by a Castro. The communist regime was rattled by rare protests that aired many grievances.</p><p>From Russia, without love</p><p>Vladimir Putin, Russia's president, ramped up the repression. Alexei Navalny, the leading opposition figure, was jailed on trumped-up charges. (He had just returned to Russia after being poisoned in 2020.) The dictator in Belarus, Russia's client state, had protesters who objected to a stolen election tortured. He also had a Ryanair plane hijacked and forced to land in Minsk so his police could arrest a dissident who was on board.</p><p>Russian cyber-gangs carried out ransomware attacks that disrupted the operations of companies and governments around the world. The attackers demanded payment in bitcoin. The FBI recovered most of the ransom paid to one gang, which shut down America's Colonial Pipeline, by tracking its bitcoin address. Separately, the Biden administration accused the Chinese government of being behind a cyber-attack on Microsoft's global email system in March.</p><p>Mr Biden pulled American troops rapidly out of Afghanistan, barely consulting America's allies. The Afghan government collapsed far more quickly than American officials had expected. The Taliban took over. A disorderly evacuation ensued. The new regime reintroduced strict sharia law, making it much harder for girls to get an education or women to work. The economy crashed and aid agencies warned of a winter food crisis.</p><p>After 16 years in power, Germany's ruling Christian Democrats lost an election, their first since 2005 without Angela Merkel, who had stepped down as party leader. The new Social Democrat-Green-Free Democrat government, headed by Olaf Scholz, is expected to be tougher on climate change and Russia.</p><p>Binyamin Netanyahu was turfed out of office in Israel. Following an election in March Naftali Bennett became prime minister in June at the head of a right-centre-left-Islamist coalition. This came after a conflict in May between Israel and Hamas, the worst since 2014. It started when Israeli forces stormed the al-Aqsa Mosque to arrest rioters. Hamas fired rockets from Gaza into Israel, which responded with air strikes. Violence erupted between Israeli Jews and Israeli Arabs. In other elections, a leftist won the presidency in Peru. Daniel Ortega retained power in Nicaragua after cracking down on the opposition. Justin Trudeau called a snap election in Canada that returned him to power as the head of a minority Liberal government. A presidential election in Iran was won by Ebrahim Raisi, a theocratic hardliner. Mario Draghi, a former president of the European Central Bank, became prime minister of Italy when the previous government collapsed; he may run for president in 2022.</p><p>Ethiopia's civil war grew bloodier. Tigrayan rebels threatened the capital, Addis Ababa, sparking panic. Foreign governments urged their citizens to leave. The government enjoined civilians to arm themselves. Militias perpetrated atrocities. Government forces recaptured some lost territory, but fighting continues. Sudan suffered its second coup in two years. The army reinstated the civilian prime minister, but the generals are still in charge.</p><p>The world is not enough</p><p>China stepped up its crackdown on tech firms. The Chinese authorities investigated Didi Global after its IPO in New York, and proposed stiffer antitrust regulations. Succumbing to the pressure, Didi eventually said it would delist its shares in the Big Apple. CEOs were told to follow Xi Jinping's proclamation that companies must promote \"common prosperity\".</p><p>In October Tesla became the first ever carmaker to pass a stockmarket value of $1trn (its share price has since fallen). Earlier in the year Tesla bought $1.5bn-worth of bitcoin, a risky investment given the digital currency's volatility. More countries explored the possibility of launching digital currencies backed by central banks, or \"govcoins\"; the G7 published its policy on the subject in October. El Salvador became the first country to accept bitcoin as legal tender; worried about currency instability, anti-bitcoin protesters took to the streets.</p><p>Spectre</p><p>Inflation rose sharply around the world. After pondering what to do for much of the year in December the Federal Reserve pivoted and projected three interest-rate rises for next year. Other central banks are also considering quickening the pace of monetary tightening. A big factor is the high cost of energy. The price of a barrel of Brent crude oil started the year at $50 and reached $85 in October. A global shortage of natural-gas supplies led to huge spikes in its price.</p><p>Supply-chain snarl-ups added to the inflation headaches. Ships off the coast of Los Angeles, for example, queued in record numbers trying to unload their goods. In March the Ever Given, a container ship, got wedged in the Suez Canal, blocking 369 other ships trying to traverse the waterway. The Ever Given was freed within a week, but didn't reach its destination port, Rotterdam, until July.</p><p>In Britain a combination of factors led to petrol shortages in September. Long queues at forecourts reminded some of the fuel crisis in the 1970s. Boris Johnson's approval ratings took a nosedive over a number of mini-scandals. Politicians were united, briefly, in condemning the murder of an MP, Sir David Amess, by a suspected jihadist.</p><p>Haiti was thrown into crisis when the president, Jovenel Moïse, was assassinated. Rumours abound that senior members of the government may have ordered the killing.</p><p>In South Africa the jailing of Jacob Zuma for corruption sparked the worst unrest in the country since the end of apartheid, leaving 300 people dead. Mr Zuma was eventually released on health grounds.</p><p>Moonrakers</p><p>Space tourism took one giant leap in 2021. Richard Branson blasted into suborbital space in a Virgin Galactic rocket. Soon after stepping down as chief executive of Amazon, Jeff Bezos joined the crew on his New Shepard rocket; a subsequent trip included William Shatner, Captain Kirk in \"Star Trek\". Meanwhile, China landed a spacecraft on Mars, only the third country to do so. NASA delayed its planned return of humans to the Moon until at least 2025, but hopes to test a capsule on a lunar orbit in the first half of 2022. A number of countries are also sending unmanned missions to explore the Moon next year.</p><p>\"No Time to Die\", the last outing for Daniel Craig as James Bond, was finally released in cinemas, having been postponed three times during the pandemic. The film has become Hollywood's biggest hit during the covid era. Its box-office takings were dwarfed, however, by the year's biggest grossers: \"The Battle at Lake Changjin\" and \"Hi, Mom\", both made in China.</p>",
  "published": "2021-12-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3907,
          "end": 3918
        },
        {
          "start": 3907,
          "end": 3916
        }
      ],
      "nexusId": "10031144"
    }
  ]
}