{
  "_id": "d235a4f0bb9959450bf0126750f684e810234b6c80b4dbbac67e0b16c3ee78cc",
  "feed": "wall-street-journal",
  "title": "U.S. Railroad Attracts $30 Billion Rival Bid",
  "text": "<p>The move sets up a tussle for a key strategic asset poised to benefit from an expected surge in economic activity as the world emerges from the coronavirus pandemic. Either combination would create the first freight-rail network linking the U.S., Mexico and Canada by connecting ports in the three countries.</p><p>Kansas City Southern, the smallest of the five major freight railroads in the U.S., plays a big role in U.S.-Mexico trade, with a network stretching across both countries. Its trains bring autos and other industrial products up from factories south of the border into Texas and the Midwest and haul U.S. farm goods back to Mexico. It also runs a rail link along the Panama Canal.</p><p>Canadian National anticipates the combination it is proposing would generate incremental cash flow -- in the form of earnings before interest, taxes, depreciation and amortization -- of about $1 billion, mainly from increased revenue from offering lower-cost alternatives to trucking routes. The company said it is better positioned than Canadian Pacific given a larger footprint and limited route overlap with Kansas City Southern. It also owns a route that bypasses Chicago congestion, which can save days of travel time.</p><p>Canadian Pacific had said it expects its combination would meaningfully reduce truck traffic on U.S. highways and produce annual synergies of about $780 million over three years.</p><p>Canadian National has a network spanning Canada that stretches down past Chicago to New Orleans after the acquisition of other, smaller U.S. operators including Elgin Joliet and Eastern Railway Co., Wisconsin Central Ltd. and Illinois Central Corp. As a result, it could have a tougher time winning regulatory approval than Canadian Pacific, which has major rail lines running across Canada, some northern U.S. states and south to Chicago. That might help explain why Canadian National felt compelled to offer so much more.</p><p>There is no guarantee either deal would pass regulatory muster.</p><p>A transaction would need approval from the U.S. Surface Transportation Board, which requires major railroad combinations to be in the public interest and enhance competition. Kansas City Southern said Tuesday it would review Canadian National's proposal and respond in due course.</p><p>Canadian Pacific said in a statement that Canadian National's proposal, which would create the third-largest major railway, would increase regulatory risk for Kansas City shareholders and decrease benefits for customers.</p><p>Should Kansas City Southern deem Canadian National's bid superior, Canadian Pacific would have a chance to match it or walk away with a $700 million breakup fee, as stipulated by the current merger agreement. Kansas City Southern investors cheered the news, first reported Tuesday morning by The Wall Street Journal, sending the shares up more than 15%. Canadian National stock was off 6%, while Canadian Pacific was down 2.2%.</p><p>Kansas City Southern had a market value of about $24 billion as of Monday's close. Canadian National's was about $84 billion and Canadian Pacific's, $50 billion. Canadian National is roughly 14%-owned by Cascade Investment LLC, Bill Gates's investment firm, according to FactSet.</p><p>If successful, Canadian National plans to use the same two-step process for the deal that Canadian Pacific previously outlined.</p><p>Under the arrangement, the buyer would create a trust to acquire Kansas City Southern shares, with the company continuing to be run by its board and management until the STB review is completed. If the regulator rejects the merger, the trust would divest itself of the shares under a plan to be approved by the regulator. Both companies would have U.S. headquarters for a combined company in Kansas City, Mo.</p><p>Kansas City Southern has been seen as one of the last big acquisition targets in the railroad sector after Brookfield Infrastructure Partners LP and Singapore sovereign-wealth fund GIC agreed to take Genesee &amp; Wyoming Inc. private for $8.4 billion including debt in 2019. Before striking the deal with Canadian Pacific on March 21, Kansas City Southern had rejected takeover interest from buyout firms Blackstone Group Inc. and Global Infrastructure Partners, the Journal reported last year.</p><p>Merger-and-acquisition activity is up significantly in 2021 compared with last year's slow start and has featured a healthy helping of bidding wars, not to mention special-purpose-acquisition-company deals.</p><p>Typically a rare phenomenon, bidding wars are popping up more frequently, partly because of sky-high valuations that leave a limited number of attractive acquisition targets, and low interest rates that make financing cheap and abundant. Laser maker Coherent Inc. was the subject of a frenzied three-way bidding contest that ended in a nearly $7 billion deal last month.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}