{
  "_id": "1272b2a0eb47844574728af2b82a89946fb04a36931918030fe1290e79f94d5d",
  "feed": "wall-street-journal",
  "title": " Les spécialistes de la tech prédisent la création d'un univers étendu et immersif, miroir et prolongement du monde réel où les gens pourront faire et être ce qu'ils ne peuvent aujourd'hui qu'imaginer; Voici toutes les choses incroyables que vous pourrez faire dans le métavers",
  "text": "<p>Si les jeux vidéo immersifs et les concerts virtuels nous ont donné un avant-goût de ce nouveau monde, les prospectivistes assurent que le métavers — nom donné à cet univers virtuel —, sera bien plus attrayant et développé. Selon eux, il ne se contentera pas de refléter le monde réel dans toute sa complexité tridimensionnelle, mais le prolongera pour nous permettre d'être et de faire ce qui, auparavant, ne pouvait relever que dans notre imagination. Marcher sur la lune en pyjama ? Regarder un match de baseball depuis le monticule du lanceur ? Batifoler dans un pré rempli de licornes — ou être soi-même une licorne ? Dans le métavers, disent les spécialistes de la tech, tout sera possible.</p><p>«Le métavers va être la plus grande révolution que le monde ait connue dans le domaine des plateformes informatiques. Elle surpassera celle de la téléphonie mobile ou celle du Web», déclare Marc Whitten, « vice-président senior et directeur général de la création» chez Unity, un développeur de logiciels basé à San Francisco.</p><p>«Il y a un risque que certains préfèrent le métavers au monde réel»</p><p>Unity conçoit des outils et des services afin de permettre aux gens de créer du contenu pour le métavers. D'autres grandes entreprises de la tech mettent également au point des matériels et des logiciels pour ce monde virtuel et certains sont même en train de concevoir leur propre métavers, notamment Nvidia, Roblox, Epic Games, Microsoft et Facebook.</p><p>«En plus de constituer l'Internet de prochaine génération, le métavers va également représenter notre nouveau chapitre en tant qu'entreprise, a lancé Mark Zuckerberg, PDG de Facebook, aux analystes lors d'une conférence téléphonique sur les résultats en juillet. Dans les années à venir, je m'attends à ce que les gens cessent de nous voir principalement comme une plateforme de réseaux sociaux pour nous considérer comme une entreprise de métavers.»</p><p>On pourra peut-être accéder à ce futur monde virtuel via des appareils grand public comme les smartphones et les ordinateurs. Mais les dirigeants de la tech affirment que des lunettes spécifiquement conçues — proches des casques de réalité virtuelle actuellement sur le marché, mais moins encombrantes et plus confortables — permettront une immersion plus poussée. Nous verrons aussi probablement apparaître de nouveaux d'appareils haptiques permettant aux utilisateurs de «toucher» les objets virtuels, et des équipements innovants, par exemple des tapis roulants omnidirectionnels pouvant simuler la course à pied, l'escalade ou d'autres activités physiques.</p><p>Pour que le métavers se développe, il faudra améliorer les systèmes informatiques et les technologies existantes, avertissent les responsables techniques. Cela passera notamment par l'augmentation de la puissance de calcul et de la qualité des graphismes ainsi que par la création d'un environnement universel permettant aux utilisateurs de passer sans entrave d'une partie du métavers à une autre. Il sera également indispensable, selon eux, de disposer d'outils de programmation suffisamment simples pour permettre à quiconque — et non aux seuls développeurs chevronnés — de créer ses propres expériences et mondes virtuels.</p><p>Il faudra également répondre aux préoccupations en matière de respect de la vie privée et de sécurité. Sans oublier les pièges potentiels du métavers, notamment la menace que les gens trouvent ce monde virtuel si captivant qu'ils négligent leurs besoins dans le monde réel.</p><p>«Il y a un risque que certains préfèrent le métavers au monde réel», prévient Rachel Kowert, une psychologue de l'Ontario (Canada) qui a étudié la santé mentale chez les fans de jeux vidéo. Elle ajoute que ceux qui courent les plus grands dangers sont les enfants. «C'est par le biais de leurs pairs et des interactions sociales qu'ils apprennent à se comporter et à s'intégrer dans le monde, précise Mme Kowert. C'est un élément essentiel dans notre apprentissage de la vie.»</p><p>Mais qu'il soit bénéfique ou néfaste — ou les deux à la fois —, le métavers va probablement devenir une réalité incontournable. Des voyages scolaires n'importe où, à n'importe quelle époque</p><p>Les dirigeants des entreprises technologiques qui participent à la création du métavers affirment que sa taille sera considérable et qu'il comprendra des répliques de lieux du monde réel — passé, présent et futur — toutes restituées en 3D de manière réaliste. Il sera capable de prendre en charge un nombre infini d'utilisateurs simultanément, sans les lags qui agacent souvent les joueurs de jeux vidéo multijoueurs.</p><p>Par exemple, n'importe quel nombre d'élèves, où qu'ils habitent sur la planète, pourront se retrouver, dans le cadre d'un voyage scolaire, dans la Rome antique, explique Richard Kerris, cadre de Nvidia, qui participe à la supervision d'un projet d'infrastructure de métavers appelé Omniverse. Ce dernier permettra aux développeurs du monde entier de collaborer en temps réel pour concevoir des logiciels de création de contenus pour le métavers. Dans cet univers, les étudiants pourront explorer tous les recoins du Colisée où un gladiateur virtuel utilisant l'intelligence artificielle sera capable de répondre à leurs questions.</p><p>Nous pourrons mélanger contenu virtuel et vidéos du monde réel ou interagir dans le métavers, par exemple en lançant des tomates sur des joueurs de football — rassurez-vous, les joueurs ne sentiront rien</p><p>Selon les gourous de la tech, dans le métavers, les gens se verront et interagiront entre eux par le biais d'avatars. Mais grâce aux progrès attendus en matière de graphisme, ils seront beaucoup plus réalistes que les versions cartoonesques aujourd'hui familières des amateurs de réalité virtuelle, selon Daren Tsui, directeur général de Together Labs, un développeur spécialisé dans la social tech de Palo Alto, en Californie. Les avatars pourront également représenter des personnes décédées, notamment des membres de la famille et des amis, ainsi que des personnages historiques, et les ramener à la vie grâce à l'intelligence artificielle.</p><p>«L'expérience avec un avatar sera si proche du réel que vous pourrez difficilement faire la différence entre une réunion virtuelle et une en présentiel, affirme M. Tsui. Et la première sera meilleure.»</p><p>Les avatars ne seront toutefois pas la seule façon dont les gens apparaîtront dans le métavers. Les dirigeants de la tech affirment que nous pourrons regarder des vidéos «réelles», notamment des retransmissions en direct de concerts et de rencontres sportives. Mais plutôt que d'être obligés de regarder ces événements avec les angles limités que nous proposent les producteurs, nous aurons la liberté d'en profiter avec la perspective de notre choix. D'un simple mouvement du doigt, nous pourrons obtenir des informations sur les artistes et les athlètes que nous regardons, comme leur position dans le classement Billboard (NDLR : top 100 hebdomadaire des chansons aux Etats-Unis) ou le nombre de points inscrits en une saison.</p><p>Nous pourrons également mélanger contenu virtuel et vidéos du monde réel ou interagir dans le métavers, par exemple en lançant des tomates sur des joueurs de football — rassurez-vous, les joueurs ne sentiront rien. Compagnons virtuels, mariages et tourisme</p><p>Selon John Egan, directeur général de L'Atelier BNP Paribas, une société de prospective et d'innovation basée à Paris, le métavers sera aussi un lieu de commerce. Il prédit notamment que les utilisateurs achèteront et vendront des animaux de compagnie virtuels, qu'il s'agisse de chiens et de chats plus vrais que nature ou de dragons ou autres créatures fantastiques. Il prévoit également l'émergence d'un marché pour les services connexes, comme la promenade et le toilettage des animaux, car les compagnons virtuels pourront être programmés pour avoir besoin des mêmes types de soins que les homologues réels.</p><p>Les animaux de compagnie virtuels pourraient posséder un «ADN virtuel» authentifié, un peu comme les jetons non fongibles, ou NFT, qui certifient la propriété des œuvres d'art numériques</p><p>Parmi les autres débouchés commerciaux potentiels, on peut citer les mariages et fêtes virtuels, pour lesquels des prestataires pourront créer des lieux et facturer des frais de location ou d'entrée, selon M. Egan. De même, des guides touristiques privés auront la possibilité de guider leurs clients vers des destinations de voyage virtuelles. «Le potentiel est infini», résume-t-il.</p><p>Les entrepreneurs du metavers n'accepteront pas d'argent liquide, affirment les spécialistes de la prospective. Les transactions pourraient donc se faire via des cartes de crédit et des services de paiement en ligne comme PayPal. Mais il est probable, selon M. Egan, que les cryptomonnaies et la technologie blockchain joueront un rôle majeur. Ainsi, par exemple, les animaux de compagnie virtuels pourraient posséder un «ADN virtuel» authentifié, un peu comme les jetons non fongibles, ou NFT, qui certifient la propriété des œuvres d'art numériques. En conséquence, ajoute-t-il, les animaux virtuels pourront être «élevés» pour être rapides, ce qui permettra d'organiser des courses et des paris virtuels. Une « stratégie métavers » pour les entreprises</p><p>Selon M. Whitten de chez Unity, les entreprises du monde réel pourront également participer au métavers en proposant des déclinaisons virtuelles de leurs établissements physiques. Dans les boutiques en ligne existantes, les clients peuvent lire les descriptions des produits et faire des achats. Dans le métavers, ils pourront visiter des points de vente virtuels et essayer les produits en 3D à la taille réelle avant de les acheter. Une personne grande pourra ainsi vérifier si elle peut se tenir confortablement à l'intérieur d'une tente de camping avant de la commander et de la faire expédier à son domicile réel.</p><p>«Chaque entreprise du classement Fortune 1 000 aura une stratégie métavers»</p><p>De même, les agents immobiliers pourront utiliser le métavers pour permettre aux personnes à la recherche d'un nouveau logement d'en visiter virtuellement partout dans le monde sans quitter leur domicile, selon M. Kerris de Nvidia. Ils pourront se promener dans les lieux, pièce après pièce, et même scanner leurs meubles actuels et les téléporter dans un autre logement pour se rendre compte de ce que ça donnerait.</p><p>«Chaque entreprise du classement Fortune 1 000 aura une stratégie métavers», assure M. Whitten.</p><p>Les employeurs profiteront également des environnements 3D partagés du métavers pour permettre à des collaborateurs éloignés de travailler ensemble dans des conditions inatteignables avec la technologie vidéo actuelle, selon les experts en prospective. Par exemple, des architectes et des cadres d'une entreprise de construction — où qu'ils se trouvent dans la vie réelle — pourront se rendre virtuellement sur un chantier afin de surveiller la construction d'un nouveau bâtiment, qui, avec son environnement, sera rendu de manière très réaliste en 3D.</p><p>«Le métavers permettra un formidable saut qualitatif pour le télétravail, poursuit M. Whitten. Vous serez en mesure de concevoir et de construire plus rapidement, avec plus de sécurité et pour moins cher qu'aujourd'hui.»</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Pour les réunions, les employeurs pourront tirer parti des environnements 3D partagés du métavers.</p><p>ANTON EGOROV FOR THE WALL STREET JOURNAL</p>",
  "published": "2021-10-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1422,
          "end": 1431
        }
      ],
      "nexusId": "10031144"
    }
  ]
}