{
  "_id": "1fccf3b5ec1f39259ea7c8ebc6433aa3a9d933cce8a99dfe3f41c260880885c6",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Zoom Really Gets Back to Business  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  The pandemic may have made Zoom Video Communications into a household name, but the company clearly prefers life at the office -- virtual or otherwise. </p><p>\n  That was borne out by the 10-year-old company's first major acquisition, announced late Sunday. Five9, which provides cloud-based software used to run customer contact centers, will become part of Zoom through an all-stock transaction valued at $14.7 billion. Zoom has done only two other acquisitions to date, with the largest of those valued around $43 million, according to FactSet. </p><p>\n  Given the colossal impact the pandemic has made on both Zoom's business and stock price, such a move was only a matter of time. Since the beginning of the outbreak in early 2020, the company's trailing 12-month revenue has surged more than fivefold while its market value has gone from the $20 billion range to more than $100 billion. But Zoom's stock price also has lost about one-third of its value from its peak in mid-October as the emergence of vaccines hastened an eventual return to in-person meetings and happy hours. </p><p>\n  That correction might have actually helped Zoom deploy its shares as deal currency. The stock has gone from trading 18% above Wall Street's median price target to 11% below in that period, providing an acquisition target's shareholders with more potential for upside. Indeed, the $200-a-share price implied by the deal represented a premium of only 13% to Five9's most recent closing price. But it also valued Five9 at an enterprise value of around 26 times forward revenue, which Samad Samana of Jefferies described as \"one of the higher multiples paid in recent software transactions.\" Zoom's shares closed down 2% Monday while Five9's rose nearly 6%. </p><p>\n  Five9 could add about 14% to Zoom's annual revenue based on Wall Street's projections for the next few years. That could help Zoom as it deals with the deceleration of its growth rate from its pandemic-fueled boom. But it also should help the company as it targets businesses with a more robust portfolio of communications services. It also should beef up Zoom against a growing slate of even more powerful competitors. Sterling Auty of J.P. Morgan says the Five9 acquisition will significantly differentiate Zoom from Microsoft, which is pushing its Teams platform hard into the enterprise market. As popular as Zoom might be with everyday users, it still needs all the help it can get to keep businesses hooking up. </p><p></p>",
  "published": "2021-07-20T06:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2274,
          "end": 2283
        }
      ]
    }
  ]
}