{
  "_id": "37677eebd2f6e9eff7a0bbf6897457f75ab4f4bdb36101576226cd16ca727ef7",
  "feed": "ftcomall",
  "title": "TikTok faces GDPR probe over children's data and China transfers",
  "text": "<p>The Irish data commissioner has launched investigations into TikTok over its handling of children's data and alleged transfer of user information to China, marking the latest regulatory concerns over the popular video app.</p> <p>Ireland's Data Protection Commission, which oversees the enforcement of the EU's General Data Protection Regulation in the country, announced on Tuesday that it would examine the company's processing of personal data for under 18-year-olds, including the company's age-verification measures for under-13s.</p> <p>A second inquiry will examine TikTok's alleged transfers of personal data to China.</p> <p>Companies can be fined up to 4 per cent of annual global revenues, or €20m, for GDPR breaches.&#xa0;ByteDance reported annual <a href=\"https://www.ft.com/content/5c10ed57-16b6-43f9-882d-d2cb9837fdc7\">revenues of $34.3bn</a> in 2020, an increase of 111 per cent from the previous year. TikTok is in the process of opening an EU headquarters in Dublin.</p> <p>“We've implemented extensive policies and controls to safeguard user data and rely on approved methods for data being transferred from Europe, such as standard contractual clause,” the company said, adding that it would co-operate with the Irish regulator.</p> <p>The investigations came as TikTok, which<a href=\"https://www.ft.com/content/2f730396-d41d-4256-9041-36ce2e1ba047\"> soared in popularity</a> among teenagers during pandemic-related lockdowns, battles national security and <a href=\"https://www.ft.com/content/4c9d7d58-202a-11ea-b8a1-584213ee7b2b\">privacy concerns worldwide</a>.&#xa0;</p> <p>Joe Biden's administration <a href=\"https://www.ft.com/content/015f9d7c-08a2-48fb-a477-57a739950d00\">is reviewing</a> former president Donald Trump's efforts to ban the app as a threat to national security amid wider fears that Chinese companies could share American citizens' data with Beijing for espionage purposes. </p> <p>TikTok has said it does not <a href=\"https://www.ft.com/content/75ca2308-a192-4118-8283-fa8147ec39ce\">share American user data</a> with the Chinese government. ByteDance held talks last year with several companies, including Microsoft and Oracle, over a potential sale of its US operations in an effort to resolve its tensions with Washington.</p> <p>Separately, TikTok has <a href=\"https://www.ft.com/content/02bb235f-f6f3-42be-a921-bc2c86b86271\">been sued</a> for several billion pounds for allegedly illegally collecting the personal information of millions of children in the UK and Europe. The claim, which is backed by Anne Longfield, the former children's commissioner of England, argues that children's data was collected without sufficient consent — which for underage users would need to be given by an adult — or transparency. </p> <p>TikTok denied the claims, arguing that it had “robust policies” in place to “protect all users, and our teenage users in particular”.</p> <p>The app has also faced <a href=\"https://www.ft.com/content/fbdf0f0d-c3a6-42dd-97b0-7f4b4ee63170\">child privacy complaints</a> in the US. ByteDance was fined $5.7m in 2019 by the Federal Trade Commission for illegally collecting children's data.</p> <p>In July, TikTok was fined €750,000 by the Dutch Data Protection Authority for violating the privacy of child users. The regulator argued that by not publishing its privacy policies in Dutch, the app failed to provide “an adequate explanation of how the app collects, processes and uses personal data” for younger users who do not speak English.</p> <p>The platform has also been under investigation by the UK Information Commissioner's Office since 2019 over its handling of children's data.&#xa0;TikTok said it would work with the investigation.</p><p>Source: Hannah Murphy in San Francisco 2021 'TikTok faces GDPR probe over children's data and China transfers' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-15T04:30:25.052Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1698,
          "end": 1707
        }
      ],
      "nexusId": "10031144"
    }
  ]
}