{
  "_id": "6b7e9e271ae373a24f5dbe6c96b4c14ad88468e134630b6cdd862b15ee59ba4d",
  "feed": "ftcomall",
  "title": "Optimism soars on the airline industry's recovery",
  "text": "<p><em>This is an audio transcript of the&#xa0;</em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em>&#xa0;podcast episode: </em><a href=\"https://www.ft.com/content/88ed79f2-4452-422b-8dff-5fdf53abc7f4\"><em>Optimism soars on the airline industry's recovery</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times, today is Tuesday, August 3rd. This is your FT News Briefing. </p> <p>North American wildfires are doing damage to companies' carbon emission goals. Goldman Sachs is going to scale back on its gangbusters asset management business. Plus, the airline industry is surging back after getting hit hard by the pandemic. But are the good times here to stay? </p> <p><strong>Philip Georgiadis</strong><br>One of the key questions really is gonna be business travel. How much of those fly-in fly-out trips are gonna be replaced by virtual conferencing, which has worked so well during the crisis. And obviously that'll be a significant problem for airlines. </p> <p><strong>Marc Filippino</strong><br>I'm Marc Filippino and here's the news you need to start your day. </p> <p>When it comes to fighting climate change, forests are important not just because they absorb carbon dioxide, but also because big corporations buy forests to offset their own emissions to meet their net zero goals. But the recent wildfires in North America makes the reliability of this approach questionable. Just take two forestry projects bought by Microsoft and BP that recently set ablaze. The FT's Camilla Hodgson says we might see more of this happen too. </p> <p><strong>Camilla Hodgson</strong><br>This is something that people are really worried about. As climate change accelerates, wildfires are likely to become more common and also more intense in certain parts of the world. And that includes the West Coast of the US, where quite a lot of offset projects are based. So the concern is that there'll be more forests that are burned and that will mean that more offsetting projects are impacted. </p> <p><strong>Marc Filippino<br></strong>So, Camilla, have Microsoft and BP figured out what to do next? </p> <p><strong>Camilla Hodgson</strong><br>No, I think it's quite early days still in terms of assessing the extent of the damage and what to do about it. I think it's worth mentioning that offsetting projects will contribute a proportion of the credits that they generate to something called a buffer pool, which kind of works like an insurance mechanism. And that means that in the case of a fire or if a project for some other reason doesn't deliver all the carbon benefits that it claims that it will, then the credits that are in the buffer pool can be cancelled for these two projects that have been impacted in the US. The concern there is that in the case of a really extreme fire, the buffer pool just might not be big enough to cover all of the damage, particularly if you're seeing damage across more than one project. </p> <p><strong>Marc Filippino<br></strong>Buying forests and just offsetting in general are incredibly popular tools for companies that are trying to map out a net zero game plan. Will wildfires and climate change impact their approach? </p> <p><strong>Camilla Hodgson</strong><br>Yeah, I think businesses are becoming more aware of the various pitfalls that are associated with offsetting. There's been a lot of criticism of the offsetting in general over the years, not just because of things like wildfires or problems that can occur, but also more substantially about the kind of some of the fundamentals to do with how these projects are run and how you calculate carbon savings. So there is a lot of talk at the moment about how best to use them when it's appropriate. People will say best practice is something along the lines of a company reduces emissions as much as it possibly can. And if there are some residual emissions that for some reason they just can't get rid of, then at that point perhaps it's appropriate to buy offsets to compensate. But it's really an unregulated space at the moment, and that's not the format that all companies will be choosing to use. Some will be more strict about it than others. </p> <p><strong>Marc Filippino</strong><br>Camilla Hodgson is the FT's climate reporter. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>Goldman Sachs made a cool $5.1bn dollars off asset management last quarter, largely on the back of investments the bank made with its own capital. It was an all-time high for Goldman, but that might be as good as it gets for the bank for a while. Goldman is trying to scale back the investments it makes on its own by nearly 20 per cent. Instead, it wants to earn more asset management fees by investing money for clients such as pension funds and wealthy individuals. The move is meant to make two types of people happy: investors and regulators. Goldman hopes that these strategies will boost its stock price for investors, and it hopes that will lower capital demands from regulators. That second one is a big one for Goldman. The Federal Reserve requires that Goldman hold a larger amount of capital relative to risk-weighted assets than other US banks. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong> <br>The Delta variant of the coronavirus has led to a lot of restrictions being put back into place. Several states have introduced vaccine requirements for state employees and other places have brought back rules requiring mask wearing. But the Delta variant hasn't dampened the enthusiasm of airline executives. You remember, airlines were one of the worst sectors to be hit by the pandemic, but there's been a slow recovery going on in large parts of the industry. Philip Georgiadis is the FT's acting transport correspondent and he's been talking to industry executives to gauge their level of optimism. He joins me now to discuss this. So, Philip, do we know how much airlines have lost since the pandemic? More or less shut down international travel? </p> <p><strong>Philip Georgiadis</strong> <br>A lot. It's hard, really to think of an industry that's been worst hit by the pandemic and all the travel restrictions. A ballpark figure would be roughly that global airlines lost about $125bn dollars last year, and they're estimated by the trade body Iata to be on track to lose about another $50bn or so this year. So it's getting better. But still, these are huge losses for an industry that suffers from a profitability problem under normal circumstances. But that outlook really differs around the world largely from how strict the travel restrictions are and whether there's been a bit of a recovery in travel over the last six months or so. </p> <p><strong>Marc Filippino<br></strong>Yeah, let's talk about the recovery. Where are we seeing the most promising signs at the moment? </p> <p><strong>Philip Georgiadis</strong><br>A lot of it is correlated around those countries that are fortunate enough to have high vaccination rates. And on top of that, strong domestic markets, which of course mean that people don't have to travel through borders when they fly. The US is leading the way. Its domestic market has really roared back this year. I was just looking through the data at around two million passengers a day going through US airports at the moment. And that's not far off 2019 levels. And the situation's also getting a little bit better in Europe. The EU in early July introduced a digital health pass and that has led to a rebound in travel. When you speak to airlines such as Ryanair or easyJet, they say they're really seeing a very strong recovery in Europe in short-haul leisure, basically, people either taking a summer holiday or getting that trip in to see their family that they might have postponed for more than a year. There's a recovery of sorts in the UK which hasn't been helped by ever shifting travel rules. There are also expensive tests that people have to take whenever they come back into the UK. So people are beginning to travel, but it's a lot slower than in the European Union. </p> <p><strong>Marc Filippino<br></strong>What about long-term passenger demand? Do people in the industry believe that things will return to pre-pandemic levels once all travel restrictions are completely eased? Or are they looking at something different here? </p> <p><strong>Philip Georgiadis</strong><br>Well, for the last year, airline bosses have been insisting that the demand for travel will not be dimmed by the crisis once we're out of it. Once those travel restrictions have gone, they insist things will snap back. And actually, they're quite excited by the fact that bookings are beginning to prove that. I suppose one of the key questions really is gonna be business travel. How much of those fly-in fly-out trips are gonna be replaced by virtual conferencing, which has worked so well during the crisis? And obviously that would be a significant problem for airlines if even a small chunk of that is lost because they're so profitable on that. CFOs are likely to be budget-conscious and companies also increasingly aware of climate change. So there are a lot of questions for the industry, but at the moment, I feel that executives will just hold on to any positivity and any signs of green sheets that they can find. </p> <p><strong>Marc Filippino</strong> <br>Yeah, I wanna talk a little bit more about the post-pandemic industry. You know, that might be a long way off with the Delta variant, but you know should that day come, what might airlines look like, Phil? </p> <p><strong>Philip Georgiadis<br></strong>Well, I think it's hard to overestimate what a seismic shock this has been for the industry. It's greatest ever crisis. So I suppose one of the key questions is going to be consolidation, particularly in Europe. Will the stronger players with the good balance sheet and low costs look to expand at the expense of their weaker rivals? And if you speak to someone like Michael O'Leary, the very bullish chief executive of Ryanair, he will say that Europe will follow the US and you'll have consolidation and end up with four or five major players. I guess another question is profitability, because the industry has taken on this huge amount of debt and it's gonna have problems with balance sheets for some time to come. </p> <p><strong>Marc Filippino</strong> <br>Philip Georgiadis is the FT's acting transport correspondent. Thanks, Philip. </p> <p><strong>Philip Georgiadis<br></strong>Thank you. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong> <br>And before we go, El Salvador is set to become the first country in the world to allow Bitcoin to pay for everything, we mean everything, haircuts, taxes, grocery shopping. But the International Monetary Fund says there are concerns with a country using cryptocurrencies. The IMF wrote in a recent blog post that widespread use of cryptocurrencies would threaten macroeconomic stability. They also warn that crypto could harm a country's financial integrity because it's often used for shady activities. Now, the IMF didn't call out El Salvador by name in this blog post, but it is in talks with the country over a $1bn dollar loan. And this suggests that El Salvador's move to crypto could complicate things. </p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to:&#xa0;</em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Camilla Hodgson and Philip Georgiadis 2021 'Optimism soars on the airline industry's recovery' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-03T04:00:06.724Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1782,
          "end": 1791
        },
        {
          "start": 1220,
          "end": 1229
        }
      ]
    }
  ]
}