{
  "_id": "d2c4f598ee26749075833fe930737f061ab887928c09a6c2ad0527e0afe12e26",
  "feed": "wall-street-journal",
  "title": "Baring Asia Lands Commitment for New Fund Targeting $8.5 Billion; If it hits its goal, Baring Asia's newest fund would be the firm's largest to date, people familiar with the matter said",
  "text": "<p>The firm hasn't set an upper limit on its latest fund, according to the people.</p><p>The Illinois Municipal Retirement Fund in August said it approved a commitment of up to $100 million to Baring's latest fund.</p><p>Asian Venture Capital Journal, a trade publication, previously reported on the fund's target.</p><p>Baring began investing in the Asia-Pacific region in 1997, and takes majority and minority positions in companies that are either in the region, or stand to benefit from expansion into the region.</p><p>The firm targets investments in healthcare, education, information services and software, business services, financial services, consumer products and services, as well as advanced manufacturing, according to its website. It typically invests in companies with enterprise values of between $300 million and $1.5 billion, according to the website.</p><p>The firm has offices in China, India, Japan, Singapore and Australia, and opened an office in Los Angeles last year.</p><p>In May, the firm led an investor consortium with the Alibaba Group to acquire a 5.5% stake in The CrownX, the consumer retail arm of Vietnam-based Masan Group Corporation, which is focused on food, beverage and meat investments. Last year, the firm acquired Southborough, Mass.-based Virtusa Corp., a publicly traded information-technology services company, whose key relationships include software maker Adobe Inc., and the cloud computing businesses of Google, Microsoft Corp. and Amazon.com Inc.</p><p>Earlier this week, Baring announced the completion of the sale of the surgical business of Israel-based medical device maker Lumenis Ltd. to Marlborough, Mass.-based Boston Scientific Corporation, a medical device manufacturer, in a transaction valued at $1.07 billion. Baring plans to make further investments in Lumenis to grow its business in aesthetics and vision, according to a release from the firm. In July, Baring also exited its investment in Korean delivery company Logen Co. Ltd. for a total enterprise value of $324 million.</p><p>Write to Preeti Singh at preeti.singh@wsj.com</p>",
  "published": "2021-09-03T20:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1424,
          "end": 1439
        },
        {
          "start": 1424,
          "end": 1433
        }
      ],
      "nexusId": "10031144"
    }
  ]
}