{
  "_id": "195fbc776c9316488a2a7be75dd398be55d94de5dd90ae5e3588d0ebbcf3b4bf",
  "feed": "wall-street-journal",
  "title": "IDEO's Chief Marketing Officer on the Future of the Design Industry; Detria Williamson, who took on the role this spring, talks about making design—and IDEO'S workforce—more inclusive",
  "text": "<p>\"People who are actually the most open to design tend to be digitally native, global citizens,\" who can consider a problem from more than one angle, said Ms. Williamson, who has lived in the US, London, Singapore, and the Middle East. The executive, who said her views have also been shaped by her experience as a Black single mother, calls herself an \"inclusivity visionary\" on her LinkedIn profile.</p><p>Her approach is to focus on inclusive customer experience, which integrates various aspects of the customer experience, including how people are targeted and how products are designed.</p><p>IDEO is known for projects such as creating the first mass-market mouse for Apple Inc. and early smartphones. Its roots date to the 1978 founding of David Kelley Design in Palo Alto, Calif. The company changed its name to IDEO in 1991 after merging with the design firms of Bill Moggridge and Mike Nuttall.</p><p>Ms. Williamson became IDEO's chief marketing officer this spring, succeeding Whitney Mortimer, who held the post from 1997 to 2020, and who remains a partner at the design firm. Previously, Ms. Williamson was the managing director of digital transformation and global inclusive customer-experience lead at Accenture Interactive, part of consulting company Accenture PLC.</p><p>IDEO has more than 600 employees world-wide and focuses on human-centered design, a concept that encourages designers to focus on people and any problems they might face with a product. The company is grappling with changes in the industry, for instance the trend of businesses moving design work in house instead of working with agencies.</p><p>Ms. Williamson spoke to the Experience Report by phone and email about her role, the future of design, and how to make IDEO's workforce more inclusive. This interview has been edited for length and clarity.</p><p>WSJ: How has design changed in the last decade?</p><p>Ms. Williamson: Think about how easy it is to design and launch a website or personal platform. Platforms like Squarespace, Instagram and Shopify have given everyone access to design tools in ways once unimaginable. While this is exciting because we are now seeing a greater understanding and appreciation for good design, it also has led to an oversimplification, and commoditization of design.</p><p>When emerging designers hone their skills using the same tools and templates, we risk design becoming homogenous. This is why the skill set of the digitally native, global citizen is so important. The perspective they bring considers more than one or two angles.</p><p>WSJ: Some companies are starting to bring their design work in house instead of working with agencies. Why is that?</p><p>Ms. Williamson: Good design has become more universally understood and appreciated. Every company is thinking about design. And if they're not, they should be. Just like marketing and advertising teams, it makes sense to start building up an in-house design capability. You want someone on hand who really understands the brand, and that's all they're thinking about.</p><p>WSJ: What do companies need to realize as they try to become more inclusive?</p><p>Ms. Williamson: Employees are fast becoming the most important stakeholder. At face value, employees are consumers of the employer brand, but the brand-consumer relationship extends much deeper in this case. Think about the last year and the role that employer brands took on in our lives. As employees we relied on them for up-to-date information, healthcare, work-from-home support, and literally invited our employer into our personal lives.</p><p>This last year, this last decade, you've seen companies really focus on engineering diversity. But what they have not been able to foster is inclusion. And that is because diversity can be engineered and inclusion cannot. That is where inclusive customer experience was born out of—that recognition that solely focusing on internal experience doesn't actually fix diversity.</p><p>WSJ: A highly critical personal essay about someone's experience as a non-U.S. citizen at IDEO came out a few months ago, just as you joined the company. How are you thinking about changing the culture of IDEO?</p><p>Ms. Williamson: I had been just shy of two months into the role, as a woman of color, sort of being hit with quite a humbling and humiliating experience—as a leader, but also for us as a company.</p><p>I coach executives and companies that if you ever believe that you've arrived, then you really need to reset your goal. Because when it comes to inclusion, you don't arrive—it's work that you have to continue to do.</p><p>WSJ: What specific work is IDEO doing in that area?</p><p>Ms. Williamson: Improving our feedback processes, and making sure that we have pay-equity analysis, which is ongoing.</p><p>We're evolving our hiring process to de-emphasize the \"cultural fit\" and put more weight against cultural contribution. We're making it happen in three ways:</p><p>• First, we've removed fuzzy intuition from our evaluation process and have created a structured rubric against which every role is evaluated.</p><p>• Second, we've expanded our view of experience, and are looking beyond backgrounds typically associated with design to focus on transferable skills from lived experiences.</p><p>• And third, we're increasing our proactive networking so we're not just relying on who's coming to us. We're deepening our existing partnerships and tapping into new networks, working with organizations like Consortium, RepresentEd, and youth groups like Links and Smash to recruit and engage future BIPOC [Black, indigenous, people of color] designers.</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>IDEO's Chief Marketing Officer on the Future of the Design Industry</p>",
  "published": "2021-08-31T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}