{
  "_id": "c366e3935783799e198431e01288e3acaf001246a3a6ca340a01138a33b67aef",
  "feed": "wall-street-journal",
  "title": "U.S. News --- THE OUTLOOK: Productivity Looks Ready to Pick Up",
  "text": "<p>\"The pandemic shocked older people into using technology and has shocked the economy in general into adopting technology,\" said Constance Hunter, chief economist at KPMG. \"We're going to see continued investment in productivity-enhancing technology because the pandemic really made it so clear that we need to have this digital backbone.\"</p><p>Business investment rose 17% in computer equipment, 6% in software, and 1% in research and development, even as GDP fell 2.4% in the fourth quarter from the same period a year earlier. Investment in automation and technology accelerated to 7% year-over-year growth in the third quarter of 2020 from 5% growth in the same period a year earlier, according to a McKinsey Global Institute analysis of 4,000 U.S. companies' financials. Those gains could spread. About 75% of respondents to a survey of North American and European companies conducted by McKinsey in Decemberexpected to speed up investment in new technology in 2020-24, higher than the 55% who said they increased such spending in 2014-19.</p><p>This is enabling companies to raise productivity, which is defined as output per hour worked. Stronger productivity growth is key to the economy's long-term success. Economic growth depends on the number of workers and how much they produce. Without productivity growth, economic growth must rely on more workers, which might be hard to achieve since the workforce is aging and the pandemic pushed millions of Americans out of the labor force.</p><p>Higher productivity growth should also put more money into people's pockets because wages are tied to how much workers produce. That would enable companies to raise wages without raising prices, damping inflation pressure. Wage growth was tepid for many years after the financial crisis, only breaking above 3% in 2018.</p><p>Productivity growth tends to move in multiyear trends, reflecting shifts in the structure of the economy. Excluding farms and government, it grew 2.8% a year from 1949 until the oil shock of 1973, then slowed to 1.4% from 1974 to 1995, sped up to 3% from 1996 to 2005 with the spread of computers and the internet, then slowed again, to 1.4% between 2006 and 2019. Last year it accelerated to 2.4% in the fourth quarter of 2020 from the same period a year earlier, although that was because the coronavirus triggered steep job losses in lower-wage sectors that tend to be less productive.</p><p>Robert Gordon, a professor at Northwestern University who has studied productivity and living standards during the past century, said productivity growth slowed after 2005 because the payoff from computers faded and new inventions such as smartphones and tablets didn't revolutionize business operations. In 2015 he had predicted productivity growth of only 1.5% a year over the next 25 years. Recent developments have made him more optimistic, and he expects annual productivity growth of about 1.8% this decade.</p><p>A shift toward e-commerce should push up productivity by eliminating workers needed in bricks-and-mortar stores, Mr. Gordon said. Videoconferencing should also help, though the public-transit sector could offset some of the gains because buses and rail transit will carry fewer riders, he said.</p><p>Some economists predict the increase in infrastructure investment that President Biden proposed last week could also boost productivity growth.</p><p>Healthcare could see a burst in productivity after Covid-19 subsides. At Stanford Health Care CardioClick Clinic based in Stanford, Calif., virtual consultations surged during the pandemic. Patients could hop on a video call to discuss their diet, exercise and sleep patterns with a medical expert.</p><p>Video visits at the cardio clinic last about 22 minutes, whereas in-person visits tend to last three times as long. Video consultations are also much more likely to end on time, freeing up doctors, nurse practitioners and nutritionists to move quickly between patient calls, said Chris O'Dell, administrative director for digital health at Stanford Health Care.</p><p>With the adoption of Zoom and Microsoft Teams, videoconferencing can replace some business conferences. As a result, workers won't lose productive work hours traveling long distances. They will also have more energy to engage because they no longer have to deal with the hassle of daily commutes. Remote work could deliver a one-time 4.7% lift to productivity after the pandemic, though a large share of the growth will stem from shortened commutes that government productivity data won't fully capture, according to a working paper from Stanford University's Nicholas Bloom and co-authors.</p><p>Less travel-related stress also has benefits. \"Happier workers are more productive people,\" said Bart van Ark, director of the Productivity Institute in the U.K.</p>",
  "published": "2021-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4036,
          "end": 4045
        }
      ]
    }
  ]
}