{
  "_id": "5f825deecd6d68351c004281fa6d81a946718a3560b33393b32fea962a23db87",
  "feed": "ftcomall",
  "title": "Liberty Global to tap demand for data centres close to 5G customers ",
  "text": "<p>Liberty Global is teaming up with one of the biggest digital infrastructure funds in the US to target deals in the burgeoning market for data centres at the edge of mobile networks, which support more powerful 5G-based services. </p> <p>The move by London-headquartered Liberty to form a joint venture with Digital Colony is the latest sign of European telecoms companies looking to unlock the value of real estate assets hidden in their balance sheets. </p> <p>Groups including Vodafone, CK Hutchison, Telefónica and Telecom Italia have all struck deals to merge, sell or <a href=\"https://www.ft.com/content/70138c49-68f0-4f19-88aa-239a7039c166\">float</a> their mobile tower networks to attract infrastructure investors over the past five years, while specialist players including <a href=\"https://www.ft.com/content/a48d7767-32e5-4e49-a7fe-c4a3b5fd310a\">Cellnex </a>and<a href=\"https://www.ft.com/content/1cb05815-582f-425f-b87c-1cfd9fff4db9\"> America Tower</a> have rolled up tens of thousands of masts to create large European telecoms infrastructure companies. </p> <p>Data centres have been tipped as the next frontier in monetising the sector's infrastructure as the demands of cloud computing and <a href=\"https://www.ft.com/content/31ee8bcd-03ca-40f3-a5fb-601cc426d15e\">private networks</a>, used to support automated manufacturing processes as well as other industrial uses, grow. </p> <p>The rise in computing devices that intersect with the real world has pushed the need for computing power, typically at the core of a mobile network, towards the so-called “edge”, or closer to where the customer — be they an individual using a camera or a car manufacturer — is located.</p> <p>Mike Fries, chief executive of Liberty Global, said the tie-up “presents significant growth opportunities as we look to build this business into a leading European data centre company”. </p> <p>The joint venture company, which will comprise about 120 sites across the UK, Ireland, Switzerland and Poland, will be called AtlasEdge Data Centres. Josh Joshi, a data centre industry veteran who was previously chief financial officer of Interxion, has been appointed as its executive chair charged with leading its expansion across Europe.</p> <p>The need to process huge new amounts of data has put pressure on telecoms companies to team up with large cloud providers including <a href=\"https://www.ft.com/content/8d2287ad-d0a3-4972-9b0d-9e32846f3164\">Google</a>, Amazon and Microsoft. </p> <p>But Liberty Global has taken a different approach, spinning off the land and leases of its data centres — which it refers to as “technical real estate” — rather than its servers, and valuing them in line with other digital infrastructure businesses. Towers and fibre assets have been sold for valuations ranging from 15 to 20 times annual earnings.</p> <p>Liberty Global has been keen to demonstrate the value of its European telecoms empire which was built up over two decades' worth of acquisitions. </p> <p>Its biggest move has been a £31bn deal to <a href=\"https://www.ft.com/content/469c105e-7232-45f2-916b-0850b062de5b\">merge Virgin Media with O2</a> in the UK, a tie-up that will create a bigger challenger to BT and that was formally cleared by regulators on Thursday. The group has also sold its German and central European cable networks to Vodafone in a <a href=\"https://www.ft.com/content/1cbbed68-5353-11e8-b3ee-41e0209208ec\">€18bn deal</a>, <a href=\"https://www.ft.com/content/231d798e-9dc9-4f31-ad51-3273ddce4a3c\">acquired Swiss rival Sunrise</a> and signalled its intention to consolidate in Ireland and Poland. </p> <p>Digital Colony, a subsidiary of Colony Capital and which oversees $30bn in assets, is one of the largest investors in towers, fibre and data centres in the world. Its portfolio includes the Freshwave network technology business in the UK, run by former EE executive Simon Frumkin.</p><p>Source: Nic Fildes 2021 'Liberty Global to tap demand for data centres close to 5G customers ' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T04:00:30.731Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2020,
          "end": 2029
        }
      ]
    }
  ]
}