{
  "_id": "a65d51c05b8f74c1d37b2c469dfdd62807d61ce78151d8336c07e106bcfbe4c1",
  "feed": "wall-street-journal",
  "title": "Streetwise: America's Stocks Have Lost Their Exceptionalism (Except for Tech)",
  "text": "<p>It gets even more extreme when the market is divided between growth and cheap \"value\" stocks trading on a lower valuation than the rest of the market. Data from Dartmouth Prof. Kenneth French show that the link between moves in the two groups -- the correlation of the daily changes over 12 months -- is the weakest since at least 1926.</p><p>In some ways, it isn't exactly a surprise to find that weird stuff is going on. After all, we have just lived through the steepest economic decline and rebound in history and the first-ever enforced shutdown of the economy by the government.</p><p>Yet such a breakdown of the normal connections between stocks is a sign that something is wrong, even after the market appears to have fully recovered from the Covid-19 crash of March 2020.</p><p>First, a note of hope. This may just be just a sign of global stocks maturing. The U.S. is home to the world's largest growth companies (China has several more, but they are primarily domestic), and they dance to a different tune. They broadly benefited from the lockdown, unlike everything else, and their value is less closely tied to the economy than most companies. The FANGs and similar large growth stocks have little in common with a French defense company or a Japanese car manufacturer.</p><p>Meanwhile, the rest of the world -- again, China excepted -- looks much more like the U.S. value index than it does the growth gauge. Financials and industrials make up about a third of U.S. value and of the world excluding the U.S. (using MSCI's measures for consistency across countries). Technology stocks are about one-tenth of each index. The U.S. growth index is entirely different, made up of just 8% financials and industrials and 43% tech, plus an additional 18% in communication services, where Facebook, Alphabet and Netflix sit.</p><p>That has been true for a while, though. The big change driving the past year's extreme divergence in daily swings is the increased sensitivity to actions of the government and central bank.</p><p>The lockdown trade essentially involved buying growth stocks and selling value stocks, which focused global money into the FANGs &amp; Co. Lockdown easing meant that this trade went into reverse, so naturally prices of the two groups of stocks often moved in opposite directions.</p><p>Stimulus payments had a similar effect, boosting economically sensitive stocks that had been hammered by the worst-ever recession while doing little for the growth stocks.</p><p>Finally, there is the Federal Reserve. Yes, again the market's strangeness comes down largely to the Fed. The stock market has become supersensitized to the prospects of Fed action because of the dominance of large tech companies. Investors have been pricing in profits further in the future, leading to the highest valuations for growth stocks -- and the overall market -- since the dot-com bubble.</p><p>Value stocks offer less profit growth and so are less sensitive to rates. They also benefit much more from the short-term economic strength that might prompt the Fed to raise rates. Trading the prospect of future rate rises in equities involves switching money between rate-sensitive sectors -- tech vs. banks and industrials -- or between growth and value. This helps explain why the stocks are moving so differently.</p><p>The danger to investors is that high valuations mean growth stocks have become much more sensitive to rates than in the past, so even a small change of approach by the Fed could hit their valuations harder than usual.</p><p>So far this hasn't been a problem. Rising Treasury yields from September to March merely held back the growth stocks, rather than hurting them. On average, Facebook, Apple, Amazon, Microsoft, Netflix and Alphabet went nowhere as yields rose, and only one -- advertising-sensitive Alphabet -- beat the S&amp;P 500. Since Treasury yields started to fall again at the end of March, these stocks have all taken off and only one -- Netflix, suffering from the end of lockdown viewing -- failed to beat the S&amp;P.</p><p>What seems wrong is that in a free market stocks should depend so much on government and central-bank action. Given the unprecedented scale of intervention, perhaps it is only to be expected. I fear that, unlike many of the effects of Covid-19, this dynamic is here to stay.</p>",
  "published": "2021-07-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3662,
          "end": 3671
        }
      ],
      "nexusId": "10031144"
    }
  ]
}