{
  "_id": "f2b922797f02e6fe748b01548164aae1e8773d542cedeb1faba172e9cd93c787",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-02-12/\"><em>quiz</em></a><em>.</em></p> <p>House Democrats told Republicans they would set a “new terrible standard for presidential misconduct” if they <a href=\"https://www.ft.com/content/44f0977c-5fb1-406b-b1e9-e93aeea7b3a7\">acquitted Donald Trump</a> of stoking the January 6 attack on the US Capitol as they closed out their case in the former president's impeachment trial.</p> <p>The warning from the Democratic lawmakers, who were acting as prosecutors in the proceedings, came at the end of two days of allotted time during which they showed footage of the deadly assault on Congress and sought to prove that Trump was directly responsible for provoking the mob.</p> <p>But many Republicans <a href=\"https://www.ft.com/content/9b217fa5-3620-4658-a521-cde51e92fccd\">remain unimpressed</a> by the Democrats' case against the former president and his acquittal may come as soon as this weekend. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>The <strong>White House</strong> has pledged <a href=\"https://www.ft.com/content/1ff69d09-3b3c-482b-ad77-c43434eb194f\">to take immediate action</a> to address a global shortage of semiconductors that has forced the closure of several US car plants. Separately, Joe Biden announced that the US had <a href=\"https://apnews.com/article/joe-biden-health-maryland-coronavirus-pandemic-b7845a7d0f709199265d9243598b629e\">secured additional vaccine doses</a> which will allow 300m Americans to be inoculated by the end of the summer. </p></li>  <li><p><strong>UK </strong>economic output fell 9.9 per cent in 2020, the largest drop in 300 years and more than twice the fall during the financial crisis.</p></li>  <li><p><strong>Australian </strong>authorities ordered <a href=\"https://www.ft.com/content/c7b0a211-c7b2-4f3d-b754-58971ac115e5\">a five-day lockdown of Melbourne</a>&#xa0;on Friday to tackle a fast-spreading Covid-19 outbreak. Controversially, the Australian Open tennis tournament will be allowed to continue without spectators.</p></li>  <li><p>The <strong>arthritis drug</strong> tocilizumab <a href=\"https://www.ft.com/content/a3d8c771-d8c5-4eae-aa9f-4cecfb19e943\">accelerates recovery</a> in coronavirus patients admitted to hospital, an extensive UK trial has confirmed.</p></li>  <li><p><strong>African countries</strong> have received <a href=\"https://www.ft.com/content/89ab2393-02d0-4f6c-a86d-2bad4eb9f10f\">conflicting advice</a> on whether to roll out the Oxford/AstraZeneca vaccine. (FT, AP) </p></li> </ul> <p>From vaccines to homework, Tim Harford asks, <a href=\"https://www.ft.com/content/e79f0a2a-1de6-44e3-9804-22896deae8b0\">why can't humans stop overpromising</a>? <em>Follow the latest updates on our </em><a href=\"https://www.ft.com/content/8d681939-a09c-367a-b984-018ddb78bd18\"><em>live blog</em></a><em> and the global race to vaccinate on our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>tracker</em></a><em>.</em></p> <h2>In the news</h2> <p><strong>Facebook blocks military misinformation in Myanmar </strong>Facebook, which is used by almost 40 per cent of the population in Myanmar, <a href=\"https://www.ft.com/content/51ece9ea-f113-4cb6-8d2b-7c49eef57f44\">said on Friday</a> it was reducing access to a swath of military-run pages and profiles, and “treating the situation in Myanmar as an emergency”. The announcement from the social media group came as the military junta said it had granted amnesty to more than 23,000 prisoners. (FT)</p> <p><strong>China's record corn purchases send prices soaring </strong>China bought a <a href=\"https://www.ft.com/content/94b04a3e-6169-4b07-8218-413138c641a1\">record 11.3m tonnes of corn last year</a>, of which more than a third came from the US. In late January, the US Department of Agriculture announced that China had bought another 2.1m tonnes, the largest single sale to the country in history and the second largest on record. (FT)</p> <p><strong>LinkedIn and Zynga founders near deal to buy flying taxi start-up </strong>LinkedIn co-founder Reid Hoffman and tech entrepreneur Mark Pincus are <a href=\"https://www.ft.com/content/42feff1d-8228-4c93-bd78-b537d9eb9fa7\">nearing a deal</a> to merge their blank-cheque company with Joby Aviation, valuing the flying taxi developer at about $5.7bn, said people briefed on the matter. (FT)</p> <p><strong>SEC suspends trading in penny stock</strong>&#xa0;The Securities and Exchange Commission said social media accounts may have been used in a co-ordinated attempt to <a href=\"https://www.ft.com/content/296fc065-f38b-4bf1-bb5a-1ecb996efad6\">“artificially influence”</a> the share price of SpectraScience, a Minnesota healthcare company. (FT)</p> <p><strong>Chair of KPMG UK quits after telling staff to ‘stop moaning'</strong> Bill Michael, who has run KPMG UK since 2017, has <a href=\"https://www.ft.com/content/4f569449-d113-48fe-b01a-9153f4c3d593\">been forced to quit</a> just days after telling staff to “stop moaning” about their work conditions during the pandemic. Two <a href=\"https://www.ft.com/content/24c25a23-0319-4a0b-8979-7c42b1e11207\">female partners</a> have been appointed to take over from the 52-year-old Australian. (FT)</p> <p><strong>European IPOs mark best start to year since 2015</strong> A flurry of tech and ecommerce listings have taken Europe's market for initial public offerings to its <a href=\"http://ft.com/content/171ea5f4-b3f4-4e76-bb13-2480879d1bd0\">best start to the year</a> since 2015. Meanwhile, trading in euro-dominated swaps dropped in London from almost 40 per cent of the market last July <a href=\"https://www.ft.com/content/2f0b8870-c382-494e-afbe-4c56713fc78d\">to 10 per cent in January</a>. (FT)</p> <p><strong>Meghan Markle wins UK privacy lawsuit </strong>The Duchess of Sussex <a href=\"https://www.ft.com/content/939792ac-07b5-44fa-841c-c1825ac20860\">won a high-profile privacy claim</a> against the Mail on Sunday after the newspaper published extracts of a letter she wrote to her estranged father. (FT)</p> <p><strong>Disney Plus added 8m subscribers over Christmas</strong> Disney revealed it had <a href=\"https://www.ft.com/content/49581411-5650-4448-8325-ce12f85ee86b\">lured nearly 95m subscribers </a>to its flagship Disney Plus streaming service — including 8m in December alone — cementing the legacy media group's status as a serious rival to Netflix. The Christmas Day premiere of&#xa0;<em>Soul</em>, a critically acclaimed Pixar film, helped boost subscriber growth. (FT)</p> <p><strong>Beijing bans BBC news channel </strong>The BBC's World News television channel has been <a href=\"https://www.ft.com/content/5585eb6a-8043-4e82-b7b5-36b69788a873\">officially banned</a> from broadcasting in China, in a retaliatory move a week after the UK's media watchdog stripped Beijing's state broadcaster of its licence in Britain. (FT)</p> <p><strong>Tokyo Olympics chief resigns over sexist remarks</strong> Yoshiro&#xa0;Mori, the president of the Tokyo Olympics, has resigned <a href=\"https://www.ft.com/content/241e74ce-12a3-40d7-b6f8-91268d69a563\">following a backlash</a> from athletes, sponsors and the Japanese public over sexist remarks he made last week. (FT)</p> <h2>The days ahead</h2> <p><em><strong>Vaccine Q&amp;A </strong>Clive Cookson, science editor in London, and Hannah Kuchler, our pharma and biotech reporter in New York, will answer your questions about vaccine rollouts and emerging variants of the virus throughout the day on Friday February 12. Leave your questions for them </em><a href=\"https://www.ft.com/content/d2fb66c4-146d-4791-b7f1-2b88c5c96660#comments-anchor\"><em>in the comments</em></a><em>. </em></p> <p><strong>Navalny protests </strong>A Moscow court is set to resume a <a href=\"https://www.washingtonpost.com/world/russian-opposition-leader-navalny-back-in-court--this-time-facing-a-criminal-libel-case-that-he-says-is-political/2021/02/05/acc0d8d0-6703-11eb-bab8-707f8769d785_story.html\">criminal case</a> against Kremlin critic Alexei Navalny for the suspected slander of a Russian second world war veteran on Friday, while protesters have been urged to shine their mobile phone flashlights and light candles in the shape of hearts on <a href=\"https://www.theguardian.com/world/2021/feb/09/navalny-ally-calls-for-courtyard-torch-protest-over-jailed-politician\">Valentine's Day</a>. (WaPo, Guardian)</p> <p><strong>Catalan election </strong>The Spanish region will elect its parliament on <a href=\"https://www.reuters.com/article/health-coronavirus-spain-catalonia-elect/pandemic-puts-catalan-independence-on-backseat-in-sundays-election-idUSL8N2KG72W\">Sunday</a> after a court annulled a plan to move the vote to May, with all 135 seats up for grabs. (Reuters)</p> <h2>What else we're reading</h2> <p><strong>Fed needs to call time on cheap money </strong>Jay Powell should puncture assumptions that cheap money is here indefinitely, or that Fed policy is a one-way bet. Otherwise his attempts to ward off the ghosts of the 2013 “taper tantrum” will eventually unleash a new monster in the form of a bigger market tantrum, far more damaging than last time, <a href=\"https://www.ft.com/content/ebb98738-866e-48d6-a6ac-f5ca138a1226\">argues Gillian Tett</a>. (FT)</p> <p><strong>Will Ribbit's bet on Robinhood pay off? </strong>When Robinhood needed cash quickly, it turned to Ribbit Capital, a firm run by Venezuelan venture capitalist Micky Malka. The deal's speed and size drew attention to Malka, a low-key figure who has parlayed a career as a financial services entrepreneur on three continents into <a href=\"https://www.ft.com/content/804ab072-445a-499e-abe5-12cb73e8e565\">a timely wager</a> on the global boom in fintech. (FT)</p> <p><strong>Why students are in revolt </strong>The pandemic has reignited disputes over the cost and value of higher education, as students fight for rent reductions to university-owned accommodation. With coronavirus having an effect on teaching, social life and mental and physical health, <a href=\"http://ft.com/content/3ab48f92-f779-4f77-b39a-8fae7ff9f452\">the long-term problems</a> facing higher education are becoming all too apparent. (FT)</p> <p><strong>A new force in English football finance </strong>As players compete in empty stadiums, clubs shun flashy signings and once-fat TV revenues shrink, an unlikely force has emerged in English football: <a href=\"http://ft.com/content/243f4030-aa2f-43c4-be32-723ba868d27a\">MSD Partners</a>, a US firm that invests some of PC pioneer Michael Dell's fortune. (FT)</p> <p><strong>The wisdom of terrible career advice</strong> When I asked friends and colleagues about the worst career advice they'd been given, many recalled being told to be more pugnacious, to assume a mantle of aggression or, on one occasion, to put themselves at physical risk, <a href=\"https://www.ft.com/content/8cb1fea1-1043-407f-8489-9afbd7e7ecbb\">writes Jo Ellison</a>. (FT)</p> <h2>Video of the day</h2> <p><strong>How strong is the commodities rally?</strong> Wall Street banks are telling clients to increase their exposure to raw materials. The FT's US finance editor Robert Armstrong <a href=\"https://www.ft.com/video/3f8fe73c-7762-4d52-889a-c41058a5cb0c?playlist-name=editors-picks&amp;playlist-offset=0\">assesses</a> the recent commodities boom and asks whether the fundamentals justify the recent price rises. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T12:36:52.124Z",
  "tags": [
    {
      "offsets": [],
      "name": "Microsoft Corporation",
      "id": "US5949181045",
      "nexusId": "10031144"
    }
  ]
}