{
  "_id": "e0b36b92fdf3fba0ba39772ba4bf10e90618d4877da5acd3fae45bc7d482858f",
  "feed": "wall-street-journal",
  "title": "Seattle-Area House Sells for $22.75 Million, One of Washington's Biggest Deals This Year; The Bellevue home on Lake Washington was owned by Diamond Parking heiress Diane Foreman and former Mayor Richard Foreman",
  "text": "<p>The seller is an entity tied to the late Diane Diamond Foreman, whose father founded Seattle-based Diamond Parking. Mrs. Foreman, who died earlier this year, founded Columbia West Properties, a commercial real-estate firm in Bellevue. Her husband, Richard Foreman, was a three-term mayor of Bellevue who died in 2014.</p><p>The buyer's identity couldn't immediately be determined. Lisa Whittaker of Coldwell Banker Bain, who represented the buyer, declined to comment.</p><p>The sale is one of the biggest in Washington state this year, according to Northwest MLS. The most expensive was a $23.5 million deal that closed in September in the nearby town of Hunts Point, located on a peninsula on Lake Washington. Hunts Point also holds the state's current sales record: a mansion that sold for $60 million last year, records show.</p><p>Many of the area's corporate headquarters are located in Bellevue, which also has a strong high-end market, said Mr. Kipp. It is adjacent to Medina, the Washington enclave that is home to some of the area's biggest names in tech, including Jeff Bezos and Bill Gates. The average sale price for a waterfront home in West Bellevue is $4.2 million, according to Mr. Kipp, who said waterfront inventory is increasingly rare because longtime owners have scooped up neighboring properties to amass large estates. The Foreman property received an offer within days of listing, he said.</p><p>The Foremans bought the property for $5.9 million in 2000, records show. They spent three years building the house, which was completed in 2003, according to the listing. The property has a dock with three slips.</p><p>The formal living room, with two-story windows overlooking Lake Washington, has 24-foot box-beam ceilings and a pair of stone fireplaces. There is also a formal dining room, with floor-to-ceiling mahogany cabinets, according to the listing. The house has a library, a music room, a three-car garage and a wine cellar. There is also a rotunda gallery displaying a collection of glass art, Mr. Kipp said.</p><p>Write to E.B. Solomont at EB.Solomont@wsj.com</p><p>Seattle-Area House Sells for $22.75 Million, One of Washington's Biggest Deals This Year</p>",
  "published": "2021-10-04T16:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}