{
  "_id": "b936a72c2e2a5dbb7853e4c0863d78065367d6daf6a184302629dacac9f3b4cb",
  "feed": "wall-street-journal",
  "title": "GameStop Narrows Losses, Posts Sales Growth in Latest Quarter; Videogame retailer is in the midst of modernizing its business under new Chairman Ryan Cohen and CEO Matt Furlong",
  "text": "<p>In June, GameStop named former Amazon.com Inc. veteran Matt Furlong as its chief executive, alongside fellow Amazon veteran Mike Recupero as finance chief. Shareholders also voted Chewy Inc. co-founder Ryan Cohen as chairman, cementing his oversight of the company following a monthslong, social-media-fueled trading frenzy that helped its stock price skyrocket from the high teens at the start of the year to Wednesday's close of $198.80.</p><p>Shares fell more than 2% in after-hours trading.</p><p>Mr. Furlong hasn't spoken publicly since becoming GameStop's CEO and the company hasn't said if he will participate in its earnings conference call with analysts Wednesday. Former CEO George Sherman led the company's previous earnings calls during his roughly two-year tenure but didn't take questions during the last two.</p><p>Mr. Cohen made brief remarks at GameStop's annual shareholder meeting in June over a live video stream. He reiterated plans to make the retailer more tech centric but stopped short of disclosing details on strategy, saying that doing so would put it at a competitive disadvantage. He also thanked retail, or nonprofessional, investors for their support.</p><p>Grapevine, Texas-based GameStop has reported annual losses for three consecutive years. It has grappled with high CEO turnover and a steady increase in videogame enthusiasts shifting to buying downloads of games from digital storefronts rather than the hard copies that the retailer specializes in selling.</p><p>The pandemic accelerated that trend in addition to forcing the company to temporarily—and in some cases permanently—close hundreds of stores. Further, GameStop doesn't sell mobile games, a business that this year is expected to generate more annual global revenue than console and computer games combined, according to estimates from industry tracker Newzoo BV.</p><p>Since Mr. Cohen became a major shareholder in GameStop last year, he has pushed for the company to improve its e-commerce business by enhancing customer support, adding new products for sale and opening more distribution facilities to speed up deliveries. Through a series of strategic moves, he overhauled GameStop's executive team and board to his liking, pushing out people with bricks-and-mortar backgrounds and replacing them with mainly people from large technology companies, such as Messrs. Furlong and Recupero.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for GameStop? Join the conversation below.</p><p>In the period ended July 31, GameStop posted a loss of $61.6 million, or 85 cents a share. Its year-ago loss was $111.3 million. Quarterly sales totaled $1.18 billion. The company hasn't issued full-year guidance, citing uncertainty tied to the pandemic.</p><p>GameStop's results reflect a broader economic recovery and so they don't stand out, said David Trainer, CEO of New Constructs LLC, an independent investment research firm based in the Nashville, Tenn., area. \"They're still losing money,\" he said. \"If they won't turn a profit in this kind of environment, when will they?\"</p><p>Next-generation videogame consoles from Microsoft Corp. and Sony Group Corp. boosted sales for GameStop in recent quarters though demand for the machines has often exceeded retailers' supplies because of the global chip shortage.</p><p>Current and former GameStop analysts have said the company's share price doesn't reflect the fundamentals of the business. Mr. Trainer agrees but said he sees potential growth opportunities ahead because of GameStop's large customer base, brand-name recognition and high demand for videogames in general.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>GameStop Narrows Losses, Posts Sales Growth in Latest Quarter</p>",
  "published": "2021-09-08T20:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3057,
          "end": 3072
        },
        {
          "start": 3057,
          "end": 3066
        }
      ],
      "nexusId": "10031144"
    }
  ]
}