{
  "_id": "a3867403f90c420ec6dbb6057879e2fde44364a1796a970d0bc79a904f61d6bb",
  "feed": "wall-street-journal",
  "title": "Hey, 2021 Grads, These Apps Can Prepare You for Adulting; Life after college is full of decisions about 401(k)s, health insurance and budgeting. Apps like Realworld, Credit Karma and Mint can help navigate the confusing world of grown-ups",
  "text": "<p>After Hannah Semmes graduated from college last year and began her first full-time job at a healthcare consulting firm, the 22-year-old found herself overwhelmed with all of the new decisions she had to make.</p><p>She wasn't sure which credit card to get, how to find an apartment in New York and whether to invest part of her new salary in a 401(k) or an IRA —or what the difference between them even was.</p><p>\"I was definitely ready to make decisions and I really wanted that independence, but I wanted to make the right decisions,\" said Ms. Semmes. \"Whenever I have questions, I google what I'm trying to find out and I usually have 12 different tabs open and I get distracted. I try to glean a couple of facts to take away, but it's time-consuming.\"</p><p>Each year, thousands of college students are thrust into the real world with little or no preparation for its many decisions. They often have to find apartments in new cities. And if they're lucky enough to have a job that offers benefits, they suddenly have to figure out which health and retirement options to choose.</p><p>While each generation has its own struggles with coming of age, this generation is facing record levels of student debt and an uncertain job market.</p><p>Some young adults are turning to apps to learn the life skills they didn't learn in school or from their parents. Ms. Semmes turned to a relatively new app called Realworld  after being offered a free trial through her alma mater, the University of Virginia . The app, which has subsequently been made free to all, bills itself as the \"Mary Poppins of adulting,\" a friendly guide to help steer young adults through grown-up decisions ranging from how to pick a dental plan to how to obtain renters insurance.</p><p>The app contains chapters on each major adult topic. The one on renters insurance explains what it is and why you should have it. The app then provides a list of vetted insurance providers from which people can choose.</p><p>Realworld founder Genevieve Ryan Bellaire saw the need for such an app after she began working at an investment bank at age 26, fresh out of law school, and realized she didn't know much about the real world. \"I had not been taught what credit is, what interest rates are and how deductibles work,\" she said. When she started talking to friends, she realized she wasn't alone in her lack of adult smarts. \"It was this secret problem everyone had,\" she said.</p><p>Why is it that so many people these days aren't ready for adulthood?</p><p>The reasons include helicopter parenting, a lack of instruction of real-world skills in school, and economic factors that have forced many young adults to live at home with their parents, thus delaying adulthood, says Julie Lythcott-Haims, author  of the book \"Your Turn: How to be an Adult.\"</p><p>\"It is now the norm in many communities to feel that to be a good parent you have to do everything for your child,\" Ms. Lythcott-Haims said. \"We've made sure to remind them of every school deadline, we take their forgotten backpack to school and we don't ask them to help around the house. They may lack the skills to do things on their own, and they may also lack the will.\"</p><p>SHARE YOUR THOUGHTS</p><p>Are the young adults you know prepared for the real world—and do they use apps or online resources to help them in making adult decisions? Join the conversation below.</p><p>Ms. Ryan Bellaire said she wanted the information she gathered for other young adults to be accessible, so she changed the app from a \"freemium\" model, in which users paid for premium content, to one that's entirely free. The app eventually plans to make money by allowing vetted service providers to pay to be featured on the app. These endorsements would appear only after users have completed the chapters on a given topic, which Ms. Ryan Bellaire said allows them to make informed choices.</p><p>Ms. Ryan Bellaire recently closed a $3.4 million round of seed funding  from several investors, including Amazon founder Jeff Bezos .</p><p>Ms. Semmes chose a bank through the Realworld app. And in a Realworld chapter on credit, she learned not to close out a joint credit card with her mother. \"I almost closed that card to simplify things. Little did I know my mom had been using that card to build up my credit. If I had closed it, I would have had no credit,\" she said.</p><p>For many young adults, building credit and cutting out unnecessary expenses is the first major step toward independence.</p><p>Sheridan Clayborne, a 21-year-old entrepreneur in San Francisco , has used apps to save money and avoid going into debt, including Dave  and Earnin . Both provide no-interest cash advances to tide people over until their next paycheck so they can buy gas or groceries without experiencing overdrafts. He also used NerdWallet  to compare credit cards.</p><p>The first thing 20-year-old Riley Blair did when she got a credit card was download Credit Karma , based on her dad's advice. Several people I interviewed said they use the app, which monitors credit, explains what affects credit scores and offers ways to improve the scores.</p><p>Other than staying on top of her credit, Ms. Blair said she hasn't given much thought to the other adult decisions she'll need to make when she graduates from the University of Texas at Austin next May, and it has her worried.</p><p>\"You hear the terms '401(k)' and 'PPO' but I couldn't even tell you the first thing about what to look for when looking at retirement plans or health insurance,\" said Ms. Blair. \"This has become a topic of conversation with my friend group. We're at a point where we need to start thinking about these things. But no one sits you down and tells you about all the things you need to stress about as an adult.\"</p><p>Her father, Chris Blair, an air-traffic controller in Houston, said he has tried to instill in his daughter the importance of maintaining good credit, saving money and making payments on time—lessons he said he wishes he had heeded when he was her age. Still, he said, there are so many more choices now when it comes to credit cards, financial institutions and investing that it's tough to advise her on everything. \"It's very hard to pick through all the noise,\" he said.</p><p>\"I don't envy people her age,\" he added. \"I think they have 10 times more things to deal with than I did when I was 21.\"</p><p>To answer the most pressing post-grad questions, I made a list of additional resources based on my interviews and discussions on this subject:</p><p>Budgeting and saving</p><p>Ramsey+  allows people to create a monthly budget, eliminate debt and set savings goals.</p><p>Mint  allows people to track spending and investments across multiple accounts, establish budgets and monitor subscriptions.</p><p>Acorns  provides basic financial education and lets people invest and spend.</p><p>For information on other investment-education apps aimed at young adults, see my previous column .</p><p>Job searching and resume building</p><p>Indeed  and Glassdoor  are job-search sites that also show average salaries for different kinds of positions.</p><p>Peerro  is an app that helps both high-school and college students learn which skills are needed to get entry-level jobs, discover training programs and connect with employers.</p><p>LinkedIn Résumé Review  offers people who have LinkedIn Premium memberships feedback on their résumés before they apply for jobs on the professional networking site.</p><p>Apartment hunting</p><p>Apartments.com  has listings for apartments across the country and allows people to apply for leases, sign them and pay rent online.</p><p>Zillow Rentals  lets users filter for apartments, so they can find places that, for instance, allow pets or offer on-site parking.</p><p>RentHop  uses artificial intelligence to rank apartment listings based on whether they include photos—and whether the property managers are responsive.</p><p>For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter .</p><p>Write to Julie Jargon at julie.jargon@wsj.com </p><p>Hey, 2021 Grads, These Apps Can Prepare You for Adulting</p>",
  "published": "2021-05-29T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}