{
  "_id": "056e26871e2c21b75b6fe82a9eb0438aaf3f60b1c38b26a9ef6275d104db4775",
  "feed": "wall-street-journal",
  "title": "Doing Good, Under Attack",
  "text": "<p>(Agenda, 181 pages, $29.99)</p><p>Generosity is practically everywhere regarded as a virtue, but the large-scale giving of foundations, corporations and individual wealthy donors -- \"wholesale philanthropy,\" as it has been called -- routinely elicits skepticism. \"Philanthropy,\" one of Oscar Wilde's characters says, \"seems . . . to have become simply the refuge of people who wish to annoy their fellow creatures.\" When Andrew Carnegie and John D. Rockefeller began giving away their fortunes in the early 20th century, critics questioned their motives and called for would-be recipients to reject such \"tainted\" money. Congress has periodically investigated what philanthropists have been up to and placed a variety of restrictions on them.</p><p>As Beth Breeze notes in \"In Defence of Philanthropy,\" such attacks have recently become \"increasingly vocal\" and faced \"little pushback.\" Despite the progressive aims of many major foundations and wealthy philanthropists, most critics these days come from the left side of the ideological spectrum, such as Stanford University's Rob Reich and Anand Giridharadas, a commentator and author (\"Winners Take All\"). They seeorganized giving as an effort to empower the rich at the expense of everyone else, worsening inequality rather than reducing it and covering dubiously made fortunes with a veneer of do-goodery. They want to make charity more accountable to the public by limiting donor control and adding to government oversight.</p><p>A former fundraiser who directs the Centre for Philanthropy at the University of Kent, Ms. Breeze isn't entirely unsympathetic to this critique, but she concludes that it seriously misunderstands how philanthropy works and what it has accomplished. Still worse, she fears that such criticism may discourage giving, especially in countries like Britain, whose philanthropic traditions are not as deeply rooted as those of the United States. \"In Defence of Philanthropy\" is a badly needed rebuttal to the rising chorus of denunciations directed at Bill Gates, George Soros, Charles Koch and other high-profile donors, though it fails to explain fully why \"wholesale philanthropy\" is more suspect than the \"retail\" kind, which draws on the smaller-scale generosity of many more people.</p><p>Ms. Breeze identifies three sources for the current assault on charitable giving. One is the academy, where scholars have argued that Antonio Gramsci, the early-20th-century Marxist, was largely right: Philanthropy affords the wealthy a high-minded way of controlling society by supporting piecemeal reforms while blocking radical changes. A second is the nonprofit world itself and some outside critics, such as the philosopher Peter Singer. Philanthropy is ineffective and unscientific, they claim, with too much money being spent on too many organizations and accomplishing too little.</p><p>The third source is the oldest and, like the Gramscian outlook, questions the motives of donors. Populists on both the right and left charge philanthropists with earning their money unscrupulously and giving it away dishonestly. They view \"rich donors,\" Ms. Breeze writes, as people who use philanthropy \"to cover up their ill-gotten wealth, as well as to mask self-interested hidden agendas.\" The latest populist target has been the Sackler family, whose support for educational and cultural institutions has become the object of protests alleging that it was made possible by the profits of an addictive drug.</p><p>Ms. Breeze pushes back vigorously on each of these claims. The problem with the academic critique, she argues, is that it assumes the chief purpose of philanthropy to be eradicating social and political inequities when in fact philanthropy aims at much more than that, including excellence in the arts and advancement in scientific research. It also greatly overstates the power of donors, who require the cooperation of grant recipients, among many others, if they wish to control society. As for the second line of criticism, about ineffectiveness, passion matters as much as strategy and efficiency. \"There is no perfect formula,\" Ms. Breeze writes, \"for working out how to be generous,\" and those who insist that some ways are better than others are engaging in \"philanthropic one-upmanship.\"</p><p>The populist critique, as Ms. Breeze sees it, offers little more than a scornful caricature of the real reasons donors give. Many donors, she says, would deny that they had done anything to require \"reputation-washing.\" Indeed, some (like the members of the Sackler family) had established impressive records of generosity well before they were accused of wrongdoing. In any case, more than a few foundations and wealthy donors, such as the Ford Foundation and eBay founder Pierre Omidyar, align themselves with populist goals more than capitalist ones.</p><p>Using examples mostly from Britain and the U.S., Ms. Breeze shows the good that philanthropy has done, ranging from building a parking lot to make a hospital more accessible to support of Covid vaccine research (one of Dolly Parton's causes). Ms. Breeze may worry that the attacks on giving will discourage future donations, but the data from both countries suggests that charitable giving has held up and even increased during the pandemic: Foundations, corporations and wealthy individuals dug deeper to meet bigger needs.</p><p>Ms. Breeze invokes a psychological concept -- \"do-gooder derogation\" -- to explain why wholesale philanthropy has aroused such skepticism. We want people to be generous, she writes, but not too much, or else the rest of us might feel like shirkers. But not many people feel that they are comparable to John D. Rockefeller and Bill Gates or even to the richest businessman in town. Another explanation may be that too many high-profile philanthropists, these days, are annoying us with their claims to superior wisdom and rectitude. Still another is captured by the saying: \"No good deed goes unpunished.\" That has long been the case for philanthropy and always will be, notwithstanding Ms. Breeze's masterly takedown of the current band of tormentors.</p><p>---</p><p>Mr. Lenkowsky is professor emeritus at Indiana University.</p><p>(See related letter: \"Letters to the Editor: Philanthropy Leaves No Scent\" -- WSJ Nov. 24, 2021)</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}