{
  "_id": "aca327fe2c965cbe75e27a8808c917eea0cf1ca3362d845420c0a6984426ea1b",
  "feed": "wall-street-journal",
  "title": "Holiday Gift Books 2021: Business; A collection of books that offer insight and guidance for negotiating the work-life balance and resetting for a post-pandemic career.",
  "text": "<p>Then many of us hit a wall. A March 2021 survey by the job-aggregator site Indeed found more than half of respondents said they felt burned out. A month later, four million people quit. And while millions more remain unemployed after losing their jobs due to Covid, employers are reporting an acute labor shortage: In September the Great Resignation continued with more than 4.4 million workers, or 3% of the workforce, leaving their jobs. We're at an inflection point as we re-evaluate how, where and when we want to work. Maybe this is a chance to discover a cure for our workaholism and achieve that ever-elusive work-life balance.</p><p>If we're to do that, we must first redefine what productivity looks like, argue the journalists Charlie Warzel and Anne Helen Petersen in \"Out of Office.\" Before Covid, showing up at the office signaled devotion to the company. Then, in the absence of face-to-face encounters, we defaulted to performative gestures to reassure our bosses that we were still doing a lot. We wrote more memos and emails, kept our chat status active day and night and scheduled unnecessary meetings. It doesn't have to be this way. Over the course of two months in 2019, Microsoft Japan tested a four-day workweek during which work-life balance improved and productivity jumped 40%. The test succeeded, in part, by shaving off that performative work. Meetings were capped at 30 minutes; if more than five people needed to be there, the thinking went, it should be an announcement, not a meeting.</p><p>If we're going to continue working from home, we need leadership that trusts we're getting things done, even when our work is invisible. Robert C. Pozen and Alexandra Samuel suggest in \"Remote, Inc.\", that the trust needs to be earned. Determining clear metrics of success with your boss and regularly reporting results will earn you \"more and more discretion over exactly how and when you work,\" the authors say. Autonomy, flexibility and a finite workday are attainable only if you prioritize the tasks that lead to your most important objectives. Mr. Pozen, a former president of Fidelity, and Ms. Samuel, a data journalist, favor a hybrid workplace where employees spend some of the workweek in the office. \"Online meetings can't do all the work of transmitting corporate culture to a remote team,\" they say. But such an argument also \"elides an uncomfortable truth,\" notes Mr. Warzel and Ms. Petersen in \"Out of Office\": \"in so many organizations, that culture sucks.\"</p><p>Which isn't to say that culture isn't important, according to Johnny C. Taylor Jr., the author of \"Reset\" and the CEO of the Society for Human Resource Management. To succeed in the future, Mr. Taylor says, a company should build a culture that rewards innovation and risk-taking, and that is truly diverse. In 2020 there were five black CEOs on the Fortune 500 list, despite diverse companies being 35% more likely to have better returns than homogenous workplaces. Mr. Taylor urges leaders to expand diversity and inclusion beyond race and gender to hire disabled, formerly incarcerated and older candidates, which would not only address labor shortages but bring different perspectives to solving challenging problems.</p><p>As for women, they are still generally underpaid and woefully underappreciated—to the world's detriment, Katrine Marçal asserts. In \"Mother of Invention,\" the Swedish writer makes the case that a bias toward innovations for and by men stifles progress that could benefit everyone. Take the electric car. We might think of it now as Elon Musk's baby, but the first electric \"carriage\" debuted in the 19th century. In fact, the same year Henry Ford introduced his Model T, he bought his wife, Clara, an electric, which—with its sheltering roof, built-in flower vases and room for three women to travel in comfort—was deemed more suitable for the softer sex. Sadly for electric-car makers, men didn't want to drive a car with a feminine reputation—and the loud, odorous gas-guzzler won out over the original EV. Today less than 3% of U.S. venture funding goes to businesses with all-female founders, even though nearly 40% of all American businesses are owned by women. If we don't upend our gender bias, Ms. Marçal warns, women will continue being excluded from shaping the world, and we'll all pay the price.</p><p>No account of the future of work is complete without discussing the threat and promise of automation. Are robots coming for our human jobs? That's the wrong way to look at it, according to Jeff Schwartz and Suzanne Riss in \"Work Disrupted.\" Mr. Schwartz, the founding partner of Deloitte Consulting's U.S. Future of Work practice, and Ms. Riss, a former editor in chief of Working Mother magazine, envision a world in which people use machines to augment their human abilities, effectively joining forces with computers to form Superminds, a term coined by collective-intelligence pioneer Thomas Malone. Among the industries likely to implement human-machine collaboration is healthcare. In 2017, a Stanford computer-science group used deep learning to diagnose pneumonia from chest X-rays better than radiologists. When AI disease detection becomes common practice, radiologists could theoretically spend less time being technicians and more time with patients. That's well and good for someone with a medical degree. Many others, Mr. Schwartz and Ms. Riss admit, will need to reinvent themselves multiple times in their career to stay relevant and marketable. \"Part of the challenge,\" they write, \"will be to continue to expand our capabilities and experiences to be able to pivot to a new job or career.\"</p><p>This is where extending the principle of universal design to the workplace could help create a roadmap for change. Universal design refers to the accommodations built into environments to make them accessible to all, regardless of age or ability. It's the cut in the sidewalk that makes it easier for wheelchair users—but also, it turns out, parents with strollers—to cross the street. It's the closed captioning designed for the hearing impaired but also useful, for instance, to translate a foreign language. A universal design for workplace leave, Mr. Warzel and Ms. Petersen write in \"Out of Office,\" would be a policy that allowed a set time for leave, \"no questions asked,\" whether for something necessary like a medical emergency or whatever else you wanted to do. For upskilling and reskilling, it would be tuition subsidies or on-the-job training for anyone who wants it. Because ultimately, true diversity and inclusion means building ramps to bring as many people into the workplace as possible. As Andraéa LaVant, a disability advocate and inclusion consultant, tells the authors: \"There are so many benefits to universal design in physical workplaces. I mean, why do you think so many people want to use the disabled stall? It's better.\"</p><p>Ms. Lanks is a New York-based editor and writer.</p><p>Holiday Gift Books 2021: Business</p>",
  "published": "2021-11-17T22:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1186,
          "end": 1195
        }
      ],
      "nexusId": "10031144"
    }
  ]
}