{
  "_id": "8a92d24b2b3801614e756187d95d95147b2f7dd926db693560c19b58b92814ff",
  "feed": "wall-street-journal",
  "title": "AIG CEO to Add Chairman's Role",
  "text": "<p>The decision sets AIG up for a potentially long period of leadership under the 54-year-old executive. It follows a nearly two-decade tumultuous stretch that included near bankruptcy in the 2008-09 financial crisis, multiple management changes and the selling off of crown jewels to repay one of the U.S. government's biggest bailouts.</p><p>Mr. Zaffino will succeed Brian Duperreault, 74, as the company's board chairman. Mr. Zaffino assumed the CEO title from Mr. Duperreault on March 1, after serving as his key lieutenant in a turnaround of the company's big property-casualty insurance unit. That unit is a leading seller of insurance to businesses world-wide.</p><p>Mr. Duperreault, an industry turnaround chieftain, joined AIG in 2017. He became executive chairman of the board earlier this year, when he handed off his CEO duties to Mr. Zaffino.</p><p>AIG's then nonexecutive chairman, Douglas Steenland, 69, a former airline-industry chief executive, became lead independent director at that time. Mr. Steenland will continue in that role. \"The AIG Board of Directors has great confidence in Peter's ability to continue executing on AIG's transformation and growth strategy designed to create long-term, sustainable value,\" Mr. Steenland said in the announcement.</p><p>AIG also sells property and liability insurance to wealthy people and has a large life-and-retirement-services business, which it is in the process of hiving off through an initial public offering of shares.</p><p>The life-and-retirement unit's divestiture is the latest significant change at a company that in the early 2000s was a financial-services behemoth with globe-straddling operations.</p><p>The new changes to AIG's board will occur as more U.S. companies have split the CEO and chairman positions -- a trend that AIG itself helped establish in 2005 amid regulatory probes into its accounting and other transactions.</p><p>Those investigations led to the departure of its longtime former CEO and chairman, Maurice R. \"Hank\" Greenberg, who has denied he did anything wrong. Upon his exit, the company split the roles he held.</p><p>AIG isn't the only big company now going the opposite direction. In June, Microsoft Corp. said that CEO Satya Nadella would also assume the role of company chairman. Thirty-three S&amp;P 500 companies combined the roles of chairman and CEO over the past five years, compared with 100 that separated them, according to ISS Corporate Solutions, a Rockville, Md., data and analytics provider that advises companies on corporate governance, executive pay, and other matters</p><p>Mr. Zaffino will be the only AIG executive on the insurer's board, with all other directors qualifying as independent.</p><p>Many of AIG's peers in the property-casualty and life-insurance industries combine the roles, as do some leading companies in the broader financial-services arena.</p><p>Big insurers with combined roles include Chubb Ltd., Hartford Financial Services Group Inc., Prudential Financial Inc., Travelers Cos. Inc. and Voya Financial Inc. Also combining the functions are Bank of America Corp., Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co.</p><p>Mr. Zaffino was recruited by Mr. Duperreault early in his tenure.The pair had worked together at insurance and consulting brokerage Marsh &amp; McLennan Cos., where Mr. Duperreault was CEO between 2008 and 2012. The younger executive got the nod to become CEO last October, as AIG announced it would split off its life-insurance business into a separate company, leaving it to focus on property-casualty insurance. The promotion put Mr. Zaffino in charge of hiving off those operations.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2145,
          "end": 2159
        },
        {
          "start": 2145,
          "end": 2160
        }
      ]
    }
  ]
}