{
  "_id": "7bab4ef91129350a773e2e26f69193261ca454e77edc74f6ba9727243fb57199",
  "feed": "wall-street-journal",
  "title": "PE Daily: LPs Tighten Scrutiny of GP Diversity | NovaQuest PE Spinout Seeks $425 Million |Trustee Targets Yucaipa Distributions",
  "text": "<p>Also, Preeti Singh has news of a new fund hitting the market from the private-equity team at NovaQuest Capital Management, which has spun off the business into an entity called QHP Capital, and our newest WSJ Pro Bankruptcy colleague Alexander Saeedy has the latest skinny on a long drawn out bankruptcy case involving Yucaipa Cos. portfolio company Allied Systems Holdings. Finally, Luis Garcia discusses how the nation's largest pension system continues to wrestle with a different type of diversification, portfolio diversification.</p><p>Read on for more details...</p><p>Advertisement</p><p>Today's Top Stories</p><p>The private-equity industry, which has long been predominantly white and male, has sought to diversify its ranks for years, but last year's civil unrest brought a new sense of urgency to its efforts.</p><p>PHOTO: THOMAS R LECHLEITER/THE WALL STREET JOURNAL</p><p>Many private-equity firms continue to grapple with making progress on pledges to improve racial diversity across their portfolio companies and their own firms, more than a year after global protests in the wake of George Floyd's murder inspired such pledges. But, as Isaac Taylor writes for WSJ Pro Private Equity, the investors who back these firms are intensifying their scrutiny of manager progress on improving diversity and are asking more questions about how firms are addressing inequities.</p><p>Healthcare-focused NovaQuest Capital Management's private-equity business has spun off to form QHP Capital and is seeking $425 million for a new lower midmarket fund, Preeti Singh writes for WSJ Pro Private Equity. A NovaQuest Capital prinicipal owner, Sir Dennis Gillings, will be a majority shareholder in the new firm, which will focus on lower midmarket tech-enabled pharmaceutical services companies, regulatory filings indicate.</p><p>A bankruptcy trustee alleged that Ron Burkle's Yucaipa Cos. transferred nearly $380 million to pension funds and other private-equity investors to avoid looming liabilities tied to its former portfolio company, car hauler Allied Systems Holdings Inc, Alexander Saeedy writes for WSJ Pro Bankruptcy. The trustee is seeking a court order to unwind the distributions made to backers including California Public Employees' Retirement System and other public and private pensions, along with Yucaipa itself.</p><p>Advertisement</p><p>The Take: Calpers Adds Managers, and Challenges, in Push to Diversify</p><p>By Luis Garcia</p><p>A new effort by the largest U.S. state pension system to diversify its private-equity investments by adding new funds illustrates the challenges institutional investors often face in trying to improve performance.</p><p>The $479.7 billion California Public Employees' Retirement System, known as Calpers, is investing in more strategies focused on growth and venture investments as part of a plan to boost long-term returns from its private-equity program, which has recently trailed its benchmarks. A year ago, the program was \"heavily focused\" on large buyout funds in North America, according to a report by consulting firm Meketa Investment Group.</p><p>Read more in Garcia's Take.</p><p>Big Number</p><p>89%</p><p>The proportion of limited partners who said they are at least somewhat concerned about heightened inflation next year, according to the latest LP Pulse survey from Eaton Partners</p><p>Deals</p><p>Newcastle United supporters wait outside the team's stadium for news on the sale of the club.</p><p>PHOTO: SCOTT HEPPELL/ASSOCIATED PRESS</p><p>Saudi Arabia's sovereign wealth fund on Thursday struck a deal to acquire Newcastle United in the English Premier League, giving it a foothold in the world's most popular sports enterprise after more than two years of on and off talks, our colleagues at The Wall Street Journal report. The investor group, led by Saudi Arabia's Public Investment Fund and including British financier Amanda Staveley and the billionaire Reuben brothers, had pulled out of a $380 million deal last year after the Premier League spent months scrutinizing the Saudi state's involvement.</p><p>Blackstone Inc. has agreed to acquire a majority interest in VFS Global from EQT AB and the Kuoni and Hugentobler Foundation. EQT, which previously held a majority stake in the company, will remain an indirect minority investor alongside Blackstone, while the Foundation will also hold a minority stake, according to a press release. VFS Global offers outsourcing and technology services that help governments and diplomatic missions process visa applications.</p><p>Investcorp said it has bought a portfolio of around 89 industrial properties totalling around 2.2 million square feet for $380 million. The warehouses are located across cities that include Los Angeles, Dallas, Phoenix and Seattle, according to a press release.</p><p>KKR &amp; Co. has acquired an industrial warehouse in the Phoenix market with about 226,000 square feet of space and direct rail access. KKR said the property is a 10-minute drive to downtown Phoenix.</p><p>Flexpoint Ford is acquiring a minority interest in institutional and private client advisory firm Clearstead LLC from Rosemont Investment Group. Rosemont invested in Cleveland-based Clearstead through its Rosemont Partners III LP fund in 2017. The business had about $29.2 billion in assets under management and advisory at the end of June.</p><p>Oaktree Capital Management is investing alongside Diversified Energy Company PLC in the acquisition of certain upstream gas assets, field infrastructure, equipment and facilities from Tapstone Energy Holdings LLC and KL CHK SPV LLC for a total gross consideration of $419 million, according to a press release</p><p>ArchiMed is refinancing its investment in Namsa Inc., a contract research organization for medical device makers, to return capital to investors, including participants in the firm's MED Platform I fund, and to provide resources for future acquisitions, according to a news release. Ares Management Corp. provided debt for the recapitalization. The firm initially backed the Northwood, Ohio-based company last year.</p><p>Hellman &amp; Friedman has raised its previous €3.29 billion, or $3.82 billion, buyout offer for German pet retailer Zooplus AG to €470 per share to match a competing bid from EQT AB, and extended the period for shareholders to accept the offer to Nov. 3, also matching the Swedish firm's conditions, according to a news release. On Wednesday, EQT offered €470 per share for the company, saying that Zooplus management welcomed the higher offer.</p><p>HIG Capital has recapitalized Health Network One, a Fort Lauderdale, Fla.-based provider of specialized benefit management services for health insurers.</p><p>Midmarket firm Kelso &amp; Co. has taken a minority stake in Savant Wealth Management, a registered investment adviser that manages nearly $12 billion in assets. The wealth manager's founder and Chief Executive Brent Brodeski will retain control of the company.</p><p>Ara Partners has acquired gas compression and dispensing equipment maker Fluitron Inc. The Ivyland, Pa.-based company supplies industrial gas users with items such as piston compressors and pressure vessels as well as maintenance services and spare parts.</p><p>Impact investor HCAP Partners is doubling down on prescriptive analytics and data company Lone Star Analysis in Dallas, exercising its full purchase option for the business, according to a news release. The company serves clients in a variety of industries, from aerospace to energy and manufacturing. HCAP first invested in Lone Star in 2017.</p><p>Renovus Capital Partners is acquiring college marketing and enrollment management company EducationDynamics LLC. The Hoboken, N.J.-based company works with more than 500 higher education providers.</p><p>Industrial Growth Partners has acquired printed circuit board manufacturer APCT Inc. in Santa Clara, Calif., from Angeles Equity Partners. The buyer invested in the business through its Industrial Growth Partners V LP fund. Angeles Equity first invested in the business in 2019.</p><p>Add-On Deals</p><p>Our add-on deal interactive tool allows you to sort and analyze volumes of add-on deal data compiled by WSJ Pro. View more.</p><p>Advertisement</p><p>SPAC Track</p><p>A blank-check company tied to FirstMark Capital has agreed to combine with fixed wireless technology developer and internet-service provider Starry Inc., Michael Dabaie reports for Dow Jones Newswires. FirstMark Capital is a backer of Boston-based Starry, according to its website. The deal with FirstMark Horizon Acquisition Corp. implies an enterprise value of $1.66 billion and will give the company $452 million in cash on the balance sheet. The deal includes $130 million in additional investments from firms that include ArrowMark Partners, Atreides Management, Tiger Global Management and FirstMark Capital affiliates.</p><p>Exits</p><p>Leonard Green &amp; Partners-backed fitness center operator Life Time Group Holdings Inc. shares sank as much as 8% in their trading debut Thursday after pricing at $18 each in an initial public offering. Leonard Green owned a roughly 35% stake in the Chanhassen, Minn.-based company, while TPG had about 26% of the equity before the IPO, according to a regulatory filing.</p><p>H.I.G. Capital announced the sale of its portfolio company Hart &amp; Cooley to DuraVent Inc., a manufacturer of venting products for gas, wood, oil, pellet and fuel burning appliances. Hart &amp; Cooley of Grand Rapids, Mich., designs and manufactures air distribution products.</p><p>Cybersecurity and consulting company Softline Holding Ltd., which is backed by emerging markets private-equity manager Da Vinci Capital and Belarus private-equity firm Zubr Capital, plans an initial public offering of global depositary receipts on the London and Moscow stock exchanges, Ian Walker reports for Dow Jones Newswires. The London-based company founded by company Chairman Igor Borovikov had adjusted pre-tax profit of $52 million on sales of almost $1.79 billion in the 12 months through March, the filing shows. The company operates across more than 50 nations in emerging markets.</p><p>Exercise-equipment maker iFit Health &amp; Fitness Inc., which is backed by Pamplona Capital Management and L Catterton, has postponed its initial public offering of shares, citing adverse market conditions, Dave Sebastian reports for Dow Jones Newswires. Pamplona holds 8% of the NordicTrack equipment maker's common shares and L Catterton owns about 4.5% of the Logan, Utah, company, a regulatory filing shows.</p><p>CVC Capital Partners-backed optometry services provider and eyewear retailer Synsam AB intends to list its shares on Nasdaq Stockholm during the fourth quarter, Dominic Chopping reports for Dow Jones Newswires. The Swedish company operates online and in the Nordic countries through directly owned and franchise stores and has a network of 490 stores in Sweden, Denmark, Norway and Finland. CVC backed the company initially in 2014 and will retain a significant stake through its CVC European Equity Fund V following the IPO.</p><p>Funds</p><p>Manulife Financial Corp.'s asset management arm has raised $683.5 million for its second co-investment fund to back midsize companies in North America. The Canadian insurer and financial services company said it had a $600 million target for its Manulife Co-Investment Partners II LP fund, which it began marketing last year. The company's Manulife Investment Management arm has about $16.1 billion in assets under management and unfunded commitment, including in private equity and credit funds, as well as co-investment and secondary vehicles.</p><p>Incline Equity Partners is targeting $500 million for its second Elevate fund, which invests in lower midmarket companies in value-added distribution, specialized light manufacturing and business services sectors. The fund has a hard-cap of $575 million and Incline has already invested 76% of the predecessor fund, which closed on $314.5 million in 2019, John Glover, a founding partner of the firm, told the overseers of the Pennsylvania Public School Employees' Retirement System at the Thursday meeting. The pension is considering an $80 million commitment to the fund.</p><p>Secondary market provider EquityZen Inc. has raised its seventh Growth Opportunity Fund to invest directly in pre-IPO technology companies, according to a news release. The New York firm said its funds provide individual investors with access to equity in private tech companies before they go public.</p><p>People</p><p>Blackstone Inc. said it has hired Amisha Parekh as global head of enviromental, social and governance, or ESG, for private equity, where she will serve as a managing director on the firm's portfolio operations group. Ms. Parekh will lead the firm's ESG diligence, policy development and strategy as well as reporting across all of Blackstone's private-equity reporting segment. She joins from Bloomberg, where she led ESG data acquisition and curation efforts and helped launch the company's sustainable finance product offering, according to a news release.</p><p>Impact investment firm Lafayette Square Holding Co. has hired Abhay Patel as a managing director focused on the U.S. Gulf Coast region for its credit strategy. He joins from Butler Snow Advisory, where he was a managing director of mergers and acquisitions.</p><p>Tax-advantaged investment specialist Monarch Private Capital has hired Vasanth Krishnamurthy as a vice president of asset management, focusing on energy. He joins from Texas utility company Entergy Corp., where he worked in corporate development.</p><p>Private credit specialist Monroe Capital has hired Sweta Chanda as a managing director and head of business strategy, based in New York. She was previously a director with New York Life Investment Management.</p><p>Industry News</p><p>Apollo Global Management Inc. is backing a media and entertainment-focused boutique investment firm started by Sherrese Clarke Soares, who founded and led Tempo Music Investments LLC, a portfolio company of Providence Equity Partners, until January, according to her LinkedIn profile. Apollo and some of its clients and funds are providing investment capital to the new firm, HarbourView Equity Partners, which is based in Newark, N.J. Providence Equity supplied most of the $650 million in investment capital that Tempo started out with to invest in music publishing rights in late 2019, according to news releases at the time.</p><p>Pay for junior private-equity professionals in Europe has swelled by 52% over the past two years, showing the growing competition for talent in finance, Paul Clarke reports for sister publication Financial News in London. Private-equity investment professionals with up to two years' experience across Europe and Africa earned an average of €178,600, equivalent to about $206,300, this year, according to recruiter Heidrick &amp; Struggles. That's an 11% gain from last year and a 52% jump from 2019.</p><p>Former RedBird Capital Partners partner and Stephens Group managing director Robert Covington has set up a growth-equity firm called Braemont Capital to back family-owned and founder-led companies, as well as ownership-minded managers, according to a news release. The Dallas-based firm has eight professionals and is investing $25 million to $200 million per deal.</p>",
  "published": "2021-10-08T13:52:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}