{
  "_id": "fa2f932447f9d91490852d5fb8ccbb5e467049aed0b198d918b3fd5b4dcac18d",
  "feed": "ftcomall",
  "title": "Covid has shown we must build better pandemic defences",
  "text": "<p><em>The writer is biosecurity fellow at Magdalene College, Cambridge</em></p> <p>The world has been struggling for nearly two years in the grip Covid-19, and the emergence of the Omicron variant has brought a wave of fresh infections. There is no doubt that the virus originated in China but that is as far as our knowledge goes: a serious lacuna given this pathogen has killed over 5.3m people and spread rapidly across the globe. The UK government has responded well with vaccines, therapeutic drugs and financial support to the economy. But it has done less well on procuring protective equipment, tracking the progression of the virus and working to detect the next pandemic. </p> <p>This is despite intensifying calls for action. Microsoft co-founder Bill Gates last month urged the WHO to establish a task force for disease surveillance and suggested the US and UK would have to spend “tens of billions” on research and development to guard against a future pandemic. Sarah Gilbert, who led development of the AstraZeneca Covid vaccine, has also urged politicians to invest in prevention. “This will not be the last time a virus threatens our lives and our livelihoods,” she warned this month. “The truth is, the next one could be worse. It could be more contagious, or more lethal, or both.” </p> <p>British ministers appear to recognise the importance of a pandemic threat infrastructure. Prime minister Boris Johnson spoke earlier this year of his ambitions for “an early warning system for the next pathogen, enabled by a worldwide network of pandemic surveillance centres”, and said the UK would work with the WHO on this project. However, progress updates have not been forthcoming. Britain's Joint Biosecurity Centre, founded in May 2020 to advise government on outbreak response, could run an effective early detection force at a UK level. But its role is entirely reactive and focused on Covid-19: broadening its remit to detect and respond to the next pandemic would be a quick win.</p> <p>National pathogen early warning systems (NPEWS) would help contain epidemics before they spread, and feed into a wider global system (GPEWS) to prevent epidemics progressing into full pandemics. A detection capacity in Wuhan might have prevented the reported 14m journeys in January 2020 which spread coronavirus worldwide before China finally locked down at the end of that month. Uncertainties around whether Covid originated as a leak from the Wuhan Institute of Virology make it imperative that all bio-safe labs where dangerous pathogens are examined should be fitted with systems which can immediately raise the alarm in case of any security breach. </p> <p>Effective detection would require an array of sensors — consisting of an air sampling device and a rapid DNA sequencer — at ports, airports, and international rail hubs. This would act as a virus weather map operating in&#xa0;near&#xa0;real time. Once detected, infected people or animals would be obliged to quarantine or isolate. Since the system picks up only the location of dangerous pathogens, rather than the individuals affected, people in the relevant area would have to agree to be tested in order to isolate the source. The cost of an integrated threat system is estimated at around £2bn for a country the size of the UK, according to the chemical, biological, radiological and nuclear threat security company Kromek. Given the £37bn budgeted for a moribund test and trace system, threat detection looks like good value. </p> <p>The WHO, which is already responsible for pandemic surveillance, has had neither the resources nor the political clout to engineer change. But Johnson and his ministers should use the influence of Global Britain to lobby for investment in prevention worldwide. We have seen the damage done by the current pandemic: there is not a moment to waste in stopping the next in its tracks. </p><p>Source: Hamish de Bretton-Gordon 2021 'Covid has shown we must build better pandemic defences' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-15T12:50:00.926Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 711,
          "end": 720
        }
      ],
      "nexusId": "10031144"
    }
  ]
}