{
  "_id": "83e78c0964873477da97e964e8e3bd3561fd5a4c0b806f1ec4df55e1893af708",
  "feed": "wall-street-journal",
  "title": "Notable & Quotable: Collegians on Climate",
  "text": "<p>Ms. Thunberg's cynicism about climate theater is not misplaced. China and Russia have been notably absent. Political scientists tend to view with deep suspicion such nonbinding agreements as those reached at COP26 on deforestation. Everyone agrees it is untenable to ask developing nations to halt development for the sake of reducing global emissions.</p><p>-- Addis Goldman, University of Chicago, international relations</p><p>Climate summits could be instrumental in fighting climate change -- if they were conducted in an honest way. COP26 shows that these types of gatherings are often purely symbolic. World leaders participate to appeal to their constituents by giving the appearance of taking action and being important. Meanwhile, ambiguous, easy-to-accomplish long-term goals are set, with no accountability. If China and other world polluters actually attended, and if the meetings produced significant agreements that could be submitted as legislation and implemented quickly, we would be better off in the fight against climate change.</p><p>--Isaac Speights, University of North Texas, psychology</p><p>The COP26 summit is a disenchanting exhibition of corporate semantics and international posturing. It is hardly surprising that a conference sponsored by multinational corporations-technology giant Microsoft and Scottish pharmaceutical company GlaxoSmithKline, for example-would eschew radicalism.</p><p>As difficult as it would be to quantify the effect of these sponsorships, we cannot suppose that such partners as the Japanese conglomerate Hitachi and the British grocery chain Sainsbury's have nothing to gain. At the least, these companies can present themselves as adjacent to climate-change activism and gain reputationally, regardless of whether they lead their respective industries in sustainable practices.</p><p>-- Luca Zislin, University of California, Berkeley, political science and English</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1282,
          "end": 1291
        },
        {
          "start": 1292,
          "end": 1301
        }
      ]
    }
  ]
}