{
  "_id": "1ee8b55c68704c675e23e6f0ad31e8146d9b583d6eb0e478de05f59b2ec1dedc",
  "feed": "wall-street-journal",
  "title": "Currencies: A Bet on Chinese Growth Is Out of Favor  ---  Australian dollar's ties  to China's economy are  shaken by yuan's new  role, trade tensions  ----  By James Glynn",
  "text": "<p>   SYDNEY -- China's role as a driver of the Australian dollar is being re-evaluated in global markets, helping send the currency to levels well below where traditional modeling suggests it should be. </p><p>   Australia has been a cornerstone supplier of commodities used by an industrializing China over decades, which in turn made the country's dollar a favorite bet of currency traders and sovereign-wealth funds seeking exposure to Chinese growth while at the same time managing risk. </p><p>   But souring diplomatic and trade relations between Beijing and Canberra have recently made the Australian dollar less attractive as a proxy for Chinese growth, some analysts say. Angry over Australian Prime Minister Scott Morrison's call for an international investigation into the first outbreak of Covid-19 in China, China has imposed a series of import restrictions and tariffs on Australian products including coal, wine and barley. </p><p>   Others cite the burgeoning trade in the Chinese yuan for diminishing the Australian dollar's appeal. According to the BIS 2019 Triennial Survey, the yuan is now the eighth-most-liquid currency, accounting for $285 billion of turnover a day, 4.3% of global foreign exchange. That is approaching the Australian dollar's daily turnover of $447 billion -- even while China continues to manage movements in its currency. </p><p>   The Australian dollar fell in July to an eight-month low of around 72.9 U.S. cents, even though iron ore -- Australia's most valuable export to China by far -- hasn't been affected by the trade dispute. Prices of iron ore have risen to a 10-year high this year, underpinned by stronger steel prices in China since Beijing last year ramped up stimulus spending with a focus on infrastructure. </p><p>   That disconnect is in contrast to the currency's movement in the aftermath of the financial crisis a decade ago. Then a run-up in iron-ore prices drove the Australian dollar above parity with the U.S. dollar, as mining companies spent heavily on expansion in Australia to feed Chinese demand. </p><p>   \"It is appropriate that the Australian dollar doesn't act as a China proxy,\" said Richard Grace, an analyst at PinPoint Macro Analytics.\"China's exchange rate now has enough liquidity to act as its own proxy for China's economy.\" </p><p>   Other headwinds are buffeting the Australian dollar, which is among the worst-performing major currencies in 2021. </p><p>    Recent outbreaks of the highly contagious Delta variant of the coronavirus have led to lockdowns in major cities, including Sydney, and raised fears that Australia's economy could contract in the current quarter. Some analysts are talking of a W-shaped recovery and the prospect of a double-dip recession if lockdowns drag on. </p><p>   The shadow over the economic outlook has bolstered views that the Reserve Bank of Australia will be among the last of the world's major central banks to raise interest rates and end quantitative easing. Real-money investors in futures markets now hold their most bearish stance on the Australian dollar since March 2020, said Sean Callow, currency strategist at Westpac Banking Corp. </p><p>   One silver lining is that a weakening Australian dollar helps exporters, which could cushion any weakness in output elsewhere in the economy. But those exporters have concerns of their own: The economic rebound in China, which buys more than 40% of Australia's exports, slowed in the second quarter. </p><p>    Daniel Been, currency strategist at Australia and New Zealand Banking Group Ltd., said rising liquidity in the yuan and the resulting opportunity to speculate directly on the Chinese economy is changing the Australian dollar's role in currency markets. He considered that to be a more important factor than trade and geopolitical tensions. </p><p>   \"This has been a slow evolution in the Australian dollar's behavior, rather than a recent occurrence because the heightened political tensions have changed investor views about the link between Chinese growth and Australia,\" he said. </p><p>   Still, Tapas Strickland, currency strategist at National Australia Bank Ltd., said the continuing fissures in the diplomatic relationship between Australia and China is a factor in the Australiandollar's weakness. </p><p>   Recent developments include Australia's federal government canceling an infrastructure deal between China and one of Australia's most populous states, and defense officials reviewing whether a 99-year lease granted to Shandong Landbridge Group in 2015 to operate Darwin Port -- in exchange for 506 million Australian dollars, or about $392 million -- is a potential national-security threat. </p><p>   Australia in July joined an outcry over a far-reaching cyberattack on Microsoft Corp. email software that the Biden administration has publicly blamed on hackers affiliated with China's main intelligence service. </p><p></p>",
  "published": "2021-08-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4621,
          "end": 4636
        },
        {
          "start": 4621,
          "end": 4630
        }
      ],
      "nexusId": "10031144"
    }
  ]
}