{
  "_id": "f2c2218912fac59a82af8e3ac27115ed89285f425ddf0c2215fc8e079fe590c8",
  "feed": "market-watch",
  "title": "Dow, S&P 500 build on records as earnings pour in",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 123 points, or 0.3%, to 35,863.57.</p><p>The S&amp;P 500 SPX was up 24 points, or 0.5%, at 4,590.</p><p>The Nasdaq Composite COMP gained 90 points, or 0.6%, to 15,316. The tech-heavy index traded as high as 15,384, briefly topping its closing record of 15,374.33 from Sept. 17.</p><p>On Monday, both the Dow and the S&amp;P 500 ended at record highs, with the Nasdaq Composite finishing just 1% away from a new high.</p><p>See:&#xa0;MarketWatch and Barron's are gathering the most influential figures in crypto to help identify the opportunities and risks that lie ahead in digital assets on Oct. 27 and Nov. 3.&#xa0;Register today.</p><p>What's driving the market?</p><p>“Investors are shrugging off concerns about inflation. Instead, they are focusing on the corporate earnings season, which continues to surprise on both side of the Atlantic,” said Fawad Razaqzada, market analyst at ThinkMarkets, in a note.</p><p>The S&amp;P 500 index has advanced for eight of the last nine sessions as third-quarter earnings reports have largely topped expectations, but analysts at Deutsche Bank are starting to notice a trend.</p><p>“Even though this has been a good earnings season in aggregate we are starting to see more companies with supply backlogs, hiring difficulties, and rising input prices that are eating into profits. Indeed yesterday saw a few consumer staples companies lower full year profit outlooks in their earnings releases,” said strategists led by Jim Reid.</p><p>See: Why it's wrong to compare today's inflation surge to 1970s-style ‘stagflation'</p><p>Tuesday's earnings wave included General Electric Co.GE, 3M Co. MMM, and, after the market close, Google parent Alphabet Inc.GOOGL and Microsoft Corp.MSFT. Social-media giant Facebook Inc.FB fell 2% after it surpassed third-quarter earnings estimates but issued a revenue outlook below Wall Street forecasts.</p><p>Overnight, Chinese Vice Premier Liu He and U.S. Treasury Secretary Janet Yellen held their second call in four months.</p><p>The S&amp;P CoreLogic Case-Shiller Home Price Index showed that home prices increased nationally 19.8% from a year ago in August, roughly in line with the previous month's increase. The separate 20-city index, which measures price appreciation among a group of major metropolitan areas across the country, showed a 19.7% year-over-year gain, down from a revised 20% annual gain the month before.</p><p>U.S. new-home sales increased 14% to an annual rate of 800,000 in September, the government said Tuesday. The median forecast of economists polled by MarketWatch was that new home sales would come in at an annual rate of 760,000 for September.</p><p>The Conference Board said its U.S. consumer confidence index rose to 113.8 in October from a revised 109.8 a month earlier.&#xa0;The gain follows three straight declines in sentiment. Economists polled by The Wall Street Journal had forecast a decline to 108.</p><p>Which companies are in focus?</p><p>Shares of General Electric were up 3% after the industrial conglomerate reported third-quarter profit and industrial free cash flow that beat expectations but revenue that surprisingly fell, while providing an upbeat full-year earnings outlook.</p><p>3M shares rose 0.5% after the maker of Post-it Notes and diversified industrial company topped forecasts for the third quarter.</p><p>Shares of Lockheed Martin Corp.LMT were down more than 11% after the defense contractor's profit and sales fell and sales came in below consensus estimates and the company said it would reassess its five-year business plan.</p><p>Raytheon Technologies Corp.RTX reported earnings and revenue that topped forecasts while raising its 2021 outlook. Shares were down 2.6%.</p><p>Shares of drugmaker Eli Lilly Co.LLY were down 0.9% after missing estimates on earnings but topping sales expectations.</p><p>United Parcel Service Inc.UPS reported third-quarter profit and revenue that beat expectations, with all business segments topping forecasts. Shares rose more than 7%.</p><p>What are other markets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y edged up 0.3 basis point to 1.636%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.1%.</p><p>Oil futures edged higher, with the U.S. benchmark CL00 up 0.5% at $84.18 a barrel, while gold futures GC00 fell 1.1%.</p><p>The Stoxx Europe 600 index XX:SXXP rose 0.7%, while London's FTSE 100 UK:UKX gained 0.6%.</p><p>The Shanghai Composite CN:SHCOMP was down 0.3%, while the Hang Seng Index HK:HSI fell 0.4% and Japan's Nikkei 225 JP:NIK jumped 1.8%.</p>",
  "published": "2021-10-26T11:52:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1664,
          "end": 1673
        }
      ],
      "nexusId": "10031144"
    }
  ]
}