{
  "_id": "925a3e8daacbacbe17c3d33ec5fc8fc14383cae436a0b454fe6840163dfcf5c8",
  "feed": "wall-street-journal",
  "title": "The Property Report:  SoftBank  Seeks More  Miami Space  ---  Decision to expand in  the city is fueled in  part by strong growth  in area's tech sector  ----  By Peter Grant",
  "text": "<p>    SoftBank Group Corp. is looking for a big block of expansion space in Miami in the latest sign that this city's tech sector is flexing its muscles. </p><p>   The Tokyo-based company, one of the world's largest tech investors, is searching for as much as 100,000 square feet of space, according to executives in the real-estate and technology industries. A SoftBank spokeswoman confirmed that the company is looking for expansion space in Miami but declined to go into detail. </p><p>   SoftBank, which currently occupies about 14,000 square feet in the city, said earlier this year that its funds would commit $100 million to startups in the region. That decision was based partly on the 40% growth in the region's tech sector between 2012 and 2018, according to a LinkedIn post in February by Marcelo Claure, SoftBank's chief operating officer and head of the firm's SoftBank Latin America Fund. </p><p>   He also cited the \"global shift to flexible work\" spaces which has accelerated during the pandemic. \"People are increasingly choosing where they want to live rather than where they have to live,\" Mr. Claure said. </p><p>   In other tech news in Miami, developers Related Group and East End Capital are expected to disclose this week that their Wynwood Annex project has signed office leases with two venture-capital funds, Founders Fund and Atomic, as well as an e-commerce startup named OpenStore. The three companies leased a total of 22,000 square feet in the 65,000-square-foot development that was completed in 2019. </p><p>   Also, Microsoft Corp. is on the prowl. The Seattle-based tech giant, which has a Latin American sales group based in the region, has been looking for space in Miami's Brickell neighborhood, according to real-estate and tech industry executives. A Microsoft spokesman declined to comment. </p><p>   Miami has been one of the urban success stories of the pandemic partly because of Florida's tax advantages over high-tax states like New York and California. Big financial companies like Blackstone Group Inc., Starwood Capital Group and Goldman Sachs Group Inc. have either decided to lease office space in the region or are considering such plans. </p><p>   Miami's tech industry has only recently begun to make a big contribution to the city's growth. An effort by the city to develop a tech hub during the dot-com bubble of the 1990s lost steam after the bubble burst. </p><p>   Just one decade ago, \"if you wanted to scale a high-growth tech entrepreneurship you had to go elsewhere\" like New York, San Francisco or Silicon Valley, said Matt Haggman, executive vice president of the Beacon Council, a public-private economic development partnership for the Miami region. </p><p>   But lately the city's efforts to build a tech industry have been gaining traction. Chewy Inc., the online pet-product retailer that is based in the Miami region, raised over $1 billion in an initial public offering in 2019. </p><p>   Another homegrown startup: REEF Technology Inc., which transforms underused urban spaces into food-delivery kitchens, Covid-19 testing centers and other hubs for goods and services. REEF last year announced a $700 million fundraising from investors including SoftBank's Vision Fund. </p><p>   Miami also has begun attracting big tech investment companies like SoftBank and Founders Fund. \"To have a premier funder with an office in your community is key,\" Mr. Haggman said. </p><p>   Tech neighborhoods are beginning to sprout in the city. For example, the Related development that attracted Founders Fund is in the Wynwood neighborhood north of downtown Miami that is becoming popular among tech firms for its mixed uses and gritty but hip vibe. </p><p>   Related's project also has leased space to LiveNation. Last year Spotify announced plans to move its south Florida headquarters to the neighborhood. </p><p>   As in most other cities, leasing activity in Miami vanished in the early months of the pandemic. But it began rebounding in the summer, said Jon Paul Perez, the president of Related Group. </p><p>   \"You started hearing about people buying expensive homes. Then you started hearing about people moving their offices,\" Mr. Perez said. \"That's when it all started taking off.\" </p><p></p>",
  "published": "2021-03-31T06:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1495,
          "end": 1509
        },
        {
          "start": 1495,
          "end": 1510
        },
        {
          "start": 1736,
          "end": 1745
        }
      ]
    }
  ]
}