{
  "_id": "5fc706faa8be4414ad8577d9a9a380882150bd1ca6eac00033ddf9e0ad5c95e6",
  "feed": "ftcomall",
  "title": "SolarWinds hires former Trump cyber security chief Chris Krebs",
  "text": "<p>The technology company at the centre of the most significant cyber hack in recent history has hired Chris Krebs, the fired US government cyber security chief, to help it deal with the fallout.</p> <p>SolarWinds, the Texas-based company whose <a href=\"https://www.ft.com/content/c13dbb51-907b-4db7-8347-30921ef931c2\">software was exploited</a> by suspected Russian hackers to spy on governments and businesses around the world, has appointed Mr Krebs as an independent consultant.</p> <p>Mr Krebs was in charge of the US cyber security agency until November, when he was <a href=\"https://www.ft.com/content/27ec8282-edf4-4b31-924d-b990792dc90f\">fired via Twitter post</a> by Donald Trump for challenging claims that the US presidential election had been compromised by fraud. </p> <p>He will work for SolarWinds to co-ordinate the company's crisis response alongside his new business partner Alex Stamos, a Stanford University professor and Facebook's former security chief. The pair, who operate as the Krebs Stamos Group, told the Financial Times it could take years before all of the compromised systems can be made completely secure again.</p> <p>Mr Krebs said: “This has been a multiyear effort by one of the very best, the most sophisticated intelligence operations in the world. </p> <p>“It was just one small part of a much larger plan that's highly sophisticated, so I would be expecting more companies that have been compromised; more techniques that we're yet to find . . . There's so much more to be written I think in this chapter of Russian cyber-intelligence operations.”</p> <p>Investigators are <a href=\"https://www.ft.com/content/e61325da-a0ae-47fe-99bf-b10f61b2658f\">scrambling to establish</a> the full scale and scope of the campaign, with some experts suggesting that it may stretch back years and remains ongoing.</p> <p>SolarWinds said in December that 18,000 of its clients may have been exposed to the hackers, who hijacked one of their popular software products in March. The hackers are believed to have hand-selected specific targets, posing as legitimate staffers in their systems to access confidential information stored in the cloud.</p> <p>The company has been accused of not being sufficiently open about the scale or method of the attack — a criticism Mr Stamos tacitly acknowledged while praising FireEye, the cyber security company that was <a href=\"https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F234332b4-eceb-43b1-b559-f80757514df8.jpg?source=next&amp;fit=scale-down&amp;dpr=2&amp;width=240\">itself a victim</a>.</p> <p>“FireEye has been extremely transparent and that's worked out really well for them. There's been less of that [from] the other companies involved, and that means that things are leaking out that may or may not be true,” he said.</p> <p>US intelligence officials said this week that they had identified “fewer than 10” federal agencies that had been compromised. The government's commerce, energy and justice departments have confirmed that they were targeted. The hackers also spied on <a href=\"https://www.ft.com/content/5c0e0a08-b485-4c22-a129-a93c5b811704\">dozens of US Treasury email accounts</a> and accessed systems used by some of the department's highest-ranking officials. </p> <p>The electronic filing system used by the federal courts was also compromised, the US judiciary said on Thursday.</p> <p>Last week, Microsoft <a href=\"https://msrc-blog.microsoft.com/2020/12/31/microsoft-internal-solorigate-investigation-update/\">said in a blog post</a> that the same hackers had accessed some of the internal source code underlying its proprietary software, although they had not modified it or accessed any customer data. </p> <p>Ejecting the hackers from systems may be another battle. Mr Stamos said the attackers were likely to have embedded hidden pieces of code that would enable them to continue snooping on agencies and companies for years to come. </p> <p>“The metaphor I use is the iron harvest, for Belgian and French farmers in the spring,” he said. “After the rains they go to their fields and they still find shells from world war one and world war two. That's what it's going to be like for a while.”</p> <p>While Mr Trump has <a href=\"https://www.ft.com/content/a05889b5-e802-4da1-b8f6-2ab7b8ca2567\">downplayed</a> the idea that Russian hackers are to blame and even pointed the finger at China, US intelligence agencies have said that the perpetrators were “likely Russian in origin”. </p> <p>Mr Krebs added that there was “zero question” in the intelligence community that Russia's foreign intelligence service, the SVR, was responsible. </p> <p>Some in Congress have called for the US to retaliate against the perpetrators, but Mr Krebs said that from what was known of the attack, it fell under the category of espionage, an assertion also made by<a href=\"https://www.ft.com/content/70b72f48-2e4f-4e94-8b02-502f3761ea6a\"> US intelligence agencies</a>.</p> <p>“The US has signalled on the world stage, over and over again, that this kind of behaviour is actually OK, so I don't expect that the US will respond,” Mr Krebs said. </p> <p>But he added that any escalation by the hackers should prompt a “dramatic” and “proportional” response from the US government.</p><p>Source: Kiran Stacey in Washington and Hannah Murphy in San Francisco 2021 'SolarWinds hires former Trump cyber security chief Chris Krebs' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T00:39:10.544Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2824,
          "end": 2833
        }
      ]
    }
  ]
}