{
  "_id": "29f944aef991062c0b40bb806bb09751bfb07a2ffa890061e2d76eadb75f4bdf",
  "feed": "wall-street-journal",
  "title": "Ray Dalio's Bridgewater Raises $1.25 Billion for Its Largest China Fund Yet; The Connecticut hedge-fund firm's first yuan-denominated fund has earned a 19% annualized return",
  "text": "<p>Bridgewater's assets under management in China ranged between 2 billion yuan and 5 billion yuan ($313 million to $782 million) as of early August, according to the Asset Management Association of China, a quasiofficial organization. The firm's newest onshore fund was recently marketed to institutional investors and wealthy individuals and has raised 8 billion yuan, the person familiar with the matter said.</p><p>The figure is a fraction of the roughly $150 billion that Bridgewater manages globally, but the new fund is much larger than comparable products from other foreign private-fund managers in China.</p><p>So far, only one of the 35 wholly foreign-owned private fund managers registered in the country manages more than 5 billion yuan, according to their records with the domestic asset-management association, which categorizes the firms' assets under management within specified ranges.</p><p>Winton Investment Management (Shanghai) Co., Ltd. recently ranked highest, with total assets between 5 billion yuan and 10 billion yuan by Oct. 29. Most of the firms in the group, which include units of Allianz Global Investors and Abrdn PLC, manage less than 500 million yuan ($78 million).</p><p>Raising large sums of money within China to invest domestically has so far proven elusive for most foreign-owned asset managers. Few global firms have name-brand recognition in the country and established investment records in the local markets. Building a distribution network for their funds—typically by joining with Chinese banks and brokerages—also takes significant time and resources.</p><p>\"Many foreign fund managers have found it difficult to compete against the local players. Bridgewater has shown them a path forward in China,\" said Ivan Shi, director of data analytics at Z-Ben Advisors, a Shanghai-based asset-management consulting firm.</p><p>The newest fund comes in the form of a trust product overseen by state-owned China Resources Trust, with Bridgewater's China subsidiary serving as the investment adviser, according to marketing documents viewed by The Wall Street Journal.</p><p>Investors buy into the trust, which will channel the money into a new Bridgewater \"All Weather Plus\" fund that invests in a combination of onshore Chinese stocks, bonds and commodities. It also makes macroeconomic calls on the direction of various Chinese financial markets.</p><p>The fund aims to deliver returns that are competitive with the Chinese stock market, while taking on much less risk. The minimum subscription is 2 million yuan, equivalent to roughly $313,000, and investment advisory fees are 0.35% a year, the documents show. The trust product is being distributed by Citic Securities and Citic Bank, as well as Ping An Bank.</p><p>Bridgewater's China subsidiary launched its first private fund in October 2018. That fund has averaged a 19% annual return over the past three years, according to the recent marketing documents. The CSI 300, an index of the 300 largest stocks listed in mainland China, averaged a 16.3% annual return over the same period.</p><p>Many global financial firms have been trying to build a bigger presence in China. Large American asset managers from BlackRock Inc. to Neuberger Berman have set their sights on the country's huge individual investor base.</p><p>In September, BlackRock raised 6.68 billion yuan in its maiden mutual fund for individual investors in China. The firm, via a separate joint venture with China Construction Bank and Singapore investment company Temasek, raised another 2.5 billion yuan in a wealth-management fund targeted at wealthy individuals.</p><p>Bridgewater's wholly owned China subsidiary received a license to sell investment products in 2018, and the following year became qualified to conduct investment advisory business in the country.</p><p>Mr. Dalio first visited China in 1984 and has been fascinated with the country since. The Wall Street Journal in 2017 reported on Mr. Dalio's and Bridgewater's business ambitions in China, and that he had told staff to avoid writing outright negative research on China. Mr. Dalio days later in a private note reassured Bridgewater clients that they could trust him to be honest about China.</p><p>Mr. Dalio, who is the firm's co-chief investment officer as well as its co-chairman, has said he views exposure to China as essential for diversifying investors' portfolios, among other reasons.</p><p>In recent months, China's crackdown on sectors including technology firms and for-profit education companies has spooked some foreign investors. Mr. Dalio has spoken bullishly about China.</p><p>After Beijing's regulatory action on several high-profile private companies, including Jack Ma's Ant Group Co. and SoftBank Group-backed ride-hailing giant Didi Global Inc., Mr. Dalio wrote in a LinkedIn post in July that many Western observers have \"missed out on what's going on in China and probably will continue to miss out.\" But he also said he thought it unfortunate that domestic policy makers didn't \"publicly communicate the reasoning behind their moves more clearly.\"</p><p>Write to Jing Yang at Jing.Yang@wsj.com and Juliet Chung at juliet.chung@wsj.com</p><p>Ray Dalio's Bridgewater Raises $1.25 Billion for Its Largest China Fund Yet</p>",
  "published": "2021-11-24T13:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}