{
  "_id": "00100774e747e60dfcded53391054bf46bc9e2f0314898b0b2d25e7213261efb",
  "feed": "wall-street-journal",
  "title": "Robinhood's Crypto Unit Hires New Chief Compliance Officer From Grayscale; Appointment comes as Robinhood's crypto unit faces regulatory scrutiny",
  "text": "<p>Mr. Melnicki was most recently chief compliance officer of digital currency asset management firm Grayscale Investments LLC, a post he had held since January, according to his LinkedIn profile. Before Grayscale, he worked as regulatory counsel at cryptocurrency startup Ripple Labs Inc. and Blockchain.com, a provider of cryptocurrency services to retail and institutional clients, with each position lasting about a year. Earlier, he was director of swap dealer compliance at Bank of America Corp.</p><p>His appointment followed the departure of Scott Hershorin, who left Robinhood in June. Mr. Hershorin is chief compliance officer and vice president of operations at Dragonfly Capital Partners, a San Francisco-based venture-capital firm that invests in crypto assets, according to Dragonfly's website.</p><p>A spokeswoman for Grayscale confirmed Mr. Melnicki's departure and said the company is searching for a successor.</p><p>Mr. Melnicki didn't immediately respond to an email seeking comment</p><p>Robinhood, which went public in July, said that month that its crypto business reached a settlement with the New York State Department of Financial Services. The company expects to pay a fine of $30 million related to the regulator's allegations and obtain a monitor, according to its quarterly report filed with the U.S. Securities and Exchange Commission in August.</p><p>The New York state regulator alleged that Robinhood Crypto violated anti-money-laundering and New York banking law requirements, as well as cybersecurity and virtual currency requirements, according to the filing. These allegations include failure to maintain and certify a compliant anti-money-laundering program; deficiencies in Robinhood Crypto's policies and procedures regarding risk assessment; and a lack of an adequate incident response and business continuity plan, according to the filing.</p><p>The crypto unit also received an investigative subpoena in April from the California attorney general's office that sought documents and answers to questions about its trading platform, business and operations, and applications of California's commodities regulations, according to the SEC filing. Robinhood said it is cooperating with the investigation.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Robinhood's Crypto Unit Hires New Chief Compliance Officer From Grayscale</p>",
  "published": "2021-09-24T15:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}