{
  "_id": "ef12c20226bbc74d3c2a4697a91fd1c8ce5020aebc7a9ce5c6923c02406ca8d6",
  "feed": "wall-street-journal",
  "title": "Amazon to Require All U.S. Warehouse Workers to Wear Masks Again; Spread of Covid-19's Omicron variant spurs tech giant to institute its latest change in mask rules",
  "text": "<p>The company employs about a million workers in the U.S. and has gone on several hiring sprees since the start of the pandemic, mostly adding hundreds of thousands of hourly employees to its warehousing operations.</p><p>The directive was announced through internal communications channels to Amazon warehouse workers.</p><p>\"The health and safety of our employees is of the utmost importance to us,\" the notice says. \"We hope this will only be required for the winter months and that further into 2022 we can return to our previous face covering policy, where permitted.\"</p><p>It isn't the first time that Amazon has altered its stance on masks this year. The company in August began requiring all warehouse workers to wear them, regardless of vaccination status, in response to the rise of the Delta variant, which was spreading rapidly at the time. Last month, after Covid-19 infections slowed, Amazon said workers who showed proof of their vaccination status wouldn't have to wear masks unless local directives said otherwise. Now, the company has returned to requiring all warehouse workers to mask up.</p><p>Earlier this week, the Centers for Disease Control and Prevention said Omicron had overtaken the Delta variant in the U.S. and accounted for an estimated 73% of infections for the week ended Dec. 18. CDC officials have encouraged people to wear masks in public indoor spaces, regardless of vaccination status.</p><p>The new variant's spread has been hurting businesses in a range of industries and it has led companies to temporarily close their offices or postpone plans for at-home workers to come back. Countries including Israel, the Netherlands and Germany have imposed new travel restrictions, and many large-scale events such as concerts have been canceled or postponed. This week, the World Economic Forum said it would postpone next month's annual meeting in the Swiss mountain resort of Davos for the second successive year.</p><p>In recent months, some U.S. companies have moved to require all workers and guests at their facilities to get a Covid-19 vaccine, including tech giants such as Microsoft Corp. and Facebook parent Meta Platforms Inc.</p><p>Amazon hasn't mandated that its workers get vaccinated though it has offered incentives for them to do so, such as bonuses.</p><p>Early in the pandemic, lockdowns and work-from-home life caused a significant uptick in online shopping, prompting a surge in orders that was difficult for Amazon to keep up with as some warehouse workers stayed home. The tech giant offered unpaid leave and a boost in pay for a time to encourage employees to work, but some criticized the company for being slow to enact policies that would limit the spread of Covid-19.</p><p>Amazon has defended its response to the pandemic, and said it complies with all laws and provides breaks and safety measures that are necessary to keep its warehouses operational. This year, the company has raised wages throughout its facilities and introduced new safety programs aimed at educating workers about body mechanics.</p><p>Still, some employees have begun to ask for a return of pay increases such as a $2-an-hour bump that workers received for a time at the onset of the pandemic. The Amazon Labor Union, an independent group representing workers in the Staten Island borough of New York City, on Wednesday filed a second petition for a union election.</p><p>The group withdrew an earlier petition last month after it failed to prove there was adequate support for a vote. The union, which operates without the backing of a major national labor organization, has said it seeks to achieve higher wages, create safer working conditions and increase paid time off, breaks and medical-leave options.</p><p>A spokeswoman for Amazon said the company's focus remains on listening directly to its employees and continuously improving on their behalf. She also said Amazon is skeptical that a sufficient number of legitimate employee signatures has been secured to warrant an election.</p><p>The National Labor Relations Board will review the filing and then verify whether the group has sufficient support for a vote before setting an election date, a spokeswoman for the federal agency said.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Amazon to Require All U.S. Warehouse Workers to Wear Masks Again</p>",
  "published": "2021-12-22T21:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2079,
          "end": 2094
        },
        {
          "start": 2079,
          "end": 2088
        }
      ],
      "nexusId": "10031144"
    }
  ]
}