{
  "_id": "4306443436ea5f1273f1bb84d163df04b2eaf9b5e569cdf34caa02e8b5a6cd39",
  "feed": "ftcomall",
  "title": "Growth of staff monitoring software stokes debate over rights and morals",
  "text": "<p>Brian Cramer has built a growing business helping financial services firms meet their legal obligations by tracking employees' communications and activities. But, now, demand for such tools is expanding beyond those companies — and for a broader range of reasons. </p> <p>Smarsh, where he is chief executive, focuses on the tightly regulated and scrutinised financial services sector. It uses algorithms and machine learning to trawl texts and voice transcripts of employees' calls, chats and other electronic interactions to identify potential insider dealing or illegal transactions.</p> <p>But many other employers — aided by increasingly sophisticated technology and the adoption of online working — are experimenting with new forms of digital monitoring, whether to improve productivity or to flag concerns over working practices. That is stoking debate over individuals' employment and privacy rights, as well as their physical and mental wellbeing.</p> <p>“Our current focus is [regulatory] compliance,” stresses Cramer. “But it's pretty easy to see the ability to apply it to areas and topics in firms where leadership would want to protect their culture and make sure there is a really attractive workplace.” He cites potential areas such as indicators of bullying, harassment or racism at work.</p> <p>Many specialist companies offer “spyware” with an even broader scope. Even widely used software such as Microsoft's Office 365 contains “<a href=\"https://www.theguardian.com/technology/2020/nov/26/microsoft-productivity-score-feature-criticised-workplace-surveillance\">productivity tools</a>” that are now coming under fresh scrutiny.</p> <p>Monitoring techniques can include recording keystrokes, GPS tracking, using laptop cameras and microphones, checking the volume and content of emails sent, and scrutiny of the nature of websites viewed. The growth in this electronic surveillance is taking place against a backdrop of limited safeguards or regulation.&#xa0;</p> <p>Not all applications need be sinister. Emma Röhsler, a partner at law firm Herbert Smith Freehills, notes the trend “to shift from focusing on hours worked to what employees are producing. What we're seeing from our clients is a desire to trust their employees, not be a Big Brother. No responsible employer wants to be seen as excessively monitoring. It's not good PR.”</p> <p>A recent poll her firm conducted among 375 large global employers suggested that more than four-fifths planned to switch from monitoring hours staff worked to measuring their output. It represents a shift away from the simplistic factory-era “clock-in, clock-out” surveillance of physical presence for a fixed period per day.</p> <p>Yet that shift to focusing on output instead of hours worked raises the question of how productivity is measured. A third of respondents to the survey expected that surveillance measures could trigger protests from employees. </p> <p>A separate <a href=\"https://www.skillcast.com/blog/remote-working-compliance-survey-key-findings\">survey</a> by YouGov of 2,000 UK corporate decision makers late last year for Skillcast, a consultancy, suggested that 12 per cent of employers had already implemented online software to track employees and monitor their performance, and a further 8 per cent planned to do so.</p> <p>“We're really worried by the rise in surveillance software over the last 18 months,” says Andrew Pakes, research director at Prospect, the British trade union for professional workers. “We were already alert to employers increasingly using digital tech to control and manage us but we've seen turbo boosters put on during the pandemic. Digital surveillance is now part of the mainstream.</p> <p>“Data is the new frontline in workers' rights. We are seeing technology which has the power to recruit us, performance-manage us, discipline us and promote us,” he says. “It's increasingly used to manage and discipline workers — that's a massive mission creep.”</p> <p>He cites software for coders that allocates their tasks and the time required based on whether they have completed similar previous tasks within the allotted hours. His colleagues have spotted data from movement tracking systems that were meant to ensure staff safety being used in discussions about how hard people are working.</p> <p>The union has also questioned the science behind algorithms that claim to measure the emotional happiness of staff, and <a href=\"https://members.prospect.org.uk/news/id/2012/November/9/Prospect-legal-win-for-Home-Office-staff\">legally challenged</a> the use of artificial intelligence in promotion procedures — which can bring the risk of opaque biases such as racial discrimination.</p> <p>Regulators are taking notice. The Information Commissioner's Office, which oversees data protection in the UK, says it has a number of “ongoing cases that involve the use of technology that has the potential to monitor the actions of employees”.</p> <p>In August, it opened a public <a href=\"https://ico.org.uk/about-the-ico/ico-and-stakeholder-consultations/ico-call-for-views-on-employment-practices/\">consultation</a> on data and employment practices. Drawing on the EU's general data protection regulation (GDPR) — itself <a href=\"https://www.ft.com/content/519832b6-e22d-40bf-9971-1af3d3745821\">under review</a> in the UK post-Brexit — it says employers should respect privacy, be clear about the purpose and benefits of monitoring, and make employees aware of the nature, extent and reasons.</p> <p>One difficulty for the watchdogs is that software designed and applied in countries with different employment and privacy rights, such as the US or China, is then used elsewhere. Internationally, the Uni Global Union network, a federation of trade unions representing more than 20m workers, has raised concerns about <a href=\"https://www.uniglobalunion.org/panopticon\">“panopticon” worker-surveillance practices</a> by Amazon around the world.</p> <p>For Röhsler, the key for employers is to be transparent in their discussions over the use of monitoring, to respect guidelines around privacy and employment rights, and ensure any use of tracking is “not more than is necessary for business needs”.</p> <p>Cramer says: “Labour laws and individual rights will definitely become important in this conversation”, adding that Smarsh aims to apply its tech in a way that is related to preventing risk. “The tech exists to do a lot of things. Whether they are right thing is up to the leadership of the company.”</p><p>Source: Andrew Jack 2021 'Growth of staff monitoring software stokes debate over rights and morals' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T05:00:36.841Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1387,
          "end": 1396
        },
        {
          "start": 1387,
          "end": 1398
        }
      ],
      "nexusId": "10031144"
    }
  ]
}