{
  "_id": "a8cb78535afaefe91dfa9bd5cb43ceff7e4b82e131026221093f2b646753e985",
  "feed": "market-watch",
  "title": "Wall Street mourns one of stock market's ‘brightest minds, biggest hearts' after car accident",
  "text": "<p>“Wall Street lost one of its brightest minds, biggest hearts, and kindest souls on Friday,” wrote Lori Calvasina, head of U.S. equity trading strategy at RBC Capital Markets, in a note on LinkedIn.</p><p>“I learned so much from Tobias about the stock market. But it is his willingness to tackle consensus thinking head-on that I'll remember the most and hope that I'll always keep with me,” wrote Calvasina, who was a protégé of Levkovich's when she worked at Citi from 2000 to 2010.</p><p>Levkovich lived in the hamlet of Hewlett in Nassau County, N.Y., located on the south shore of Long Island, and died after succumbing to injuries after being hit by a 2015 Toyota Camry while crossing Peninsula Boulevard at around 6 a.m. Eastern Time on Sept. 1 en route to his synagogue.</p><p>Doug Kass, president of hedge fund Seabreeze Partners Management,&#xa0;and a close friend of Levkovich's, in a blog post wrote that although the strategist in the “investment community” was known as “Tobias,” his family, friends “and the Jewish community, knew him as&#xa0;Tuvia, which in Hebrew means ‘God is good.'”</p><p>“To me, Tuvia combined&#xa0;the wisdom&#xa0;of a Byron Wien with the work ethic of a 25-year old. Tuvia was a special man,” Kass wrote, referring to Blackstone's&#xa0;Wien, who is a well-respected market pundit and still submits a list of predictions of “market surprises” annually.</p><p>“While it would be enough to recognize&#xa0;Tobias&#xa0;for his acumen as a strategist, it is his spirit, his compassion and his humanity for which he will truly be remembered and cherished by all of us,” wrote Levkovich's research colleagues at Citi, including Robert Rowe, Lucy Baldwin, Jon Rogers, and Anne Malone.</p><p>Levkovich, a managing director at Citi, had been its chief U.S. equity strategist since 2001. Bloomberg reported that he held a bachelor's degree in commerce from Concordia University in Montreal, where he is from. He also attended Boston University's Graduate School of Management.</p><p>In likely one of his last TV interviews before his accident, Levkovich said that investors may be driven by fear of meaningfully underperforming, or FOMU, rather than just fear of missing out, or FOMO, as stocks continued to rally to near records.</p><p>Levkovich said that investors are facing a number of headwinds, including slowing earnings, compared with outperformance from the torrid pace of the past several quarters as the economy and market has recovered from COVID-19.</p><p>“Money flows haven't been as good they were earlier in the year,” he said back in late August.</p><p>Levkovich said that investors were “reluctantly bullish” noting that “people are positioned because the market keeps going higher. ”</p><p>So far, equity markets have been facing far more bumps with the Dow Jones Industrial Average DJIA, the S&amp;P 500 index SPX, and the Nasdaq Composite Index COMP trading solidly lower (though markets were bouncing back on Tuesday).</p><p>Levkovich has made some prescient calls. One notable one was another August prediction, where he forecast that the market might come off the bullish boil in September.</p><p>“The paucity of immediate catalysts for a pullback is cited regularly, although we worry about higher taxes, cost pressures eating into profitability, tapering and more persistent inflation all coalescing in September (typically the toughest month seasonally for the S&amp;P 500),” he wrote.</p><p>It is a call that if investors had followed might have saved them money last month.</p><p>Then there is this call back in February of 2020 before the COVID pandemic really garnered Wall Street's attention.</p><p>“While there may be some good news on a potential slowing of the outbreak's spread outside of the Hubei province, we are reticent to think that the impact is behind us now,” wrote Levkovich.</p><p>“It is not any one aspect of&#xa0;Tobias&#xa0;that made him a bright shining star among us but the combination of his spirit and humanity that was so impactful to all of us,” wrote his Citi research colleagues. &#xa0;</p><p>“Tobias&#xa0;will be missed both personally and professionally. Our thoughts are with his colleagues and family during this difficult time,” wrote Paco Ybarra, head of Citi's institutional clients group, in a Monday memo.</p><p>––Barbara Kollmeyer and Steve Goldstein contributed to this article</p>",
  "published": "2021-10-05T13:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}