{
  "_id": "57216e38f3c0594e55ac891d7e87df47076d39aa2fcb9fa401286dee7540818a",
  "feed": "ftcomall",
  "title": "Bill Gates' farmland buying spree highlights investment appeal",
  "text": "<p>The Horse Heaven Hills in Washington State are known for wines, wind farms and potatoes. And, recently, swaths of the area have been bought up by Bill Gates. </p> <p>The Microsoft co-founder acquired 14,500 acres of the fertile land in 2018, helping to make him the largest private farmland owner in the US, with total holdings of almost 250,000 acres, according to <a href=\"https://landreport.com/2021/01/bill-gates-americas-top-farmland-owner/\">disclosures </a>in the US publication The Land Report this year.</p> <p>Gates may operate at a vast scale, but he is not alone. Although the global farmland market is still highly fragmented — in the US, institutional ownership is estimated to account for just 2.2 per cent by the US Department of Agriculture — investment by financial institutions and wealthy individuals has surged since the financial crisis, in relative terms.</p> <p>“There are some big macro-level trends around why existing institutional investors are becoming interested in land again, or looking to expand their portfolios if they already invest in land,” says Emily Norton, head of rural research at the property agency Savills.</p> <p>“There was a post-recessionary flight to safe assets [after the 2008 financial crisis], but the bigger trend is probably factors related to climate mitigation . . . increasingly, climate-positive trends are driving institutions and family offices to say: ‘Yes, that's the reason we want to be in that asset class'.”</p> <p>Farmland funds raised $5.7bn in 2019, a post-crisis high, before inflows receded to $2bn last year amid the pandemic, according to Preqin data.&#xa0;</p> <p>Martin Davies, chief executive of Westchester Group Investment Management — the world's largest institutional farmland owner and a division of US asset manager Nuveen — says arable land is a “pretty nascent asset class”.</p> <p>The investment case combines the promise of a regular income with potential gains from long-term productivity increases, as population growth and the subsequent demand for more and richer food drive improvements in farming technology.</p> <p>This is a process that Gates has promoted through his charitable foundation, which — though not directly linked to his private investment portfolio — has a focus on productivity gains through farming innovation. It aims to support improvements particularly in poor countries, as part of its “global growth and opportunity” programme.</p> <p>Environmental pressures are a factor. “The environment is now pretty relevant for pension-fund investors,” Davies explains. “Many have been coming out with targets to be carbon neutral by a certain date, and one tool to help with that is to invest in timberland and farmland.”&#xa0;</p> <p>The crop-growing land that large-scale investors have been buying produces lower greenhouse gas emissions than land used for livestock farming — and regenerative agriculture techniques can cut emissions even further. Some almond farms are approaching carbon neutrality, Davies notes.</p> <p>Analysts expect measures of carbon emissions and biodiversity to become more formalised, with the possible introduction of new carbon taxes. In the UK, farm subsidies are also set to be linked with environmental performance, in a post-Brexit overhaul. These shifts will provide big investors with an incentive to improve the environmental performance of land, Norton argues.</p> <p>“I think it will be a global trend — looking for degraded land assets and converting them to higher environmental status, whether through organic farming, land regeneration or agri-forestry.”</p> <p>Asset values are also driven by local factors and commodity prices, though. Globally, the Savills Global Farmland Index indicates an 11 per cent compound annual growth rate from 2002 to 2019.&#xa0;But investors have seen little capital appreciation in recent years and the near-flat performance recorded in the five years to 2019 — following a post-financial crisis rise — masks big variations. There were steep rises in Australia and New Zealand, and value drops in Argentina and Romania, Savills says, with local prices affected by commodity values and regulation. </p> <p>Nuveen diversifies its developed-world farmland portfolio by location and crop, combining cereals and oilseed with higher-value permanent crops such as nuts and fruit.</p> <p>Traditionally, the farmland market has been quite illiquid, even in its most developed markets, and dominated by farmer-owners. However, more farmland is now being sold as populations urbanise, says Davies. “In every location you have an older generation that owns land and farms, and invariably passes on the assets to a younger generation who don't really want to farm,” he says. “In all locations, there is a lot of land that is going to change hands.”</p> <p>As farmland ownership consolidates, there are social risks. Campaign groups have <a href=\"https://www.ft.com/content/84a646a0-dedc-11e5-b67f-a61732c1d025\">warned </a>that large investors risk pushing out smallholders and being seen as <a href=\"https://www.ft.com/content/84a646a0-dedc-11e5-b67f-a61732c1d025\">indifferent to local populations</a>. </p> <p>But, at the same time, if the institutional buying trend continues, a maturing market may make investors like Nuveen and Gates look like prime early movers. “In the same way as real estate and timberland have been institutionalised, this will lead to a more stabilised, but more uniform, market than existed before,” Davies believes.<br></p><p>Source: Judith Evans 2021 'Bill Gates' farmland buying spree highlights investment appeal' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T03:00:19.200Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 162,
          "end": 171
        }
      ],
      "nexusId": "10031144"
    }
  ]
}