{
  "_id": "d3492e9f934649dde0b6f3ee80216e010ce7dd8db337530613206587ef9dccf0",
  "feed": "wall-street-journal",
  "title": "Microsoft  CEO Sells  Half His  Shares  ----  By Aaron Tilley",
  "text": "<p>    Microsoft Corp. Chief Executive Satya Nadella sold about half of his shares in the company last week, according to a federal securities filing. </p><p>    In the filing last week with the U.S. Securities and Exchange Commission, the Redmond, Wash.-based software company reported Mr. Nadella sold 838,584 shares over two days, down from close to 1.7 million shares. </p><p>   The transaction yielded more than $285 million for Mr. Nadella. This is the single-largest stock sale for Mr. Nadella, according to InsiderScore. </p><p>   \"Satya sold approximately 840,000 shares of his holdings of Microsoft stock for personal financial planning and diversification reasons,\" a Microsoft spokesman said in a written statement. \"He is committed to the continued success of the company and his holdings significantly exceed the holding requirements set by the Microsoft Board of Directors.\" </p><p>   Analysts said the move could be related to Washington state instituting a 7% tax for long-term capital gains beginning at the start of next year for anything exceeding $250,000 a year. </p><p>   Since taking over as CEO in 2014, Mr. Nadella has overseen a turnaround in Microsoft's fortunes and transformed the company into one of the most valuable companies in the world as he focused the business on cloud computing and selling to large enterprises. The company is currently trading at a $2.53 trillion market capitalization, up about 780% since he was appointed CEO. </p><p>   During the pandemic, the company's business has accelerated even faster, as more organizations sought out its tools to facilitate remote work. Its stock is trading up more than 50% this year. Mr. Nadella was appointed chairman of Microsoft's board of directors in June. </p><p>   Microsoft shares rose 2.1% to $336.63 on Monday. </p><p>    Ben Silverman, director of research at InsiderScore, said the sale is similar to Tesla Inc. CEO Elon Musk's recent stock sales. Mr. Musk took to Twitter this month pledging to sell 10% of his stockholdings. The Tesla CEO was taking advantage of gains in the company's stock price, Mr. Silverman said. </p><p>   The filing of Mr. Nadella's transaction was made public on the Wednesday before the long Thanksgiving weekend. </p><p>   \"There's lots of savviness going on with the superwealthy in terms of trying to not spook the stock while taking advantage of market froth and getting ahead of tax-code changes,\" said Mr. Silverman. </p><p></p>",
  "published": "2021-11-30T07:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 561,
          "end": 570
        },
        {
          "start": 1112,
          "end": 1121
        },
        {
          "start": 1682,
          "end": 1691
        },
        {
          "start": 821,
          "end": 830
        },
        {
          "start": 641,
          "end": 650
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 1642,
          "end": 1651
        },
        {
          "start": 1642,
          "end": 1653
        },
        {
          "start": 1112,
          "end": 1123
        }
      ],
      "nexusId": "10031144"
    }
  ]
}