{
  "_id": "77bcb109b5900a73b7cd8ed6877ab99ace16a6328c8ea74fa082f68a2fb657bc",
  "feed": "ftcomall",
  "title": "Illumina pushes ahead with closing $8bn Grail merger in defiance of EU probe",
  "text": "<p>Illumina, the genetic sequencing biotech, has taken the rare step of finalising its $8bn acquisition of Grail, the cancer screening company backed by Jeff Bezos and Bill Gates, despite still being under investigation by the EU.<br><br><a href=\"https://www.ft.com/content/6913dc65-6bb3-4584-b76e-93e84e732311\">The deal</a>, scheduled to expire on December 20, is being investigated by Brussels over concerns that it may reduce innovation and competition.<br>However, the companies were worried the transaction would not get approved before that deadline and have made the bold move of closing the transaction ahead of any regulatory decision.<br><br>Illumina <a href=\"https://transformingcancerdetection.com/\">said in a statement</a> that it would hold Grail as a separate company during the European Commission's ongoing review. The announcement comes in the middle of a quiet period in Brussels, with many officials enjoying a summer break.</p> <p>The move will be seen in Brussels as provocative and some are likely to question its legal standing. By taking this step the companies risk a fine and a couple of years of legal wrangling in front of the European courts. </p> <p>Illumina first announced its intention to acquire Grail nearly a year ago, four years after the cancer screening firm was spun off. <br><br>Grail's blood test detects 50 different cancers before they start to show symptoms. “Illumina's acquisition of Grail will accelerate access and adoption of this life-saving test worldwide,” the company said in a statement.</p> <p>Brussels is conducting a in-depth investigation into the tie-up but there are worries it will only reach a conclusion after the December deadline for the deal to expire. </p> <p>Grail currently posts no revenues in the European Union and Illumina has argued the merger does not fall within the jurisdiction of the commission, the executive body of the EU, since it does not trigger regulatory thresholds within the bloc or within any member state. </p> <p>The Luxembourg-based general court will hear Illumina's jurisdictional challenge later this year. </p> <p>“By holding Grail separate while proceedings are ongoing, Illumina is positioned to abide by whatever final decision is reached in these legal processes,” the statement said.</p> <p>“Just as we are now able to screen for early-stage diabetes and high cholesterol, we will soon be able to conduct multi-cancer early detection with a simple blood test in your doctor's office,” said Francis deSouza, chief executive officer of Illumina. “Since early detection of cancer saves lives, this new genomic test will be nothing short of transformational for human health and the economics of healthcare.”</p><p>Source: Javier Espinoza in Brussels 2021 'Illumina pushes ahead with closing $8bn Grail merger in defiance of EU probe' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-18T21:12:43.159Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}