{
  "_id": "13015d82f92031f7560c3aad2c9c05d5016807122e120e4c8ec990d459dbf53f",
  "feed": "ftcomall",
  "title": "US software bosses cash in hundreds of millions of dollars of stock",
  "text": "<p>The chief of US software company Snowflake cashed in $344m worth of shares in the company this week, taking his total sales in 2021 to more than $600m and capping a spate of selling by leaders of high-flying software companies.</p> <p>The sales by Frank Slootman, who was not a founder of the database software company but was brought in 2019 to take it public, follows a surge in demand for cloud software since the start of the pandemic that has made it one of the hottest corners of the tech sector.</p> <p>Snowflake's shares dropped 10 per cent on Thursday amid a wider sell-off in tech stocks.</p> <p>The company's chief financial officer, Michael Scarpelli, also sold about $241m worth of shares this week. The sales accounted for 43 per cent of each executive's holding in the company.*</p> <p>Snowflake said the sales were “for financial and tax planning purposes”. </p> <p>Other software company bosses who have cashed in this year include Eric Yuan, head of video conferencing company Zoom, who has sold $609m of stock, according to research from InsiderScore/Verity. Yuan's sales have been spread over a year in which Zoom's share price has steadily eroded, slipping 67 per cent from the peak it touched last year.</p> <p>Dave Duffield, chair of HR software company Workday, and Henry Schuck, chief of ZoomInfo, which runs a database of business contacts, have also raised more than $600m each from stock sales this year, according to InsiderScore.</p> <p>ZoomInfo said its CEO's sales were “primarily” to cover a tax bill caused by a corporate restructuring. The other companies did not immediately give reasons for the share sales.</p> <p>So-called software-as-a-service companies sell online access to their technology, meaning they were in high demand when businesses were forced to operate remotely after Covid-19. The Bessemer index of cloud companies rose nearly three-fold from the start of the pandemic, before falling back nearly 20 per cent over the past month. The high share prices have left many software companies vulnerable to even small disappointments. </p> <p>Shares in DocuSign, an electronic signature company, plummeted more than 40 per cent earlier this month, the day after it issued a disappointing sales forecast. Its chief, Dan Springer, had already sold $82m worth of shares in the company earlier in the year, according to InsiderScore. Days after the stock collapse, he stepped back into the market to buy back $5m worth of shares.</p> <p>The race to cash in comes as the US Securities and Exchange Commission is looking to tighten the rules around sales by corporate insiders. Most executives make such sales using 10b5-1 plans, under which they appoint someone else to decide on the timing of a sale to avoid the risk that they might fall foul of inside trading rules. &#xa0;</p> <p>“Academic research has now shown repeatedly” that this blind trading rule has been “greatly exploited by insiders,” said John Coffee, a law professor at Columbia University. He added that the fact that the SEC's commissioners voted unanimously this week to change the rules, despite being divided on other issues along political lines, pointed to “broad recognition that something was wrong”.</p> <p>Other software chief executives who have been big sellers this year include Satya Nadella at Microsoft, who raised $285m by selling more than half his stake&#xa0;in November. Jeff Green at digital advertising platform The Trade Desk has raised $431m this year, Jeff Lawson of communications software provider Twilio has sold $173m of shares and&#xa0; Rob Bernshteyn of Coupa Software, whose software monitors business spending, has cashed in $141m.</p> <p>While the spate of selling has made the software sector stand out, the founders of some of the most valuable tech companies have been the biggest individual sellers this year. Jeff Bezos has raised nearly $10bn, while Google founders Larry Page and Sergey Brin returned to the stock market for the first time in four years, selling some $1.3bn of stock between them.</p> <p>Meanwhile, Elon Musk has sold $13bn worth of shares in Tesla, after asking in a Twitter poll whether he should sell in order to pay tax on some of his gains.</p> <p>“For a while, I thought it was the morally right thing not to sell stock,” <a href=\"https://www.ft.com/content/a7f75d25-d710-4aaa-9f57-49e24d67744d\">Musk said</a> in an interview with the FT, adding: “A captain should go down with the ship.” But he said he had turned to Twitter after being accused of holding on to his shares in order to avoid paying tax.</p> <p>*<em>This article has been amended to reflect the executives' sales, which include their latest option exercises</em></p><p>Source: Richard Waters and Miles Kruppa in San Francisco 2021 'US software bosses cash in hundreds of millions of dollars of stock' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T10:44:16.968Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3228,
          "end": 3237
        }
      ],
      "nexusId": "10031144"
    }
  ]
}