{
  "_id": "a2f8d20e2a640441af7ee183f1ef6725ac6e63ce2ef30a0cfe8af4236414ebc2",
  "feed": "ftcomall",
  "title": "Al Gore launches climate change asset manager",
  "text": "<p>Al Gore, the former US vice-president, and financier David Blood have set up a new asset manager that they say will turn the traditional investment model “on its head” by prioritising tackling climate change over short-term financial returns. </p> <p>Just Climate, which launches on Wednesday with a mandate to invest in solutions that will help to limit global temperature rises to 1.5C since pre-industrial times, has the backing of Microsoft, Ireland's sovereign wealth fund and a foundation linked to flat-pack retailer Ikea.</p> <p>Blood, the former head of Goldman Sachs Asset Management, said the new investment group would focus largely on private markets and take a long-term approach by backing projects and companies for periods of up to 15 years across energy, transport, building, agriculture and other industries.</p> <p>The launch comes as the investment industry is under increasing pressure to play a bigger role in the shift to a low-carbon economy, with critics arguing the sector is not doing enough to finance climate change solutions or use its power as shareholders to shape the practices of fossil fuel producers. </p> <p>Blood, who <a href=\"https://www.ft.com/content/9fe06a2a-11b7-11e4-8279-00144feabdc0\">set up</a> sustainable asset manager Generation Investment Management with <a href=\"https://www.ft.com/content/1757dc40-486f-11e8-8ee8-cae73aab7ccb\">Gore</a> almost two decades ago, said there was a need for capital markets to change how investments were valued by putting more focus on the impact.</p> <p>“By not prioritising the impact, we are not moving fast enough [to tackle climate change],” he said. “Business as usual won't get us to cut emissions in half in the next nine years.”</p> <p>Although he would not be drawn on the size of the first fund, Blood said the Generation partners would contribute about 3 per cent of the total assets and that he hoped Just Climate would be “as big as Generation in months and years ahead”. Generation's assets under management are about $36bn. </p> <p>While the traditional investment model focuses first on financial metrics, Just Climate will instead start by assessing the potential impact of any investments in terms of global warming, Blood said. “That is what is driving the capital allocation,” he said, but added that the company was a for-profit business and the new model would still work within a traditional risk and return framework. </p> <p>He added that although there were burgeoning climate solutions for many sectors, investors often ignored these because they were often too capital-intensive, unproven at scale, in challenging geographies or would take too long to be commercially viable.</p> <p>“There is a capital gap for sure. But most important there is an impact gap. Right now, when we look at the opportunities that will decarbonise the economy most quickly, capital is not flowing to them.”</p> <p>Blood will chair the new investment house, while <a href=\"https://www.ft.com/content/d90847fe-38c0-11e2-bd13-00144feabdc0\">Shaun Kingsbury</a>, formerly chief executive of UK Green Investment Bank, will take on the role of chief investment officer. Kingsbury said Just Climate could “play a critical role in financing those typically asset heavy parts of the climate transition”.</p> <p>Gore, who has warned that the entire financial system needed to be <a href=\"https://www.ft.com/content/a8884d9f-d9d8-4b88-b34b-c59c97408629\">reformed</a> if global warming was to be abated, will serve as chair of the new asset manager's climate impact advisory group. </p> <p>“As a sector, we urgently need to seriously rethink how capital is allocated in order to deliver real progress toward the net zero commitments we have made,” he said.</p> <p>Microsoft's climate innovation fund, Ireland's strategic investment fund, Imas Foundation, which is part of the Ikea flat-pack furniture empire, and Harvard Management Company, the entity that oversees Harvard university's endowment, are among the asset manager's founding clients.</p> <p>Lucas Joppa, chief environmental officer at Microsoft, said: “Through this partnership, we look forward to helping grow areas of work that will aid in the global need to decarbonise and act as powerful assets in the fight against climate change.”</p> <p>Blood said the asset manager hoped to make its first investments by the end of the year. Just Climate has been set up as a separate company to Generation, although the partners of Generation are the owners of Just Climate.</p><p>Source: Attracta Mooney in London 2021 'Al Gore launches climate change asset manager' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-26T23:01:31.901Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3333,
          "end": 3342
        },
        {
          "start": 427,
          "end": 436
        },
        {
          "start": 3659,
          "end": 3668
        }
      ]
    }
  ]
}