{
  "_id": "ce2fb1058ca9a5d9879429ea9223605a34c82a6d509b3b3d1395f98d307e667f",
  "feed": "wall-street-journal",
  "title": "SoftBank Bets On Luxury Sales Aimed at Avatars",
  "text": "<p>Zepeto, even by the nascent standards of the metaverse, is niche. Roblox Corp., which runs one of the most popular metaverse platforms, said it had more than 47 million daily active users as of the third quarter.</p><p>But about 70% of Zepeto's users are female and between the ages of 13 and 24, Naver said -- a rarity in the metaverse landscape that is largely dominated by older, male gamers.</p><p>The SoftBank Vision Fund 2 investment values Zepeto, launched in 2018, at more than $1 billion. A group of South Korean investors including HYBE Co., which manages K-pop boy band BTS, is separately pouring in about $41 million at the same valuation. The Series B fundraising round led by SoftBank was announced Tuesday.</p><p>Zepeto's appeal to young females, mostly across Asia, shows the metaverse's potential to reach a diverse audience and create a new online marketplace. Some 1.5 billion virtual fashion items are sold on Zepeto, most of which are made by independent creators and typically cost a few dollars or less each.</p><p>Big fashion brands, including Gucci, Dior and Ralph Lauren, have also unveiled virtual clothing collections on Zepeto. Singer and actress Selena Gomez and Blackpink, the popular K-pop girl group, have sold exclusive items and held fan meetings within the platform.</p><p>\"We're probably the world's largest virtual fashion marketplace,\" said Rudy Lee, the chief strategy officer at Naver Z Corp., a subsidiary of the South Korean internet giant that operates Zepeto.</p><p>Global tech companies are investing billions of dollars and rolling out new products catering to this emerging digital world. Facebook owner Meta Platforms Inc. in October renamed itself after the virtual realm, vowing to spend billions of dollars on its metaverse division focused on augmented- and virtual-reality technologies. Microsoft Corp. has announced software tools to enable more interactive virtual meetings in the metaverse. Nvidia Corp. and Advanced Micro Devices Inc., which provide chips critical for metaverse infrastructure, have seen their share prices surge.</p><p>It's early days for the metaverse, with offerings still fragmented and a user base that consists largely of trend-savvy gamers. There is no consensus yet for what the metaverse will eventually look like, industry analysts say.</p><p>SoftBank's investment in Zepeto marks its second metaverse-related bet in recent weeks, following a $93 million investment round that it led for The Sandbox, a Hong Kong-based online game platform centered around blockchain technology.</p><p>\"We believe that the metaverse has the potential to be the next evolution of the internet,\" said Greg Moon, managing partner at SoftBank Investment Advisers, the technology group's London-based subsidiary that manages SoftBank's Vision Fund 2.</p><p>Zepeto's biggest user bases are in China and Indonesia, Naver said, though it has a significant audience in the U.S., Brazil, Japan and its home country.</p><p>The platform could grow based on this global base of Gen Z users, its avatar-related technologies and plans to increase investment into new realms such as games, Mr. Moon said.</p><p>For now, Zepeto's creator economy is centered on fashion. ZDE, a 28-year-old creator based in Seoul, earns about $8,500 a month on average selling digital clothes on Zepeto, having sold more than 1.4 million virtual items over about a year and a half.</p><p>\"I first started Zepeto as a side hustle, but business has been so good that I'll soon be leaving my job soon to devote my full attention to designing items for Zepeto,\" ZDE said.</p><p>Fans of Zepeto say the metaverse platform gives opportunities to meet people world-wide and do things that they say aren't easy in the real world, such as snapping selfies with a favorite K-pop star or buying a Gucci shirt.</p><p>\"I can never wear the things Blackpink wears in real life. But my Zepeto avatar -- she can. The dress-up part, I really love that,\" said Monica Louise, 28 years old, who makes videos and social-media content featuring her Zepeto avatars. She said she first joined Zepeto while living in the Philippines, before recently moving to Canada.</p><p>Zepeto-related content has also gained traction on social-media platforms. On the video-sharing app TikTok, a hashtag for Zepeto has amassed more than 11 billion views, while the hashtag GBP zepeto has about 3.3 million posts on Instagram.</p><p>To become a bigger metaverse platform, Zepeto would need to build up a more intricate ecosystem where a wider range of creator-developed content is reaching users, as more-established players such as Roblox have done, said Kim Joong-han, a Seoul-based analyst covering global tech platform companies at Samsung Securities Co.</p><p>\"Zepeto as of now is functioning more like a social-networking service using the metaverse concept,\" said Mr. Kim, noting that Zepeto is still fairly new and developing.</p>",
  "published": "2021-12-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1805,
          "end": 1820
        },
        {
          "start": 1805,
          "end": 1814
        }
      ]
    }
  ]
}