{
  "_id": "beb113c17b292a74a4f4ea638310265e97d9ade09a5078f391eb4220137fd2f2",
  "feed": "ftcomall",
  "title": "Biden, Putin and the new era of information warfare",
  "text": "<p>The homepage of Global Research, a Canadian website that bills itself as an independent research and media organisation, is universally bleak about the prospects of western-made Covid-19 vaccines.</p> <p>“Covid-19 Vaccines lead to new Infections and Mortality: The evidence is overwhelming,” runs <a href=\"https://www.globalresearch.ca/covid-19-vaccines-lead-to-new-infections-and-mortality-the-evidence/5746393\">one headline</a> from May. “Alarming casualty rates for mRNA vaccines warrant urgent action,” says <a href=\"https://www.globalresearch.ca/alarming-casualty-rates-mrna-vaccines-warrant-urgent-action/5746343\">another</a>.</p> <p>According to the US state department, the Montreal-based non-profit is anything but independent. Instead, it said in <a href=\"https://www.state.gov/wp-content/uploads/2020/08/Pillars-of-Russia%E2%80%99s-Disinformation-and-Propaganda-Ecosystem_08-04-20.pdf\">a report </a>published last year, the organisation is “deeply enmeshed in Russia's broader disinformation and propaganda ecosystem”.</p> <p>Global Research was a partner of another website, Strategic Culture Foundation, that is directed by Russia's Foreign Intelligence Service (SVR), the report said. The Canada-based group has also published content from SouthFront, which the US Department of Justice designated in April — alongside SCF and two others — as a “disinformation outlet” of Russia's intelligence services, in this case the FSB. </p> <p>As <a href=\"https://www.ft.com/content/0f24b0a9-1847-431c-807e-6e249fe7181b\">Joe Biden</a> prepares to meet Vladimir Putin at a summit in Geneva on Wednesday — their first meeting since the US president took office — the efforts by Russia-linked groups to sour opinion on Covid-19 vaccines are part of what the US sees as an intensified disinformation campaign by Moscow.</p> <p>In the past, the US has sought to use summits with Russia to resolve disputes over nuclear warhead numbers or to criticise Moscow's invasion of Ukraine. In Geneva, the Biden administration will be focused on what it sees as Russia's “harmful activities” in <a href=\"https://www.ft.com/stream/14e2aafc-b4fc-431f-847b-be2742e5c6f9\">cybersphere.</a></p> <p>For the US, the disinformation operations follow a series of cyber attacks and <a href=\"https://www.ft.com/content/aa03cbf6-0750-4bce-8c50-ccf87f3fcd18?edit=true\">hacking incidents </a>which all appear to have some level of Russian involvement. US officials and experts believe they amount to an accelerated policy of sowing discontent and mistrust among the American public, aimed at undermining institutions and faith in democracy, at a time when fierce political polarisation in the US is exposing those same fissures.</p> <p>“They are constantly exploring, looking, poking, prodding — not just systems but also the American public — looking for ways to cast doubt, to divide us along racial lines, along political lines, along whatever societal divisions we already have in existence,” says Matthew Masterson, former senior cyber security adviser at the Department of Homeland Security now at Stanford Internet Observatory. “That's hybrid warfare in the 21st century.”</p> <p>US officials and monitoring groups say Moscow's efforts to disrupt and undermine US democracy have adapted fast to the arrival of a new administration. Misinformation about Covid-19 vaccines is just one part of that effort, they say.</p> <p>“Clearly there is a more direct campaign against the Biden administration than there was against Trump,” says Bret Schafer, a propaganda expert at the Alliance for Securing Democracy, part of the German Marshall Fund think-tank which was set up to track disinformation. </p> <p>Schafer has developed a tracker that collects data from 350 Twitter accounts, 27 websites and two YouTube channels that are affiliated with the Russian government or Russian state-funded media outlets. “I couldn't pick out a single positive story in the past six months,” he says.</p> <p>Biden is seeking to use the Geneva summit to help stabilise relations and resolve what he said on Sunday were “actions which we think are inconsistent with international norms”.</p> <p>The US president also said he agreed with a proposal from Putin that could allow the US and Russia to <a href=\"https://www.ft.com/content/81c644d4-811f-4d9c-b4ac-bb0ee1038526\">exchange cybercriminals</a> wanted by each other's governments.</p> <p>But few US experts on Russia believe Moscow is likely to back off in any significant way in its cyber activities. “The Russians have effectively already declared war quite a long time ago in the information sphere,” says Fiona Hill, former senior Russia director on the National Security Council during the Trump administration.&#xa0;</p> <p>“They've been trying to prove that they are a major cyber force — they want to create a wartime scenario so then they can sit down and agree some kind of truce with us.”</p> <h2>‘Malinformation' vs ‘disinformation' </h2> <p>The notion of disinformation wars, though long in existence, came into its own in the wake of the 2016 US presidential elections that brought Trump to power. US investigators found co-ordinated efforts by a Russian “troll farm”, the Internet Research Agency, to influence the polls. </p> <p>Yevgeny Prigozhin, the alleged caterer-turned-warlord known as “Putin's chef” who US officials say funds the troll farm, has denied its existence and Moscow says it was not behind such efforts.&#xa0;But the US indicted 13 IRA employees for their involvement in the campaign and since then, Russia has remained one of the most active nations conducting clandestine influence operations, according to Facebook. </p> <p>US officials and researchers believe some of the recent forays into the information space have been more subtle, relying on real sources rather than inventing negative stories. One example has been the <a href=\"https://www.strategic-culture.org/news/2021/05/14/open-letter-from-retired-us-military-leaders-dictatorial-biden-administration-suggests-bad-times-ahead/\">number of stories</a> in recent weeks flagging concerns over Biden's health. In this case, the prompt was a May letter signed by 124 retired US generals who questioned the outcome of the 2020 presidential election and “the mental and physical condition of the commander-in-chief”, which was also widely covered by mainstream US media outlets.</p> <p>For experts, this is part of an effort from Russia to shift away from fake bots and personas amid a crackdown by social media platforms on inauthentic activity. Instead, they say, Russian output is citing facts found in western sources and amplifying existing voices.</p> <p>“When it comes to US domestic narratives, they're almost always piggybacking on something that exists,” says Schafer. “From the official sources we very rarely see something that you would categorise as being invented”. Instead, Russia is now focused on “wildly misleading” context rather than making up facts: Schafer says he prefers the term “malinformation” to outright disinformation in such cases.</p> <p>The aim, say experts, is to prey on US domestic division, such as that over race relations and claims of election fraud, or to stoke culture wars on both the right and the left. Covid-19 has proved a particularly fertile area. </p> <p>“It is very clear that Russia is up to its old tricks,” said Ned Price, a state department spokesman, in March. “And in doing so is potentially putting people at risk by spreading disinformation about vaccines that we know to be saving lives every day.” He added that the state department's Global Engagement Center, which has previously analysed Russia's “propaganda ecosystem”, had identified four Russian online platforms that were directed by Moscow's intelligence services and which spread disinformation about vaccines being used in the US. </p> <p>“We have seen Russia certainly amplifying superspreaders of counter-vaccine disinformation or just Covid conspiracy theories,” says Nina Jankowicz, an expert in Russian disinformation at the Wilson Centre. “Russia doesn't create this stuff . . . but they latch on to pre-existing narratives, societal distrust, and amplify that.”</p> <p>Sometimes Russia targets “prominent US individuals” to push influence narratives to the domestic US audience, according to a <a href=\"https://www.dni.gov/files/ODNI/documents/assessments/ICA-declass-16MAR21.pdf\">March report</a> from the US intelligence community. It said Putin had authorised such information operations for the 2020 polls rather than repeating persistent efforts to hack election infrastructure in 2016.</p> <p>US lawmakers are among American citizens accused of spreading Russian propaganda. Last month, Republican senator Ted Cruz was criticised after he shared on social media a video montage that <a href=\"https://twitter.com/tedcruz/status/1395394254969753601\">unfavourably</a> compared a US military recruitment advert to a Russian one. </p> <p>“Whenever there's something useful out there in the information ecosystem that makes it look like there's mud on America's face, then they'll use that,” says Graham Brookie, a former Obama administration official who is now director of the Atlantic Council's Digital Forensic Research Lab, which tracks open-source foreign disinformation. “It's a clever engagement strategy, and it shows how divided we are.”</p> <h2>Sophisticated hacks</h2> <p>Researchers at social media intelligence group Graphika last week revealed that the people behind a fake rightwing outlet which had been taken down in October by social media platforms including Facebook, Twitter and YouTube have begun targeting more niche rightwing social media platforms such as Gab, Parler and patriots.win, which are only lightly moderated. </p> <p>Graphika said that the campaign, which was “still active”, focused on spreading narratives of voter fraud, as well as “highly offensive” cartoons accusing Biden of “senility, sexual harassment and paedophilia”. </p> <p>Camille François, chief innovation officer at Graphika, says these alternative platforms were enabling Russian operatives because a “lack of policies . . . means that campaigns are not being taken down, and can be more successful in their hyper-targeting of specific far-right communities”. </p> <p>Russia's cyber efforts go far beyond polarising influence campaigns, however. Officials say that direct cyber attacks are now successfully targeting the US government on a grand scale and that indirect attacks risk critical infrastructure.</p> <p>In April, the Biden administration blamed Moscow for a months-long hack that affected nine federal agencies and more than 100 private companies. The operatives — widely believed by the US government to be part of Russia's SVR — hacked software from the US company SolarWinds in order to breach government and company email systems.</p> <p>The breach was first detected in December, but Moscow appears to have continued its campaign. In May, Microsoft said it had evidence the same group hijacked an email system to pose as the USAID development agency and carry out a phishing campaign targeting more than 150 government agencies, human rights groups and non-governmental organisations worldwide.</p> <p><a href=\"https://www.ft.com/content/719a5e07-c8fa-45bb-8ce0-5af163c8f838\">Ransomware attacks</a> attributed by the US to Russian cyber criminals also forced temporary closure of a commercial pipeline and meatpacking company in May. The US has not directly blamed the Kremlin, but the US Treasury earlier this year accused Russia's FSB, of “cultivating and co-opting” one ransomware group, known as Evil Corp. The White House said it told Moscow “responsible states do not harbour ransomware criminals”.</p> <p>Andrei Soldatov, a Russian security expert at the Center for European Policy Analysis, says ransomware attacks by Russian criminals were “extremely convenient” for the Kremlin as US investigators are forced to ask Moscow for assistance in tracing them. “You are not only dealing with a political issue but the added problem of needing to request co-operation with Russian security services,” he adds. “It's very smart.”</p> <p>Andrea Kendall-Taylor, former senior US intelligence official who Biden appointed Russia director on the National Security Council before she turned it down for personal reasons, says Putin could prevent such attacks if he wanted. “It's becoming more brazen and [they are] going after bigger targets.” she says of Russia's disruptive cyber attacks.</p> <p>The Biden administration is also investigating a host of suspected “directed” radio frequency attacks on US officials known as Havana syndrome after US officials stationed in Cuba first reported it in 2016. Similar symptoms have been reported in China and elsewhere since 2018. </p> <p>Although US secretary of state Antony Blinken said last week that “we still simply do not know” the cause of the incidents, suspicion has fallen on Moscow. Two people briefed by US intelligence officials say Russia was the most likely culprit if they were confirmed as attacks. One said there was a possibility it was a prototype intelligence-collection technique gone wrong in which the Russians might be attempting to steal data from computers and phones by “pulsing” radiofrequency energy towards devices that ended up also affecting people in the immediate vicinity.</p> <p>“One of the theories is they tried it in Havana, they tweaked it and they tried it again in China,” says the person.&#xa0;</p> <p>Hill says the Havana attacks, if proven to be perpetrated by Moscow, would fall into a pattern of Russian disregard for collateral damage in intelligence collection.</p> <p>“The Russians take great pride in their novel ways of getting at you . . . in many respects it's a continuation of the cold war,” says Hill, who suspects Russians have previously exfiltrated data from her phones, hacked her work laptop at the time she was writing a 2015 book about Putin and regularly tailed her. “They don't really care about the harm they could cause.”</p> <p>She adds that when Russia's previous use of polonium, a radioactive poison, and novichok, a nerve agent, to target opponents came to light, the revelations were not wholly unwelcome in Moscow because it signalled to Russia's own citizens the dangers of spying or dissent. “It's softening up the enemy, making them feel that they're going to be defeated.”</p> <h2>West plays ‘whack-a-mole'</h2> <p>Attempting to stop Russian information operations and cyber hacks is an uphill task. “It's like whack-a-mole,” says James Lewis, cyber security expert at the Center for Strategic and International Studies. “I think that's why the Russians enjoy this so much; it's constitutionally hard for us to take action,” he adds.</p> <p>Russia has for years sought to lay down some form of global peace treaty for cyber space, but the US has been wary of entering any form of talks that presuppose both sides are equal, or bear equal responsibility for past cybercrimes.</p> <p>The Biden administration has signalled that it is actively seeking to discuss cyber attacks to establish limits and signal heavy responses if breached. </p> <p>“It is a good thing that they have stopped this silly policy of refusing to talk with us about cyber issues,” a senior Russian government official told the Financial Times. “Now that is on the [Geneva] agenda we can at least discuss it, but we are far from co-operation.”</p> <p>As one first step, the Biden administration wants to expose Russia's information operations but without resorting to militarised language about cyber “warfare”.</p> <p>Biden's approach indicates he wants to solicit support from Nato, harden the resilience of critical US infrastructure and take steps to defend democracy at home and abroad. His national security adviser Jake Sullivan has promised to respond in ways “seen and unseen”, suggesting the US could take increasing covert cyber actions of its own. </p> <p>In the propaganda sphere, Todd Helmus, a disinformation expert at Rand Corporation, a US think-tank, argues that although fact-checking was helpful for certain audiences, it will not resolve the issue. “There's no single policy that addresses this problem; it's very complex,” he says. </p> <p>Others caution that the impact of Russian information operations is hard to assess. “We still really lack an understanding of the effects of what Russia is doing,” says Kendall-Taylor, who said rules of the road would help. </p> <p>But even if the Geneva summit provides some clarity, the direction of travel seems clear. </p> <p>“This invisible war is becoming more and more real, and is becoming one of the principal tools in this hybrid war, [this] confrontation between the United States and Russia,” says Dmitri Trenin, director of the Carnegie Moscow Center. “I see no real let-up in this confrontation. I think it will intensify . . . I'm afraid, before we find a new normal.”</p><p>Source: Katrina Manson in Washington, Henry Foy in Moscow and Hannah Murphy in San Francisco 2021 'Biden, Putin and the new era of information warfare' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T04:00:39.526Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9712,
          "end": 9721
        }
      ],
      "nexusId": "10031144"
    }
  ]
}