{
  "_id": "815ff9cda6cbf1a75824bf58b09a7dc92961a54fc83b25c7a3af569464ea5c0a",
  "feed": "ftcomall",
  "title": "Erdogan reverts to type with bank governor's sacking",
  "text": "<p>When Turkey raised interest rates more than market expectations last week, Naci Agbal was cheered by investors who viewed the move as more evidence that the central bank governor was willing and able to pursue a conventional monetary policy. </p> <p>Two days later, he was out of a job — the third governor President Recep Tayyip Erdogan has sacked in less than two years — and the&#xa0;currency was set to tumble as much as 14 per cent. </p> <p>The shock decision announced in the early hours of Saturday has rattled investors who hoped the appointment of Agbal, a market-friendly economist, four months ago meant Erdogan was ready to cede a degree of autonomy to the bank.</p> <p>Now analysts warn of the risk of a fresh currency crisis at a precarious time for emerging markets, and fear that Erdogan, who has long railed against high interest rates as “the mother of all evils”, is returning to his old ways. </p> <p>“Investors engaged in consensual hallucination, believing Erdogan would take a step back; it would be different this time, he wouldn't trigger a currency crisis,” said Edward Al-Hussainy, head of emerging-market debt research at Columbia Threadneedle Investment. “This decision breaks that cycle of expectations. As long as Erdogan is in the background, no one will believe a solution is durable.”</p> <p>He added that the sacking “really makes Turkish assets untouchable for some time”.</p> <p>Sahap Kavcioglu, who has replaced Agbal, said in a statement on Sunday that monetary policy instruments would “continue to be used in an effective way towards the fundamental goal of a permanent decline in inflation”. He said the Monetary Policy Committee would meet as scheduled on April 15, suggesting there would no extraordinary MPC meetings.</p> <p>But Kavcioglu, a little-known professor of banking, shares the president's unconventional view that high interest rates cause inflation.</p> <p>Erdogan has long argued that borrowing costs should be kept low to help drive the $730bn economy. As a result, he pressured a succession of central bank governors to keep rates in check even as the volatile currency depreciated and the central bank's foreign currency reserves plummeted. </p> <p>It is estimated the bank spent $100bn on interventions to slow the slide in the lira beginning in 2018 — the last time Erdogan's policies sparked a currency panic. </p> <p>But as the lira lost as much as 30 per cent of its value against the dollar last year, fuelling double-digit inflation, the president appeared to accept the need for change.</p> <p>He appointed Agbal, a respected former finance minister, to the central bank in November, shortly after the resignation of Berat Albayrak, Erdogan's son-in-law and finance minister, who was widely criticised for his economic management. </p> <p>In the months since, the central bank has raised <a href=\"https://www.ft.com/content/f1ec0b3d-00c0-4959-a9e2-addb736e6e3f\">the benchmark interest rate</a>&#xa0;by a cumulative 875 basis points to 19 per cent — in Agbal's last act on Thursday it was raised by 200bp. The lira strengthened by about 18 per cent against the dollar, although inflation is still running at almost 16 per cent.</p> <p>Refet Gurkaynak, an economics professor at Bilkent University, said the lira's recovery since Agbal's appointment may have prompted Erdogan to act.</p> <p>“A bit of sane central banking calmed markets, so you can now do things you wouldn't dare to when your currency is falling off a cliff,” Gurkaynak said. “All they wanted was to not fall into the abyss, but they are happy to have the country dangle at the precipice.”</p> <p>In columns for Yeni Safak newspaper, Kavcioglu, a former lawmaker in Erdogan's ruling Justice and Development party, has previously called for loose monetary policy and espoused using central bank reserves to prop up the lira. </p> <p>A day after Agbal's sacking, Yeni Safak hinted at what might come as its front page accused Agbal of “turning a deaf ear” to Turks' economic hardship to serve an “interest rate lobby”.</p> <p>But Dennis Shen, at Scope Ratings, said Turkey cannot emulate the low-interest polices other governments are using to offset the impact of the coronavirus pandemic “when the lira itself faces a crisis of confidence”.</p> <p>“There remains a misunderstanding within Turkish leadership with respect to the limited monetary policy space the government has to prematurely loosen rates with rising inflation,” Shen said.</p> <p>Wolfango Piccoli, co-president of the consultancy Teneo Intelligence, said it may be difficult for Kavcioglu to start slashing rates at a time when US treasury yields are rising and Turkey needs to roll over $180bn of foreign-denominated debt this year.</p> <p>“The menu of options is very short if the situation degenerates quickly. The only [measure] left in the short term are capital controls, though I don't expect that as it's politically very toxic,” he said.</p> <p>Any move on Turkish citizens' foreign currency accounts, which make up more than half of bank deposits, risks triggering public outrage. Turks switched savings to dollars, euros and gold to hedge against inflation, the lira's volatility and low deposit rates.</p> <p>Still, Al-Hussainy believes such controls may be necessary to slow capital flight.</p> <p>“Financial crises are crises of belief, and the odds have risen this weekend that we're shifting into that gear,” he said.</p> <p>According to his LinkedIn page, Kavcioglu was vice-president at Halkbank for a decade that included a period when the state lender was accused of helping Iran dodge US sanctions.</p> <p>Bulent Gultekin, a former Turkish central bank governor who teaches at the Wharton School at the University of Pennsylvania, said Agbal's sacking was the latest example of Erdogan's authoritarian style of rule. </p> <p>“With one individual taking all power, institutions don't mean anything. By the time you see the problem at the central bank, it's just a symptom of a much deeper problem,” he said.</p> <p>In a farewell message to colleagues, Agbal defended his record. </p> <p>“We undertook important and courageous work to ensure lasting price stability,” HaberTurk channel reported. “I hope one day our country will achieve financial and economic stability.”</p><p>Source: Ayla Jean Yackley in Istanbul 2021 'Erdogan reverts to type with bank governor's sacking' FT.com 21 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-21T20:00:17.902Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}