{
  "_id": "f6b25968fafad46081ddbbee37b402482c0d93ac34e1277a09a9b26f5b168874",
  "feed": "ftcomall",
  "title": "Subscriptions: recurring revenue model best suited to expensive items",
  "text": "<p>Sleep experts recommend that mattresses are turned on a regular basis. Beter Bed in the Netherlands has taken the idea one step further by offering customers the chance to <a href=\"https://www.leazzzy.nl/duurzaamheid/\">replace the entire mattress</a> regularly. Makers of consumer goods are intent on moving to service subscription models — no matter how large the item. </p> <p>When they work, subscription services provide recurring revenues that help both chief executives and investors sleep better. In Europe, subscription models are <a href=\"https://think.ing.com/uploads/reports/Subscriptions_from_music_to_tools_and_toiletries_ST_ING_Economics_April_OT.pdf\">a €350bn market</a>, according to ING data. Nearly three-quarters of the market share sits with information technology (39 per cent) and media and content services (34 per cent). </p> <p>Microsoft has had success with its Office 365 subscription, making its software upgrades easier. In the music industry, streaming accounts for roughly two-thirds of global music industry revenues. That has increased profitability at rights owners such as Universal Music group, which parent Vivendi will <a href=\"https://www.ft.com/content/fff7048b-1c0d-45a8-ad5b-ff277d34097f\">spin out</a> this year.</p> <p>Consumer goods — 15 per cent of total subscriptions — are more recent additions to the party. Multinational consumer groups have focused on selling premium goods directly to consumers, such as Nestle's Nespresso coffee pods. But the model tends to work best for higher-priced items. Once distribution costs are factored in, commodity-like, fast-moving consumer goods are not worth selling on subscription, thinks Bernstein. </p> <p>The pandemic boosted regular food deliveries, however. The market value of subscription-based meal kits company HelloFresh more than tripled in 2020. It now exceeds €16bn. HelloFresh aims to <a href=\"https://ir.hellofreshgroup.com/download/companies/hellofresh/Capital_Markets_Day/CMD_2020_Final_Presentation_10122020.pdf\">spread customer acquisition costs </a>over recurring sales, rather than constantly trying to entice shoppers with the latest deal. At about €85 per customer it can recover these costs in six months, estimates Sebastian Patulea at Jefferies. However, this does not factor in the need for discounted subscriptions to maintain growth rates. </p> <p>European households already spend an average of €130 per month on subscriptions. Companies hope the magic of customer inertia will ensure recurrent revenues go on growing.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline</em></p><p>Source:  2021 'Subscriptions: recurring revenue model best suited to expensive items' FT.com 4 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-04T04:00:32.309Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 655,
          "end": 664
        }
      ],
      "nexusId": "10031144"
    }
  ]
}