{
  "_id": "7eb4d1b4be56f7b4fdd74411a9a097a4a731d826503efbb9656150a0324231d5",
  "feed": "wall-street-journal",
  "title": " Pour Facebook et consorts, le « métavers » est la prochaine révolution copernicienne. Une révolution semée d'embûches; Les big tech veulent créer un monde virtuel (qui n'est pas sans dangers bien réels)",
  "text": "<p>Pourtant, même s'il n'a que ce mot à la bouche, ce n'est pas lui qui l'a inventé. L'an passé, d'Intel à Unity Software, toutes les sociétés technologiques ont évoqué ce fameux métavers. Satya Nadella, le directeur général de Microsoft, a parlé de « métavers institutionnel » du géant du logiciel quand, un jour avant Facebook, il a dévoilé les résultats du groupe.</p><p>Mais c'est Nvidia qui est le plus ardent promoteur du concept. Le spécialiste des cartes graphiques a lancé l'an passé une plateforme baptisée Omniverse, dont l'ambition est de « rassembler les mondes 3D dans un univers virtuel commun ». En octobre, son directeur général, Jensen Huang, a déclaré lors de la conférence annuelle du groupe que c'est Neal Stephenson, dans son roman Le Samouraï virtuel paru en 1992, qui avait inspiré le concept de réalité virtuelle succédant à Internet et évoqué pour la première fois le métavers.</p><p>Pour information, dans un entretien accordé à Vanity Fair en 2017, l'auteur affirmait, à propos de son roman, qu'il avait « juste inventé des trucs à la c** ». Quoi qu'il en soit, deux décennies plus tard, les grands patrons de la tech prennent son idée très au sérieux.</p><p>Pour Facebook, plateforme imaginée pour capter le temps et l'attention, un monde virtuel conçu dans le même but serait une terrible menace. Rien d'étonnant, donc, à ce que Mark Zuckerberg se passionne pour le sujet</p><p>D'ailleurs, pourquoi s'en priveraient-ils ? Un monde fait d'avatars, d'objets virtuels et d'économies qui fonctionnent est un univers où la technologie dépasse son rôle d'outil et devient toute-puissante. En toute logique, les géants du secteur veulent y jouer un rôle. Prépondérant, de préférence. Facebook vend des casques de réalité virtuelle, quand Microsoft propose des dispositifs de réalité augmentée à visée professionnelle. Apple, lui, travaillerait sur sa propre gamme d'appareils de réalité augmentée. L'immense bibliothèque de puces et logiciels d'intelligence artificielle de Nvidia jouerait aussi un rôle clé dans le fameux métavers.</p><p>Cette vision de l'avenir inspire forcément un groupe comme Facebook, qui tire la quasi-totalité de ses revenus de la publicité. Comme le dit Neal Stephenson, un panneau publicitaire sur l'artère principale du métavers serait vu « tous les jours par ce que la terre compte de plus riche, de plus branché et de plus connecté ».</p><p>Pour Facebook, plateforme imaginée pour capter le temps et l'attention, un monde virtuel conçu dans le même but serait une terrible menace. Rien d'étonnant, donc, à ce que Mark Zuckerberg se passionne pour le sujet. Le mois dernier, il a expliqué aux investisseurs que le métavers nécessiterait « des investissements très significatifs pendant plusieurs années », des dépenses qui viendraient s'ajouter aux 2 milliards de dollars que le réseau social a déboursés en 2014 pour s'offrir Oculus, un fabricant de casques de réalité virtuelle.</p><p>De fait, la réalité virtuelle et la réalité augmentée sont essentielles à l'expérience immersive du métavers. Elles sont encore balbutiantes, mais Facebook fait avancer les choses. Oculus, pour l'instant surtout axé sur le marché des jeux vidéo, a vendu près de 3,5 millions de casques l'an passé, soit deux fois plus que l'année d'avant, selon des estimations IDC, essentiellement grâce au succès de Quest 2, un modèle lancé en octobre. La réalité virtuelle reste néanmoins un marché de niche, même dans le monde des jeux vidéo. Entre ses premiers pas en 2016 et le deuxième trimestre 2021, Oculus n'a vendu que 9,4 millions de casques, toujours selon IDC, quand Sony et Nintendo avaient, sur la même période, écoulé plus de 86 millions de PlayStation et de Switch.</p><p>Le métavers va cependant bien plus loin que le gaming. Facebook en a donné un aperçu la semaine dernière avec un test « open bêta » de Horizon Workrooms, sorte d'espace de travail virtuel qui utilise les casques Oculus Quest. Mark Zuckerberg aurait participé à certaines démonstrations, flottant aux côtés des avatars sans jambes des journalistes. De fait, après 18 mois de pandémie et de confinements, l'idée est loin d'être idiote : certains salariés ont souffert de l'isolement lié au télétravail et le « chacun chez soi » n'est pas forcément propice au brainstorming.</p><p>Pourtant, un monde de réalité virtuelle n'est pas sans inconvénient. Pour beaucoup, l'expérience peut être étouffante, moite, voire carrément dégoûtante : l'Oculus Quest 2, pourtant très apprécié, est parfois critiqué parce que ses rebords en mousse provoquent des irritations sur le visage. Le casque ne fait pas non plus bon ménage avec les brushings et le maquillage de la vraie vie. Et, à l'instar des réseaux sociaux de façon plus générale, la question des conséquences physiques se pose, notamment pour les enfants, dont les yeux n'ont pas fini de se développer. Il faut aussi tenir compte de la bizarrerie du concept : le pourcentage de la population désireux de se ficeler un casque sur le visage pour discuter avec une version « dessin animé » des amis et collègues n'est pas forcément très élevé.</p><p>Mais, surtout, un monde virtuel offrirait encore plus de pouvoir à des géants de la technologie qui, pour beaucoup, en ont déjà trop. Les années qui viennent de s'écouler ont révélé la face cachée de l'informatique mobile et des réseaux sociaux. Le contraste entre l'image d'Epinal que peignent les patrons de la tech et la dystopie du roman en dit d'ailleurs long sur le sujet : dans Le Samouraï virtuel, le statut social peut être modifié si l'on sait coder, le Snow Crash s'infiltre dans le métavers à la manière d'une drogue qui peut provoquer des lésions cérébrales et le héros collecte des informations qu'il pourra ensuite revendre.</p><p>Les big tech sont sans conteste capables de créer le métavers. Les consommateurs devront, eux, prendre le temps de se demander si c'est là qu'ils veulent vivre.</p><p>(Traduit à partir de la version originale en anglais par Marion Issard)</p><p>Oculus, un fabricant de casques de réalité virtuelle, a vendu près de 3,5 millions de ses appareils l'an passé.</p><p>SIPA PRESS</p>",
  "published": "2021-08-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1734,
          "end": 1743
        },
        {
          "start": 225,
          "end": 234
        }
      ],
      "nexusId": "10031144"
    }
  ]
}