{
  "_id": "e2b6b1e396f96b86402c3f2e2ebaa9081f2484725ccc2e699f8850e81e853cbe",
  "feed": "ftcomall",
  "title": "Ex-Goldman Sachs compliance analyst accused of insider trading",
  "text": "<p>The US Securities and Exchange Commission has accused a former Goldman Sachs compliance analyst of making hundreds of thousands of dollars using confidential information gleaned from his role at the bank. </p> <p>The SEC complaint filed on Wednesday said Jose Luis Casero Sanchez, 35, who worked for Goldman as a senior compliance analyst in Warsaw, Poland, made gains of more than $471,000 from the trades. </p> <p>In his role, Sanchez had access to “highly sensitive information” linked to mergers and other deals, the US regulator said in a statement on Wednesday. Between September 2020 and May 2021 he allegedly “abused that position of trust” by making at least 45 trades based on the investment bank's confidential information, the SEC added. </p> <p>The US pet retailer Petco Health and Wellness, US-headquartered Norwegian Cruise Line and the British company GW Pharmaceuticals were among the companies linked to the illicit trades allegedly carried out by Sanchez, according to court documents.</p> <p>Joseph Sansone, chief of the SEC's market abuse unit, said in a statement the agency had “exposed gross violations of duty by a compliance professional who exploited the sensitive information he was hired to protect”. Sanchez allegedly restricted the size of his trades and used four separate US-based brokerage accounts under his parents' names to avoid detection, the agency said. </p> <p>Sanchez and his parents are believed to be living in Spain, according to court documents.</p> <p>The SEC did not name Goldman in the civil complaint, referring instead to a “prominent United States-based investment bank”, but the New York-based company confirmed Sanchez was a Goldman employee. </p> <p>“We condemn this egregious behaviour and are fully co-operating with the SEC,” Goldman said in a statement. </p> <p>Sanchez, who started working as a senior compliance analyst at Goldman in 2019, did not immediately respond to a request for comment to his LinkedIn account. </p> <p>In its complaint, the SEC said Goldman interviewed Sanchez in late May about certain suspicious activity. He resigned from the bank the next day. </p> <p>In 2020 the regulator <a href=\"https://www.sec.gov/files/enforcement-annual-report-2020.pdf\">brought</a> 33 cases involving alleged insider trading, up slightly from 30 cases in 2019. The practice of trading on non-public, privileged information is estimated to be far more widespread, however. </p> <p>An <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3764192\">analysis</a> published earlier this year by professors at the University of Technology Sydney and the Stockholm School of Economics in Riga estimated that there are at least four times as many instances of insider trading as there are prosecutions.</p><p>Source: Joshua Franklin in New York and Stefania Palma in Montreal 2021 'Ex-Goldman Sachs compliance analyst accused of insider trading' FT.com 29 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-29T23:11:43.803Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}