{
  "_id": "7a146fbf1ab2362e00a457f8ef47bc3f931b6f02d07f7b40b9a4eef616394b13",
  "feed": "ftcomall",
  "title": "Oil sector revival has producers eyeing boom times",
  "text": "<p>If you thought coronavirus had hobbled the oil industry for good, think again. Just a year after a <a href=\"https://www.ft.com/content/e974f692-63af-11ea-a6cd-df28cc3c6a68\">Saudi-Russian price war </a>and the pandemic triggered the worst oil crash in decades, a stunning reversal is under way. </p> <p>It calls to mind the bumper sticker said to adorn half-tons from Texas to Alberta: “Please God, give me one more oil boom, I promise not to piss it all away next time.”</p> <p>The moment when that pledge is tested suddenly seems closer than anyone expected six months ago. Crude prices, demand, sector equities, and the mood in the oil patch are all rising. </p> <p>The good news might be too late if you are one of the tens of thousands of people sacked as oil companies prepared for what many executives feared could be a multiyear downturn. Drawing on the experience of countless booms and busts, the fossil fuel sector took the crisis as a prompt to cut back costs. That has left oil operators, especially in the US, emerging leaner and meaner — just as a wave of cash heads their way. </p> <p>“The next five years may be the best five years we've ever had for hydrocarbon investing,” Wil VanLoh, head of Quantum Energy Partners, one of the US oil patch's biggest private investors, told me recently. </p> <p>Opec production cuts, cheap credit, vast government stimulus spending, and an equity market shift away from tech stocks to “old economy” companies are all providing a tailwind for oil producers. </p> <p>But underlying the recovery is also a realisation that, no, <a href=\"https://www.ft.com/coronavirus\">coronavirus</a> did not fix our addiction to burning fossil fuels. In his recent book on climate change, Bill Gates wrote that last year's 5 per cent drop in emissions — an outcome of the lockdowns and economic recession — was remarkable not for “how much emissions went down because of the pandemic, but how little”. </p> <p>The same applies to how much oil we still burn. Less than a year ago, the fashionable talk in the oil market was that the virus had already induced peak oil demand. Even BP boss <a href=\"https://www.ft.com/content/21affff2-1e57-4000-a439-62cfef6344fb\">Bernard Looney said this</a> was possible. </p> <p>Global <a href=\"https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update\">GDP shrank last year</a> and the world's thirst for oil, running at almost 100m barrels a day before the virus hit, plunged at one point by as much as 20 per cent. </p> <p>Yet despite a glut so great it briefly forced oil prices below zero, consumption still averaged 91m barrels a day — more than the world consumed daily in 2012.</p> <p>Morgan Stanley thinks demand will be back above 100m barrels later next year. Goldman Sachs expects that marker to be passed before 2021 is out.</p> <p>Investors are suddenly flocking to previously out-of-fashion companies that promise to meet the world's renewed hunger for crude.</p> <p>“There is going to continue to be a need for oil and gas,” Darren Woods, ExxonMobil's chief executive, told me in an interview last month. That message — <a href=\"https://www.ft.com/content/30ffa51b-2079-400e-84f1-2e45991194c8\">repeated by Exxon over the years</a> — was not popular when investors were dumping fossil fuel equities in favour of companies that would thrive in a world seeking cleaner skies and a cooler climate. </p> <p>But now shares in Exxon — still under <a href=\"https://www.ft.com/content/3f73a55b-ac59-4737-b7c8-2f575d32920b\">activist investor pressure</a> to develop a more coherent strategy for the energy transition — are outperforming both the broader market and the stock of European rivals planning to <a href=\"https://www.ft.com/content/e1d53208-b460-4708-a89c-d8b418cceffb\">dilute their own oil business</a> in favour of renewables. </p> <p>“Evidence says that forcing an oil company to cut production in the face of rising demand achieves nothing other than making other oil companies richer,” says an executive at a large European asset manager.</p> <p>The revival in the industry's fortunes is especially obvious in the US shale patch, the most dynamic corner of the global oil business. Famous for ruinous debt and high spending in pursuit of breakneck production growth, the shale business is suddenly — and surprisingly — profitable.</p> <p>The market likes operators' pledges to spend cash flows on dividends, not rigs; debt repayment, not private jets. Shares in some shale companies are up by about 200 per cent since early November. </p> <p>For some old crude market hands, all of this is proof that oil remains a cyclical business. Last year's crash would always end with a strong recovery. </p> <p>And no one should get carried away. The sector's share price growth is from a shrunken base. The Opec cartel could end the oil rally in minutes too, if it decided to unleash the wave of supply it is withholding in a bid to prop up the market. </p> <p>But the resurgence is a telling reminder that the world's fossil fuel addiction remains strong. For all the momentum behind the energy transition to cleaner fuels, dislodging oil from the economy may be harder and take longer than many people hoped.</p> <p><a href=\"mailto:derek.brower@ft.com\"><em>derek.brower@ft.com</em></a></p><p>Source: Derek Brower, US energy editor 2021 'Oil sector revival has producers eyeing boom times' FT.com 13 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-13T05:00:22.187Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}