{
  "_id": "2c10309b77ff0a0a2bd75ab49b4d00e74462a920f6bf9d9e0b535026d1a55336",
  "feed": "wall-street-journal",
  "title": "China Shifts Tack On Intellectual Property Theft",
  "text": "<p>Three of the rulings were in favor of Chinese telecom companies -- Huawei Technologies Co., Xiaomi Inc. and BBK Electronics. The fourth supported South Korea's Samsung Electronics Corp. in a dispute with Swedish telecom firm Ericsson AB.</p><p>In the Xiaomi case, the Beijing-based company was granted an antisuit injunction against InterDigital Inc., a Delaware firm that holds patents on wireless and digital technology used in smartphones.</p><p>Xiaomi, the world's biggest smartphone maker, has sold millions of handsets using InterDigital patents since 2013, under industry practice that allows companies to do so while licensing fees are being negotiated.</p><p>When talks broke down after seven years, InterDigital decided last year to sue Xiaomi for patent infringement but found itself beaten to the punch.</p><p>At Xiaomi's request, a Chinese court in Wuhan issued an injunction barring InterDigital from pursuing its case against Xiaomi -- in China or anywhere else. If InterDigital persisted, the Chinese court said, it would face fines equivalent to roughly $1 million a week.</p><p>To trade lawyers and others who have tangled with Chinese companies over intellectual property, the InterDigital case is the latest sign of how China disregards the patents, copyrights and trade secrets of foreign companies. They say the situation hasn't improved in key respects despite Beijing's promises, including pledges made in the 2020 U.S.-China trade deal.</p><p>\"China's growth and development strategy is contingent upon IP theft and forced technology transfer,\" said Charles Boustany, a former Republican congressman from Louisiana and member of the Commission on the Theft of Intellectual Property, an independent advocacy group.</p><p>The Chinese Embassy in the U.S. didn't respond to requests for comment. In the past, China has said it has taken many concrete steps to improve its environment for protecting intellectual property, including changes to its patent and copyright laws in response to the Phase One trade deal signed with the U.S.</p><p>In the U.S. and U.K., anti-suit injunctions are typically issued by courts to prevent identical cases from playing out in multiple legal venues simultaneously. In one well-known case,a federal-district court in Washington state issued an antisuit injunction blocking Motorola Inc. from bringing a parallel lawsuit against Microsoft Corp. in Germany.</p><p>The Chinese injunctions take that a step further by barring legal action globally, according to lawyers and others who track the Chinese courts. The Chinese courts also asserted jurisdiction over patent licensing fees globally, in what attorneys say is a break from standard practice in the West.</p><p>\"What the Chinese are doing is using this legal tool, the antisuit injunction, to make it so Chinese courts -- really the Chinese government -- and nobody else decides how valuable intellectual property is,\" said Brian Pomper, a partner at Akin Gump, and an expert on international trade and IP disputes.</p><p>The U.S. trade representative addressed the matter in an April report, saying that \"worrying developments such as broad anti-suit injunctions issued by Chinese courts have emerged.\"</p><p>U.S. companies have long complained about intellectual- property theft by Chinese companies. When the Trump administration initiated the U.S.-China trade war in 2018, it used a report on China's intellectual-property theft as the initial legal justification for the tariffs. It estimated that theft or underpayment was harming U.S. companies by about $50 billion annually.</p><p>As part of the U.S. trade deal, Beijing increased financial penalties for violations and made it easier for foreign companies to file complaints directly with the Chinese government.</p><p>Court filings by U.S. companies against Chinese enterprises for IP theft have fallen dramatically in recent years, but legal analysts say that isn't a sign of progress. Just the opposite, they say: Companies have either concluded they will lose in court or don't want to risk reprisals from China.</p><p>China's emerging use of the antisuit injunction is an example of how China's global ambitions affect even its courts, said Jorge Contreras, a University of Utah law professor and authority on antisuit injunctions.</p><p>\"It's a scary prospect for these international companies absolutely,\" Mr. Contreras said. \"This is totally the Wild West.\"</p><p>One case played out between the Chinese mobile phone brand Oppo, a unit of BBK Electronics, and Japan's Sharp Corp., which is majority-owned by Taiwan-based Foxconn Technology.</p><p>Sharp sued Oppo in Japan for infringing some of its patents for the technology behind wireless local area networks in January 2020.</p><p>Oppo countersued in a Chinese court in Shenzhen, which took jurisdiction and said it would determine the price that Oppo should pay to use Sharp's patents.</p><p>When Sharp fought back in Japanese and German courts, the Shenzhen court in December issued an antisuit injunction and said it would penalize Sharp roughly $1 million a week if it didn't drop its lawsuits.</p><p>The German court in Munich objected and sought to block the antisuit injunction with an anti-anti-suit injunction.</p><p>The case is continuing, but the Supreme People's Court of China praised the case in a report highlighting significant intellectual-property cases, citing it as an example of how China is changing from a \"follower of property rights rules\" to a leader in the field.</p><p>The Supreme People's Court of China issued an antisuit injunction last year in a dispute between Huawei and Conversant Wireless Licensing (now Mosaid Technologies Inc.), which has U.S. and international wireless patents, blocking Conversant from pursuing a suit in Germany. The companies settled with terms undisclosed.</p><p>In the Samsung case, Ericsson owned the patents that Samsung was negotiating to use. Samsung sued Ericsson in the Wuhan court, which issued an antisuit injunction against Ericsson with a $1 million weekly penalty. The companies settled for undisclosed terms.</p><p>The InterDigital case was the first use of an antisuit injunction against a U.S. company.</p><p>In court filings, Xiaomi didn't dispute that it used InterDigital's technology, contending instead that InterDigital was demanding too much money.</p><p>\"Going to court is one way -- though not the preferred way -- to resolve IP disputes and, in this case, litigation was under way in several jurisdictions,\" said Paul Lin, vice president of global business development and IP strategy at Xiaomi.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2335,
          "end": 2344
        },
        {
          "start": 2335,
          "end": 2350
        }
      ],
      "nexusId": "10031144"
    }
  ]
}