{
  "_id": "0c3c4f57c4f44bcb5328afee9c315f43fa2cf780062c45267b42303c29fea4af",
  "feed": "ftcomall",
  "title": "Nintendo: Mario must jump up a level in mobile games",
  "text": "<p>Japanese gamers who want to buy a Nintendo Switch console now enter a lottery to have a chance of getting one. This could soon become a global trend. The company says it cannot meet holiday demand amid a component shortage. It is an opportunity for Nintendo to reboot its priorities. </p> <p>Earnings for the quarter to September reflected worsening shortages. Nintendo missed expectations, with operating profits for the quarter just ¥100.2bn ($880m) and the full year outlook only ¥520bn. Switch sales were disappointing.</p> <p>Nintendo would have done better without supply chain disruption. Demand for the upgraded Switch has been strong. The company reportedly planned to make 30m of the devices. This should have triggered a windfall, with 96 per cent of total revenues coming from consoles and games.</p> <p>Instead, it sold just 8.3m of the devices, which make up nearly all of its hardware sales, in the six months to September, compared with 12.5m a year earlier.</p> <p>The Nintendo share price reflects its supply problems and a dwindling pandemic boost. The stock is down over a quarter this year and trades at 15 times forward earnings, a steep discount of nearly a third compared with local rivals such as Sony. Yet the supply chain constraints should be a common theme for the next-generation consoles of its rivals, including Sony's PlayStation 5 and Microsoft's Xbox Series X.</p> <p>Earnings growth will remain a challenge as shortages persist. But Nintendo's margins signal the way ahead. Its operating margins have more than doubled over three years to 36 per cent in the year to March. This reflects sales of software, including cartoon fantasy game Animal Crossing, and high-margin businesses such as paid online and mobile services. These require fewer chips than consoles.</p> <p>Console gaming remains a resilient market. Nintendo now needs to build up its live services and mobile games offerings, which account for just 4 per cent of its total sales. This would give it additional income when chip supplies are healthy and a hedge when they are constrained.</p><p>Source:  2021 'Nintendo: Mario must jump up a level in mobile games' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-04T13:42:50.819Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1340,
          "end": 1349
        },
        {
          "start": 1340,
          "end": 1351
        }
      ]
    }
  ]
}