{
  "_id": "12bb8b39716ef07deec27dca2fae82c5c1826568bc86eb90d3c9b6eb4e666d23",
  "feed": "wall-street-journal",
  "title": "State Department to Form New Cyber Office to Face Proliferating Global Challenges; Changes are part of Biden administration's treatment of cybersecurity as a critical national security issue",
  "text": "<p>WASHINGTON—The State Department plans organizational changes to confront international-cybersecurity challenges such as ransomware and waning global digital freedom, U.S. officials said, the latest overhaul by the Biden administration aimed at treating cyber threats as a top-tier national-security issue.</p><p>The restructuring will include the creation of a new bureau of cyberspace and digital policy to be led by a Senate-confirmed ambassador-at-large and a new, separate special envoy for critical and emerging technology, officials said. Both positions will report directly to Deputy Secretary of State Wendy Sherman for at least the first year, the officials said. The administration hasn't decided who will fill either role.</p><p>The changes, which are expected to be announced by Secretary of State Antony Blinken later this week, are the latest in a series of reshufflings at the State Department over at least the past three presidential administrations designed to better respond to proliferating and evolving international cybersecurity problems, such as state-sponsored intrusions of U.S. government networks, theft of intellectual property by Chinese citizens, and foreign election interference from Russia and elsewhere.</p><p>The new structure is meant to reflect Mr. Blinken's view that the U.S. has entered a \"fundamentally new era in global affairs\" where 21st-century challenges like climate change and emerging technology are at the forefront of international cooperation and competition with allies and adversaries alike, a senior State Department official said.</p><p>Recent ransomware attacks linked to Russian criminal gangs has driven home the challenges of international diplomacy around cyber issues. The Biden administration has sought to engage in bilateral talks with Moscow on ransomware and other issues, but both Russian criminal groups and the Kremlin have largely continued their routine hacking activities, according to officials and private-sector cybersecurity experts. On Monday, Microsoft said the Russian government hackers behind last year's SolarWinds attack had in recent months targeted and in some cases broken into cloud service providers to steal sensitive information.</p><p>Officials recognized there had been previous struggles to address cybersecurity and technology issues at the State Department and that the new structure would also be an adjustment.</p><p>\"There is no perfect neat organizational solution for an organization of our size,\" the senior official said.</p><p>The State Department is completing details of the cyberspace and digital policy bureau's size and budget with lawmakers, officials said. The average State Department bureau has about 550 full-time employees, another official said.</p><p>The moves are the latest by the Biden administration seeking to emphasize cybersecurity as a distinct issue that poses vital risks to the future of U.S. national and economic security. Shortly after taking office in January, President Biden named Anne Neuberger, a senior National Security Agency official, to the newly formed role of deputy national security adviser for cyber and emerging technology. The administration also appointed Chris Inglis, the former deputy director of the National Security Agency, to another new position of national cyber director, a post mandated by Congress with a staff up to 75 housed within the executive office of the president.</p><p>More recently, the Justice Department formed a ransomware task force and a cryptocurrency enforcement team to more aggressively pursue hackers who target U.S. businesses and critical infrastructure with the often debilitating form of cyberattack.</p><p>The new cyber bureau will comprise a division focused on international cybersecurity issues, such as deterrence, policy development, and negotiations with allies and adversaries alike. A second division will be dedicated to digital policy, such as promoting trusted telecom systems abroad. A third division will focus on digital freedom, such as protecting human rights online and working with civil society.</p><p>A Deeper Look at SolarWinds</p><p>* SolarWinds Hackers Continue to Hit Technology Companies, Says Microsoft</p><p>* With SolarWinds Hack, Suspected Russian Hackers Again Flex Moscow's Spycraft Muscle</p><p>* In Punishing Russia for SolarWinds, Biden Upends U.S. Convention on Cyber Espionage</p><p>The new special envoy for critical and emerging technology will be responsible for coordinating international policy on artificial intelligence, quantum computing, biotechnology and other fields, officials said. It will be involved in diplomatic efforts around the U.S.-EU Trade and Technology Council, among other issues, the officials said.</p><p>Chris Painter, the former top cybersecurity official at the State Department briefed on the forthcoming changes, said the overhaul \"went through an exacting process.\"</p><p>\"It's better to take a long time to do it right rather than to go fast and do it wrong,\" Mr. Painter said. The changes are \"a good step forward,\" he said, though he cautioned that the breadth of the cyber bureau's portfolio could present some challenges.</p><p>\"Everything can't be a priority at the same time when it's all in the same group,\" he said, but added that the special envoy's distinct portfolio should alleviate some of those pressures on the new cyber bureau.</p><p>Write to Dustin Volz at dustin.volz@wsj.com</p><p>State Department to Form New Cyber Office to Face Proliferating Global Challenges</p>",
  "published": "2021-10-25T15:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1999,
          "end": 2008
        },
        {
          "start": 4135,
          "end": 4144
        }
      ],
      "nexusId": "10031144"
    }
  ]
}