{
  "_id": "1c11482f22d7f7e9e07ae142fcf3c61b0d1978b73a102b5e4668c10302709719",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Class of 2021: Covid's First Grads --- Nearly a year after graduating into one of the most unusual job markets on record, members of the class of 2020 are getting some traction",
  "text": "<p>February brought relief to Jule Brown as he started a new job as an assistant in a talent agency's brand-consulting department, concluding months of job searching and networking. To find reliable cellphone service for his networking calls and interviews, the 24-year-old often sat in his car next to the athletic fields at his old high school in Lower Merion Township, Pa. Now, Mr. Brown works from home, where he lives with his mother and grandmother, at a new standing desk.</p><p>Mr. Brown's work includes helping clients understand the nuances of young adult consumers. Since he hasn't met his New York City co-workers in person yet, he makes an effort to participate in video calls. \"I speak up and offer to help any way I can,\" he says. \"It is how I'll learn and get to know more people.\"</p><p>This summer Mr. Brown plans to move back to New York, where he had held sports-marketing internships and was a social sciences major and basketball player at New York University. The return will be bittersweet. \"I'm ready to get back; it's about a year overdue,\" says Mr. Brown. \"At the same time, I know I want to enjoy this time at home and spend it with my family.\"</p><p>Dairy science</p><p>Since Bridget Curley, 22, is no longer the newest quality-assurance technician for dairy company HP Hood's lab in Agawam, Mass., she moved from working swing shifts to being permanently assigned the first shift, 5 a.m. to 1:30 p.m. Ms. Curley enjoys the busy pace pasteurizing and processing. Working the same shift as her manager and supervisor also brings opportunities to learn. \"When they're doing things that a lab tech doesn't do, I say: 'I want to know that,' and they'll teach me,\" Ms. Curley says.</p><p>Despite working in the lab since May, Ms. Curley still doesn't know her colleagues' faces thanks to lab uniforms, hair nets, masks and social-distancing measures. She relies instead on recognizing co-workers' stature, body language and voices, she says. \"The only time I see people's faces is if they are eating in the lunch room or quickly taste-testing in the lab,\" she says.</p><p>At home, Ms. Curley and her boyfriend stick to a grocery budget as part of a saving plan they created to afford a vacation and, eventually, a house. Ms. Curley, a graduate of Rensselaer Polytechnic Institute, also started chipping away at her student-loan payments. She felt a new sense of financial security when she was able to buy new tires for her car immediately after one popped, she says. \"I worried a lot in college about money and it's nice to be in a place where it isn't at the forefront of my mind at all times,\" says Ms. Curley. \"The stress is a lot less because I'm not constantly thinking when I swipe my card, 'Is this going to go through?'\"</p><p>Working from a new home</p><p>Cameron King moved to Seattle from New York City last summer to be near his job at Microsoft Corp.'s headquarters in Redmond, Wash., but since starting his role in August, he has been to the campus just once, to pick up a laptop. Nevertheless, Mr. King, a Duke University graduate, says he enjoys the work-from-home routines he has created as a product manager with Microsoft's Azure cloud-computing team. \"On days when it's really technical and I'm looking at code, I can spend the whole day in my chair,\" says Mr. King, 22. \"Other days when I'm collaborating with people, I can stand around, walk around or do meetings on the roof.\"</p><p>In addition to picking up new programming skills, Mr. King says his job has also given him new data-analysis and management capabilities. \"Asking the right questions is the biggest skill I've learned so far,\" says Mr. King. \"When there are disagreements on what we should do or directions we should take, I can lean on being new and say, 'I've never seen this before; why would we do that?'\" Often the explanation leads to an agreement, he says.</p><p>So much time in his apartment has helped Mr. King improve his domestic skills, too. Noticing dust sparked a daily ritual of sweeping his floors, which he calls \"therapeutic.\" Mr. King has also gotten more ambitious with cooking, including experimenting with different salts and marinades. So far, calls to his mother in New York haven't yielded many helpful tips. \"She can taste something and know it needs more of something but she can't tell me the quantities, she just does it without thinking,\" observes Mr. King. \"I don't have that power yet.\"</p><p>Olympic hopes</p><p>Three days a week, Chloe Isleta of Tempe, Ariz., wakes at 3:40 a.m. and drives an hour to train with her swim coach. She makes it home in time to log on from her bedroom and start her day job as a sales assistant for a Phoenix television station. Every day after work, Ms. Isleta drives another hour for afternoon swim training. Saturdays bring more pool time, and Sundays are for chores and rest, she says.</p><p>Ms. Isleta, 22 years old, hopes to qualify for the 2021 Olympic team of the Philippines, where she has dual citizenship along with the U.S. Her push is a resurrection effort after the pandemic abruptly ended the final season of her Arizona State University swimming career over a year ago, then canceled qualifying meets she needed for the 2020 Olympic Games before ultimately canceling the Games themselves.</p><p>The disruption was her first break from swimming since she started competing at age 6 and prompted a period of painful soul-searching that ultimately led to a renewed passion for the sport.</p><p>\"From senior year of college to now I would say I'm a different person,\" she says. \"A better version, for sure.\"</p><p>Ms. Isleta says her long commutes to training offer time to reflect on the similarities between athletics and work.</p><p>\"When you join a new team you have to learn how to work together and know what your goals are,\" she says. \"You have to be coachable and when something doesn't work, you have to try something else.\"</p><p>Fashion dreams</p><p>In early April, Riley Jenson moved to New York, capping an unexpectedly long job search and stay at her parents' home in Williston, Vt., where she supported herself after graduation by working as an assistant manager at a children's clothing store. In February, Ms. Jenson, 22, began working as an account coordinator for a Manhattan public-relations agency, the type of position she had expected to land immediately after graduating from Endicott College last year, until Covid-related shutdowns dried up marketing budgets, taking her job prospects along with them. \"This is the start of my career in P.R. and marketing, and my goal is to go as far as I can in this industry,\" says Ms. Jenson.</p><p>Over the past month, Ms. Jenson has worked from her new studio apartment, which she says she got for a \"good deal\" because so many tenants fled the city during the pandemic. Her office recently opened to employees who want to work there, and Ms. Jenson says she is eager to go. For now, Ms. Jenson logs onto video calls with her colleagues and clients from about 9 a.m. until 7 p.m., taking a quick daily break to walk around the corner to buy an iced coffee. She was happy to leave her 2009 Hyundai Elantra behind in Vermont. \"I substituted that for a monthly subway pass,\" she says.</p><p>Looking back on her long and stressful job search, Ms. Jenson says she learned that persistence ultimately pays off. \"No matter what was going on in my life, I didn't stop my job hunt,\" she says.</p><p>Preparing to commute</p><p>After spending last summer job hunting from the basement of his parents' home in Queens, N.Y., last fall De Andre King swapped places with his brother and now works from an upstairs bedroom at his new job as a software engineer for Bloomberg LP. His team's office in Princeton, N.J., is reopening for workers who choose to go in, so Mr. King, a graduate of Lawrence University in Appleton, Wis., is thinking about buying work clothes and mapping his commute. \"The ultimate goal is to move there,\" he says. \"It will come.\"</p><p>At work, Mr. King, 23, is excited about the technical skills he is gaining and projects he is involved with, though he has met his colleagues only via video calls. He tries to take a lunch break most days to drive around his neighborhood to recharge away from screens. When cold weather disrupted Mr. King's exercise routine, he felt the toll on his mental and physical well-being, he says. Resolving to take better care of himself and deepening his Christian faith has helped, Mr. King says. \"It's been a great investment,\" he says.</p><p>Another virtual graduation</p><p>After receiving his undergraduate degree from New York University via a virtual ceremony beamed to his home in Hopewell Junction, N.Y., last spring, David Taylor has different plans for the virtual ceremony of his Harvard University master's degree, scheduled for this month. Mr. Taylor wants to drive his parents, brother and Yorkshire terrier to Cambridge, Mass., and dial into his graduation from his laptop while enjoying a picnic lunch on a Harvard campus lawn.</p><p>The excursion would be Mr. Taylor's latest attempt to bridge his physical and virtual realities while pursuing his graduate degree in education over the past year. After Harvard announced that his graduate-program classes would be entirely remote, Mr. Taylor, 22, visited campus last fall to pick up a physical student-identification card and see the academic buildings he might have used had there been no pandemic. \"If I stepped foot in the building, would the classes I've been taking feel different?\" Mr. Taylor asks. For his online classes, he has used background photos to simulate being on Harvard's campus. \"Sometimes I make it look like I'm taking class from the library,\" he says.</p><p>This summer Mr. Taylor plans to work as a real-estate agent while he considers pursuing job opportunities in education. \"For some reason I'd assumed that after graduation I'd have figured it all out, have a solid direction and know exactly what my next steps were,\" says Mr. Taylor. \"Dealing with so many changing parts in the last year and a half, I realized that life is an ongoing practice and that excites me every day.\"</p>",
  "published": "2021-05-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3105,
          "end": 3116
        },
        {
          "start": 2822,
          "end": 2837
        },
        {
          "start": 3105,
          "end": 3114
        },
        {
          "start": 2822,
          "end": 2831
        }
      ],
      "nexusId": "10031144"
    }
  ]
}