{
  "_id": "65a7f0b4225443ff23034a60f27d8ad702be8cbc6ba8c0e35086a64b186965b0",
  "feed": "ftcomall",
  "title": "Streaming rivalry gets animated",
  "text": "<p>The venerable <a href=\"https://en.wikipedia.org/wiki/Radio_Times\"><em>Radio Times</em> </a>magazine, which began informing UK listeners on what time to catch wireless programmes in 1923, resisted the temptation to rebrand as it incorporated TV listings in the 1930s, but now might be the moment to leapfrog to a <em>Streaming Times.</em></p> <p>Netflix, which reported it had<a href=\"https://www.ft.com/content/ae6f0ad5-a685-4eab-86f5-a65e8c7021ef\"> passed 200m subscribers</a> worldwide last week, also said it continued to test a linear “channel” of its content, launched first in France in November. <a href=\"https://www.wired.co.uk/article/netflix-direct-linear-television\">Netflix Direct </a>offers a new “lean-back experience”, according to the streaming service, but it also shows how Netflix and its rivals are experimenting with their content mix and delivery as <a href=\"https://discover.jdpa.com/hubfs/Files/Industry%20Campaigns/TMT/New%20Streaming%20Services%20Cut%20into%20Netflixs%20Market%20Share%20While%20The%20Mandalor.._.pdf\">competition for viewers intensifies</a>.</p> <p>In October, Netflix announced it had <a href=\"https://about.netflix.com/en/news/production-line-partnerships-2020\">partnered with four more anime </a>production houses in Korea and Japan, bringing the total to nine that its Tokyo-based anime team is working with.</p> <p><a href=\"https://www.ft.com/content/9b7c1670-89b1-484c-ae25-61a500369dc3\">Our weekend Big Read looked at</a> how Sony is making Japanese animation a cornerstone of its content as it competes with Netflix. Its animation unit Aniplex produces the popular Kimetsu franchise and Sony boosted its streaming capabilities with the December purchase of<a href=\"https://www.ft.com/content/ec7f2580-8098-44cf-aa47-626613ab64de\"> AT&amp;T's anime service Crunchyroll</a>. HBO Max and Amazon are also set to compete strongly in anime.&#xa0;</p> <p>Content itself is morphing in the streaming battle. Marvel's TV show debut with <a href=\"https://www.youtube.com/watch?v=sj9J2ecsSpo\"><em>WandaVision </em></a>for Disney+ is a strange 1950s black-and-white sitcom parody straight out of an old <em>Radio Times </em>listing, but with a modern twist. Just like the streaming services' strategy, it's a mixing of old and new in the search for a winning formula.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. ByteDance rival set for biggest IPO since Uber</strong><br>Chinese livestreaming and short video group Kuaishou is set to <a href=\"https://www.ft.com/content/7a6aa329-aadf-4075-ada9-ea2e41327f96\">raise up to $6.3bn</a> in a Hong Kong IPO that could value the ByteDance rival at up to $61.7bn. <a href=\"https://www.ft.com/content/c70f7056-350a-4f5a-b9d3-76fe4d637153\">Lex says </a>the service is smaller than Douyin, the Chinese version of TikTok, but is less dependent on ad sales. The bulk of revenue comes from a cut of virtual gifts viewers buy for livestreaming hosts. News of the IPO <a href=\"https://www.ft.com/content/2244c34d-a963-4da6-a1e7-811dd5c6d692\">boosted Hong Kong stocks</a>. Separately, shares in the electric car unit of China Evergrande <a href=\"https://www.ft.com/content/2bde1239-1344-4169-a40f-59518d9fddb4\">rose by as much as two-thirds</a> after a $3.4bn cash injection helped catapult its market valuation past those of traditional carmakers such as Ford. </p> <p><strong>2. Telegram targeted by far right</strong><br>Fascist groups have been quick to infiltrate pro-Trump channels on the Telegram messaging service, or even create their own, aiming to draw the remnants of the QAnon movement towards the extreme right, say experts. Efforts have intensified since President Biden's inauguration, <a href=\"https://www.ft.com/content/9dfdf457-a578-40f0-8d9b-f80057542d3f\">report Sid Venkataramakrishnan and Hannah Murphy</a>.</p> <p><strong>3. Vision Fund loses a Fan</strong><br>Colin Fan, a former senior executive at Deutsche Bank,<a href=\"https://www.ft.com/content/591b5c94-9837-4e58-9a0f-977e2a67b54f\"> is stepping down</a> as managing partner at SoftBank's Vision Fund, marking the latest shake-up at the fund's tumultuous US operations. Mr Fan, who joined the Vision Fund in 2017, is moving to an advisory role.</p> <p><strong>4. Exclusive: BaFin boss ‘believed' Wirecard was victim&#xa0;<br></strong>The head of Germany's financial watchdog suggested Wirecard might be&#xa0;<a href=\"https://www.ft.com/content/a021012e-bd2e-44d5-a160-96d997c662f1\">the victim of an elaborate short sellers' plot</a>&#xa0;even after the company discovered that €1.9bn of its stated cash was missing, according to three people briefed on the matter and a document seen by the Financial Times. Wirecard's self-appraisal is the&#xa0;<a href=\"https://www.ft.com/content/ec65340c-3b71-4e52-8861-3c4b60fc9953\">lightest touch approach</a>&#xa0;short of not bothering, writes Andrew Hill. Separately, Vienna police have&#xa0;<a href=\"https://www.ft.com/content/155534db-8e43-4229-8afd-a0af8da4bd4b\">arrested</a>&#xa0;a former senior official of the Austrian secret service and a former rightwing MP over the escape of Wirecard's former second-in-command Jan Marsalek last summer.</p> <p><strong>5. A quantum of funding solace</strong> <br>Riverlane, a quantum computing start-up spun out of Cambridge university, has completed its first significant fundraising,<a href=\"https://www.ft.com/content/140b59c9-1a82-409c-b68d-aa5db95b9b59\"> attracting $20m </a>from existing owners including the university and VC firm Draper Esprit.</p> <h2>Tech week ahead</h2> <p><em><strong>Tuesday:</strong></em> <strong>Microsoft</strong> is expected to continue to reap the benefits of homeworking for its products and services during lockdowns as it reports quarterly earnings after the closing bell in New York. Chipmakers<strong> AMD </strong>and <strong>Texas Instruments </strong>also report.</p> <p><strong>Wednesday: Apple</strong> is expected to reveal demand for its new 5G iPhone, MacBooks and AirPods have helped it break the $100bn sales barrier in its quarter covering the holiday season. <strong>Facebook</strong> is likely to report a surge in business usage of its digital advertising tools. <strong>Tesla </strong>heralded its financials by announcing record-breaking&#xa0;<a href=\"https://ir.tesla.com/press-release/tesla-q4-2020-vehicle-production-deliveries\">quarterly vehicle delivery numbers</a>&#xa0;earlier this month.</p> <p><em><strong>Thursday:</strong></em> <strong>Qualtrics</strong>, bought by<strong> SAP</strong> in 2018 just as it was <a href=\"https://www.qualtrics.com/news/sap-announces-intent-to-take-qualtrics-public/\">about to go public </a>will get its IPO after all, with a listing in New York today after pricing on Wednesday. It should be valued at more than $13bn at the top end of its price range. <strong>Samsung Electronics</strong> will host an earnings call on its fourth quarter.</p> <h2>Tech tools — Apple's Time to Walk</h2> <p>It's not just video streaming services looking at shaking up content. Apple <a href=\"https://www.apple.com/uk/newsroom/2021/01/time-to-walk-an-inspiring-audio-walking-experience-comes-to-apple-fitness-plus/\">unveiled <em>Time to Walk</em> today</a> on Apple Watch for its Fitness+ subscribers. The company says it is encouraging users to walk more and “each original <em>Time to Walk </em>episode invites users to immerse themselves in a walk alongside influential and interesting people as they share thoughtful and meaningful stories, photos, and music”. The episodes are recorded while walking outside or in locations that are meaningful to the artists. Photos accompany their commentary and it ends with a music playlist. Musicians Dolly Parton and Shawn Mendes are among the first guests featured.</p><p>Source: Chris Nuttall in London 2021 'Streaming rivalry gets animated' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-25T19:45:12.452Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3806,
          "end": 3815
        }
      ],
      "nexusId": "10031144"
    }
  ]
}