{
  "_id": "40624fba478ac8a5ccf2e3689a2ea5566ea66e67d1b9f3c24a1b854624b8359d",
  "feed": "ftcomall",
  "title": "Are you the right kind of stressed?",
  "text": "<p>By any measure, the past year has been fraught. The findings of a study, led by the&#xa0;University of Nottingham and King's College London, that <a href=\"https://www.nottingham.ac.uk/news/covid-and-stress\">people experienced “significantly more stress” in lockdown</a> feels like an understatement. But while we&#xa0;know a good deal about the negatives of stress – heart disease, premature ageing and burnout, to name a few – a new argument in scientific thinking is gaining traction: not only might we be able to weather stress better, we may even be able to harness it for the good.</p> <p>It's a baggy term, stress. Loosely drawn, acute stress is&#xa0;a short-lived reaction triggering a “fight-or-flight” adrenaline and cortisol response. Chronic stress, “when we activate that fight-or-flight system for months on end”, is even more worrying, says Beth McGroarty, director of research at the <a href=\"https://globalwellnessinstitute.org/\">Global Wellness Institute</a>. “It causes raised inflammation, decreases the count of your body's white blood cells that fight infection, disrupts the microbiome, and is associated with cell ageing and shortened telomeres [the protective caps at the end of each strand of DNA].” Long-term elevated cortisol levels also disrupt blood sugar levels and sleep cycles, and may make it easier to contract Covid-19 or suffer its more serious symptoms.</p> <p>However, mindset studies suggest we can alchemise these hormone responses. “So much of the talk about stress is&#xa0;around how it is detrimental; but the most important thing to convey is that you have a lot of control over the response you have,” says Dr Kenneth R Pelletier, clinical professor of medicine and of psychiatry at the University of California San Francisco (UCSF). At its most simple level, he points to methods such as “reappraising” to make&#xa0;you feel more in control. “If you are in a stressful situation, look back and realise you've coped with similar, or worse things in the past,” he explains.</p> <p>Harvard Business School associate professor Alison Wood Brooks also emphasises the power of reframing. When negotiating or giving a keynote speech, for example, repeating “I am excited” in the moments beforehand leads&#xa0;you away from feeling nervous and towards an “opportunity mindset” that improves performance.&#xa0;</p> <p>In her book <a href=\"https://www.waterstones.com/book/the-upside-of-stress/kelly-mcgonigal/9780091955267\"><em>The Upside of Stress</em></a>, Stanford psychologist and lecturer Kelly McGonigal references a study carried out in a Fortune 500 company. Employees were taught three steps to invoke a positive stress mindset: to notice and acknowledge the feeling of stress (switching the brain from&#xa0;an automatic response to a more measured one); to&#xa0;tie the feeling of stress to something of value – such as&#xa0;the fact that they might want a particular project to succeed; and purposefully to use the energy generated by&#xa0;their stress response to drive them toward their goal. “The&#xa0;intervention&#xa0;did not reduce stress: it transformed it,”&#xa0;says&#xa0;McGonigal. The employees were less anxious, healthier, more focused and better engaged.&#xa0;</p> <p>The new focus is to engender brief doses of&#xa0;positive or “hormetic” stress. Such positive stressors could include vigorous <a href=\"https://www.ft.com/content/e723cb21-b08f-407f-bcdd-00bc74d5da03\">breathing exercises</a>, Wim Hof ice baths or&#xa0;fasting: short, sharp challenges that shake up and reset the body. “It is fascinating that in recent times we've seen&#xa0;people intuitively turning to hormetic stresses, <a href=\"https://www.ft.com/content/52a91abf-7b2d-4026-8944-4028333e1aa7\">wild swimming</a> or cold showers,” McGroarty continues.</p> <p>“It seems to do&#xa0;with creating a challenging situation that you can control where you can build resilience,” adds&#xa0;Pelletier. “You're the initiator of the stressful experience and you know it will end.” A meta-review of&#xa0;300&#xa0;studies concludes that such manageable stressors can make beneficial changes to&#xa0;the immune system.</p> <p>In a particularly exciting development, McGroarty continues: “UCSF has just undertaken the first human clinical trial to test whether they [positive stressors] could&#xa0;also have long-lasting impact”, or prove the idea of&#xa0;the “stress paradox” – the notion that brief, managed doses of hormetic stressors could profoundly reverse the&#xa0;ravages of&#xa0;chronic stress by repairing stress damage, rebuilding cells and enhancing neuroplasticity, and even&#xa0;fostering resilience to future stressful periods.&#xa0;</p> <p>However, continues Pelletier, all things in moderation. “If you are under great pressure, and you add in too much intense exercise, it can be dangerous. You need to look at the whole pattern” of your physiology.&#xa0;</p> <p>So before you all throw yourselves into an ice lake, a note of caution. A year&#xa0;or so ago, I felt shattered. I thought I&#xa0;was doing everything right: cold showers, intermittent fasting, high-intensity <a href=\"https://www.ft.com/content/9490083d-87e8-4e76-8027-9adc763698e2\">Peloton</a> intervals; but a lattice of&#xa0;tests carried out by physician Dr Sabine Donnai of Viavi Clinic, including glucose, hormone and heart-rate variability (HRV), found that I was “stressing” my system in too many different ways. By failing to settle into the parasympathetic rest and digest state, I&#xa0;had got stuck in a constant adrenal surge.</p> <p>Showing me a chart illustrating my nervous system's failure, Donnai persuaded me to embrace <a href=\"https://www.ft.com/content/4c0ab22f-29a2-4676-8260-d2e23d160936\">meditation</a>, advising me that it would make me feel both calmer and more in control. A year on, I can not only feel the benefits of more balanced introductions of hormetic stressors, but see them in my altered cortisol levels.</p> <p>This resonates with Gideon Remfry, wellness director of KX members' club. Before designing a client's training plan, he tests their levels of cellular stress by looking at hydroperoxides (compounds containing a relatively large proportion of oxygen) in the blood. “There is a point at which it is detrimental to layer in further stressors like hard exercise,” he says. (Even, sadly, my much-loved Beyoncé-themed spin sessions.) “Modalities such as&#xa0;fasting can cause good effects, but need to be managed in line with the rest&#xa0;of your lifestyle. It's about&#xa0;finding the sweet spot for each person.” Getting the&#xa0;balance wrong may even interfere with your waistline. “We see better fat-loss results putting some people on meditation plans than high-intensity training – some clients get thinner by sitting still.”</p> <p>Happily, a <a href=\"https://www.ft.com/content/cc85fa99-89d4-44f8-bc5a-abe123f50b18\">new generation of wearables</a> enable us better&#xa0;to understand what may work for us. For ongoing insights, Remfry has his clients wear the <a href=\"https://ouraring.com/\">Oura Ring</a> (see below, used&#xa0;by&#xa0;Bill Gates and Twitter founder Jack Dorsey), which gauges stress response – and suggests appropriate recovery behaviours – by tracking HRV. Two&#xa0;other excellent choices are wrist-based devices, the&#xa0;<a href=\"https://www.whoop.com/\">Whoop</a> (also below; again focusing on HRV) and <a href=\"https://www.fitbit.com/global/us/products/smartwatches/sense\">Fitbit Sense</a> (which&#xa0;looks at&#xa0;electrodermal activity).&#xa0;</p> <p>For those who have been stuck in chronic stress for months, extra help to reset may be the answer. Swiss clinic Clinique La Prairie has relaunched its flagship <a href=\"https://cliniquelaprairie.com/en/revitalisation-longevity-immune-system\">Revitalisation programme</a>, designed to reduce cell inflammation and regulate cellular stress with treatments&#xa0;including microbiome recovery and&#xa0;anti‑inflammatory nutrient&#xa0;boosters. But there is a more accessible route&#xa0;to&#xa0;resetting that revolves around relationships. The&#xa0;love and&#xa0;social-bonding hormone oxytocin is also&#xa0;a&#xa0;stress hormone. “Stress can specifically trigger the&#xa0;need&#xa0;to&#xa0;seek out our friends, in what's called the ‘tend&#xa0;and&#xa0;befriend' response,” says McGonigal. “This drive&#xa0;to be&#xa0;with and to protect loved ones inhibits fear, and&#xa0;activates a&#xa0;state of bravery.” Rather wonderfully, it is&#xa0;cyclical – any time you choose to help others, you automatically activate this state. “Caring for others triggers&#xa0;the biology of courage&#xa0;and creates hope.”</p> <p>Finishes Pelletier: “I may sound a bit Pollyanna-ish, but&#xa0;a stressful situation doesn't have to be inherently bad.&#xa0;With the correct mindset you can choose to learn from it; always in negative circumstances you can find the&#xa0;opportunity for growth.”</p><p>Source: Rebecca Newman. Illustrations by Lalalimola 2021 'Are you the right kind of stressed?' FT.com 7 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-07T09:55:32.278Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}