{
  "_id": "f3685c4dc79130013bea3cd70e4e9aae76c31d9051fc784e0915632d7081ff1d",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Democracy's  Digital Defenses  ---  New tools, many developed by the private sector, have the potential  to thwart surveillance and disinformation by authoritarian governments.  ----  By Richard Fontaine and Kara Frederick",
  "text": "<p>   In early 2021, the audio-only social media app Clubhouse allowed users in mainland China to enter chat rooms and talk freely to the world -- including American journalists and people in Hong Kong and Taiwan, areas usually off-limits to Chinese citizens. For a brief period, users of the app had an uncensored glimpse of the internet beyond the Great Firewall. </p><p>   But Beijing moved quickly to crush the tiny, iPhone-based revolt, and Clubhouse chat rooms were banned on Feb. 8. A Stanford research team later found that a Shanghai-based startup called Agora had access to Clubhouse users' audio files and metadata, potentially giving the Chinese Communist Party direct access to their conversations. </p><p>   Technologies aimed at surveilling populations, suppressing dissent and spreading propaganda have long been used by authoritarian governments. But in recent years, democracies are discovering they can fight fire with fire, using their own digital tools to defend freedom and undermine autocracy. New tools, many of them developed by the commercial sector as privacy safeguards, are increasingly being repurposed as democracy's digital defenses. </p><p>   During demonstrations in 2019, protesters in Hong Kong relied on the Reddit-like website LIHKG to communicate with fellow dissidents. They used the crowdsourced web-mapping service HKmap.live to avoid police and the dating app Tinder to recruit new pro-democracy activists. Dissidents have even used the augmented reality game Pokemon Go to provide cover for unauthorized gatherings. Russian opposition members have developed a \"protest navigator\" on Telegram, an encrypted messaging app, as well as bots that identify police locations during marches. </p><p>   When governments block websites and apps or try to surveil and disrupt internet communications, demonstrators can connect via services like Bridgefy, which employs Bluetooth and mesh networks to link devices without using the internet. These peer-to-peer networks work even if a government slows down internet traffic, as Russia appears to have done amid January's anti-Kremlin agitation, or shutters online access entirely, as Iran tried to do during unrest in 2019. </p><p>   Another new class of technologies can be employed to undermine the ability of dictators to sow confusion. In the early days of the Covid-19 pandemic, Chinese operatives barraged Twitter and sent misleading texts about nationwide lockdowns directly to Americans' phones, hoping to incite a national panic. To combat similar schemes, researchers at Indiana University developed Botometer, a tool that distinguishes social media bots from human-created content. It was used to identify and remove thousands of automated Twitter accounts spewing misinformation ahead of the 2018 midterm elections and helped to flag Covid-related misinformation in 2020. </p><p>   Several programs have been developed to detect deep fake videos and other digital forgeries, including Truepic, a San Diego-based photo and video verification service, and Jigsaw's \"Assembler\" technology, which helps journalists spot altered images by combining multiple image manipulation detection models. If an authoritarian government produces video forgeries designed to spread confusion -- for instance, showing election officials announcing the wrong election date, or a political leader insulting key constituencies -- these tools will form a first line of defense. </p><p>   A number of privacy efforts initially aimed at big online platforms and data-guzzling internet service providers can be repurposed to defend against authoritarian governments and combat overreach by democratic ones. For instance, university-based privacy advocates have begun employing \"data pollution\" to flood their digital records with fake activity, frustrating attempts to draw out a consistent pattern in their internet browsing history. Developed to resist microtargeted ads, this countermeasure can be adapted to guard against government attempts to profile potential dissidents. </p><p>   Differential privacy techniques protect individuals by obfuscating certain forms of personally identifiable information that is regularly collected by certain apps, including location, contacts and travel habits. Such built-in restraints would make it harder for a government to monitor its citizens' patterns of life and social networks. Google's Covid-19 mobility reports have already employed the technique, adding artificial noise and making location data anonymous. </p><p>   There are also decentralized models of data storage that keep identifiable personal data on your own device, rather than on a server subject to hacking or a government's prying eyes. Microsoft and the University of Washington already use such a decentralized approach in their \"CovidSafe\" application, built on the promise that \"your data always stays on your phone.\" Approaches like these can theoretically thwart programs like China's social credit system, which combines information on citizens from banks and legal records to more effectively automate control. They could also help blunt the temptation among more liberal governments to abridge fundamental rights and freedoms. </p><p>   Ensuring that these privacy-preserving tools are available globally will require the private sector to rethink its approach to technology development. How America's private tech sector chooses to act will have a decisive impact. With their prodigious resources, programming talent and dominant market position, U.S. companies have the ability to dictate the design of many products used by the rest of the world. </p><p>   Defending democracy will increasingly rely on commercially viable technologies employed on the front lines against authoritarian encroachment. That requires at the design stage both a clear commitment to privacy protections and trustworthiness and attention to how a new application might be misused by repressive governments. </p><p>   President Biden is reportedly considering a coalition of techno-democracies that would set \"the rules and shape the norms that govern the use of technology,\" according to a senior State Department official quoted in the Washington Post. Such an international alliance could usefully share information, harmonize tech policies and counter the autocratic vision of digital order favored by China, Russia and others. Mr. Biden also appears determined to cooperate with the European Union on semiconductors and supply-chain vulnerabilities, like those exploited in the SolarWinds hack. </p><p>   With democracy on the defensive world-wide, autocracies are becoming increasingly aggressive in their attempt to digitally undermine open societies. It's past time for democracies to fight back. </p><p>   --- </p><p>   Mr. Fontaine is the CEO of the Center for a New American Security in Washington, D.C. Ms. Frederick is a fellow at the Heritage Foundation's Center for Technology Policy and worked previously for Facebook and the Department of Defense. </p><p></p>",
  "published": "2021-05-08T06:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4626,
          "end": 4635
        }
      ],
      "nexusId": "10031144"
    }
  ]
}