{
  "_id": "5fab86777ba4479a05a02e56a7caefc5bfe4f6c56ee97e7fbb408f154e7ee0b7",
  "feed": "wall-street-journal",
  "title": "Judge Orders Apple to Loosen App Store Restrictions in Mixed Verdict; Case pitted Steve Jobs's vision of a walled garden of Apple hardware against Epic co-founder Tim Sweeney's desire for an open ecosystem",
  "text": "<p>\"The Court does not find that Apple is an antitrust monopolist in the submarket for mobile gaming transactions,\" the judge wrote. \"However, it does find that Apple's conduct in enforcing anti-steering restrictions is anticompetitive.\"</p><p>Epic, the maker of \"Fortnite,\" had brought the lawsuit, claiming that Apple was improperly using its monopoly power and harming competition. Appeals were expected, regardless of the judge's ruling. It had sought to force Apple to allow users to download its games outside of the iPhone maker's App Store.</p><p>The high-profile case highlights a broader concern about online platforms and digital commerce. Regulators and lawmakers in Washington, Brussels and beyond are seekingto rein in big tech companies. The trial proceedings reverberated around the tech world, as the likes of Alphabet Inc., Amazon.com Inc., Facebook Inc. and Microsoft Corp. watched for signs of how their worlds might change.</p><p>\"Today the Court has affirmed what we've known all along: the App Store is not in violation of antitrust law,\" Apple said. \"We remain committed to ensuring the App Store is a safe and trusted marketplace that supports a thriving developer community and more than 2.1 million U.S. jobs, and where the rules apply equally to everyone.\" Epic didn't immediately respond to a request for comment.</p><p>Even before the judge's ruling, Apple had been making concessions on the so-called anti-steering provision as it worked to settle a class-action lawsuit brought by smaller developers and an investigation by Japanese authorities.</p><p>\"A remedy to eliminate those provisions is appropriate,\" Judge Gonzalez Rogers wrote. \"This measured remedy will increase competition, increase transparency, increase consumer choice and information while preserving Apple's iOS ecosystem which has procompetitive justifications. Moreover, it does not require the Court to micromanage business operations which courts are not well-suited to do as the Supreme Court has appropriately recognized.\"</p><p>The case pitted the late Steve Jobs's vision of the iPhone as a curated device where programs operate within a walled gardenof Apple hardware and software against Epic co-founder Tim Sweeney's desire for a more open ecosystem. Mr. Sweeney has pushed for mobile phones to be like a personal computer where users can download whatever software they like.</p><p>\"If Apple loses, every tech company that operates a walled-garden model will be assessing whether they can unilaterally control the ecosystems they have created,\" said Paul Swanson, a Denver-based antitrust lawyer at Holland &amp; Hart LLP, before the ruling was released. \"Conversely, a win for Apple will ease tech companies' concern that they may have to open up their systems for freer use.\"</p><p>From the start, Epic faced an uphill battle, legal experts said. Antitrust cases are notoriously difficult for plaintiffs to win, as courts have come to read antitrust laws more narrowly than during the trustbusting era, giving companies more latitude. Key to the fight was defining the market in question, observers said.</p><p>Epic had argued that Apple improperly limited distribution of third-party apps onto the iPhone through its App Store and required in-app purchases through its own payment system that in turn collected a cut as high as 30% of digital revenue.</p><p>Meanwhile, Apple refuted the claim that it held monopoly power. The company noted that Epic had many other ways to distribute videogames and that the videogame-maker was motivated by a desire to get around paying the 30% fee, which Apple called an industry standard.</p><p>Apple also told the judge that forcing it to let companies, such as Epic, bypass its app-review process and allow for software downloads on iPhones outside of the App Store would open users up to cyber threats.</p><p>During its case, Epic questioned the security and effectiveness of Apple's ecosystem in an effort to undermine its rationale for holding on to control of third-party software on its more than one billion iPhones. Epic argued that others could safely vet apps if allowed to create their own app stores.</p><p>The proceedings also provided a rare glimpse inside Apple, with normally private business documents dumped into public view and senior executives called to testify. Longtime Apple marketing chief, Phil Schiller, took the stand as did software leader Craig Federighi. The highest point of the drama came toward the end when Chief Executive Tim Cook took the stand, spending about four hourstrying to rebut Epic's claims.</p><p>Judge Gonzalez Rogers directed some of the sharpest exchanges toward the end of the CEO's appearance. She said that Apple's in-app payment system didn't face competition and questioned why Apple prohibited developers from alerting users in their apps to cheaper options for in-app purchases outside of Apple's system.</p><p>At other times, the judge's comments seemed to suggest a reluctance to blow up Apple's business model. \"Give me some example that has survived appellate review where the court has engaged in such a way to either prohibit something or to fundamentally change the economic model of a monopolistic company,\" Judge Gonzalez Rogers said on the final day of the trial. Some observers thought the judge was looking for some common ground to make a compromise.</p><p>The lawsuit moved at a quick pace since being filed in August last year. The legal battle arose out of an attempt by Epic to sneak its own in-app payment system into its wildly popular \"Fortnite\" videogame—a violation of Apple's rules. Apple quickly booted the game and, in response, Epic filed its lawsuit.</p><p>During the trial, Apple pointed to internal Epic documents that suggested that \"Fortnite\" sales were falling in early 2020 before gaining business during the coronavirus pandemic after people embraced new entertainment options during shutdowns.</p><p>Mr. Sweeney, Epic's CEO, got his own turn in the witness stand. \"I wanted the world to see Apple exercises total control over all software on iOS and it can use that control to deny users access to apps,\" he said during the trial.</p><p>Apple's legal challenges</p><p>More WSJ coverage, selected by the editors</p><p>* App Developers' Payments Dilemma: Easier With or Without Apple and Google? (Sept. 8)</p><p>* Heard on the Street: Apple Likely Has More App Store Deals to Make(Sept. 7)</p><p>* Apple's App Store Class-Action Settlement: What Does It Mean for Developers? (Aug. 28)</p><p>* Epic Games, Apple Close Out Final Day of Courtroom Battle Over MonopolyClaims (May 24)</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Judge Orders Apple to Loosen App Store Restrictions in Mixed Verdict</p>",
  "published": "2021-09-10T16:31:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 862,
          "end": 871
        },
        {
          "start": 862,
          "end": 877
        }
      ],
      "nexusId": "10031144"
    }
  ]
}