{
  "_id": "656759a6bc02a5a08d01e4250e622f451640c5e989336cfc0f4ad50e1bf09800",
  "feed": "ftcomall",
  "title": "The Amazon machine: Jeff Bezos's revolution — and complicated legacy",
  "text": "<p>In the years to come, what will be said about Jeff Bezos as an innovator? While Henry Ford had his Model T, and Steve Jobs his iPhone, the precise achievements of the Amazon founder are a lot harder to define.</p> <p>Perhaps, as one former senior executive suggests, Bezos's lasting legacy will be in re-engineering the business of innovation itself. </p> <p>“We call it the invention machine,” explains Colin Bryar, a former technical adviser to Bezos, and co-author of an upcoming book about the company. “Amazon could make decisions when Jeff was not in the room.”</p> <p>For over a quarter of a century, that machine has been engaged in tackling some of the most ambitious questions ever faced by a single business. How do you create a store that sells everything? How do you build a shared supercomputer for all? How do you hire half a million people in less than a year?</p> <p>Being able to answer them all, with ruthless execution, has created a <a href=\"https://www.ft.com/content/fdef43d2-8988-4694-8357-f7abe02f1c80\">company valued at $1.7tn</a>, and a man worth almost $200bn. </p> <p>Now, Bezos is ready to step aside as chief executive, moving “upstairs” as executive chair to concentrate on his passion projects — <a href=\"https://www.ft.com/content/16fb47c5-ca59-43f6-87b9-ba9b39e5c273\">beating climate change</a>, going to <a href=\"https://www.ft.com/content/52a1258c-4c9a-4a6f-adb9-d3c22cac1539\">space</a>. </p> <p>But he does so just as some of the consequences of this success, the side-effects of Amazon, are starting to crystallise. Critics see Bezos's innovations as acts of monopolisation, worker exploitation and privacy intrusions. They believe they are witnessing new technologies being taken to ethically dubious places. </p> <p>After being <a href=\"https://www.ft.com/content/3e26d31f-9cff-4b3b-a971-02e16996c190\">hauled before Congress last year</a>, Bezos will now delegate the handling of this criticism to the Amazon machine, and the leaders he's mentored to speak and think like him. It will mean relying on that machine to field a fresh round of questions without Bezos in the room — more often than before. </p> <p>“He's going to do something else where he's less fettered,” says Manny Medina, a former Amazon senior product manager. “The race to space is less complicated, from a regulatory perspective, than a lot of the stuff he's dealing with right now.”</p> <h2>Growth before profits</h2> <p>The first mention of Amazon and Jeff Bezos in pages of the Financial Times, in October 1996, spoke of his “radical” idea for allowing customers to leave reviews, and ways to suggest new books to read, two innovations that spoke to the unique potential of online shopping.</p> <p>Later, 1-Click ordering — where a stored address and payment information made checkout easier — would be added. </p> <p>At every stage of the way, the dizzying speed at which Amazon was growing, and the scope of its ambition, caused bewilderment. One management consultant, quoted in <em>Newsweek</em> magazine in 1999, said “the most powerful brands in the world stand for something simple . . . Amazon is going to stand for books and charcoal grills. That makes no sense to me.”</p> <p>But another Bezos innovation has been his relationship with Wall Street, a world he was intimately familiar with, having previously <a href=\"https://www.ft.com/content/0364850c-3ebf-11e9-9bee-efab61506f44\">worked at investment firm DE Shaw</a>. </p> <p>Starting with his first letter to shareholders in 1997, Bezos consistently warned investors that profits would forever be secondary to growth, in what would become a recurring theme throughout Amazon's history as it <a href=\"https://www.ft.com/content/9cd8038e-b38c-40d6-b2db-8f6e01cd166a\">expanded its distribution network</a> from seven dedicated facilities in 1999, to more than 1,500 today.</p> <p>“Bezos has an unparalleled ability to peddle his vision to Wall Street,” says Stacy Mitchell, from the Institute for Local Self-Reliance, who advocates breaking Amazon into smaller pieces. </p> <p>“He was given this incredibly long leash, selling books at a loss. Independent bookstores could have multiplied across the country with that business model. But of course, they weren't allowed to lose money.”</p> <p>Much of Amazon's spending was in pursuit of shorter delivery times. Bezos was quick to realise it would be the most important differentiator against competitors. He used the strategy to lock in customers, <a href=\"https://www.ft.com/content/6e63bbf6-a455-11e9-974c-ad1c6ab5efd1\">launching the Prime membership scheme</a> in 2005, where members would pay a $79 yearly fee for faster, “free” shipping on all items. Today Prime has more than 150m members in the US alone, more than half the adult population, estimates suggest — now paying $119 a year.</p> <p>Prime was a Bezos masterstroke, and one he considers one of his most notable achievements. Members rarely turn to other shopping sites, since they have paid an upfront cost. On average they spend two to three times more than non-members. </p> <p>“Bezos kept saying long term, long term, long term, we're building, we're building, we're building,” says James Thomson, a former Amazon manager who now advises third-party sellers. “And now everyone realises, oh, my goodness, look at what they built.”</p> <h2>Monopoly concerns</h2> <p>But the <a href=\"https://www.ft.com/content/9a9cc7e0-e406-477c-bc15-28d6d250c29b\">proliferation of third-party sellers</a>, which have helped Amazon increase selection rapidly without taking on any extra risk in paying for inventory, has created issues with counterfeits and safety — both areas Amazon insists it is working hard to improve on.</p> <p>The marketplace has also been at the centre of claims that Amazon is anti-competitive, the subject of a Congressional hearing — Bezos's first ever — in July last year. </p> <p>The principal allegation that day, that Amazon uses data on third-party sellers in order to inform decisions about products it might make itself, has limited credibility, since Amazon's own-brand products are a minute part of its business. </p> <p>But the subsequent report by the House subcommittee on antitrust made clear that there is<a href=\"https://www.ft.com/content/53e967b0-4d5f-4b8d-9969-310d627d9742\"> broader concern over Amazon</a>.</p> <p>“The platform has monopoly power over many small- and medium-sized businesses that do not have a viable alternative to Amazon for reaching online consumers,” it stated. </p> <p>When it was announced that <a href=\"https://www.ft.com/content/b100100e-48d9-4b06-86e0-ed81dd9eee92\">Bezos was to be replaced as chief executive by Andy Jassy</a>, the current head of Amazon's cloud division AWS, lawmakers made it abundantly clear that the probing — from both sides of the aisle — would quickly resume. </p> <p>“I look forward to talking to him about competition issues,” said senator Amy Klobuchar, the top-ranking Democrat on the Senate antitrust committee, speaking to The Washington Post, the newspaper owned by Bezos.</p> <p>“I have some questions for Mr Jassy,” wrote Congressman Ken Buck, a Republican, on Twitter.</p> <h2>Internet landlord</h2> <p>“Mr Jassy” comes from a division of the company, AWS, that has come to be the source of the majority of Amazon's profits in recent years. Its potential may still be in its infancy.</p> <p>“The board was sceptical,” says Bryar, the former technical adviser to Bezos, about the early days of AWS. At the time, it was open to debate whether Amazon should be distracting itself from ecommerce to start creating a massive computing platform, one where other companies would pay Amazon to host their files and services. </p> <p>“[The board said] ‘why are you doing this, it has nothing to do with your retail business'. I wouldn't say we knew that it was going to turn out to grow faster than Amazon. But we knew that this was going to be a better way to build software.”</p> <p>Bezos said the team should push ahead, but not too quickly. “He was kind of the ‘chief slowdown officer' during this stage,” remembers Bryar. “Because he wanted to make sure that we had defined who the customers were.”</p> <p>The customers would end up being some of the biggest businesses on the internet, such as Netflix and Airbnb, as well as the CIA. The innovation was in allowing customers to scale up and down, in a matter of moments, the server capacity they needed depending on demand.</p> <p>With AWS, Bezos now had a dependable business line that didn't fluctuate with the seasons and a supercomputing platform upon which to build much, much more — such as Alexa, Amazon's breakthrough voice assistant, which is made smarter by its computing power.</p> <p>But as CEO, Jassy will need to contend with the ethical decisions related to being the biggest landlord on the internet. </p> <p>In January, following the insurrection at the US Capitol, <a href=\"https://www.ft.com/content/15813471-b3c4-4c52-8257-b551478bde90\">AWS removed social network Parler from its service</a>, citing violation of its terms of use. Unlike Twitter and Facebook, which banned Donald Trump and others, AWS is seen to hold a more complex role as the underlying infrastructure of the internet. </p> <p>Jassy will also be expected to lay down red lines for how AWS-powered surveillance technology — such as facial recognition — might be used by government agencies, particularly the military and police.</p> <p>“Amazon does occupy a different place in society than it did 10 years ago, or 15 years ago,” says Bryar. </p> <p>“I believe that it can and should have scrutiny for a lot of these different types of practices on privacy policies, data storage — and that discussion should be had out in society. I think Amazon is working that way too.”</p> <h2>Safety fears</h2> <p>One of the key Amazon innovations under Bezos has been a ruthless drive for efficiencies — and campaigners say this has taken a human toll. An investigation by the Center for Investigative Reporting, published in September, uncovered data that suggested Amazon's serious accident rate among workers in 2019 was <a href=\"https://revealnews.org/article/how-amazon-hid-its-safety-crisis/\">“nearly double the industry standard”</a>.</p> <p>“Our investments in safety training and education programmes, in technology and new safety infrastructure are working,” an Amazon spokesperson said in response to the report. Throughout the pandemic, Amazon said it had paid $11.5bn in Covid-19-related costs.</p> <p>But before Bezos steps down, in this year's third quarter, a potentially pivotal vote will have been completed in Bessemer, Alabama. More than 5,000 workers at a fulfilment centre there are set to decide if they wish to form a union, what would be the first Amazon facility in the US to gain collective bargaining power.</p> <p>The union involved is less concerned with rates of pay and benefits — currently well above the US federal minimum wage and entry-level norms — and more focused on the nature of the work, with carefully monitored targets for picking and packing goods and worries over the time given for bathroom breaks.</p> <p>Once he leaves, Bezos's next move may be to replicate an innovation pioneered by Microsoft co-founder Bill Gates who, since stepping away from Microsoft, has established himself as one of history's leading philanthropists. </p> <p>That is in stark contrast to the view of Bezos, one expressed by late-night TV host Stephen Colbert, who this week referred to Bezos as an, “obscenely rich plutocrat who hoards wealth as those employees not yet replaced by robots have to pee in bottles for lack of bathroom breaks”. </p> <p>It is not just his personal wealth that has directed attention on growing wealth inequalities. One of Bezos's other innovations has contributed to that sentiment, argues Matt Gardner, from the Institute on Taxation and Economic Policy.</p> <p>“There's always been something a little unusual in Jeff Bezos,” he says. “In the extent to which he has been open about making tax avoidance a competitive advantage.”</p> <p>Still, those close to him say they have observed a change in perspective. Tom Alberg, who sat on Amazon's board of directors from 1996 until 2019, says he believes Bezos would channel his wealth meaningfully.</p> <p>“I think we'll look back, 20 years from now, and say Jeff's second act was as important as his first.”</p><p>Source: Dave Lee in San Francisco 2021 'The Amazon machine: Jeff Bezos's revolution — and complicated legacy' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T18:57:06.689Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9948,
          "end": 9957
        },
        {
          "start": 10010,
          "end": 10019
        }
      ],
      "nexusId": "10031144"
    }
  ]
}