{
  "_id": "9339ee552bf71f01843eebbf27af7ee7c74f632e7205f4c53a872af57fc4d0cf",
  "feed": "ftcomall",
  "title": "Microsoft slams Google over threat to shut search engine in Australia  ",
  "text": "<p>Microsoft has moved to capitalise on Google's threat to shut its search engine in Australia, throwing its weight behind efforts to make Big Tech pay for news content and offering to transfer small businesses to its rival service Bing at no cost.</p> <p>The Seattle-based company on Wednesday slammed Google's <a href=\"https://www.ft.com/content/848971e5-4b44-408a-8f52-3d3fa915172c\">threat to exit Australia</a> over the news media bargaining code and said it fully supported a draft law aimed at forcing technology groups to pay news providers for content.</p> <p>“One thing is clear: while other tech companies may sometimes threaten to leave Australia, Microsoft will never make such a threat,” said Brad Smith, Microsoft's president, in a statement. “We are committed to supporting the country's national security and economic success.”</p> <p>Canberra's proposed news media bargaining code would introduce <a href=\"https://www.ft.com/content/0834d986-eece-4e66-ac55-f62e1331f7f7\">binding arbitration</a> and non-discrimination clauses to protect publishers and force Google and Facebook to negotiate payments for carrying their content. &#xa0;</p> <p>Google has a 94.5 per cent market share in search in Australia, while Microsoft's Bing search engine holds 3.6 per cent, according to StatCounter, a web analytics company.</p> <p>Microsoft's decision to throw down the gauntlet will complicate Google's <a href=\"https://www.ft.com/content/8a957a0f-5875-4c84-9c7c-b20bbe6d3bac\">aggressive lobbying campaign</a> against the draft legislation, which it has called “unworkable” and “unreasonable”. </p> <p>Mel Silva, Google Australia's chief executive, said last month that if the code became law, Google would have “no real choice but to stop providing search in Australia”. </p> <p>Google has said the law would breach a fundamental principle of the internet by forcing it to pay to provide links to news businesses' sites. It warned that would set a damaging precedent and privilege one group of content providers — news media groups — over others.&#xa0;&#xa0;</p> <p>“Withdrawal is our worst-case scenario if the code remains unworkable and the last thing we want to have happen,” said Google, reiterating it was willing to pay publishers for value.</p> <p>John Kettle, partner at McCullough Robertson, a law firm in Brisbane, said the media code was emblematic of the start of a “tech war” as sovereign countries moved to reassert control over trillion-dollar digital behemoths.</p> <p>He said Google's public threat to exit Australia was a mistake: “It simply points out to people that there are alternatives to its search engine and has provided rivals with an opportunity.”&#xa0;</p> <p>Microsoft's offer to fill any gap left by Google's exit followed discussions last week between Scott Morrison, Australia's prime minister, and Satya Nadella, Microsoft's chief executive. Mr Morrison has so far shown no sign of bending to Google, telling media that Canberra “did not respond to threats”.</p> <p>Critics of Google and Facebook said the pair had only recently begun to <a href=\"https://www.ft.com/content/28fbefd3-e5e3-4968-b265-6b530e752516\">agree deals</a> with news providers, and that the code was necessary to ensure that dominant digital platforms negotiate in good faith.</p> <p>The push to make Big Tech pay for news also comes as Google, Facebook and other Silicon Valley companies face intensifying <a href=\"https://www.ft.com/content/d2333141-ace0-469d-b75c-8b5fd0367993\">global scrutiny</a> over their market dominance.</p><p>Source: Jamie Smyth in Sydney 2021 'Microsoft slams Google over threat to shut search engine in Australia  ' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T04:20:09.269Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1139,
          "end": 1150
        },
        {
          "start": 1037,
          "end": 1046
        },
        {
          "start": 623,
          "end": 632
        },
        {
          "start": 1139,
          "end": 1148
        },
        {
          "start": 2363,
          "end": 2374
        },
        {
          "start": 2521,
          "end": 2530
        },
        {
          "start": 1037,
          "end": 1048
        },
        {
          "start": 2363,
          "end": 2372
        },
        {
          "start": 564,
          "end": 573
        },
        {
          "start": 2521,
          "end": 2532
        },
        {
          "start": 623,
          "end": 634
        }
      ],
      "nexusId": "10031144"
    }
  ]
}