{
  "_id": "71827b8c6db512d81c891403499c3786034c59bf1989da774e6a541c4931fe60",
  "feed": "ftcomall",
  "title": "Big Tech overshadows EU-US talks",
  "text": "<p>The US and EU officially pledged in Brussels on Tuesday “to promote innovation and leadership by US and European firms”, but America fears this may not include its biggest tech companies: Alphabet, Amazon, Apple, Facebook and Microsoft.</p> <p>The US, in fact, warned the EU against pursuing “protectionist” technology policies that exclusively target American companies, ahead of Joe Biden's first presidential visit to Brussels, <a href=\"https://www.ft.com/content/2036d7e9-daa2-445d-8f88-6fcee745a259\">according to this FT scoop</a>.</p> <p>The National Security Council wrote last week to complain about the tone of recent comments about the EU's Digital Markets Act — the draft legislation that aims to curb the power of Big Tech. “We are particularly concerned about recent comments by the European Parliament rapporteur for the Digital Markets Act, Andreas Schwab, who suggested the DMA should unquestionably target only the five biggest US firms,” the NSC said.</p> <p>It may have been reassured by <a href=\"https://www.consilium.europa.eu/media/50443/eu-us-summit-joint-statement-15-june-final-final.pdf\">today's agreement</a> “to establish an EU-US Joint Technology Competition Policy Dialogue that would focus on approaches to competition policy and enforcement, and increased co-operation in the tech sector”. </p> <p>Also, in a move seen as countering China's tech advances, today's Brussels meeting set up a high-level EU-US Trade and Technology Council, with goals that included “to avoid new unnecessary technical barriers to trade . . . to facilitate regulatory policy and enforcement co-operation and, where possible, convergence”.</p> <p>Initially, working groups will focus on tech standards for AI and the Internet of Things, and on strengthening supply chains. “Notably, we commit to building an EU-US partnership on the rebalancing of global supply chains in semiconductors with a view to enhancing EU and US respective security of supply as well as capacity to design and produce the most powerful and resource-efficient semiconductors,” said their joint statement. </p> <p>It appears the Biden administration will fight for the Big Five to be fairly treated in Europe, while giving them a hard time at home. Today, the Senate confirmed the White House's nominee Lina Khan — an outspoken critic of Amazon — as the Federal Trade Commission's newest member. <a href=\"https://www.ft.com/content/de9787c3-92a5-4de4-8700-90cd1cac6c0c\">Lex says</a> she may shape a new era of antitrust policy, although the break-up of tech companies is not inevitable.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. From Russia with lies</strong><br>A meeting <a href=\"https://www.ft.com/content/ea1ae16e-e786-4687-8b3a-a21e780a4160\">with Vladimir Putin in Geneva</a> on Wednesday marks the final stage of President Biden's European tour. <a href=\"https://www.ft.com/content/51fc3b07-78a5-4461-823c-c9d22baeb063\">Today's Big Read</a> looks at a new era of information warfare, with the US convinced Russia is using disinformation to weaken support for democracy.</p> <p><strong>2. Father of web's NFT offspring</strong><br>Sir Tim Berners-Lee is <a href=\"https://www.ft.com/content/a77ad1bf-fae0-478b-aa05-a07790314ebc\">auctioning his original source code</a> for the web in the form of a “non-fungible token”, as digital collectibles continue to fetch millions of dollars. The auction at Sotheby's will be the first time that Berners-Lee has been able to raise money directly from one of the greatest inventions of the modern era, with the proceeds benefiting initiatives that he and his wife Rosemary support.</p> <p><strong>3. VC spring for Chinese start-ups</strong><br>After two years of struggling to raise money, Chinese start-ups are seeing interest from venture capitalists pick up again, as the boom in the US crosses over the pacific.&#xa0;The number of venture deals in China<a href=\"https://www.ft.com/content/03ffc8b8-7846-41ee-9364-7f30ee9cadb4\"> rose 56 per cent</a> in the first quarter from a year earlier, the fourth consecutive quarter of rising activity, as start-ups pulled in Rmb354bn ($55bn) in investment.</p> <p><strong>4. Hopin cash-in for founder</strong><br>The founder of Hopin, one of the fastest-growing tech start-ups ever, has sold about £100m of shares over the past year as the video conferencing company's valuation has rocketed. Johnny Boufarhat, who launched Hopin two years ago, has sold almost 17 per cent of his stake for between £96m and 130m, <a href=\"https://www.ft.com/content/3472e2db-717f-4c7a-9d65-c1c461c79870\">according to an FT analysis</a> of public filings.</p> <p><strong>5. Vivendi attracts activist interest</strong><br>Activist investor Third Point has <a href=\"https://www.ft.com/content/a2a7df40-68b4-4041-b2a5-98b967af4e07\">built a stake in Vivendi</a>, the media group controlled by French billionaire Vincent Bolloré. <a href=\"https://www.ft.com/content/51d945cf-28b9-4d93-9dfb-f602271ef9c1\">Lex says</a> one attraction may be hostility among some independent shareholders to Vivendi's plan for a complicated demerger of the world's biggest music label, Universal Music Group.&#xa0;</p> <h2>Tech tools — Realme's 5G GT</h2> <p>China's Realme unveiled a new roster of products today, led by its flagship smartphone. <a href=\"https://event.realme.com/eu/uk-realme-gt-launch/\">The 5G GT</a> has fast-car allusions and its need for speed means a top-notch processor is incorporated and made the selling point for what Realme says is “the most affordable Snapdragon 8 powered smartphone launched globally — starting at €369”. It also features a 6.4in Super AMOLED display, a Sony 64MP triple camera, and full battery charging in 35 minutes. The phone is available from next Monday, but starting tomorrow, you can buy the company's two new budget smartwatches, the Watch 2 Pro priced at £69.99 and the Watch 2 at £49.99. Also available from June 16, Realme hopes to clean up with a €299 robot vacuum.</p><p>Source: Chris Nuttall in London 2021 'Big Tech overshadows EU-US talks' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T19:40:00.175Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 226,
          "end": 235
        }
      ],
      "nexusId": "10031144"
    }
  ]
}