{
  "_id": "ef9e3c890a1760a3e7c5e121ca93c715d87ef27cfd92477fd89071bbad91961d",
  "feed": "wall-street-journal",
  "title": "Business News:  Corporate Watch",
  "text": "<p>\n  MICROSOFT </p><pre>\n </pre><p>\n  Biomass Power </p><p>\n  Plant Is Planned </p><pre>\n </pre><p>\n  Microsoft Corp. and two energy-related companies plan a power plant in California they say will produce a negative amount of carbon emissions, an example of big companies experimenting with energy projects. </p><p>\n  A unit of oil-field-services company Schlumberger Ltd., Chevron Corp. and Microsoft are looking at opening a bioenergy plant in Mendota, Calif., that converts agricultural waste such as almond trees into a gas that, when combined with oxygen, will generate electricity. </p><p>\n  Clean Energy Systems, which focuses on deploying energy developments that cut carbon, is also part of the effort, the companies said. </p><p>\n  -- Micah Maidenberg </p><p>\n  --- </p><p>\n  TORO </p><pre>\n </pre><p>\n  Residential Demand </p><p>\n  Fuels Growth </p><pre>\n </pre><p>\n  Toro Co. posted a larger first-quarter profit as sales rose, driven by a strong increase in demand from residential customers. </p><p>\n  The Bloomington, Minn., maker of turf equipment reported earnings of $111.3 million, compared with $70.1 million in the prior-year quarter. Revenue climbed to $873 million from $767.5 million the year before. </p><p>\n  Revenue from the company's residential segment grew by 31% year over year to $217.7 million, as demand for snow equipment and walking power mowers lifted sales to consumers. Chief Executive Richard Olson said he expects strong retail demand for the company's residential products to persist. </p><p>\n  Sales to professionals increased 9.3% amid higher sales of lawn mowers used by landscaping contractors. The company's acquisition of Venture Products also contributed to higher professional sales, Toro said. </p><p>\n  -- Matt Grossman </p><p>\n  --- </p><p>\n  MONDELEZ </p><pre>\n </pre><p>\n  New Recycling </p><p>\n  Policy Is Backed </p><pre>\n </pre><p>\n  Mondelez International Inc. said it was in favor of a reasonable new federal recycling policy focused in part on the kind of plastic wraps it uses to package its Oreos and a number of its other snacks. </p><p>\n  Such flexible films are commonly used by consumer-product manufacturers as packaging, but they aren't easy to reuse once consumers are done with them. </p><p>\n  \"Flexible plastic films, like the flow wraps we use on our snacks, are still difficult to collect, sort and reprocess economically,\" Mondelez Impact Chief Christine Montenegro McGrath said. </p><p>\n  Under such efforts, governments give manufacturers financial or physical responsibility for treating or disposing of such products after consumers use them and could provide support for such efforts, according to a definition from the Organization for Economic Cooperation and Development. </p><p>\n  Across its portfolio of products, the company has set a goal of cutting its use of virgin plastic by 5% by 2025, assuming a stable portfolio. </p><p>\n  -- Micah Maidenberg </p><p>\n  --- </p><p>\n  MICHAELS </p><pre>\n </pre><p>\n  Earnings, Sales </p><p>\n  Rose in Quarter </p><pre>\n </pre><p>\n  Michaels Cos. posted a larger fourth-quarter profit and higher sales year over year, one day after the company said it plans to go private in a leveraged buyout. </p><p>\n  The Irving, Texas, chain of art-supply stores logged earnings of $255.1 million, up from $181.7 million in the prior-year period. Revenue climbed to $1.92 billion from $1.72 billion in 2019's fourth quarter. </p><p>\n  Comparable-store sales grew by 13%. Michaels finished the quarter with 1,252 stores, down from the 1,274 stores it had 12 months earlier. </p><p>\n  On Wednesday, Michaels said it plans to go private in a leveraged buyout by Apollo Global Management Inc. that values Michaels at $3.3 billion. Apollo is offering to buy Michaels for $22 a share. </p><p>\n  -- Matt Grossman </p><p></p>",
  "published": "2021-03-05T07:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 45,
          "end": 54
        },
        {
          "start": 326,
          "end": 335
        },
        {
          "start": 45,
          "end": 60
        }
      ],
      "nexusId": "10031144"
    }
  ]
}