{
  "_id": "d07a791a7300822941da07477ea9aa2f4bb592c884471cf4385f22f857d29323",
  "feed": "wall-street-journal",
  "title": "Microsoft to Close LinkedIn in China",
  "text": "<p>Microsoft's move comes at a time when China's Communist Party is ratcheting up its control over its largest tech companies, private enterprises and online commentary, as it continues a campaign to assert itself more forcefully across the economy and Chinese society.</p><p>In March, LinkedIn said it would be temporarily pausing new member sign-ups in China as it ensured it was in compliance with local law. Around the same time, China's internet regulator told LinkedIn officials to better regulate its content and gave them 30 days to do so, according to people familiar with the matter. In recent months, LinkedIn notified several China-focused human-right activists, academics and journalists that their profiles were being blocked in China, saying they contained prohibited content.</p><p>LinkedIn said it would replace its Chinese service, which restricts some content to comply with local government demands, with a job-board service lacking social-media features, such as the ability to share opinions and news stories.</p><p>Beijing once touted the LinkedIn model, which involves a contractual relationship between its headquarters and Chinese nationals who actually own the platform in the country, as a way for global-internet businesses to access its market. But as such a model provided the overseas headquarters little control over the China operation, it was never popular in Silicon Valley.</p><p>The social-media site's exit is the latest chapter in the struggle Western internet companies have faced operating in China, which has some of the world's most stringent censorship rules.</p><p>Twitter Inc. and Facebook Inc.'s platforms have been blocked since 2009. Alphabet Inc.'s Google left in 2010 after declining to censor results on its search engine. The chat-messenger app Signal and audio-discussion app Clubhouse also were blocked this year.</p><p>Savvy internet users in China can still access these Western services using workarounds such as virtual private networks, or VPNs, but many people don't use them.</p><p>LinkedIn entered China in 2014 after making rare concessions to abide by local censorship rules. Microsoft agreed to buy the platform two years later. In 2014, then-LinkedIn boss Jeff Weiner said that while the company supported freedom of expression, offering a localized version of its service in China meant adhering to local censorship requirements -- a view the company has since repeated.</p><p>In China, LinkedIn often has been used by Chinese exporters and businessmen to connect with foreign buyers, hoping to drum up interest and sales overseas. Many Chinese internet users, particularly those working in the technology sector, tend to use a local professional-networking app called Maimai, which is run by Beijing Taou Tianxia Technology Development Co. Ltd.</p><p>LinkedIn also faces intense competition in the Chinese job-seeking app market, with large rivals such as Zhaopin Ltd.</p><p>In the Thursday statement, LinkedIn said that after seven years of operating in China it had \"not found the same level of success in the more social aspects of sharing and staying informed.\"</p><p>LinkedIn faced risks to its reputation and global-business model if it continued censoring on behalf of Chinese authorities, said Evan Medeiros, a Georgetown University professor who advises multinational companies on operating in China. Those actions undercut the idea that LinkedIn offers a platform for the free and open sharing of viewpoints, he said.</p><p>A White House official said the administration welcomed the move. The Chinese Embassy in Washington didn't respond to a request to comment.</p><p>Microsoft has had a difficult relationship with China, where it battled for years against software piracy, even as it courted the Chinese government.</p><p>Microsoft CEO Satya Nadella hosted President Xi Jinping of China at its headquarters in Redmond, Wash., in 2015. A year later, the CEO visited Beijing and met political leaders there.</p><p>In 2017, Microsoft introduced a version of its Windows 10 software specifically for Chinese government use. The customized version included a different type of encryption and other changes.</p><p>Last year, Microsoft also got drawn into tensions between Beijing and the Trump administration over the popular short-video app TikTok, owned by Chinese parent ByteDance Ltd. The U.S. government pushed TikTok to sell its U.S. operations. Microsoft offered to buy the business, which went down badly in China. The deal eventually fell apart.</p><p>Earlier this year, the software giant said a Chinese hacking group thought to have government backing was targeting previously unknown security flaws in an email product used by businesses. Microsoft's Bing search engine, which also is available in China, drew controversy this year after it blocked the iconic \"Tank Man\" image linked to the 1989 Tiananmen Square massacre not just in China, but also for its U.S. users.</p><p>The company blamed \"accidental human error\" and restored the image.</p><p>LinkedIn was one of the few bright spots Microsoft had in China, with more than 50 million users in the country.</p><p>Even so, the platform had come under greater scrutiny from regulators this year. In May, Microsoft was the only foreign firm among 105 apps called out by China's internet regulator for \"improper data collection,\" with both LinkedIn and Bing on the list.</p><p>LinkedIn also received 42 requests from Chinese authorities in 2020 to take down content, the most the company received from any country, according to its semiannual transparency reports. It acted on 38 of the 42 requests.</p><p>An attempt to localize LinkedIn's services in China with Chitu, a Chinese language app that was introduced in 2015, ended two years ago amid lackluster success.</p><p>LinkedIn generated $10.3 billion in revenue during Microsoft's last financial year, or about 6% of the company's total turnover. The unit doesn't break out its revenue from China.</p>",
  "published": "2021-10-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3569,
          "end": 3578
        },
        {
          "start": 5725,
          "end": 5734
        },
        {
          "start": 3719,
          "end": 3728
        },
        {
          "start": 3912,
          "end": 3921
        },
        {
          "start": 2097,
          "end": 2106
        },
        {
          "start": 4104,
          "end": 4113
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 4331,
          "end": 4340
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 4964,
          "end": 4973
        },
        {
          "start": 5125,
          "end": 5134
        },
        {
          "start": 4624,
          "end": 4633
        },
        {
          "start": 5725,
          "end": 5736
        },
        {
          "start": 4624,
          "end": 4635
        }
      ]
    }
  ]
}