{
  "_id": "fedd9c02562e7fb6d87782930c74136694d169c451e7353a93be4e2b15a32fe9",
  "feed": "ftcomall",
  "title": "Business School Briefing: US economy, ingenious reinvention",
  "text": "<p><em>Welcome to Business School Briefing. We offer you insights from Andrew Hill and the Business Education team and the pick of top stories being read in business schools.&#xa0;<strong>Edited by&#xa0;Wai Kwen Chan and&#xa0;Andrew Jack.</strong></em></p> <p><strong>Noticeboard</strong></p> <p><strong>The US economy: views from Chicago Booth</strong></p> <p>The FT has launched a series called <em>FT-IGM US Macroeconomists Survey </em>in which we asked economists at the <a href=\"https://rankings.ft.com/schools/188/programmes-portfolio\">University of Chicago's Booth School of Business</a> to give their <a href=\"https://www.ft.com/content/de778e1b-3876-4999-942e-186c2a692a1a\">insights on the US economy, interest and inflation rates</a>. </p> <p>The plan is to launch six updates a year, with the next one coming out in early September.</p> <p><strong>Women at the Start</strong></p> <p>Find out how business schools are trying to <a href=\"https://www.ft.com/content/1a1ff6e4-2010-40c4-93aa-9790541eac26\">encourage women into finance publishing</a>. Take a look at our <a href=\"https://www.ft.com/reports/women-start\">Women at the Start special report</a>: <a href=\"https://www.ft.com/content/235c2ea8-96f6-4dfd-9898-ef04f0d2dcfb\">read careers advice</a> from those who graduated in the 2008 financial crisis and learn how <a href=\"https://www.ft.com/content/1a1ff6e4-2010-40c4-93aa-9790541eac26\">business schools are helping women find careers in finance</a>.</p> <p><strong>Andrew Hill's management challenge</strong></p> <p>As Indian entrepreneurs seek to overcome lockdown obstacles, they have come up with plenty of <a href=\"https://www.ft.com/content/d5612fac-960f-11e1-a6a0-00144feab49a\">“<em>jugaad</em>” innovations</a>, based on the Hindi word for jury-rigged solutions to tricky challenges. But, <a href=\"https://www.ft.com/content/26b3431d-be63-4868-9145-d2cc2f786b60\">as I write this week</a>, there have been plenty of examples of ingenious reinvention elsewhere, too, and we should be cultivating this type of ingenuity ready for future crises.</p> <p>For this week's <strong>management challenge</strong>, please send me the best examples you've seen — ideally from your local area — of how businesses have, over the past year, cobbled together answers to the demands of the crisis. Let me know about them by emailing bschool@ft.com. </p> <p>Last week, having scrapped the “burning platform”, I asked you for alternative change management metaphors. Georgios Antoniou offers the image of a train that is suddenly rerouted: “There will be a stopover for a few hours in the next station where you . . . would need to jump on a different train to reach [your original] destination . . . Other team members are already up and start gathering their stuff. Will you (i) start preparing (ii) not prepare and jump off the train at the last moment leaving important things behind, or (iii) stay on the train and reach a different destination?”&#xa0; </p> <p>In <strong>further reading</strong>, Anne Helen Petersen's shrewd analysis of the<a href=\"https://annehelen.substack.com/p/the-back-to-the-office-maximum\"> “back to office” agonising of companies</a> in her newsletter Culture Study. The best “corporate posture” she has seen, she writes, involves saying “this is going to be complicated, and iterative, and take time to figure out, but we're committed to making it work”. It's a “straightforward acknowledgment” that trying to make flexibility work will mean “periods of discomfort, and frustration, and confusion”.</p> <p><strong>Jonathan Moules' business news</strong></p> <p>A tech start-up that uses machine learning to provide loans for postgraduate students — including at Insead and London Business School — has received £1.1m in pre-seed funding to expand its operations. London-based <a href=\"https://www.stepex.co/\">StepE</a>x models applicants' future earnings potential to calculate repayments. It was founded by MBA graduate Daniel George, who says the challenges he faced funding his postgraduate studies shaped his business idea. The venture is backed by BBVA Anthemis Venture Partnership and Triple Point Ventures among others.</p> <p>Aspiring students increasingly value real-world experiences as much as formal qualifications. A <a href=\"https://www.mbacrystalball.com/blog/2017/11/10/top-masters-degrees-demand/\">poll</a> of 3,300 LinkedIn and YouTube subscribers to admissions consultancy MBA Crystal Ball found a significant number saw the main value of a formal qualification as providing a foot in the door.</p> <p>My recommendation for <strong>further reading</strong> is this <a href=\"https://hbr.org/2021/02/4-ways-to-get-more-done-in-less-time?utm_medium=social&amp;utm_campaign=hbr&amp;utm_source=twitter&amp;tpcc=orgsocial_edit\">productivity tip sheet</a> from the Harvard Business Review: Four ways to get more done in less time.</p> <p><strong>Data line</strong></p> <p>Internships are a prominent element of masters programmes and this experience can help students make the link between their academic studies and the world of work,&#xa0;<em>write Leo Cremonezi and Sam Stephens</em>.&#xa0;</p> <p>Two-thirds of Masters in Finance alumni who completed an internship were offered a job from that placement, mostly in the investment banking sector.</p> <p>These findings came from alumni who were surveyed for the&#xa0;<a href=\"https://www.ft.com/business-education/financial-training?emailId=60dc72d791f6cc00045eada2&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f\"><strong>FT Masters in Finance 2021 rankings</strong></a>.</p> <p><strong>How good is your knowledge of the news?</strong></p> <p><a href=\"https://ig.ft.com/quiz/firstft-2021-07-02/\">Answer our 10 question quiz</a>.</p> <p><strong>Top business school reads</strong></p> <p><a href=\"https://www.ft.com/content/bbb7fe58-0908-4f8e-bb1a-081a42a045b7\">How Britain's private schools lost their grip on Oxbridge<br></a>As state-school admissions rise at elite universities, some parents who shelled out for private education regret it</p> <p><a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">Fortress-led investor group strikes £9.5bn deal to buy Morrisons<br></a>Deal comes two weeks after Britain's fourth-largest grocer rejected unsolicited approach from CD&amp;R</p> <p><a href=\"https://www.ft.com/content/54b0db59-a403-493e-b715-7b63c9c39093\">US and Japan conduct war games amid rising China-Taiwan tensions<br></a>Secret table-top planning and joint exercises in South China Sea continue as concerns grow over Beijing stance</p> <p><strong>Back issues</strong></p> <p>To view previous newsletters, go to:&#xa0;<a href=\"https://www.ft.com/bschool?emailId=5f8d97acca3794000496f01e&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f\">ft.com/bschool</a>.</p> <p>Sign up for the&#xa0;<a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58703fded3c6320004583129\">FT Business School Briefing</a>.</p><p>Source: Andrew Hill, Jonathan Moules 2021 'Business School Briefing: US economy, ingenious reinvention' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-05T17:08:01.511Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}