{
  "_id": "1ce4bb880c6ba11385101dae58fe6ca84cce139efa0cc8a5d63aeb0963d72f27",
  "feed": "wall-street-journal",
  "title": "Business News: GameStop Prepares to Post First Results Since Rally",
  "text": "<p>Some GameStop shareholders have said they believe the retailer can live up to its lofty new stock price with help from Ryan Cohen , the Chewy Inc. co-founder recently added to the company's board. GameStop 's closing share price of $194.49 on Monday is more than 10 times as much as it was at the start of the year, though the stock peaked at $483 in intraday trading in late January.</p><p>Wedbush Securities analyst Michael Pachter said it isn't possible for GameStop 's results to reflect its roughly $14 billion valuation given the issues it is facing.</p><p>\"There is not an institutional investor alive who is considering going long at $200\" a share, Mr. Pachter said. \"This is not a dot-com that's just starting up.\"</p><p>Analysts expect the retailer to post its strongest quarterly revenue and profit in two years, bolstered by a winter holiday shopping season that included the release of next-generation gaming consoles from Microsoft Corp . and Sony Corp . But some also say the company's performance should reflect challenges created by the pandemic and long-term industry changes that it has failed to insulate itself against. \"The fourth quarter is generally their moneymaking quarter,\" said Telsey Advisory Group analyst Joe Feldman. Still, he said it isn't a good sign that the company previously disclosed that sales fell 3.1% for the nine-week holiday period ended January 2.</p><p>For the period ended in January, GameStop is projected to post a profit of $88 million, or $1.35 a share, on more than $2.2 billion in revenue, according to a FactSet poll of analysts.</p><p>Even though 2020 was exceptionally strong for the videogame industry, GameStop struggled as the health crisis hammered foot traffic to its bricks-and-mortar stores. The company initially resisted closing its doors early in the pandemic, saying it was essential like grocery stores, before placing increased focus on e-commerce. It has since closed hundreds of stores over the past year. It currently has more than 4,800.</p><p>While GameStop 's online sales shot up, a yearslong trend of people opting to download games over the internet -- rather than buy those printed on discs that the company specializes in selling -- only accelerated. Today, spending on game downloads and virtual goods within games together outweigh cash-register sales of hard copies. Developers also have been releasing more games free, and digital-game subscription services, such as Microsoft 's Xbox Game Pass, have been growing in popularity.</p><p>GameStop executives haven't publicly addressed the trading frenzy and the onslaught of attention it has received from investors and regulators.</p>",
  "published": "2021-03-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 918,
          "end": 932
        },
        {
          "start": 2417,
          "end": 2426
        }
      ],
      "nexusId": "10031144"
    }
  ]
}