{
  "_id": "8702e00118566a37bfcef17da7b47f2a231a3edc0b32f7211f9839080e7103e9",
  "feed": "wall-street-journal",
  "title": "Why Is Tesla Stock Down Today? CEO Elon Musk considers the sale of a 10% stake in the electric-vehicle maker",
  "text": "<p>Mr. Musk asked Twitter users on Saturday whether he should sell 10% of his Tesla stock to pay taxes. Mr. Musk, a billionaire, prefaced the question by saying that \"much is made lately of unrealized gains being a means of tax avoidance.\"</p><p>Why are Tesla shares down?</p><p>There are a handful of reasons that the shares might be expected to fall after Mr. Musk's tweets indicated he could soon sell one-tenth of his stake, recently valued at $210 billion.</p><p>He is CEO of the company. Stock sales by so-called insiders such as top executives and board members are often viewed as a negative by investors, because they assume that insiders know more about the company's prospects than is publicly known.</p><p>Then there is the sheer size of the potential sale. A sale of $21 billion of Tesla stock all at once would be roughly equivalent to the value of shares that changes hands on a given day in the market; the price of the stock can be expected to decline as a result of that imbalance between supply and demand, all else equal.</p><p>Last, a possible sale would be unusual for Mr. Musk, who is known to have borrowed against the value of his Tesla holdings but hasn't sold shares.</p><p>When might a sale take place?</p><p>Neither Mr. Musk nor Tesla has said when a share sale would take place.</p><p>How might Mr. Musk sell any shares?</p><p>He hasn't made that clear, but he would have many options. He could, for instance, set what is known as a 10b5-1 plan, which enables corporate insiders to buy and sell shares on a predetermined schedule in accordance with insider-trading rules. Alternatively, he could hire bankers and sell all the shares at once in what is known as a block trade. Given the enormous demand for Tesla shares in recent months, it is possible he could even sell the shares through an online trading account, though that seems like it could take a while.</p><p>Is Mr. Musk under any obligation to sell the shares?</p><p>No.</p><p>Is there any sign the poll could backfire on Mr. Musk?</p><p>Not so far. Tesla has been one of the best-performing large-capitalization stocks of the pandemic era. One risk of a large stock sale is that it can hurt sentiment among momentum traders, those who buy shares because they are rising in expectation of further gains.</p><p>But the shares have been rising Monday after opening more than 5% below Friday's close, indicating that some fans might be buying the dip, or purchasing the stock because it is cheaper.</p><p>Tesla shares have rallied more than 50% in the past month, putting them above $1 trillion in value, reflecting in part the enthusiasm of individual investors for one of the best-performing securities since the pandemic began in March 2020.</p><p>Tesla's power as a momentum favorite is evident in that rally, which seems to have been catalyzed in part by the announcement by rental-car company Hertz Global Holdings Inc. that it was making a large purchase of Tesla vehicles.</p><p>That said, Tesla has long been the target of short-sellers who bet against the shares by borrowing and selling them, expecting to profit by repurchasing the shares later at lower prices. Many contend that the disconnect between the company's enthusiastic following and its economics has only widened during the pandemic-era rally. While the company has recently become consistently profitable on a quarterly basis, its shares are trading at an extremely high valuation.</p><p>The price-to-earnings ratio for Tesla shares, measured against the past 12 months of earnings, stood at 395.7 as of Friday, according to FactSet. That compares with 37.6 for Microsoft Inc., the largest company by market capitalization, and 26.1 for the S&amp;P 500.</p><p>Tesla is the world's largest auto company by market value, even though its sales make up a small fraction of the global market. Its market value of more than $1.2 trillion exceeds Daimler AG, Ford Motor Co., General Motors Co., Toyota Motor Co. and Volkswagen AG combined.</p><p>Write to Sebastian Pellejero at sebastian.pellejero@wsj.com</p><p>Why Is Tesla Stock Down Today?</p>",
  "published": "2021-11-08T20:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3514,
          "end": 3523
        }
      ],
      "nexusId": "10031144"
    }
  ]
}