{
  "_id": "0d5f7243d8fe2d39cd030427242f376199a935d466c40f69f4f43bf5694ad5ba",
  "feed": "ftcomall",
  "title": "No consoling the semi deprived",
  "text": "<p>Amazon has been hurling offers at me for everything from food mixers to Fire TV sticks in the final hours of its annual Prime Day sale, but there are some things that money just cannot buy.</p> <p>Try looking for an Xbox Series X or a PlayStation 5 on its site and the message is “currently unavailable”, at any price. My son is a gamer but his plaintive request at the moment is for me to source him an <a href=\"https://www.nvidia.com/en-gb/geforce/graphics-cards/30-series/rtx-3080-3080ti/\">Nvidia GeForce RTX 3080 </a>graphics card for rendering his 3D creative work. No chance, I'm afraid, all “Out of stock”.</p> <p><a href=\"https://www.bloomberg.com/news/newsletters/2021-06-22/one-man-s-futile-quest-for-a-new-xbox-series-x\">Bloomberg today reports</a> one&#xa0;<a href=\"https://link.mail.bloombergbusiness.com/click/24219153.9874/aHR0cHM6Ly93d3cuZWJheS5jb20vaXRtLzE0NDA4MzU2MDAwMA/57c327d9bcb59c48128b46d8Bc903bf6e\">eBay seller</a> is offering a Microsoft Series X console for $15,000—30 times the $500 retail price — along with a framed certificate verifying “that you bought one of the world's most expensive” Xbox devices. It's probably intended as a joke, but scalpers are rampant right now.&#xa0;</p> <p>The causes of these sold-out stickers are the global semiconductor shortage, Covid-driven supply chain issues and <a href=\"https://www.ft.com/content/f7c089dc-515e-4387-82fd-ea0a49998650\">incredible demand</a> from locked-down consumers and Stakhanovite crypto miners (although Nvidia has tried to <a href=\"https://www.ft.com/content/0417645c-456d-4ef6-90d9-f74f0ef1fcdf\">stop the latter's game</a>).</p> <p><a href=\"https://qz.com/emails/daily-brief/2023305/\">Quartz reports</a> a record-breaking 100bn chips were sold in April and Tesla Model 3 prices have risen $2,500 over three months due to the rising cost of semiconductors. <a href=\"https://www.wsj.com/articles/chip-shortages-are-starting-to-hit-consumers-higher-prices-are-likely-11624276801\">The Wall Street Journal reports </a>laptop and printer prices are on the increase and smartphones will be next.</p> <p>Some are so desperate for chip sufficiency they may be prepared to invade a country, comments Rana Foroohar in the <a href=\"https://www.ft.com/content/18f78d28-27e6-42f6-88fe-680dc808a539\">latest Swamp Notes newsletter</a>. Many people in the defence community feel that China will at some point try to annex Taiwan because of the priority it is giving to having a leading semiconductor industry, she says.&#xa0;</p> <p>Chips are a geopolitical issue, with the US and European Union taking steps to boost domestic production to reduce their reliance on China and East Asia, where 75 per cent of manufacturing capacity is concentrated. Japan needs to invest trillions of yen to build up its industry, <a href=\"https://www.ft.com/content/47775ab4-9672-4005-83d9-f100587bee41\">says the government's lead adviser.</a></p> <p>Such efforts will take time though. Everyone, from consumers to carmakers, will be dependent on supplies from South Korea and Taiwan for years to come.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Bitcoin dips below $30,000 . . . </strong><br>The price of bitcoin <a href=\"https://www.ft.com/content/a53a6342-f1e3-4cfe-aab0-642434da428c\">dropped below $30,000</a> for a time today, wiping out almost all of its gains for the year, as a sweeping regulatory crackdown puts the world's leading digital asset under persistent pressure. Bitcoin fell as much as 12 per cent to $28,824 in the latest leg of a sell-off that has pulled the cryptocurrency down more than 50 per cent from its April peak of almost $65,000.</p> <p><strong>2. But criminals prefer Monero</strong><br>While bitcoin leaves a visible trail of transactions on its underlying blockchain, the niche “privacy coin” monero was designed to obscure the sender and receiver, as well as the amount exchanged. As a result, it has become an increasingly sought-after tool for criminals such as ransomware gangs, posing new problems for law enforcement, <a href=\"https://www.ft.com/content/13fb66ed-b4e2-4f5f-926a-7d34dc40d8b6\">reports Hannah Murphy.</a> Meanwhile, President Biden has given his Russian counterpart<a href=\"https://www.ft.com/content/837d80e9-6396-4156-bb49-414557f852e5\"> a list of 16 no-go zones </a>for cyber attacks.</p> <p><strong>3. Europe investigates Google's ad business</strong><br>The EU has <a href=\"https://www.ft.com/content/b8d7bc05-7e58-43f9-b977-47bbbe5802aa\">announced a formal investigation </a>into Google's advertising business, to establish whether it harmed competition by restricting or excluding its rivals from data and services. “We are concerned that Google has made it harder for rival online advertising services to compete in the so-called ad tech stack,” said Margrethe Vestager, the EU's executive vice-president in charge of competition policy.</p> <p><strong>4. Gamers hate ads inside your head</strong><br>Facebook's first partner for advertising in its Oculus virtual reality headset <a href=\"https://www.ft.com/content/b5258ba2-1ee5-4233-aa91-896ac3a5d7b3\">has pulled out</a> of the initiative less than a week after it was announced after a backlash from the gaming community. Blaston, a title from Resolution Games, ditched the plan on Monday, following a deluge of complaints from users. </p> <p><strong>5. Games publisher chief merits $155m pay package</strong><br>Just over half of <strong>Activision Blizzard</strong> shareholders <a href=\"https://www.ft.com/content/8e071042-795e-4716-8386-698dc7eef08d\">have backed </a>chief executive Bobby Kotick's $155m pay package, following a delayed vote that critics described as an effort to avoid an embarrassing rebuke. Elsewhere, <br><strong>Vivendi</strong> has <a href=\"https://www.ft.com/content/20ae2427-0944-487c-aac0-99286f6c438f\">won the support</a> of its shareholders to hive off its largest business Universal Music Group into a separate company, which will leave the group controlled by billionaire Vincent Bolloré focused on legacy media in Europe.</p> <h2>Tech tools — Pipistrel Velis Electro</h2> <p><a href=\"https://www.ft.com/content/59c66716-977b-4427-b387-88597ced4a7f\">Tom Robbins has taken a flight </a>in the world's first fully certified electric aircraft, a two-seater Pipistrel Velis Electro. The EU Aviation Safety Agency awarded it “type certification” in June last year — meaning it can be used in commercial operations and carry passengers. </p> <p>“With neither the vibration of a piston engine nor the roar of a jet — rather a polite whirr — the plane shot forward, and within 250 metres we were airborne. We climbed above the rush-hour traffic on the Dartford bridge, passed low over a glittering Thames, banked over the filling car parks of the Lakeside Shopping Centre. Perhaps it was the good weather and early hour, but the flight felt far smoother than you might expect in such a small plane. </p> <p>“One of the many screens showed how much power we were using — as little as 8kW at some points (equivalent to about four domestic kettles) — while a bigger display showed the power left in the two batteries. Owners of electric cars will be used to “range anxiety”; in the air, it takes on a rather greater significance.” <a href=\"https://www.ft.com/content/59c66716-977b-4427-b387-88597ced4a7f\">Read more</a></p><p>Source: Chris Nuttall in London 2021 'No consoling the semi deprived' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-22T17:31:06.590Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 568,
          "end": 577
        }
      ],
      "nexusId": "10031144"
    }
  ]
}