{
  "_id": "89c86a563a749acf8a8f6f068d1dfc4dd7c24a428b85d0011fa343b559166d0c",
  "feed": "ftcomall",
  "title": "Google strikes $1bn ‘cloud' deal with exchange operator CME Group",
  "text": "<p>Google has invested $1bn in CME Group as part of a pact that will see one of the world's biggest exchange operators shift more of its trading operations into the Silicon Valley tech behemoth's “cloud” data centres.</p> <p>Mountain View-based Google announced the equity investment on Thursday alongside a broader 10-year partnership that CME chief executive Terry Duffy said “will transform derivatives markets”.</p> <p>CME will begin moving its data and clearing services to Google Cloud next year, before eventually shifting all of its markets over the next decade. It said the transition would allow CME to increase automation, bring new customers on board more quickly and increase the resiliency of market infrastructure.</p> <p>The companies also said they would work together on new products such as analytics and risk mitigation tools.</p> <p>The agreement marks one of the biggest steps toward cloud adoption for the exchange industry, which has been slower than many other sectors to abandon its existing physical infrastructure.</p> <p>Exchanges at present rely on huge and expensive physical data centres, but have been wary of moving to cheaper and more flexible cloud-based systems due to a combination of tight regulation, security requirements and complex operations that could lead to serious knock-on effects if any part of a system broke down. </p> <p>CME runs several large derivatives markets, including those tracking interest rates, equities and commodities prices. In the third quarter of this year, the exchange operator recorded average daily volume of 17.8m contracts. </p> <p>Amazon Web Services, the largest cloud computing business, last year completed a test with Aquis Exchange and Singapore Exchange that the groups said proved that complex exchange operations “can work as efficiently in the cloud as in physical data centres”, but the deal between Google and CME represents a much larger commitment.</p> <p>Duffy said that “to ensure a smooth transition, we will work closely with clients to implement a phased approach”.</p> <p>The deal with CME, which has a market value of almost $80bn, marks a big win for Google, which is a relatively small player in the cloud computing industry, lagging behind tech rivals Amazon and Microsoft. </p><p>Source: Nicholas Megaw in New York 2021 'Google strikes $1bn ‘cloud' deal with exchange operator CME Group' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-04T15:22:52.183Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2194,
          "end": 2203
        }
      ],
      "nexusId": "10031144"
    }
  ]
}