{
  "_id": "4a71d8df3106bed6bfdc9d679bdc7825a60af3eee52c85ca1c05de1dde2eca2d",
  "feed": "wall-street-journal",
  "title": "Zoom Sales Growth Slows as More People Return to Work; Video-conferencing demand eased in the most recent quarter as the Covid-19 pandemic receded",
  "text": "<p>Zoom's net income for its fiscal third quarter rose more than 70% from a year earlier to $340 million. Wall Street analysts were projecting sales of $1.02 billion and net income of $337 million for the quarter.</p><p>For its current quarter ending in January, Zoom expects total sales of between $1.051 billion and $1.053 billion, better than the $1.018 billion expected by Wall Street, according to FactSet.</p><p>Shares in Zoom were little changed near $242 each in after-hours trading.</p><p>Zoom has been unable to maintain the heady growth it experienced when organizations leaned heavily into remote work after the onset of Covid-19. In the midst of the pandemic, Zoom's sales shot up fourfold compared with the previous year.</p><p>The company also faces increased competition. Microsoft Corp.'s Teams application, which combines video conferencing and other collaboration features, poses one of the biggest challenges to Zoom's market share.</p><p>Microsoft said in July that Teams had reached record levels, with nearly 250 million monthly active users. Microsoft also intends to bring Teams to every Windows user as part of its next-generation operating system currently being rolled out.</p><p>Meanwhile, Microsoft and Meta Platforms Inc., formerly called Facebook, are planning the next steps of what remote-collaboration workspaces could look like through virtual worlds known as the metaverse.</p><p>Some investors are concerned that Zoom's best days are behind it unless it finds new businesses. The value of Zoom's shares are down more than 40% compared with a year ago. Other companies such as Peloton Interactive Inc. that experienced big gains during the pandemic's initial stay-at-home phase have also struggled to maintain growth as businesses and schools have reopened.</p><p>Some of Zoom's diversification plans have been thwarted. In September, the company's nearly $15 billion offer to acquire the cloud call-center business Five9 Inc. was abandoned over differences in price. The deal also faced a U.S. Justice Department-led investigation over potential national-security risks presented by Zoom's ties to China.</p><p>The company is looking to accelerate growth by moving into other areas and is expanding its research-and-development budget, with expenses growing 169% over the prior year to $68 million.</p><p>\"We are working hard to develop and deploy the technologies of the future to address current business needs and reimagine how we communicate and work in a flexible hybrid world,\" Zoom Chief Executive Eric Yuan said in prepared remarks released by the company.</p><p>Earlier this month, Zoom said it would start displaying ads in its applications for users of the free basic service. The company is also relying on Zoom Phone, its cloud-based phone business, to find new areas of growth.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Zoom Sales Growth Slows as More People Return to Work</p>",
  "published": "2021-11-22T22:51:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 926,
          "end": 935
        },
        {
          "start": 761,
          "end": 776
        },
        {
          "start": 1180,
          "end": 1189
        },
        {
          "start": 1033,
          "end": 1042
        },
        {
          "start": 761,
          "end": 770
        }
      ],
      "nexusId": "10031144"
    }
  ]
}