{
  "_id": "159dfea53468a9ef4706a6545a782c2987e7a1d3750884bb63ecd667670a1771",
  "feed": "ftcomall",
  "title": "US agencies say Russia was likely behind massive cyber attack",
  "text": "<p>US security agencies have said that Russia was likely behind a massive <a href=\"https://www.ft.com/stream/14e2aafc-b4fc-431f-847b-be2742e5c6f9\">cyber espionage</a> campaign uncovered late last year, contradicting earlier statements from President Donald Trump, who played down the possibility of Moscow's involvement.&#xa0;</p> <p>In a joint statement on Tuesday, the FBI, the National Security Agency, the Cybersecurity and Infrastructure Security Agency and the Office of the Director of National Intelligence described the motivation for <a href=\"https://www.ft.com/content/c13dbb51-907b-4db7-8347-30921ef931c2\">the attacks</a> as “an intelligence gathering effort”, rather than for the purpose of data manipulation or other more destructive efforts.&#xa0;</p> <p>“This is a serious compromise that will require a sustained and dedicated effort to remediate,” they said, adding that the perpetrators were “likely Russian in origin”.&#xa0;</p> <p>The hackers gained access to systems by hijacking software in March from <a href=\"https://www.ft.com/content/3558b9b6-465f-4338-9d66-70b2fbe8f900\">SolarWinds</a>, a Texas-based information technology company, which has said that some 18,000 of its government and private-sector clients globally may have been exposed. </p> <p>The agencies on Tuesday said that “a much smaller number have been compromised by follow-on activity on their systems”. It identified “fewer than 10” US federal agencies falling into this category, and said it was “working to identify and notify the non-government entities who also may be impacted”. </p> <p>So far, only the US commerce, energy and Treasury departments have acknowledged publicly that they were breached, together with a handful of companies, including Microsoft and FireEye. </p> <p>The NSA has previously said the hackers in some instances posed as legitimate employees to move around undetected and tap sensitive information stored in the cloud. </p> <p>The latest statement marks the first official attribution of the hack to a nation state, although the intelligence community and several politicians have said the attack bears the hallmarks of the SVR, Russia's foreign intelligence service.&#xa0;</p> <p>However, Mr Trump has previously <a href=\"https://twitter.com/realDonaldTrump/status/1340333618691002368\">claimed</a> that the hack was being overhyped “in the fake news media”, adding in a tweet: “Russia, Russia, Russia is the priority chant when anything happens because Lamestream is, for mostly financial reasons, petrified of discussing the possibility that it may be China (it may!).”</p> <p>Russia has denied any involvement.</p> <p>It will probably fall to the Biden administration to decide what, if any, response the US government should take against the hackers.&#xa0;</p> <p>On Tuesday Adam Schiff, chairman of the House of Representatives intelligence committee, said in a statement: “Congress will need to conduct a comprehensive review of the circumstances leading to this compromise, assess the deficiencies in our defences, take stock of the sufficiency of our response in order to prevent this from happening again, and ensure that we respond appropriately.”</p> <p>The agencies described the hack as “ongoing”, as investigators try to identify victims and eject the hackers from their systems once detected, which experts say could take months if not years. </p> <p>“We are taking all necessary steps to understand the full scope of this campaign and respond accordingly,” the agencies said. </p> <a href=\"http://www.ft.com/cms/e576d04c-bb72-4f34-a832-646a2a4483c6.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hannah Murphy in San Francisco 2021 'US agencies say Russia was likely behind massive cyber attack' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T02:17:35.253Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1458,
          "end": 1467
        }
      ]
    }
  ]
}