{
  "_id": "eeabacb05a06d1faac63092237611a319fe272bd9e3c2e12607b537e0982d17c",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Washington  Wire  ---  Dispatches from the  Nation's Capital  ----  By Gabriel T. Rubin",
  "text": "<p>\n  POLICING OVERHAULS at the federal level have stalled, with mutual recriminations over who sank last year's legislative efforts. But the failure masks a growing bipartisan consensus on issues less emotionally fraught than police use of force, yet still at the top of reformer to-do lists. Case in point: the steady successes of the movement to protect drivers from having their licenses suspended because they can't afford to pay outstanding traffic fines. </p><p>\n  The movement got fresh momentum last week as Arizona Republican Gov. Doug Ducey signed legislation to end license suspensions for outstanding fines. \"People need to drive to places like medical appointments, school and work to earn a living,\" Ducey said. By some estimates, the law will affect around 30,000 Arizonans. Since 2017, at least 15 states and Washington, D.C., have passed curbs on debt-based license suspensions and there are many other states with pending legislation, according to the Fines and Fees Justice Center, an advocacy group. </p><p>\n  Opposition to these laws comes primarily from small municipalities who derive a significant percentage of their income from traffic fines, and from political apathy about changing laws on the books. There is also some tough-on-crime opposition. </p><p>\n  A federal effort is afoot to encourage states to continue phasing out the practice. Republican Sen. Roger Wicker of Mississippi and Democratic Sen. Chris Coons of Delaware introduced a bill last month to give states grants if they end license suspensions for nonpayment. </p><pre> </pre><p>\n  THE TOURISM INDUSTRY makes its plea to Congress for more assistance dealing with fallout from the pandemic. Steve Hill, head of the Las Vegas Convention and Visitors Authority, told the Senate Commerce Committee that he expects a 70% recovery in travel by next year but that business travel will severely lag behind leisure travel, hampering a full recovery. He and representatives from the casino, restaurant and hotel industries want Congress to pass tax credits for business and leisure travel, and to encourage public-health authorities to distinguish between business gatherings, like conferences, and other mass gatherings when issuing health guidance. Industry also wants restrictions on international travelers lifted. </p><p>\n  Other requests from industry are more likely to get a cold shoulder from the Democratic-majority House and Senate. Carol Dover, who runs Florida's tourism industry group, complained about growing labor shortages she attributed to the generosity of state and federal unemployment benefits. And Republican senators criticized continued limits on the cruise industry, with Alaska Sen. Dan Sullivan attacking the Centers for Disease Control and Prevention for not having \"a clue on these issues.\" </p><pre> </pre><p>\n  NO TO \"CYBER PORK\": As part of the Senate Intelligence Committee's review of the SolarWinds and Microsoft hacks, Democratic Chairman Ron Wyden blasted the U.S. government's approach to procuring cybersecurity tools. \"My concern is that the government's response . . . is just gonna be to throw a bunch more money at the same companies that sold the government insecure products,\" he said, an approach he called \"cyber pork.\" </p><p>\n  National Security Agency Director General Paul Nakasone pushed back on the characterization, noting that adversaries aren't using simple hacking techniques  but are instead penetrating supply chain operations and exploiting \"vulnerabilities that the provider doesn't even know about.\" </p><pre> </pre><p>\n  AMERICANS' VIEWS of Asian nations haven't changed much in the past few years, with the exception of China, a new survey from the Pew Research Center shows. Americans have generally warm feelings toward Japan, are more neutral toward India, and feel quite negatively about North Korea. While those feelings -- on a scale from 1-100 -- have mostly remained steady, feelings toward China have worsened since 2018. That year, 9% of respondents gave China the worst possible rating, while 24% did so this year. </p><pre> </pre><p>\n  MINOR MEMOS: Pizza restaurant in congressional cafeteria is forced to close early on its first day back in business after staffers eat all the pizza . . . Progressive New York Rep. Jamaal Bowman shares a video of an NBA player being furiously dunked on, jokes that it would be covered by Medicare for All . . . Sen. Ted Cruz receives an autographed copy of former Speaker John Boehner's book, says he put it in an \"appropriate place\": the fireplace in his office. </p><p></p>",
  "published": "2021-04-17T06:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2839,
          "end": 2848
        }
      ]
    }
  ]
}