{
  "_id": "813329306b10d54f14d4281126c37eab6ea3edf2a315208225f59c1bdeb487de",
  "feed": "market-watch",
  "title": "Corporate profit boom is driving spending in this key area, not office buildings",
  "text": "<p>By the second quarter of this year, capital expenditures had stage a “historic rebound” from the onset of the COVID crisis, eclipsing a prior pre-pandemic level by 1.4%, Lydia Boussour, lead U.S. economist, wrote in a Thursday note.</p><p>Not surprisingly, the bulk of the spending boost since late 2019 has been in technology-related investments, driven in large part by the scramble by corporate America to support remote work.</p><p>Oxford EconomicsSpecifically, the top spending increase was on information technology equipment, up 20% in the second quarter from the fourth quarter of 2019, while software investment was next, up 17% for the same stretch.</p><p>“Most of the upswing in capital expenditures can be attributed to a surge in spending on information processing equipment (including computers and hardware) and software which have surged well past their pre-pandemic levels ascompanies rushed to invest in labor-saving and remote work technologies,” Boussour wrote.</p><p>David&#xa0;Bianco, DWS Group's Americas chief investment officer, pointed to&#xa0;the “increased digitalization” of S&amp;P 500 SPX business mix and the “accelerated digitization of the economy” during the pandemic as key drivers of the profit surge, in a recent market note.</p><p>The S&amp;P 500 was up almost 20% on the year Thursday, while the Dow Jones Industrial Average DJIA gained 14% and the Nasdaq Composite Index COMP rose 18.3%, according to FactSet.</p><p>Shares of software giants Microsoft Corp. MSFT, Adobe Inc. ADBE and Oracle Corp ORCL were each up more than 32% so far this year through Thursday.</p><p>On the flip side, Oxford Economics noted that spending on structures dropped by roughly 20%, including on office buildings, plants and malls, where investments remain “severely depressed as weaker demand for office space, sky-high material prices, and labor shortages have exacted a toll.”</p><p>Read: Office building prices tumble in heart of big American cities</p><p>Companies have loosened their purse strings as corporate profit, before taxes, swelled to a record high of $2.79 trillion in the second quarter, up 16% from the fourth quarter of 2019, according to the report.</p><p>The amount of cash and liquid assets on hand at corporations also hit $6.4 trillion in the first quarter, up 22% from pre-pandemic levels, which along with ongoing demand for goods despite supply-chain bottlenecks should “support production and capex growth in 2022.”</p><p>Read: A record number of U.S. companies storm bond market Tuesday to borrow</p>",
  "published": "2021-09-09T16:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1429,
          "end": 1438
        },
        {
          "start": 1429,
          "end": 1444
        }
      ],
      "nexusId": "10031144"
    }
  ]
}