{
  "_id": "4248185554027eb659663f8cd515db2e8623affa2ca906c0aa85e3659e8a1a1d",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Tech Stocks Lift S&P to Record  ----  By Anna Hirtenstein and Julia Carpenter",
  "text": "<p>   The S&amp;P 500 closed at another record, propelled by a resurgence in big technology stocks. </p><p>   Stocks have started the second quarter on strong footing, with the broad stock market index rising 3.1%. </p><p>   The largest tech companies have surged as the bond market calmed, easing concerns about the high valuations of growth stocks. </p><p>   \"Rates going up was part of the reason why you had this broadening of the market and a bit of a rotation towards value stocks, especially financials and energy,\" said Ed Keon, chief investment officer at QMA. \"Now rates have eased off their highs, you're seeing those sectors underperform and technology come back into the lead.\" </p><p>   The S&amp;P 500 edged up 17.22 points, or 0.4%, to 4097.17, its 19th record close of 2021. </p><p>   The tech-laden Nasdaq Composite rose 140.47 points, or 1%, to 13829.31. The Dow Jones Industrial Average added 57.31 points, or 0.2%, to 33503.57. </p><p>   Federal Reserve officials have reiterated this week that they intend to continue with easy monetary policies until the economy has recovered more. </p><p>   Chairman Jerome Powell expressed concern Thursday over long-term \"labor market scarring\" and assured continued support for those out of work due to the pandemic and subsequent recession. </p><p>   \"It's important to remember we're not going back to the same economy,\" he said. \"This will be a different economy.\" </p><p>   The latest data on jobless claims showed that layoffs rose for a second week, highlighting the unevenness of the recovery. </p><p>   Worker filings for initial unemployment benefits rose to 744,000 last week from a revised total of 728,000 the prior week. </p><p>   Economists surveyed by The Wall Street Journal were expecting a decline to 694,000. </p><p>   \"The dynamic remains supportive for stocks,\" said Adrien Pichoud, a portfolio manager and chief economist at SYZ Private Banking. \"The Fed and central banks in general are perceived to be in no rush to raise rates.\" </p><p>   In bond markets, the yield on the 10-year U.S. Treasury note declined to 1.632% from 1.653% on Wednesday. </p><p>   The yield, a benchmark for other U.S. rates, had climbed as high as 1.749% at the end of last month. Yields rise when bond prices fall. </p><p>   The cooling off in bond yields has led to a revival in the largest technology stocks' rally. </p><p>   Apple, Microsoft, Amazon.com and Google's parent Alphabet -- which are the biggest companies by market value in the S&amp;P 500 -- have each climbed more than 6% this month after stumbling in March. </p><p>   Jason Pride, chief investment officer of private wealth at Glenmede, described this rally as \"a bit of a giveback\" after the decline last month. </p><p>   \"We went from everybody throwing value stocks out the window to everyone piling into them,\" Mr. Pride said. \"And OK, so things change a lot, but did the market deserve to react that quickly that fast?\" </p><p>   In Thursday's session, software companies logged big gains, with ServiceNow adding $13.31, or 2.6%, to $524.04 and Autodesk jumping $7.31, or 2.6%, to $293.43. </p><p>   Other stocks that rallied during lockdown, like Etsy and PayPal Holdings, climbed as well. </p><p>   Etsy rose $11.37, or 5.6%, to $215.39, and PayPal added $8.90, or 3.5%, to $264.50. </p><p>   \"If there ever was going to be a test for tech, it would be this environment, with rising bond yields and the work-from-home trade starting to fade, but tech has remained really resilient in the face of that,\" said Seema Shah, chief strategist at Principal Global Investors. </p><p>   Energy stocks underperformed Thursday after a big run-up to start 2021. </p><p>   Cabot Oil &amp; Gas dropped 63 cents, or 3.4%, to $17.85, and Pioneer Natural Resources slipped $4.04, or 2.6%, to $149.49. </p><p>   Overseas, the pan-continental Stoxx Europe 600 ticked up 0.6% to a record close. </p><p>   Early Friday, Japan's Nikkei was up 0.4%, Hong Kong's Hang Seng Index was down 0.6%, the Shanghai Composite was down 0.8% and South Korea's Kospi was down 0.2%. S&amp;P futures were down 0.1%. </p><p></p>",
  "published": "2021-04-09T06:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2223,
          "end": 2232
        }
      ],
      "nexusId": "10031144"
    }
  ]
}