{
  "_id": "777c9964cfd9bb26b4c7abf08ad4aada744d8ba913901aec58e0348df1929f5e",
  "feed": "wall-street-journal",
  "title": "Employee Resource Groups Are on the Rise at U.S. Companies; Also known as affinity groups, these self-help organizations are expanding and gaining power, as companies view them as strategic allies",
  "text": "<p>\"The shift reflects greater interest in inclusive corporate cultures among workers, investors and consumers,\" says Kevin Martin, chief research officer of the Institute for Corporate Productivity, a human-capital research and advisory firm. \"ERGs play a tremendous role in influencing and providing important insights about a company's brand and reputation.\"</p><p>About 35% of companies have added or expanded their support for ERGs since the start of 2020, according to a 2021 study by McKinsey &amp; Co. and LeanIn.org of 423 organizations employing 12 million people.</p><p>That support takes many forms. For instance, Bristol-Myers Squibb Co., LinkedIn and Justworks Inc. recently started offering financial rewards to their ERG leaders. Meanwhile, companies such as Whirlpool Corp. and Salesforce.com Inc. have given their ERGs a substantial voice during the pandemic and racial-justice movement. In some other cases, management sought their help in devising better tactics for issues such as equitable hiring.</p><p>A long history</p><p>ERGs—also called affinity groups—sprang up in the 1970s almost exclusively to recruit and retain Black staffers. They subsequently expanded to also serve women, various ethnicities, gay people, veterans, individuals with disabilities, plus interests such as mental health and the environment.</p><p>SHARE YOUR THOUGHTS</p><p>What experiences have you had with employee resource groups? Join the conversation below.</p><p>Roughly 90% of major U.S. employers currently have ERGs, says Mr. Martin, based on the productivity institute's research. He says the research also shows that the proportion of those employers with at least 10 groups has risen from a decade ago.</p><p>In 2016, for example, Bristol-Myers launched its eighth ERG, aimed at millennials. About 41% of the pharmaceutical company's 30,250 employees world-wide belong to one.</p><p>Successful ERGs enjoy strong ties with upper management, have well-funded structures, incubate product ideas and champion high-profile issues like domestic-partner benefits, according to experts. Such groups \"decrease attrition, increase productivity and increase engagement,\" says Torin Ellis, a consultant who advises employers on diversity strategies.</p><p>The rising influence of ERGs can be seen at medical-device maker Medtronic PLC. During the pandemic, the ERG serving women has focused on easing burdens for members suddenly facing huge child-care demands while working from home. Medtronic women's network now has 20,297 members.</p><p>Through member surveys and chats with Medtronic management, network leaders intensified their pursuit of a formal flexible-work initiative they had presented to top executives in early 2020. At the time, informal flextime guidelines varied by location, according to a company spokeswoman.</p><p>The network's insights about flexible work needs \"created a springboard to the evolution of a larger global Medtronic policy,\" a spokeswoman says. The company soon sanctioned shortened schedules, compressed workweeks and flexible start and stop times.</p><p>This ERG also encouraged Medtronic to reduce the stress of frequent virtual meetings. \"We said that women needed protected time,\" says Nina Goodheart, a Medtronic senior vice president who co-chairs its women's network.</p><p>One result: Focus Fridays—during which all employees can reserve blocks of uninterrupted thinking time. Chief Executive Geoff Martha rolled out the program companywide earlier this year.</p><p>Women at Medtronic \"feel like they are being heard [and] their needs are being met,\" Ms. Goodheart says.</p><p>The Whirlpool Women's Network is another ERG that has demonstrated its strength in recent years. When this ERG pressed for a corporate child-care facility, for example, the company responded by opening one at its headquarters in Benton Harbor, Mich., in 2019. The ERG also helped design the center's operating model</p><p>Then, during Covid-19, the group organized efforts to thank manufacturing workers who kept the appliance maker's nine U.S. facilities running. Lynn Moersch, head of the women's network, mustered its members to send hundreds of handwritten notes to the plants,</p><p>The unusual outreach boosted plant staffers' morale and \"allowed us to feel more connected,\" says Ms. Moersch, a Whirlpool vice president.</p><p>Racial-justice initiatives</p><p>ERGs have also made their presence increasingly felt in the area of social justice. As of June 2020, nearly half of 140 organizations with at least 1,000 employees were taking or planned to seek ERGs' assistance in drafting racial-inequity action plans, concluded a survey that month by the productivity institute.</p><p>At Salesforce, George Floyd's murder prompted the business-software giant to form a racial equality and justice task force led by Ebony Beckwith, chief philanthropy officer and the highest-ranked Black executive at the company.</p><p>Salesforce also appointed the global president of BOLDforce, its ERG for Black staffers, to the task force. Representatives from the company's 12 ERGs joined four advisory panels that devised the task force's specific goals and strategies.</p><p>One such participant was Aubree Broadwater, the unpaid leader of BOLDforce's Atlanta chapter. For her regular job, she trains Salesforce colleagues about more inclusive hiring.</p><p>Ms. Broadwater's panel focused on people issues. It gathered ideas by holding virtual roadshows with three ERGs and analyzing results from employee surveys that BOLDforce leaders had helped craft.</p><p>As Salesforce empowers and supports ERGs, the company must also make sure \"the responsibility doesn't fall on them alone to create change,\" says Chief People Officer Brent Hyder. That will happen as \"we continue to create dedicated roles for [equality] work, hiring leaders to scale and operationalize our equality strategy across our workplace and communities,\" Mr. Hyder adds.</p><p>The task force embraced ambitious multiyear goals that include doubling the representation of U.S. Black employees in leadership roles and committing $100 million to purchases from Black-owned businesses. Another focus of the task force: expand voter registration within American communities of color. As part of that effort in 2020, Ms. Broadwater persuaded heads of Black ERGs at Atlanta tech companies to become involved in her local drive. She and dozens of BOLDforce members also underwent training to staff polling places on Election Day. Salesforce gave the day off to everyone throughout the company.</p><p>Bigger push for diversity hires</p><p>Employee resource groups at certain companies have also helped find innovative ways to diversify the workforce.</p><p>Consider Teachers Insurance and Annuity Association of America. Based on recommendations from its ERGs, the retirement-services and investment firm changed applicant-screening practices last year.</p><p>Interview panels must now include at least one woman and/or underrepresented minority colleague. And at least 80% of candidate slates must be diverse.</p><p>\"Since adopting these recruitment changes,\" says Chief People Officer Sean N. Woodroffe, \"we have seen a meaningful increase in promotions or lateral moves among employees who belong to our [ERGs].\"</p><p>Similarly, Amazon.com Inc. introduced a Candid Chats program two years ago that matches some prospective U.S. hires with at least one member from a relevant affinity group. The groups helped create the program.</p><p>More in C-Suite Strategies</p><p>* Companies to Employees: Come Back to the Office, Please</p><p>* When One Spouse Can Work Anywhere but the Other Can't</p><p>* Remote-Work Tech May Hurt Work Relationships</p><p>* Paying Workers More Pays Off for Companies</p><p>* Read more at wsj.com/csuitereport</p><p>In late 2020, such conversations helped Dallas resident Erin Dowell decide whether to accept a senior program manager position in Seattle or Sunnyvale, Calif. She says she wanted to know \"what it is like to be a Black woman in tech working in those communities.\"</p><p>Ms. Dowell spoke with a woman in each city who belongs to Amazon's ERG for Black staffers. Working mothers like her, both women told Ms. Dowell they \"enjoyed the opportunity to innovate at Amazon,\" she recollects.</p><p>Those chats \"influenced me quite a bit\" in deciding to work for the company, she says.</p><p>However, Ms. Dowell took a different managerial offer that didn't require relocation. More than 8,000 applicants have taken part in Candid Chats since 2019—and 90% of participants have accepted Amazon offers they got during 2021, the spokesperson says.</p><p>Payoff from compensation</p><p>ERGs will gain greater clout as more businesses reward and formally train their leaders, advocates say.</p><p>Nowadays, few employers go as far as Bristol-Myers. After renaming ERGs people and business-resource groups, it picked a full-time paid leader from within the company for each group by 2019. Leaders must prepare three-year strategies and financial plans.</p><p>By treating these groups as business units, \"we believe we can have strong business outcomes,\" says Linda Leonard, the company's senior director of global diversity and inclusion. Viewing ERGs solely as social networks, she adds, \"is a shame.\"</p><p>Ms. Lublin, former career columnist at The Wall Street Journal, is the author of \"Power Moms: How Executive Mothers Navigate Work and Life.\" She can be reached at joann.lublin@wsj.com.</p><p>Employee Resource Groups Are on the Rise at U.S. Companies</p>",
  "published": "2021-10-31T18:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}