{
  "_id": "69fadec618b19695726b6e690824a32313e99b1d353c723e322a345d3c6f32eb",
  "feed": "ftcomall",
  "title": "SoftBank to cut China investments until tech sector calms ",
  "text": "<p>SoftBank will cut its investment in Chinese start-ups until the extent of Beijing's scrutiny of the tech sector becomes clear, its founder Masayoshi Son said on Tuesday. </p> <p>Son said the Japanese investment conglomerate would take a “wait-and-see stance” until the situation settled in what he hoped would be a year or two. </p> <p>“I still have very high hopes” for China, Son said, noting that SoftBank's overall investment portfolio in China was still generating a profit. </p> <p>“But we will remain cautious until we can judge how deep and far the regulations will go . . . and we hope to actively resume investments when things become clearer.”&#xa0;</p> <p>SoftBank is heavily exposed to China, with its stake in the online shopping company Alibaba still representing 39 per cent of its asset value and Chinese start-ups accounting for 23 per cent of the Vision Fund's portfolio in terms of fair value. </p> <p>But since April, Son said only 11 per cent of its new investments had been directed into China.&#xa0;&#xa0;</p> <p>In an interview, the finance chief of SoftBank's Vision Fund also told the Financial Times that he remained optimistic about the longer-term prospects in China. “Our investment thesis with respect to China remains unchanged,” said Navneet Govil. “Ultimately there is a lot of innovation to occur in China.”</p> <p>Son spoke as SoftBank posted a 39 per cent fall in net profit to ¥761.51bn ($6.9bn). But the same period a year ago was boosted by gains related to the sale of SoftBank's stake in US carrier T-Mobile following its merger with Sprint, and the quarterly profit figure was ahead of analysts' forecasts of a net loss of ¥11.8bn, according to S&amp;P Global Market Intelligence. </p> <p>As well as attempting to clarify his company's investment attitude towards the emerging risk around technology in China, Son used the results announcement to define again what SoftBank now represents as a company.&#xa0;</p> <p>He said SoftBank should be understood as a “Vision capitalist”, and a company that “creates revolution”. By his calculation, he added, SoftBank's investment in unlisted AI companies represented about 10 per cent of the total capital raised by such companies worldwide since 2017.</p> <p>One long-term investor in SoftBank, who recently trimmed his position because of its exposure to tightening tech regulation in China, said he had been among a group calling on Son to better define the company since it separated its mobile phone operation and exited the chip business.&#xa0;</p> <p>“I think this idea of ‘Vision capitalism' is a fair attempt to put it into words, but it still doesn't really answer the key questions like, at the moment, how serious is China as a threat to this business,” said the shareholder.</p> <p>The second $40bn Vision Fund, the sequel to the Saudi-backed $100bn fund, continued to increase its investments during the three months. It deployed $14.2bn in 47 start-ups. </p> <p>The listings of seven companies including the ride-hailing app Didi and Chinese commercial freight company Full Truck Alliance led to unrealised quarterly gains of $5.8bn for the Vision Fund division. But much of that<a href=\"https://www.ft.com/content/66afff06-cee0-4e83-ba86-be674baee2c7\"> has been wiped out</a> since July due to the regulatory pressures in China.&#xa0;</p> <p>Didi's shares have fallen by a third since it listed its shares in New York at the end of June. Full Truck Alliance's stock has dropped 37 per cent since its June 23 IPO in the US. Online education start-up Zuoyebang has also been hit by tough restrictions China has introduced on the home tutoring sector.</p> <p>The group has also pared its investments in publicly traded US tech stocks made mainly via its asset management arm SB Northstar as it offloaded its stakes in Microsoft, Facebook and Alphabet. As of the end of June, the group's investment in listed shares fell to $13.6bn from $20bn in the previous quarter even as it reported ¥210bn in gains from such trades.</p><p>Source: Kana Inagaki and Leo Lewis in Tokyo 2021 'SoftBank to cut China investments until tech sector calms ' FT.com 10 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-10T11:27:24.860Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3595,
          "end": 3604
        }
      ],
      "nexusId": "10031144"
    }
  ]
}