{
  "_id": "a98470cd9a0f70e77024942f282fc21782a091e1743309bb1e1bfc6f3167a3ad",
  "feed": "ftcomall",
  "title": "Apple performs U-turn on right to repair iPhones and Macs",
  "text": "<p>Apple will allow customers to repair their own devices in a move that could bring down the cost of fixing iPhones and Macs, and extend the lifecycle of consumer electronics.</p> <p>The iPhone maker on Wednesday launched a self-service repair programme that would allow customers to purchase Apple-made components to replace worn out or broken parts. </p> <p>The service will be first available in the US early next year for the iPhone 12 and iPhone 13 ranges, enabling customers to repair their screens, batteries and camera at home. The service will be extended to other markets throughout 2022 and cover Mac computers with M1 chips.</p> <p>The company did not disclose how the spare parts would be priced.</p> <p>The U-turn is abrupt. As recently as last month Apple was fighting a shareholder proposal in support of right to repair. The iPhone maker said its own experts were best placed to service its products.</p> <p>This move comes after an <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy/\">executive order</a> from the Biden administration in July, directing the Federal Trade Commission to address “unfair anti-competitive restrictions on third-party repair or self-repair of items”. </p> <p>“This is an important move from Apple. It shows that it is possible to make spare parts for consumers, something they have refused to do for many years,” said Ugo Vallauri, co-founder and policy lead at the right-to-repair advocacy group Restart Project.</p> <p>Apple's shift is the second big victory for right-to-repair advocates in as many months, following Microsoft's landmark agreement in October to make its devices easier to fix.</p> <p>Apple has long been criticised by consumer protection bodies for fiercely guarding its monopoly on the repair process, which has become so strict that iPhones cease to function properly even if two identical models have their parts swapped.</p> <p>Consumers have been forced to choose between third-party technicians that use parts purchased from non-certified suppliers, or paying for “official” repairs at Apple stores whose costs can be so high that many consumers feel inclined to buy a new device altogether. For instance, the cost of replacing the back glass on an out-of-warranty iPhone 13 Pro Max can run to $599 — about half the price of a new model.</p> <p>Right-to-repair advocates say that when a consumer replaces a broken model, it serves Apple's bottom line but taxes the environment, so this step is likely to be widely welcomed assuming parts are easily accessible and affordable.</p> <p>“Depending on how they handle it, this could be the most environmentally friendly thing Apple has ever done,” said Zack Nelson, who reviews gadgets by taking them apart and inspecting the components on his YouTube channel <a href=\"https://www.youtube.com/watch?v=L2gT8fbEq54&amp;t=327s\">JerryRigEverything</a>.</p> <p>In the UK, which is the second-highest per capita producer of electronic waste globally, 30 per cent of Britons threw away their devices after not being able to repair them themselves, or because professional repair options were not available or too costly, according to a&#xa0;<a href=\"https://docs.cdn.yougov.com/ixz3tlj5a6/TheRestartProject_RightToRepair_211011_W.pdf\">recent YouGov poll</a>.</p> <p>“There is a risk that Apple is trying to increase the cost of spare parts by freezing out third-party manufacturers,” said Vallauri. “Regulation needs to force manufacturers to make products that are easier to repair at an affordable price so devices can be in use for a longer time, limiting the environmental impact.”</p><p>Source: Eleanor Olcott and Patrick McGee 2021 'Apple performs U-turn on right to repair iPhones and Macs' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T17:54:22.288Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1457,
          "end": 1466
        },
        {
          "start": 1457,
          "end": 1468
        }
      ]
    }
  ]
}