{
  "_id": "dd21c569a46cfa82a6c3e445cdad61eb5222cc7c4c1a9253d7e7751e9d738e21",
  "feed": "wall-street-journal",
  "title": "Microsoft Prepares to Reopen Offices for Hybrid-Work Era",
  "text": "<p>\"Our goal is to give employees further flexibility, allowing people to work where they feel most productive and comfortable, while also encouraging employees to work from home as the virus and related variants remain concerning,\" Microsoft said in a blog post.</p><p>The software company's office locations spanning 21 countries will be ready to accommodate additional workers in compliance with guidance from local authorities, the company said. The initial guidance affects roughly 20% of Microsoft's more than 160,000 employees, the company said.</p><p>Microsoft said it doesn't expect to recall all employees soon. Once the pandemic is no longer a significant threat to communities, Microsoft said, the company expects a partial work-from-home schedule to be routine for many of its jobs. The company previously has said it would allow some workers to work remotely on a permanent basis with their manager's approval.</p><p>With the Covid-19 vaccine rollout progressing, the shift to hybrid work is shaping up to be a critical challenge for companies this year, not unlike last year's rush to figure out how to keep business going with employees scattered at home. Like last year, actions aren't uniform.</p><p>Many companies are still holding off on bringing workers back to the office. Google parent Alphabet Inc. is keeping most of its staff working remotely until at least September. Social-media company Twitter Inc. said most of its staff would be able to keep working remotely after the pandemic has ended. Facebook Inc. has moved toward having a substantially larger portion of employees working remotely.</p><p>The number of Americans working from home has surged during the pandemic, and many corporate leaders expect that to continue. According to a global survey by Microsoft that was released on Monday, 73% of workers said they want flexible work-from-home policies to stay, and 65% of employees reported wanting more in-person time with their teams after the pandemic. About 66% of businesses were considering redesigning offices to accommodate hybrid work environments.</p><p>Microsoft is betting that the hybrid-work era will spawn a new wave of requirements to accommodate employees. The company posted a year of strong growth amid the pandemic, as companies adapted to navigate the remote-work environment and embraced the kind of cloud-computing services and workplace-collaboration tools the company sells.</p><p>Its videogaming business has enjoyed significant success among people stuck at home, and its Teams workplace-collaboration software also experienced large growth in user numbers.</p><p>Half of the company's workforce or more could take advantage of flexible work arrangements, Microsoft Chief Executive Satya Nadella said at The Wall Street Journal's CEO Council Summit.</p><p>Executives at other companies have cited challenges with training, integrating new employees and finishing projects with workers plugging away from their homes.</p>",
  "published": "2021-03-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 230,
          "end": 239
        },
        {
          "start": 2060,
          "end": 2069
        },
        {
          "start": 485,
          "end": 494
        },
        {
          "start": 675,
          "end": 684
        },
        {
          "start": 1752,
          "end": 1761
        },
        {
          "start": 2667,
          "end": 2676
        },
        {
          "start": 544,
          "end": 553
        },
        {
          "start": 485,
          "end": 496
        }
      ],
      "nexusId": "10031144"
    }
  ]
}