{
  "_id": "c0d270f3ba521091fe5bb071adb9df489deaccdd8491afaead771c75e2577b8b",
  "feed": "wall-street-journal",
  "title": "Nasdaq to Move Markets to Amazon's Cloud; The exchange says a phased migration to Amazon Web Services will kick off in 2022 with its U.S. options market",
  "text": "<p>Nasdaq's ambition is to become \"one hundred percent cloud-enabled,\" Adena Friedman, the company's chief executive, said in announcing the move Tuesday at an AWS industry conference in Las Vegas. \"We will follow with more of our markets as we work closely with clients,\" Ms. Friedman said.</p><p>Nasdaq has previously said all of its more than 25 markets will be hosted in the cloud within the next decade.</p><p>They include six equity markets in North America, including the Nasdaq Stock Market, as well as six equity derivative markets, the Nasdaq Baltic and Nasdaq Nordic markets, and fixed-income and commodity markets.</p><p>The financial-services sector has been slower to adopt cloud computing than other industries, stemming in part from the tight regulatory oversight of banks and exchanges, as well as concerns over breaches of sensitive client data.</p><p>\"To the extent that they don't disintermediate their trading partners and investors, moving to the cloud gives exchanges greater flexibility, as well as enables more people to connect, enables people to connect easier,\" said Larry Tabb, head of market-structure research at Bloomberg Intelligence.</p><p>Earlier this month, CME Group Inc. and Alphabet Inc.'s Google struck a deal to move CME's core trading systems to the cloud.</p><p>Nasdaq already stores billions of transaction records in a data warehouse operated by AWS, including daily orders and quotes transmitted by traders. Over the years, the company has migrated a number of services to AWS, including its revenue management system for the U.S. and European markets. Its existing relationship with AWS is a big reason Nasdaq said it chose the Amazon.com unit to host its markets.</p><p>\"We have had a longstanding relationship with them,\" said Brad Peterson, Nasdaq's chief technology and information officer.</p><p>Cloud systems and apps are hosted on data centers operated by third-party providers, including tech giants such as Amazon.com, Microsoft Corp. and Alphabet Inc.'s Google. The systems enable users to rapidly scale computing needs, based on demand, with far greater ease than in their own data centers.</p><p>Write to John McCormick at john.mccormick@wsj.com and Angus Loten at angus.loten@wsj.com</p><p>Nasdaq to Move Markets to Amazon's Cloud</p>",
  "published": "2021-11-30T17:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1924,
          "end": 1939
        },
        {
          "start": 1924,
          "end": 1933
        }
      ],
      "nexusId": "10031144"
    }
  ]
}