{
  "_id": "c794c6a490420e44944f421e7889899f6f65b2db63db459650915a492182ed27",
  "feed": "ftcomall",
  "title": "Oracle/Cerner: healthcare is a safer bet than TikTok",
  "text": "<p>If you cannot build it, buy it. Oracle, the $275bn software giant, is taking this principle to heart. The company founded by Larry Ellison is acquiring electronic medical records group Cerner <a href=\"https://www.oracle.com/news/announcement/oracle-buys-cerner-2021-12-20/\">for an equity value of $28.3bn</a> in cash as it seeks to diversify into the booming health data business.</p> <p>Shares in sluggish Oracle, which got its start in databases, fell 5 per cent on Monday morning. Some investors think the company is overpaying. But Oracle's biggest takeover ever makes more sense than its ultimately ill-fated attempt to acquire the <a href=\"https://www.ft.com/content/10936dd5-ff97-45cb-a426-15250197a75d\">Chinese-owned video app TikTok</a>.</p> <p>Demand for cloud-based solutions in the healthcare industry is rising as hospitals automate more health and billing records. The pandemic has accelerated the shift to virtual consultations as patients shun unnecessary in person medical visits.</p> <p>Cerner, which designs software used to store and analyse medical records and other healthcare data, is expected to pull in nearly $1bn in profits this year, a 17 per cent jump&#xa0;from the year before. </p> <p>The offer of $95 per Cerner share represents a 26 per cent premium to the undisturbed three-month average. Including Cerner's $1.6bn of debt, Oracle is buying the business on a valuation of around 15 times enterprise value to 2022 ebitda. Microsoft paid a multiple of 51 times when it acquired AI healthcare software maker <a href=\"https://news.microsoft.com/2021/04/12/microsoft-accelerates-industry-cloud-strategy-for-healthcare-with-the-acquisition-of-nuance/\">Nuance Communications</a> for nearly $20bn earlier this year.</p> <p>The acquisition should give a much needed jolt to Oracle's cloud business. The company's shift from a legacy vendor of software licenses into cloud computing has been slow. Revenue rose just 6 per cent year-on-year in the last quarter. Within this, cloud services and licence support revenues were up 6 per cent while cloud license and on-premise license revenues rose 13 per cent. Compare this to Amazon's cloud division, where revenue soared 39 per cent, or Microsoft's, which leapt 36 per cent.</p> <p>Healthcare software may be dull compared with the flashy quick-paced world of social media. But for Oracle, boring is a smarter bet — and a better cultural fit. <br></p><p>Source:  2021 'Oracle/Cerner: healthcare is a safer bet than TikTok' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T18:24:46.667Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1257,
          "end": 1266
        },
        {
          "start": 1859,
          "end": 1868
        }
      ],
      "nexusId": "10031144"
    }
  ]
}