{
  "_id": "f89970cbf29d56959338189bc1ec301694f2a68e233f2825d7decac8a7f0be98",
  "feed": "wall-street-journal",
  "title": "9/11 Coverage From the Journal Editorial Page; Firsthand accounts and commentary on the attacks from the Sept. 12, 2001 edition of the paper.",
  "text": "<p>I saw the airliner at the instant it hit the north tower of the World Trade Center. A little later I saw the flames burst out of the south tower when the second airliner hit it. I saw people fall from the top of the World Trade Center. I saw the south tower fall down. A little later, I saw the north tower fall down. I have, in the past several hours, looked into lower Manhattan, and each time, where the World Trade Center stood, there is absolutely nothing.</p><p>Read more</p><p>Taking Refuge Under, Then in, a Van</p><p>By Jason L. Riley</p><p>I'm back at home now. Got as far as Broadway and Liberty this morning, but wasn't allowed to cross Broadway. South Tower was still burning. Watched it collapse from that vantage point. Seemed to fall in slow-motion. Then a huge, black cloud of debris formed and began spreading toward us. Everyone turned and ran, including me.</p><p>Read more</p><p>A Terrorist Pearl Harbor</p><p>By The Editorial Board</p><p>The world is a different place after the massive terrorist attacks on the United States yesterday, much as it was after the bombing of Pearl Harbor nearly 60 years ago; a new kind of war has been declared on the world's democracies. Just as Munich led to World War II, so attempts to buy peace in the Middle East are surely behind this attack.</p><p>Read more</p><p>Civility Amid Chaos</p><p>By The Editorial Board</p><p>Terrorists may have thought they were striking at the heart of selfish Western capitalism in Manhattan's financial district yesterday. But what they unleashed instead was a show of democratic civility and resilience.</p><p>Read more</p><p>Awakening to a Nightmare</p><p>By Mary Anastasia O'Grady</p><p>I arrived at work early yesterday—not quite 8 a.m.—eager to write before the office started humming. The editorial page of the Journal is on the ninth floor of the World Financial Center, and my window looks out on the World Trade Center. Early morning is the perfect time to work, and the only other person in our offices was the new editorial page editor, Paul Gigot, whom I greeted by the water cooler.</p><p>Read more</p><p>What I Saw on the First Day of the War</p><p>By Holman W. Jenkins Jr.</p><p>It's not every day in Manhattan that you look up and are relieved to see U.S. fighter jets flying combat patrol over the city.</p><p>The air patrol may have come too late to do much good, but watching from our roof on the Lower East Side, my neighbors and I agreed it was damn comforting to know the skies were back under control. I was in bed, contemplating a column on the waste and folly of the Microsoft prosecution, when the first explosion rippled by. I wrote it off to construction down the block, where a building had just been cleared and a new one was expected to go up. The second explosion came a bit later, followed by screams from the balcony of the building behind me. I heard a woman's voice say, \"A plane just crashed into the World Trade Center.\"</p><p>Read more</p><p>We Beat Hitler. We Can Vanquish This Foe, Too.</p><p>By Mark Helprin</p><p>America, it is said, is slow to awaken, and indeed it is, but once America stirs, its resolution can be matchless and its ferocity a stunning surprise.</p><p>Read more</p><p>How Did They Get Past Security?</p><p>By Brendan Miniter</p><p>Now we know, someone said yesterday, why they ask us all those silly questions at the airport. But those silly questions didn't stop the terrorists who hijacked four commercial planes and used them to destroy the World Trade Center's twin towers and part of the Pentagon.</p><p>So how could they have done this?</p><p>Read more</p><p>Mistakes Made the Catastrophe Possible</p><p>By Daniel Pipes</p><p>It is likely that more Americans died yesterday due to acts of violence than on any other single day in American history.</p><p>Two parties are responsible for this sequence of atrocities. The moral blame falls exclusively on the perpetrators, who as of this writing remain unknown.</p><p>The tactical blame falls on the U.S. government, which has grievously failed in its topmost duty, to protect American citizens from harm.</p><p>Read more</p><p>9/11 Coverage From the Journal Editorial Page</p>",
  "published": "2021-09-10T08:55:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2459,
          "end": 2468
        }
      ],
      "nexusId": "10031144"
    }
  ]
}