{
  "_id": "8d63179a673c3c5a105349c124aa122e49beaadfaab9e92c9f5ffea2ee1348ef",
  "feed": "ftcomall",
  "title": "Driverless vehicle start-up Aurora to go public in $11bn Spac merger",
  "text": "<p>Aurora, the driverless vehicle start-up backed by Amazon and Uber, has unveiled plans to go public in a merger with a blank-cheque company, becoming the first top-tier player in the industry to achieve a stock market listing and setting up a test of investor appetite for such cash-guzzling ventures.</p> <p>Aurora said on Thursday it would merge with a special purpose acquisition vehicle set up by LinkedIn co-founder Reid Hoffman and tech entrepreneur Mark Pincus.</p> <p>The deal values Aurora at $11bn and gives it close to $2bn in fresh funding, which it said would put it in position to “launch its first autonomous product at the end of 2023”. </p> <p>The Bay Area company, which has 1,600 employees, was founded by a trio of <a href=\"https://www.ft.com/content/c757f09e-1cc0-456f-a9bd-22e42fdd33ff\">driverless tech pioneers</a> — including chief executive Chris Urmson, Sterling Anderson, who led Tesla's Autopilot efforts, and Drew Bagnell, who joined from <a href=\"https://www.ft.com/content/42feff1d-8228-4c93-bd78-b537d9eb9fa7\">Uber's self-driving group</a>, which Aurora acquired last December. </p> <p>Aurora was founded in 2016 amid a boom in robotaxi start-ups that emerged to rival Google's self-driving car project, where Urmson was lead engineer until his departure in 2015.</p> <p>The deal provides Aurora with access to the $850m raised by Hoffman and Pincus's Spac, Reinvent Technology Partners Y, plus $1bn in new investment from a consortium that includes Baillie Gifford, Fidelity and the Canada Pension Plan Investment Board.</p> <p>Aurora's $11bn valuation, up from $10bn when it acquired the Uber business last year,&#xa0;compares with $30bn-plus valuations recently put on rival autonomous vehicle ventures Cruise and Waymo, the Alphabet unit that evolved from Google's self-driving project.</p> <p>Unlike GM-backed <a href=\"https://www.ft.com/content/81793b42-28be-424d-a51c-006677fb2809\">Cruise</a> and <a href=\"https://www.ft.com/content/e0dd4302-c69f-42b6-8a37-549ce113a885\">Waymo</a>, Aurora has not built a large fleet of prototype vehicles to test on the roads. Instead it focuses on testing in simulated worlds where it claims to “drive” the equivalent of 22m miles each day.</p> <p>“We've invested heavily in simulation and virtual development tools,” Urmson told the Financial Times. The focus on virtual driving in particular is “a huge cost advantage,” he added. </p> <p>Aurora has also downgraded an early emphasis on robotaxis in favour of <a href=\"https://www.ft.com/content/37d25112-3a3d-4547-8bd8-4bbc45986a08\">driverless semi-trucks. </a>Earlier this year it signed partnerships with Volvo Trucks and Paccar, the maker of Peterbilt and Kenworth heavy-duty trucks. Together, these groups have a combined market share in the US of more than 50 per cent.&#xa0;</p> <p>It also has partnerships with Uber, Toyota and Japanese parts supplier Denso. Uber, Paccar and Volvo are contributing to the $1bn in new funding.</p> <p>Aurora disclosed on Thursday that it expected a cash outflow of $553m this year and projected $3.7bn more in outflows over the following five years. The company will have $2.5bn in cash after the Spac deal closes.</p> <p>Shares in Reinvent Technology Partners Y rose 2 per cent on news of the merger.</p> <p>Hoffman and Pincus are now serial Spac deal-doers. Another of their blank-cheque companies purchased flying taxi start-up <a href=\"https://www.ft.com/content/42feff1d-8228-4c93-bd78-b537d9eb9fa7\">Joby Aviation</a> earlier this year.</p> <p>Pincus said the investors in the Aurora deal all agreed to a four-year lock up, longer than usual, with typical Spac investors agreeing to only six months or a year.&#xa0;</p> <p>“Aurora is iterating very rapidly against a very tough problem, with a focus on actual commercialisation at scale, not driving live demos,” Pincus said. “Everything they are doing from driving down the hardware costs and working closely with the OEMs is focused on launching a real commercial, at scale solution.”</p><p>Source: Patrick McGee 2021 'Driverless vehicle start-up Aurora to go public in $11bn Spac merger' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-15T15:50:56.602Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}