{
  "_id": "29150a284d094344f834afe45b478c8faa135c139a85f101d2dd623d0d5f6c5c",
  "feed": "wall-street-journal",
  "title": "Obituaries: Polymath Shaped Debate On Public Policy Issues",
  "text": "<p>By age 23, Peter W. Huber had a Ph.D. in mechanical engineering and was teaching thermodynamics at the Massachusetts Institute of Technology. To keep his mind sufficiently occupied, he enrolled at Harvard Law School and shuttled by moped between teaching classes at MIT and taking them at Harvard.</p><p>He juggled those tasks well enough to graduate summa cum laude from Harvard in 1982, at the top of his class, and had clerkships with Ruth Bader Ginsburg, then an appeals court judge, and Supreme Court Justice Sandra Day O'Connor.</p><p>Armed to the teeth with credentials, he then practiced law and wrote provocative books and essays that made him an influential voice in debates over medicine, product-liability lawsuits, telecommunications, energy and the environment. Though he recognized the need for regulation, he hated the idea that misguided rules or bureaucracy would delay the benefits of new technology.</p><p>Some reviewers accused him of oversimplifying, exaggerating or failing to back up his assertions with citations to scientific studies.</p><p>In a note to a friend, he gave his response: \"My job is to be sufficiently entertaining and outrageous to get people to spend a bit of time thinking about serious issues. And while I assert what I believe (at that particular moment) with outrageous certainty, you will also find if you read far enough that I always concede down the road that I quite see the other side of the argument.\"</p><p>Mr. Huber died Jan. 8 of frontotemporal dementia. He was 68.</p><p>He found time to write more than a dozen books, partly because he got up as early as 3 a.m. It also helped, he noted, that \"I can type really fast.\"</p><p>Peter William Huber was born Nov. 3, 1952, in Toronto and grew up in Geneva. His father, born in the Netherlands, was an administrator at the World Health Organization. His Canadian-born mother was a primary schoolteacher.</p><p>At age 17, he began his studies at MIT, where some of his research involved the safety of cooling systems in nuclear reactors. His work in that area made him wonder about the ability of the U.S. legal system to \"deal effectively with technological problems,\" Ain Sonin, one of his mentors at MIT, said in 1992.</p><p>By the early 1990s, Mr. Huber was \"the academic superstar of the legal-reform movement,\" The Wall Street Journal reported in a Page 1 article. He was a fellow at the Manhattan Institute, a conservative think tank, and a founding partner of the law firm now known as Kellogg Hansen.</p><p>A 1991 book by Mr. Huber, \"Galileo's Revenge: Junk Science in the Courtroom,\" exposed abuses in product-liability lawsuits and made a case for stricter limits on who can qualify as an expert witness.</p><p>In a 1999 book, \"Hard Green: Saving the Environment From the Environmentalists,\" Mr. Huber backed traditional nature-conservation policies but argued that regulation had gone too far in creating rules to control risks based on \"long chains of conjecture and projection, most of them disconnected from verifiable economic theory or historical experience.\"</p><p>He favored drawing the line on regulation \"where the thick smoke and raw sewage give way to ephemeral wisps and molecular traces.\"</p><p>\"The Bottomless Well,\" a 2005 book by Mr. Huber and Mark P. Mills, affirmed that the world will never run out of energy and won an endorsement from Bill Gates. Energy supply depends on \"how good we are at finding and extracting it,\" Messrs. Huber and Mills wrote.</p><p>Mr. Huber turned his restless intellect to personalized medicine and experimental treatments based on genetic data for a 2013 book, \"The Cure in the Code.\" He feared that cumbersome regulation was blocking progress in attacking disease at the molecular level.</p><p>Mr. Huber's survivors include his wife, Andrea Huber, and their three children, along with a partner, Sarah Pletcher, their daughter and her son.</p><p>Despite his enthusiasm for the latest medical techniques, Mr. Huber expressed no interest in experimental treatments after being diagnosed in 2017 with frontotemporal dementia, Dr. Pletcher wrote in an email. \"It was as if, like so many other times in his intellectual experience, he could see the whole chessboard with this new opponent and recognized that there weren't any moves left.\"</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}