{
  "_id": "29e4f0a17bc87b928f6c3987cc3f4142b6c4320d3cc33a4871b4f027200e41e1",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Facebook Should Clarify Terms of Service, Irish Privacy Regulator Says | Global Crypto Scrutiny",
  "text": "<p>Privacy advocates disagree, as you might imagine, saying it stretches the idea of a contract. The ruling, if finalized, could open the door for other companies to shift important data-privacy information to terms-of-service documents.</p><p>Regional rules for data privacy continue to reshape companies' business plans. In the latest example, Microsoft is shutting down its LinkedIn social network in China, citing, in part, compliance requirements. More below.</p><p>Plus: Officials from 31 countries and the EU promise to fix the uneven cryptocurrency standards that let hackers cash in, reports WSJ Pro Cybersecurity's David Uberti.</p><p>Read on for lots more privacy and cyber news.</p><p>New Threats To Our New Normal</p><p>Recent years have shown us that the future is unpredictable, and cybercriminals have capitalized on it. Being prepared requires developing both short and long-term strategies that put security first.</p><p>Read More</p><p>Hiding Privacy Disclosures</p><p>Devil in the details: A draft ruling from Ireland's privacy regulator would require Facebook to change how it informs users about its data processing but disregards complaints that the social-media giant needs to obtain direct consent for its activities.</p><p>If the decision is finalized, Facebook would also face a fine of between €28 million and €36 million (equivalent to $32.4 million to $41.7 million) for failing to be transparent with users. The case stems from a 2018 complaint filed by Austrian privacy lawyer Max Schrems, whose nonprofit organization NOYB published the draft decision.</p><p>Privacy advocates argue that companies shouldn't be able to hide important information about how they handle data in terms of service documents, which many consumers don't read carefully, if at all.</p><p>Read the full story.</p><p>More Cyber and Privacy News</p><p>\"No one country, no one group can solve this problem,\" Jake Sullivan, U.S. national security adviser, at left, said at the Counter-Ransomware Initiative convened by the White House this week.</p><p>Global scrutiny of cryptocurrencies will be key, officials from 31 countries and the European Union said. Ransomware groups that extort victims can quickly transfer digital payments to countries with lax standards for monitoring illicit transactions. (WSJ Pro Cybersecurity)</p><p>Summit attendees called for more aggressive enforcement of anti-money-laundering and know-your-customer rules that prevent cryptocurrency companies from facilitating ransom payments.</p><p>More broadly, the countries pledged to share information about cyberattacks and investigations, push firms to shore up security, and disrupt the financial infrastructure of the criminal hacking economy.</p>",
  "published": "2021-10-15T12:48:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 337,
          "end": 346
        }
      ],
      "nexusId": "10031144"
    }
  ]
}