{
  "_id": "8129a45535671452f27933097e7c3c096d78ba3cffa4da18728aa91008d45d7b",
  "feed": "ftcomall",
  "title": "Letter: Microsoft's vision of the metaverse is to stick with what works",
  "text": "<p>There is a virtual chasm between Facebook and Microsoft's ventures into the metaverse. Facebook's rebranding to Meta is a combination of future gaming and an attempt to distance itself from the data privacy travails and poor governance of its original entity (<a href=\"https://www.ft.com/content/521b0053-68f0-4569-8237-f33bd677bb8e\">FT View</a>, October 30).</p> <p>By contrast, Microsoft has many of the components to realise a radically different vision of the way in which software will shape the world of work (“Facing the future: Microsoft to blend digital and physical worlds with avatars on Teams”, <a href=\"https://www.ft.com/content/62d4652f-faec-4ef7-b642-1ae7b4262563\">Report</a>, November 3). </p> <p>The word “work” is important here. For Microsoft has regained its position as the world's most valuable company, based on a software portfolio rooted in the way in which work is organised and conducted. It is no coincidence that Microsoft's chief executive, Satya Nadella, started his keynote speech on the topic of hybrid work. </p> <p>There are many tech elements to Microsoft's vision and it's not entirely clear how they interact. If it were clear, we would be in an older tech world of linear paths. Watching Nadella and Jared Spataro, who runs Teams, I realised that we are going to have to think again about the way we conceive of software. Many business leaders are still coming to terms with cloud-based software, which has had a profound impact on the economics of IT over the past decade. </p> <p>If this vision delivers in the world of work, it will also have immense environmental benefits as we find the optimal mix between physical and digital presence, and the deployment of knowledge, skills and insight, with reduced travel. </p> <p>This could be Microsoft's route to remaining the world's most valuable company, firmly rooted in the organisation of tech-assisted, software co-ordinated work, which is pretty much where the firm has always been.</p> <p><strong>Michael Hobbs</strong> <br><em>Which Days Tech, London N13, UK</em></p><p>Source:  2021 'Letter: Microsoft's vision of the metaverse is to stick with what works' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T00:01:45.825Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 295,
          "end": 304
        },
        {
          "start": 582,
          "end": 591
        },
        {
          "start": 8,
          "end": 17
        },
        {
          "start": 772,
          "end": 781
        },
        {
          "start": 904,
          "end": 915
        },
        {
          "start": 1584,
          "end": 1593
        },
        {
          "start": 904,
          "end": 913
        },
        {
          "start": 451,
          "end": 460
        },
        {
          "start": 46,
          "end": 55
        },
        {
          "start": 46,
          "end": 57
        },
        {
          "start": 772,
          "end": 783
        },
        {
          "start": 8,
          "end": 19
        },
        {
          "start": 1584,
          "end": 1595
        }
      ]
    }
  ]
}