{
  "_id": "cb44b5e6750f3e569d579974ca8336b925697df6c6ef3fd89a7a08eadfd1aa81",
  "feed": "wall-street-journal",
  "title": "Does Working From Home Have to Mean a Lower Salary? The flexibility of remote work doesn't have to come at the expense of your current compensation",
  "text": "<p>Workers looking to take the remote leap should do research about pay scales in the market where they want to live and be prepared to make a compelling case for how they should be compensated.</p><p>\"Remote jobs tend to pay about the same as their in-office counterparts,\" said Brie Reynolds, career development manager and coach at remote job listings site FlexJobs, speaking at The Wall Street Journal Jobs Summit in early October.</p><p>Companies typically set salaries based on the market value of the jobs and the cost of living in the employee's city. Remote work complicates this equation: Some companies are agreeing to let employees work from anywhere for the same pay, but other companies, particularly those that have adopted a hybrid model, are setting remote salaries based on pay in the locations where employees actually live.</p><p>In the case of a fully remote company, salaries could be pegged to the region the organization calls its headquarters or where the remote worker is based, or some combination of the two.</p><p>\"When you're doing your salary research, you want to look at both your location and the company's location and see if you can get a decent range out of that,\" said Ms. Reynolds, who recommends workers research salaries on Payscale.com and Glassdoor.com.</p><p>A lot of companies are still hoping for a return to normal, which means people in offices. Permitting flexibility has become crucial to hiring the best, said Lauren Gardner, a talent executive at Microsoft Corp.</p><p>Getting hires \"where they want to live and where they can do their best work,\" is key to staying competitive, Ms. Gardner said.</p><p>New data from LinkedIn show that since early September 70% of people have filtered their searches for jobs on the platform to show exclusively remote-only job postings. But some jobs can't be done from home and many managers will prefer to see their teams in person, at least some of the time.</p><p>People who want to work remotely or have a certain hybrid schedule need to be upfront about what makes them attractive as a remote employee and the exact type of work arrangement and pay they are looking for, said Michael D'Ausilio, global head of talent acquisition at JPMorgan Chase &amp; Co.</p><p>\"Have the honest conversation with the recruiter or with the hiring manager, because you don't know if you don't ask,\" Mr. D'Ausilio said. \"It is our job to make sure we're giving you a realistic job preview of what life here would be like.\"</p><p>Sara Sutton, founder and CEO of FlexJobs, said people in good standing at a company can make their case for maintaining their current pay when they move to a new, cheaper location.</p><p>\"If you're a high performer, they are not going to want to replace you,\" she said. \"They have to make an investment in hiring and bringing somebody up to speed, so there is a cost to the company.\"</p><p>Job hunters should also review the expenses associated with going into an office. Working from home could save them so much that a pay cut could pay off, Ms. Sutton said. Around 40% of remote workers report personal savings of $5,000 annually on expenses related to working at the office, such as commuting, dry cleaning and buying lunch, she said. Another 20% said they save up to $10,000 a year—a big consideration when negotiating.</p><p>Write to Kathryn Dill at Kathryn.Dill@wsj.com</p><p>Does Working From Home Have to Mean a Lower Salary?</p>",
  "published": "2021-10-31T17:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1466,
          "end": 1481
        },
        {
          "start": 1466,
          "end": 1475
        }
      ],
      "nexusId": "10031144"
    }
  ]
}