{
  "_id": "ca9621f218795de3739dc6624e7ec9a0c99342adf658c32e09aa8cae4ad1f769",
  "feed": "ftcomall",
  "title": "Epic advances its App Store chances",
  "text": "<p>Arguments in the Apple vs Epic antitrust trial ended on Monday and the only certain outcome, ahead of the verdict, is less business for a Popeyes chicken restaurant in Oakland.</p> <p>As Epic chief <a href=\"https://twitter.com/TimSweeneyEpic/status/1396919697409417218\">Tim Sweeney tweeted</a>: “The Epic vs Apple trial has now concluded! I won't be commenting before the verdict is delivered. Thanks to everyone whose efforts made this possible, and to Popeyes for building a fine restaurant next door to the Oakland federal courthouse.”</p> <p><a href=\"https://www.ft.com/content/fc8fd505-2e75-4646-b2a7-34d32796f32a\">Patrick McGee in San Francisco</a> has been looking at what has come out of the trial and says Epic's chances of winning have now increased from 33 per cent to 55 per cent, according to legal analysts.</p> <p>Apple has lost some credibility by pleading ignorance on key questions, while Judge Yvonne Gonzalez Rogers appeared to be more interested in present-day business facts than older legal precedents — a plus for Epic, which has conceded its case lies on the “frontiers” of antitrust theory.</p> <p>The key takeaways from the trial: Apple failed to rebut Epic's claim that it earned a 78 per cent profit margin from the App Store, where it charges a 30 per cent commission on sales by developers and publishers. It was an indicator of a monopoly position and chief executive Tim Cook tried to sidestep questions about the profit margins issue, and much else, too.</p> <p>Defining the market will also be key in terms of competition concerns. Apple argued that, in the case of Epic's game <em>Fortnite</em>, players could still find the game on Xbox, PlayStation and PCs, even if it was kicked off the App Store.</p> <p>Epic maintained the App Store for the iPhone contrasted with the MacBook situation, where users could download from both the Mac Store and other sources. Apple responded with the startling admission from Craig Federighi, Apple's head of software, that there was “a level of malware on the Mac that we don't find acceptable and is much worse” than on the iPhone.</p> <p>It's hard to gauge which way the judge will go. She has seemed reticent about ordering sweeping changes to Apple's business model, yet was<br>troubled by the commission. “The 30 per cent number has been there since the inception,” she said. “And if there was real competition, that number would move. And it hasn't.”</p> <p>Her ruling is expected in the next few weeks.</p> <h1>The Internet of (Five) Things</h1> <p><strong>1. Amazon sued in DC over 40 per cent fees</strong><br>Amazon is being <a href=\"https://www.ft.com/content/627831a7-529e-4b84-921a-6eb5ed234fed\">sued for violating competition law</a> in Washington as it becomes the latest major technology company to be accused of anti-competitive behaviour. Karl Racine, the attorney-general for the District of Columbia, on Tuesday accused the company of charging third-party merchants fees of as much as 40 per cent of a product's price to sell through its website, and then requiring them not to charge less on other platforms.</p> <p><strong>2. Concerns over UK's ‘data state'</strong><br>The UK's bulk interception of its own citizens' communications in the wake of revelations by&#xa0;whistleblower&#xa0;Edward Snowden <a href=\"https://www.bloomberg.com/news/articles/2021-05-25/u-k-s-data-spying-after-snowden-violated-privacy-rights\">violated privacy </a>laws, the European Court of Human Rights said in a decision published on Tuesday. Playwright James Graham is the screenwriter<a href=\"https://www.ft.com/content/20080d93-5d2b-43c4-9d85-08d28a66682a\"> for a short FT film </a>on how the response to the pandemic has enabled the further intrusion of “the data state” and what it might mean for us all.</p> <p><strong>3. Kuaishou shares tumble</strong><br>Shares in ByteDance's main competitor in China fell 11.5 per cent after the company's <a href=\"https://www.ft.com/content/1ac9edf6-322c-4d84-ac63-d2b971987907\">losses widened </a>on growing signs that users in the country are spending less on its live-streaming services. Kuaishou's short video app faces stiffer competition from ByteDance's Douyin, the Chinese version of TikTok, and online shopping groups such as Alibaba and Pinduoduo which have also pushed into selling goods via live streaming.</p> <p><strong>4. Reddit talks cryptocurrencies&#xa0;<br></strong>Discussion on the site's main cryptocurrency forum has&#xa0;<a href=\"https://www.ft.com/content/937e2f78-b6e8-4a0c-b037-1d302d3c7ca7\">overtaken activity</a>&#xa0;on the “meme stock” forum WallStreetBets this month, reflecting how many day traders have switched their focus from the equity market to digital coins in the hunt for quick returns and a bit of fun.</p> <p><strong>5. Indian police feel Twitter's collar</strong><br>Police in India have<a href=\"https://www.ft.com/content/30afa49d-e0f3-4795-bc03-a887bc418092\">&#xa0;visited the local office&#xa0;</a>of social media company Twitter after its moderators labelled a tweet by the national spokesperson of the governing party as potentially misleading. Elaine Moore looks at the shaky start of <a href=\"https://www.ft.com/content/9d97ae47-d716-4595-9944-ed05f9dfe1f6\">Twitter's Tip Jar</a>.</p> <h1>Tech tools — Super Furry sound</h1> <p>Super Furry Animals frontman Gruff Rhys has been getting great reviews for his new solo album, <em>Seeking New Gods</em>. <a href=\"https://pitchfork.com/reviews/albums/gruff-rhys-seeking-new-gods/\">Pitchfork gives it a 7.6 </a>and says the concept album about an ancient volcano on the China-North Korea border ranks among his most imaginative solo records. There's more imaginative work been done with BBC Research &amp; Development on a special immersive version. As <a href=\"https://www.bbc.co.uk/taster/pilots/seeking-new-gods\">the BBC Taster website </a>explains, the&#xa0;<a href=\"http://www.bbc.co.uk/makerbox/tools/audio-orchestrator\"><em>Audio Orchestrator</em></a>&#xa0;tool is the tech behind the effects. Listeners can use devices like phones, tablets and laptops to create a web of speakers that surround you with the music. Drums could come from your phone, while the vocals would play from your laptop, for example. Kliph Scurlock — Gruff's drummer who worked on the immersive mix — <a href=\"https://www.bbc.co.uk/rd/blog/2021-05-gruff-rhys-seeking-new-sounds-surround\">likens it to the quadraphonic sound </a>experiences of the 70s, and says that it should feel like you're in the room with the band as they're recording the songs. </p><p>Source: Chris Nuttall in London 2021 'Epic advances its App Store chances' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-25T19:51:42.290Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}