{
  "_id": "90b9adbc232089559aafccd09d278e916b5e3d156885c873860917d8ca7bce96",
  "feed": "ftcomall",
  "title": "Tech sector looks beyond WFH",
  "text": "<p>For many of the tech industry's customers, 2020 was a year of triage. Companies were forced to reach for a new digital toolkit to keep the wheels of business turning. Many people got by from home the best they could, their faces buried in screens.</p> <p>The story of 2021 will be different — provided vaccines are distributed widely and greater human interaction starts to replace the digital.</p> <p>For tech, this will be a moment of reckoning. Which of the industry's “pandemic wonders” — companies that were buoyed by the emergency — have real staying power, rather than simply sold a temporary fix for a world in pain? And are the tech industry's claims of reaching an important inflection point in the shift to a more digital economy valid, or just a Covid-19 mirage?</p> <p>The latest quarterly earnings reports — including, next week, from Apple, Facebook and Microsoft — will show 2020 ending on a high note. While much of the corporate world struggled, tech is likely to have been an island of growth. For the biggest companies it will be, quite literally, an embarrassment of riches: a politically inconvenient demonstration of just how the wealthiest companies have flourished as the rest of the world suffers.</p> <p>Much of this good news will be relative. The scale of the digital markets means that many are no longer immune to broader forces in the economy. Google's revenue fell for the first time in the second quarter of 2020 as categories of advertising such as travel dried up. But many businesses were forced to rely more heavily on digital channels to reach customers who had retreated into their homes, bringing a quick rebound.</p> <p>The non-digital parts of the advertising market were projected to contract around 20 per cent last year, according to media investor GroupM. By contrast Alphabet, Google's parent, is expected to report 10 per cent growth for the year, with Facebook at 19 per cent.</p> <p>Given the massive scale these companies operate at, the magnitude of the relative outperformance during a crisis is stunning. But it also underlines the extent of the shift that may be taking place in the way business is done. How many of the advertisers that ploughed a bigger share of their budgets into digital campaigns will return to their pre-pandemic spending habits?</p> <p>The latest crop of earnings reports will be heavily influenced by the many months spent&#xa0;working, learning, and playing from home. The rest of 2021 will reflect a more complex picture.</p> <p>Last year was defined by what could be called Zuna: When you're finished with the Zoom calls, you can order dinner on Uber Eats, then settle into some Netflix watching and do some Amazon shopping. At some point in 2021, as digital consumers edge further back into the real world, they might spend more time on Lame: Booking a Lyft ride, organising a weekend away on Airbnb, finding an non-virtual date on Match, or booking vacations on Expedia.</p> <p>It is a question of timing — and of how much of the digital behaviour learned during the long months at home is now ingrained.</p> <p>The bull case for the tech companies was <a href=\"https://www.ft.com/content/ae6f0ad5-a685-4eab-86f5-a65e8c7021ef\">provided this week </a>by Netflix. It was not just that the company reported an additional 37m paying customers for last year. Rather, the pandemic year could mark a turning point: It may now have reached a point where the momentum of its business becomes self-sustaining, pushing it past the point where it can produce consistently positive cash flow. That is the story many tech companies have been promising their investors.</p> <p>Many tech customers had to develop new digital systems to keep functioning when normal operations were disrupted. Companies have often been wary of shifting their most important business processes to the cloud. But during the pandemic, that was sometimes the only way to get things done.</p> <p>Few companies are likely to go back fully to pre-pandemic ways. Most will try to lock in any processes that have saved them money or increased worker productivity, while increasing their business resilience in the face of future shocks.</p> <p>How far all of this will go to support the soaring stock market valuations in the tech sector is another matter. After their long run, the valuations of companies like Apple and Alphabet are at more than 30 times this year's expected earnings — the top of their recent ranges.</p> <p>The price/earnings ratio on semiconductors — historically one of the most cyclical parts of the tech industry — has doubled in the space of two years. It may be that tech has entered a new age of elevated growth. But, when the pandemic finally starts to recede, there is still plenty to prove.</p> <p><em>richard.waters@ft.com</em></p><p>Source: Richard Waters 2021 'Tech sector looks beyond WFH' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T17:54:11.184Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 848,
          "end": 857
        }
      ],
      "nexusId": "10031144"
    }
  ]
}