{
  "_id": "5df30c4bca8d0d1395857c666c0bb664355bbc32a28e598e9426e9b5ee109ba1",
  "feed": "wall-street-journal",
  "title": "Tuesday's Markets:  Energy Saps Dow and S&P  ----  By Joe Wallace and Alexander Osipovich",
  "text": "<p>   The Dow Jones Industrial Average and S&amp;P 500 retreated a day after both closed at record levels. </p><p>   The blue-chip index fell 127.51 points, or 0.4%, to 32825.95, snapping a seven-session winning streak. The broad-based S&amp;P 500 retreated 6.23 points, or 0.2%, to 3962.71. </p><p>   The tech-heavy Nasdaq Composite eked out a gain of 11.86 points, or less than 0.1%, to 13471.57, having been up as much as 1.2% earlier in the day. </p><p>   The Nasdaq has lost more than 4% from the closing high it set just over a month ago. The index gave up its early gains on Tuesday as government-bond yields jumped. In recent weeks a selloff in U.S. Treasurys has pushed yields higher, increasing the appeal of bonds to investors and reducing the relative attractiveness of shares of tech and other fast-growing companies. </p><p>   Seven of the S&amp;P 500's 11 sectors ended the day in negative territory, with energy stocks performing the worst, weighed down by a decline in oil prices. </p><p>   Tech and communication stocks still posted gains, with Apple, Microsoft and Google parent Alphabet all up more than 1% and Facebook gaining $5.53, or 2%, to $279.28. </p><p>   \"Tech has faced headwinds for the past couple of months,\" said Jack Janasiewicz, portfolio manager at Natixis Investment Managers Solutions. \"But I find it hard to give up on tech. In the longer term, when you look at what's really driving the U.S. economy, it's tech.\" </p><p>   Investors are keeping an eye on the Federal Reserve to see whether it will address the recent rise in bond yields. Rate setters at the central bank began a two-day policy meeting on Tuesday, and Fed Chairman Jerome Powell is expected to make public remarks at the meeting's conclusion on Wednesday. </p><p>   Loose monetary policy, along with progress on Covid-19 vaccinations and President Biden's $1.9 trillion stimulus package, has helped lift the S&amp;P 500 to records in recent months. But any indications that the Fed is worried about inflation could dent the stock market's rally. </p><p>   \"Everything is feeding off the fact there is this huge recovery taking place,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros </p><p>   \"That should obviously help some of the sectors that have been beaten down for a long time and are obviously a lot cheaper,\" Mr. Kamal said. \"We are going to see a rise of the forgotten.\" </p><p>   Investors largely looked past shaky economic data released Tuesday, chalking up the disappointing numbers to unusual circumstances in February, such as the severe weather that wreaked havoc over parts of the country. </p><p>   Retail sales fell 3% last month, data from the Commerce Department showed. Economists had expected a pullback -- though a smaller one -- after a jump in spending at the start of the year. February tends to be a quiet month for retail sales, and the weather also depressed sales. </p><p>   Industrial production fell 2.2% in February compared with January, breaking four consecutive months of gains, according to new data from the Fed. The bulk of the declines were due to winter weather, which sent some plants offline, the central bank said. </p><p>   In bond markets, the yield on 10-year Treasury notes rose to 1.622% from 1.609% on Monday. Yields rise when bond prices fall. </p><p>   \"Bond volatility is going to stay elevated probably at least through the summer, if not beyond that,\" said Eoin Murray, head of investment at Federated Hermes. \"The bond market is considerably more nervous about inflationary prospects than the equity market appears to be.\" </p><p>   Every so often, stocks are rattled by rising bond yields, Mr. Murray said. \"Then they forget about it and charge off again,\" he added, pointing to gains for the stock market in recent sessions. </p><p>   In corporate news, Ford shares tumbled 71 cents, or 5.4%, to $12.49 after the car maker said its earnings this year could take a hit if the global shortage of semiconductors continues. </p><p>   Oil prices fell for a third consecutive session, trimming an advance that had pushed prices to their highest level in almost two years. Futures on Brent crude, the benchmark in international energy markets, slipped 0.7% to $68.39 a barrel. </p><p>   Overseas, the Stoxx Europe 600 rose 0.9%. Early Wednesday, Japan's Nikkei was up less than 0.1%, the Shanghai Composite was down 0.2% and South Korea's Kospi was up 0.9%. U.S. stock futures were flat. </p><p></p>",
  "published": "2021-03-17T06:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1002,
          "end": 1011
        }
      ],
      "nexusId": "10031144"
    }
  ]
}