{
  "_id": "6d2d931b681bce6ce985bac7f8cab6fc96aad0f78d677464ec7a8f5e67447c8a",
  "feed": "wall-street-journal",
  "title": "Pittsburgh Steelers Co-Owner Stirs up Debate With Idaho Land Grab; Billionaire Thomas Tull is buying up thousands of acres in Teton Valley, including a ranch formerly owned by Microsoft's Paul Allen",
  "text": "<p>It was appreciation for this primordial beauty, and the opportunity to reconnect with nature, that attracted Thomas Tull, a billionaire entrepreneur from Pittsburgh.</p><p>In December 2020, Mr. Tull bought the roughly 4,000-acre Teton Ridge Ranch, previously owned by the late Microsoft co-founder Paul Allen, for what real-estate agents estimate was around $35 million; Mr. Allen had purchased it for roughly $10.25 million in 1993. </p><p>The land owned by Mr. Tull land is marked by fences. PHOTO: Photographed for The Wall Street Journal</p><p>Since then, Mr. Tull, through various LLCs, has amassed over 3,000 additional acres by buying up adjoining properties, including several houses, parcels of land and a property zoned as a subdivision, according to public records. Real-estate agents estimate he spent a total of around $30 million to acquire the parcels.</p><p>Mr. Tull, 51, has torn down some of the existing structures and filed plans with the county to build new ones, including a timber-framed lodge measuring 13,220 square feet, a 17,000-square-foot main house, a five-bedroom guesthouse, a one-bedroom cabin, a building for vehicle and equipment storage, and a 20,318-square-foot horse barn and riding arena.</p><p>At a time when residents are concerned about overdevelopment and the influx of buyers, Mr. Tull's plans have set off debates in the community about the pros and cons of having one person own so much ground.</p><p>Some complain about the truck traffic resulting from Mr. Tull's construction, saying the increased activity interferes with their quality of life and scares away wildlife. \"It's been nine months since we've seen elk or moose,\" says Anne Callison, who lives near Mr. Tull's property.</p><p>Others say large landowners like Mr. Tull can help curb overdevelopment and conserve nature. \"This valley has appeal because of the wide open spaces, views and vibe it has had for many years,\" said Teton County Commissioner Bob Heneage. \"If we develop every hectare of ground, it will no longer have the qualities that attracted people in the first place.\"</p><p>Mr. Tull intends to preserve the bulk of his land as is and keep it for private use, without adding any resorts, housing developments or golf courses, according to his spokesman, Mickey Mandelbaum. \"The privacy and raw, pristine beauty of the Teton Valley drew Mr. Tull to the area, and he loves to spend time there,\" Mr. Mandelbaum says. \"He also believes in being a steward of the land for the next generation and this conservation-minded ethos is consistent with his philanthropic efforts.\" In April, the Tull Family Foundation gave $1 million to Yellowstone Forever, the nonprofit partner of Yellowstone National Park, which encompasses parts of Idaho not far from Mr. Tull's new ranch.</p><p>Still, a number of locals have declined his offers to purchase their property, including John Clawson, whose family owns over a hundred acres. His great-grandfather settled in Teton Valley in the late 1800s, and his father designed a lodge for the Teton Ridge Ranch that was demolished. Mr. Clawson says he is \"greatly relieved\" Mr. Tull isn't commercially developing the land, but he declined several \"very generous\" offers from Mr. Tull's team. \"It's an important part of my childhood,\" he says.</p><p>Cattle rancher Dwight Little also said no. \"It would be like selling my soul,\" Mr. Little says. \"There is more to life than money.\" Starting out bare bones like his great-great-grandfather did is impossible now. \"You either have to inherit it, marry it, or, if you're a billionaire, buy it,\" he says.</p><p>Mr. Little remembers having no heat, no television and no indoor plumbing. \"When I was young and growing up here, I could sit on my horse and watch the lights go on and know everyone in every house,\" he says. \"I'm old school. I look at what's happening in the valley and almost cry.\"</p><p>Teton Valley is still very rural, particularly the northern part where Mr. Tull's property is located; it is dominated by cattle ranches and potato, grain and alfalfa farms. The closest town, Tetonia, population 290, has a gas station and a few bars and restaurants, but no grocery store.</p><p>A little farther south, in the nearby towns of Driggs and Victor, change is happening faster. Since the pandemic, the number of residential transactions in the county has nearly quadrupled and there has been a rush on vacant land, says Paul Kelly, an agent with Fall Line Realty Group in Driggs. \"People would pay anything for anything,\" he says. </p><p>The Teton Range seen from Teton Valley; the Tetonia Club, a venue in downtown Tetonia. PHOTO: Photographed for The Wall Street Journal</p><p>Teton County home prices, which took a beating in the aftermath of the 2008 housing crisis and remained stagnant for years, have now skyrocketed, with the median listing price at $749,300 in October 2021, up 44.9% year over year, according to Realtor.com. A 5-acre parcel near Driggs that cost $89,000 at the end of 2020 sold for $795,000 in April 2021, says Mr. Kelly.</p><p>Once bedroom communities for workers priced out of the wealthy Wyoming resort town of Jackson, Driggs and Victor are becoming more like resort towns, with buyers coming from Florida, Texas, California and New York, says Ken Dunn, a real-estate agent based in Driggs at Coldwell Banker Mountain Properties.</p><p>The influx has local residents concerned about the threat of overdevelopment. Two-thirds of the land in Teton County is privately owned, county commissioners say. Already, workers are being priced out of rentals now focusing on the short-term vacation market, locals say, while construction workers are tied up on projects for wealthy clients. </p><p>Looking east toward the Tetons over Tetonia, Idaho. PHOTO: Photographed for The Wall Street Journal</p><p>In response, the county has proposed sweeping changes to its development code, including an increase in the minimum size of a developable lot in some areas from 2.5 acres to 35 acres. The rule change has prompted a flood of proposals to subdivide properties before new regulations take effect.</p><p>The land grab in Teton Valley, which was initially populated by the Shoshone–Bannock and Northern Paiute tribes, is occurring in many U.S. resort towns, in part as a response to the pandemic, real-estate agents say.</p><p>The top 100 landowners in the U.S. have continued to consolidate their holdings, according to the Land Report, a publication that tracks land ownership. In 2021, they owned a combined 42 million acres, up 28% from a decade earlier. They see land as a solid investment and a counterweight to volatile markets, but many also spend as much time as possible on their land, says Eric O'Keefe, editor of the Land Report. \"It's their happy place,\" he says.</p><p>Mr. Tull grew up in the small town of Endwell in upstate New York, the son of a single mom. After graduating from Hamilton College, where he played football, he started a few small businesses, including laundry, tax preparation and technology firms.</p><p>In 2004, Mr. Tull founded what's now Legendary Entertainment, a global entertainment company. Chinese conglomerate Wanda Group bought Legendary in 2016 for $3.5 billion.</p><p>Mr. Tull is worth $2.9 billion, according to Forbes. He and his wife, Alba Tull, now live in Pittsburgh, where he owns a stake in the Pittsburgh Steelers and plays guitar in a band called Ghost Hounds, which has opened for the Rolling Stones on two tours.</p><p>Shawn Hill, executive director of the Montana town-planning nonprofit Future West, says most locals don't necessarily mind Mr. Tull buying up swaths of property, as long as he preserves the land.</p><p>\"People don't object to the idea of buying land and creating a private Xanadu,\" he says. \"The area needs all the help it can get in preserving our environment, and to the extent that larger purchases do that, then it is a good thing.\"</p><p>People do sometimes object to the daily effects of that change—such as dozens of large gravel trucks, construction and subcontractor vehicles barreling by their homes at all hours.</p><p>In August, Teton County Board Chair Cindy Riegel wrote a letter to Mr. Tull about concerns raised by a group of about 20 of his neighbors, who were upset about the frequency and duration of the truck traffic on normally low-traffic roads right outside their homes, citing a significant reduction in their \"rural quality of life.\"</p><p>One of those neighbors, Tyler McKellar, says initially, in the spring, there were as many as four big gravel and construction trucks an hour, starting at 5:30 a.m. and going until 11 p.m. or even midnight at times. The trucks often sped, creating safety concerns, says Mr. McKellar, an advertising and screenwriting freelancer who has six children. \"It got combustible,\" he says. \"The idea of that lasting at least another year was difficult.\"</p><p>After the letter was sent, a representative for Mr. Tull offered to limit the traffic to between 7 a.m. and 6 p.m. Monday through Saturday, add an alternate route and advise drivers about speed limits. Mr. McKellar says there is less traffic now and he is confident they'll be able to work out any other issues that arise.</p><p>Other areas of community concern include water usage on the ranch and worries that Mr. Tull's land purchases will raise everyone's property values, and thus taxes. Kurt Karst, a retired architect, says the assessment on his 2.5-acre property increased from $431,900 in 2020 to $580,650 in 2021—up almost $150,000. </p><p>Dirt roads are common in northern Teton County. PHOTO: Photographed for The Wall Street Journal</p><p>Still, Mr. Karst says he is glad Mr. Tull isn't planning on developing the land, including the subdivision, where the former owner had proposed a glamping operation with a lodge.</p><p>According to plans Mr. Tull filed with the county, his main house in Teton Valley will be a traditional, mountain-modern style home. Made of wood and stone, it will have massive chimneys as well as six bedrooms, 14 bathrooms, 11 fireplaces and a hot tub off the main suite. The design shows large windows, a basement with a gym, a guitar room and a screening room. The dining room has a fireplace and there is an outdoor kitchen.</p><p>The guesthouse will have five bedrooms, each with its own bathroom. There is a kitchen and a huge stone chimney, according to the plans. The one-bedroom lodge will include a sauna, massage room and gym with showers, a library, a great room with a dining room and an outdoor dining area, the plans say.</p><p>The tiny cabin will have one bedroom and two bathrooms, while the 6,875-square-foot vehicle and equipment storage building will have a 625-square-foot apartment, according to the plans. The stables, which are almost finished, county officials say, have a 1,152-square-foot studio apartment.</p><p>Despite the local chatter surrounding Mr. Tull's property, Teton County commissioners say they have far more problematic issues to address, such as the need for affordable housing.</p><p>\"I'm very concerned we're in a process where we are driving out our middle class,\" Ms. Riegel said. \"That doesn't make a good, broad-based community.\"</p><p>Pittsburgh Steelers Co-Owner Stirs up Debate With Idaho Land Grab</p>",
  "published": "2021-12-02T16:19:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 271,
          "end": 280
        },
        {
          "start": 176,
          "end": 185
        },
        {
          "start": 176,
          "end": 187
        }
      ],
      "nexusId": "10031144"
    }
  ]
}