{
  "_id": "fe5e37a09adf7bf22d1b39b97bfee440b389def24bea28eca22dd00ff6a739e5",
  "feed": "ftcomall",
  "title": "Big Data: reasons to be anxious, Pt 3",
  "text": "<p>Armageddon beckons. Planet Earth is running low on water and high on carbon emissions. Superpowers are at loggerheads. Modernity has added one more worry to the panic list: information overload.</p> <p>Some 500 hours' worth of video is uploaded every minute to Google-owned video sharing platform YouTube. Every year, tweets, social media posts, online banking and the rest produce an aggregate number of digital bits equivalent to ten with 21 zeros after it. </p> <p>The digital footprint is so large that it is difficult to comprehend. Melvin Vopson of the University of Portsmouth, who has <a href=\"https://www.businesswire.com/news/home/20200527005318/en/KKR-Commits-1-Billion-to-Form-Data-Center-Platform-Global-Technical-Realty\">crunched the numbers</a> on what he dubs the “information catastrophe”, calculates that in 135 years Earth will have more bits than atoms.</p> <p>Here is one way to think about the numbers. Last year's digital data tally came to 59 zettabytes. A zettabyte is 8,000,000,000,000,000,000,000 bits, each of which is just 10-30 nanometres (billionths of a metre) wide on storage media. Multiply that by 59 and you get a line stretching to the sun and back 50,000 times over. This already vast number is growing at a compound annual rate of 61 per cent.</p> <p>Where to put it all? Paper, that ancient repository of information, became more expensive to store than data a couple of decades ago. Digital data is easier to analyse and manipulate and has revolutionised commerce. It is not just business. The Louvre has <a href=\"https://www.museumnext.com/article/louvre-makes-482000-artworks-available-online/\">digitised</a> half a million artworks; Oxford's Bodleian library has transformed 16,000 books and other works into bytes.</p> <p>All these data now reside in vast, energy-guzzling data centres. These lack the architectural grandeur of say, Portugal's rococo Biblioteca do Convento de Mafra or Baltimore's lofty George Peabody Library. No matter, most are out of sight. Microsoft has even piloted an environmentally friendly datacentre <a href=\"https://www.youtube.com/watch?v=lBeepqQBpvU\">undersea</a> off Orkney, powered by the islands' renewable energy.&#xa0;Since 2018, researchers have been monitoring the performance of a datacentre&#xa0;117 feet deep underwater. </p> <p>Still, datacentres do have one thing in common with the world's finest libraries, many of which bear the names of their philanthropic financier sponsors. Private equity, alongside Big Tech, has put a lot of money towards their creation. KKR reckons to <a href=\"https://www.businesswire.com/news/home/20200527005318/en/KKR-Commits-1-Billion-to-Form-Data-Center-Platform-Global-Technical-Realty\">invest</a> $2.5bn, including debt; joining investors like Goldman Sachs, Digital Colony and EQT Infrastructure. Smart investing — at least until Planet Earth runs out of space.</p><p>Source:  2021 'Big Data: reasons to be anxious, Pt 3' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-20T06:00:48.720Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1729,
          "end": 1738
        }
      ]
    }
  ]
}