{
  "_id": "d073df4fd95a486d3e1aef3c158c3d51050ec6bb96cc58b8a10c910e484ab928",
  "feed": "market-watch",
  "title": "Dow, S&P 500 build on records as earnings pour in",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 73.97 points, or 0.2%, to 35,815.12.</p><p>The S&amp;P 500 SPX was up 19.97 points, or 0.4%, at 4,586.45.</p><p>The Nasdaq Composite COMP gained 88.74 points, or 0.6%, to trade at 15,315.45.</p><p>On Monday, both the Dow and the S&amp;P 500 ended at record highs, with the Nasdaq Composite finishing just 1% away from a new high.</p><p>What's driving the market?</p><p>The S&amp;P 500 index has advanced for eight of the last nine sessions as third-quarter earnings reports have largely topped expectations, but analysts at Deutsche Bank are starting to notice a trend.</p><p>“Even though this has been a good earnings season in aggregate we are starting to see more companies with supply backlogs, hiring difficulties, and rising input prices that are eating into profits. Indeed yesterday saw a few consumer staples companies lower full year profit outlooks in their earnings releases,” said strategists led by Jim Reid.</p><p>Tuesday's earnings wave includes General Electric Co.GE, 3M Co. MMM, and after the market close, Google parent Alphabet Inc.GOOGL and Microsoft Corp.MSFT. Social-media giant Facebook Inc.FB edged higher in premarket trade after it surpassed third-quarter earnings estimates but issued a revenue outlook below Wall Street forecasts.</p><p>Overnight, Chinese Vice Premier Liu He and U.S. Treasury Secretary Janet Yellen held their second call in four months.</p><p>The S&amp;P CoreLogic Case-Shiller Home Price Index showed that home prices increased nationally 19.8% from a year ago in August, roughly in line with the previous month's increase. The separate 20-city index, which measures price appreciation among a group of major metropolitan areas across the country, showed a 19.7% year-over-year gain, down from a revised 20% annual gain the month before.</p><p>Investors will see data on September new-home sales and the Conference Board;s October consumer confidence index at 10 a.m. Eastern.</p><p>Which companies are in focus?</p><p>Shares of General Electric were up more than 2% after the industrial conglomerate reported third-quarter profit and industrial free cash flow that beat expectations but revenue that surprisingly fell, while providing an upbeat full-year earnings outlook.</p><p>3M shares edged lower after the maker of Post-it Notes and diversified industrial company topped forecasts for the third quarter.</p><p>Shares of Lockheed Martin Corp.LMT were down more than 7% after the defense contractor's profit and sales fell and sales came in below consensus estimates and the company said it would reassess its five-year business plan.</p><p>Raytheon Technologies Corp.RTX reported earnings and revenue that topped forecasts while raising its 2021 outlook. Shares were down 0.8%.</p><p>Shares of drugmaker Eli Lilly Co.LLY were down 0.7% after missing estimates on earnings but topping sales expectations.</p><p>United Parcel Service Inc.UPS reported third-quarter profit and revenue that beat expectations, with all business segments topping forecasts. Shares rose more than 7%.</p><p>What are other markets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 0.6 basis point to 1.627%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was little changed.</p><p>Oil futures edged higher, with the U.S. benchmark CL00 up 0.1% at $83.88 a barrel, while gold futures GC00 edged down 0.4%.</p><p>The Stoxx Europe 600 index XX:SXXP rose 0.6%, while London's FTSE 100 UK:UKX gained 0.7%.</p><p>The Shanghai Composite CN:SHCOMP was down 0.3%, while the Hang Seng Index HK:HSI fell 0.4% and Japan's Nikkei 225 JP:NIK jumped 1.8%.</p>",
  "published": "2021-10-26T09:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1052,
          "end": 1061
        }
      ],
      "nexusId": "10031144"
    }
  ]
}