{
  "_id": "7b617ec156320346eb9893a382a1829f1f94837e3fd2021d03384404c4e9c9f7",
  "feed": "wall-street-journal",
  "title": "GameStop Working to Replace CEO George Sherman ; Such a change by the retailer would bring a near complete turnover in its C-suite, with many new faces with ties to Chewy added to board",
  "text": "<p>The company is focusing its search on candidates with a background in technology or the videogame industry, one of the people said. Mr. Cohen, 35 years old, isn't planning on taking the role, the person said. Reuters earlier reported on GameStop 's plans to replace Mr. Sherman.</p><p>At least three top lieutenants of Mr. Sherman have left the company or announced plans to depart within the past few months. The Wall Street Journal reported in February that former finance chief Jim Bell was forced out  of his role, while customer chief Frank Hamlin resigned last month. GameStop has said merchandising chief Chris Homeister is resigning because of diminished responsibilities and will leave during the company's fiscal second quarter.</p><p>GameStop has said its board is evaluating the skills of its leadership team and hired a third-party firm to help it in the process. </p><p>Chewy founder Ryan Cohen became a GameStop board director in January. PHOTO: Mark Abramson for the Wall Street Journal</p><p>A change in leadership would come just months after GameStop 's shares ballooned as part of a trading rally driven by Reddit Inc .'s WallStreetBets community and a so-called short squeeze , when rising prices prompt investors to buy back shares they sold short to reduce their losses.</p><p>The retailer's stock ended 2020 at just below $19 but peaked at $483 in intraday trading Jan. 28 during the height of the frenzy. Shares have fluctuated since , closing Monday just over $141 apiece.</p><p>The company has nominated Mr. Cohen  to become chairman after its annual meeting this coming June, a move that would cement the former e-commerce executive's influence on its strategic direction. He began to build his stake in GameStop in August through his investment firm RC Ventures LLC and later pushed to transform the company into a more tech-centric business.</p><p>That strategy has led to a near complete turnover in GameStop 's C-suite, bringing new faces to the board, many with ties to Chewy, the e-commerce pet-food business he co-founded and later sold for $3.35 billion to PetSmart Inc .</p><p>A replacement for Mr. Sherman would be the sixth person to hold the role since late 2017. Before joining GameStop , Mr. Sherman was chief of Victra, an authorized retailer of Verizon Wireless products and services. Earlier he held senior positions at other retail companies including Advance Auto Parts Inc ., Best Buy Co . and Home Depot Inc .</p><p>Mr. Sherman, 59, succeeded Shane Kim , who became interim chief in May 2018 when the company's previous chief, Michael Mauler, abruptly quit after three months in the job, citing personal reasons.</p><p>GameStop reported Mr. Sherman's total compensation as roughly $12.7 million in the year ended Feb. 1, 2020, a figure that includes $10.5 million in stock awarded in connection with his CEO appointment. The company has yet to release its proxy filing containing executive pay for its most recent fiscal year. GameStop has said it reduced the base salaries of its executive leadership between 30% and 50% in the early months after the Covid-19 pandemic declaration, while most of its stores were closed.</p><p>Mr. Sherman's tenure at GameStop was challenging from the start. The company had been struggling for several years with sales growth and a few months before he took the job, it ended a monthslong search  for a buyer.</p><p>By 2020, GameStop had started to attract  both activist investors eager for change and short sellers looking to take advantage of its weak position in the stock market. Though the company had dominated videogame sales for decades through its bricks-and-mortar stores, it was facing several headwinds, most notably a trend of people opting to download games over the internet.</p><p>The pandemic then added to GameStop 's woes, forcing it to shutter hundreds of locations and prompting more people to download games  from digital storefronts such as Microsoft Corp .'s Xbox, Sony Group Corp .'s PlayStation and Valve Corp .'s Steam. GameStop recorded nearly $5.1 billion in revenue in its most recent fiscal year, down about 21% from the prior year.</p><p>In March GameStop 's board tapped Mr. Cohen, one of the company's largest investors, to lead a committee dedicated to transforming the retailer . The committee will \"continue to focus on identifying actions that can transform GameStop into a technology business and help create enduring value for stockholders,\" the company said at the time.</p><p>On an earnings call with analysts in late March, Mr. Sherman reiterated the company's transformation plans. \"We are working to create a differentiated customer experience that positions us to access new customers, further engage with existing ones and reactivate former ones,\" he said. The company didn't provide an outlook for the current quarter, as a result of uncertainty because of the pandemic, and in an unusual move, its executives didn't take any questions from analysts on the line.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com  and Miriam Gottfried at Miriam.Gottfried@wsj.com  and Miriam Gottfried at</p><p>GameStop Working to Replace CEO George Sherman</p>",
  "published": "2021-04-13T03:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3864,
          "end": 3878
        }
      ],
      "nexusId": "10031144"
    }
  ]
}