{
  "_id": "e02db04964161a70f510fa0a3fb4ea3ce33a90f80804d112e6faf51d0c9f25e4",
  "feed": "market-watch",
  "title": "The books Bill Gates loved reading in 2021 bring out his inner sci-fi nerd",
  "text": "<p>“There was something so thrilling to me about these stories that pushed the limits of what was possible,” he wrote in a blog post that continues an annual tradition of spotlighting books he loved during the year.</p><p>Two of the Microsoft MSFT co-founder's book picks are science fiction, both of which made him “think about how people can use technology to respond to challenges,” Gates wrote.</p><p>The list also includes a pair of nonfiction books about cutting-edge science: artificial intelligence and gene editing. Gates' final pick is a novel about how Shakespeare's personal life might have influenced “Hamlet.”</p><p>Here are his reading recommendations.</p><p>‘Project Hail Mary'</p><p>Gates finished this novel in one weekend.</p><p>“The Martian” author Andy Weir tells the story of a high school science teacher who wakes up alone on a spaceship in a different star system with no memory of how he got there.</p><p>The protagonist reminds Gates of Mark Watney from “The Martian,” and both sci-fi tales deal with how people work together in challenging situations.</p><p>“I recommend the book for anyone who is in the mood for a fun diversion,” Gates wrote. “I started it on a Saturday and finished it on Sunday, and it was a great way to spend a weekend.”</p><p>‘Klara and the Sun'&#xa0;</p><p>Gates says he loves a good robot story, and Kazuo Ishiguro's novel “Klara and the Sun” is one. The book is set in a dystopian future where robots serve as companions. Klara is an “artificial friend” to a sick young girl, Josie.</p><p>The British novelist won the 2017 Nobel Prize for Literature and is best known for the novels&#xa0;“The Remains of the Day” and “Never Let Me Go.” Gates said although Ishiguro doesn't claim to be a technologist or futurist, his perspective on artificial life is “provocative nonetheless.”</p><p>“This book made me think about what life with super intelligent robots might look like — and whether we'll treat these kinds of machines as pieces of technology or as something more,” Gates wrote.</p><p>‘A Thousand Brains: A New Theory of Intelligence'&#xa0;</p><p>Gates says he's fascinated by “how the cells and connections in our brains give rise to consciousness and our ability to learn.”</p><p>He calls “A Thousand Brains: A New Theory of Intelligence” much more theoretical than many of the books he's read about the brain written by academic neuroscientists. It's written by tech entrepreneur Jeff Hawkins, the co-inventor of the PalmPilot.</p><p>The book is appropriate for non-experts and is “filled with fascinating insights into the architecture of the brain and tantalizing clues about the future of intelligent machines,” he wrote.</p><p>“If you're interested in learning more about what it might take to create a true AI, this book offers a fascinating theory,” Gates wrote.</p><p>‘The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race'</p><p>Gates is well-versed in the world of CRISPR gene editing, the system that allows scientists to alter human and other genomes, because the Gates Foundation funds a number of projects that use the technology. But even still, he said this “comprehensive and accessible book” taught him a lot about the system's discovery and its ethical implications.</p><p>The book's title suggests it's a biography of the Nobel Prize-winning biochemist who discovered the system, Jennifer Doudna. But author Walter Isaacson also features other CRISPR researchers and highlights crucial ethical questions around gene editing.</p><p>“‘Code Breaker' is highly accessible for non-scientists,” Gates wrote. “And that's super important, because the ethics of CRISPR's use are not clear.”</p><p>‘Hamnet'</p><p>If you're a Shakespeare fan, Gates says you'll love this novel about how Shakespeare's personal life might have influenced “Hamlet.” The story centers on two facts known to be true — Shakespeare's son Hamnet died at the age of 11, and a few years later he wrote a tragedy called “Hamlet.”</p><p>Author Maggie O'Farrell explores the days leading up to Hamnet's death and focuses on Agnes Hathaway, Shakespeare's wife, and their three children.</p><p>“You know from the beginning that Hamnet's story is going to end in tragedy,” Gates wrote. “It's a testament to how talented of a writerO'Farrell is that you can't but believe it might turn out differently and that Agnes might save him.”</p><p>Gates recommends the novel both to those familiar with Shakespeare's writing and those who haven't read any of his work since high school. It's a surprisingly easy read, he found — emotional rather than depressing.</p><p>More Bill Gates book recommendations</p><p>Bill Gates's favorite reads of 2020: wide-ranging books on science, history and social justice</p><p>Read like Bill Gates: His 5 picks of 2019</p><p>Bill Gates promises his summer book picks are (mostly) quick reads</p>",
  "published": "2021-11-22T13:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 224,
          "end": 233
        }
      ],
      "nexusId": "10031144"
    }
  ]
}