{
  "_id": "701efa607530266a4e66ae0988fd8050fd9c116ccec1a65ad16fba9a144e7520",
  "feed": "ftcomall",
  "title": "A pandemic of email scams",
  "text": "<p>The email scams I regularly receive are usually all of the same genre, on the lines of: “My Name is William Cheung, I am a senior Staff with a public Bank here in Cambodia, I am contacting you regarding a confidential business Proposal that will be of great mutual benefit to both of us.”</p> <p>Sorry William if I've misrepresented you, but I just wanted to contrast that with this far more convincing email: “Simon! I'm so thrilled we've agreed a deal for such an iconic work of art. As I always say, we are not owners; but custodians. New bank details attached, just to be on the safe side. My regards to Amanda — and hope the kids' colds clear up!”</p> <p><a href=\"https://www.ft.com/content/cdfe8d97-6431-48e2-a8a7-7d760c6e9ed6\">As Matthew Vincent reports</a>, this was sent by hackers who almost robbed a wealthy British collector of £6m. It had been sent to the family office that managed his finances by criminals impersonating a genuine art dealer, with whom the collector had been negotiating for a year.&#xa0;</p> <p>The hackers had been monitoring all the email correspondence, learning to impersonate the tone and language used — even gleaning private family news and the names of partners and children. Fortunately, someone at the office phoned the real dealer to check the transaction before approving a transfer.&#xa0;</p> <p>A 2020 online survey of 200 family office executives, carried out by Boston Private, found that 26 per cent had suffered a cyber attack and the figures are even more alarming in the wider world, where Covid-19 has created new angles for the scammers and new targets in the shape of people working from home and spending more time online.&#xa0;</p> <p>There were 16.4m Covid-19 related cyber threats detected online globally in 2020, according to <a href=\"https://atlasvpn.com/blog/more-than-16-million-covid-related-cyber-threats-were-detected-in-2020/\">an Atlas VPN report </a>this week, with 89 per cent coming in the shape of malicious spam. At the same time, cyber security firm <a href=\"https://www.sonicwall.com/news/new-sonicwall-2020-research-shows-cyber-arms-race-at-tipping-point/\">SonicWall reported </a>a 62 per cent increase in ransomware attacks last year and a 74 per cent increase in malware variants.</p> <p>The FBI's Internet Crime Complaint Center also <a href=\"https://www.fbi.gov/news/pressrel/press-releases/fbi-releases-the-internet-crime-complaint-center-2020-internet-crime-report-including-covid-19-scam-statistics\">released its annual report </a>on Wednesday showing a near 70 per cent rise in 2020 to 791,790 complaints of suspected internet crime — up more than 300,000 on 2019 — and losses exceeding $4.2bn. </p> <p>The top three crimes reported by victims were phishing scams, non-payment/non-delivery scams, and extortion. The most money was lost to “business email compromise scams, romance and confidence schemes, and investment fraud. Notably, 2020 saw the emergence of scams exploiting the COVID-19 pandemic”. </p> <p>So, just like with coronavirus, stay alert, stay safe, use protection and try to steer clear of all those variants out there.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple's Chinese cat-and-mouse game</strong><br>Apple <a href=\"https://www.ft.com/content/99a3f7c1-54d9-47fe-9bcb-fd72fcd94076\">issued pre-emptive warnings</a> on Thursday to at least two Chinese apps, as part of the cat-and-mouse game that has begun over attempts to circumvent its new privacy policies, due imminently. <a href=\"https://www.ft.com/content/e4b2ff3b-1fb9-4f6b-837a-ab0368fb7125\">John Thornhill says </a>another concern for Apple is that the tightening of its privacy regime will only invite greater scrutiny of its market power by regulators.</p> <p><strong>2. Wirecard chair intimidated by CEO over audit</strong><br>The chief executive of collapsed payments company Wirecard<a href=\"https://www.ft.com/content/2c069088-f500-46ef-87bc-99183e451e8a\"> tried to intimidate</a> the group's chair in the run-up to the publication of a special audit by KPMG in April 2020, German MPs heard on Thursday during a parliamentary hearing on the scandal. Thomas Eichelmann was warned that he would be on the hook for losses caused if the statement was too negative.</p> <p><strong>3. Germany and Ireland scrap over Big Tech regulation</strong><br>Long-simmering tensions over Ireland's regulation of Big Tech have become public after <a href=\"https://www.ft.com/content/37705bcf-c5b6-4ef0-adb8-35a8680dbaec\">German officials attacked </a>the Irish Data Protection Commission for failing to enforce the EU's landmark data privacy law. Google, Facebook, Microsoft and Twitter have their EU headquarters in Dublin, giving Ireland responsibility for ensuring their compliance with GDPR. Ulrich Kelber, Germany's chief data protection watchdog, has criticised Ireland's “extremely slow case handling” of alleged breaches.</p> <p><strong>4. Britain's broadband boost</strong><br>BT said on Thursday that it will more than<a href=\"https://www.ft.com/content/5c1dce39-ff99-4eed-ad6d-042e6683dded\"> quadruple the size</a> of its full-fibre network to 20m homes by the end of the decade after the regulator Ofcom unveiled a long-term plan designed to stimulate a rapid upgrade to the nation's broadband infrastructure. On Wednesday, the UK's latest <a href=\"https://www.ft.com/content/41a10fce-4b6a-443d-8c0f-26f62bf2470c\">spectrum auction fell short </a>of analysts' predictions, raising just £1.36bn for the Treasury as heavily indebted mobile phone operators fought shy of a bidding war to boost their national 5G networks.</p> <p><strong>5. ByteDance's Singapore moves</strong><br>The owner of viral video app TikTok has<a href=\"https://www.ft.com/content/0a967260-a931-41bd-9937-e56102e7dfbe\"> embarked on a hiring spree</a> in Singapore, looking to recruit hundreds of engineers and senior managers, as the Chinese group deepens its operations outside the mainland to satisfy global regulators. </p> <h2>Forwarded from&#xa0;Sifted&#xa0;— the European start-up week</h2> <p>Early investors in Deliveroo could make around a&#xa0;<a href=\"https://sifted.eu/articles/deliveroo-ipo-early-investors/\">60,000 per cent return on their investment</a>&#xa0;when the food delivery company floats on the stock exchange in the coming months — an example of the staggering returns that are possible when tech investments go right. Back in 2013, Deliveroo co-founder Will Shu was&#xa0;riding around on his bike&#xa0;delivering pizzas while attempting to win over restaurants and investors to his idea. He ended up doing a ‘family and friends' round, raising just over £115k at a £1.5m pre-money valuation, according to people with knowledge of the deal.<br>For those who were wise enough to write a cheque, it turned out to be a good deal.&#xa0;<a href=\"https://sifted.eu/articles/deliveroo-ipo-early-investors/\">According to sources, data provider MarktoMarket and&#xa0;Sifted&#xa0;estimates</a>, the investors who held on to their stake would be likely to get somewhere in the region of a 600x multiple on their initial investment at IPO assuming a £7bn valuation.</p> <p>In other&#xa0;<a href=\"https://sifted.eu/rankings/european-startups-top-rankings\">European start-up</a>&#xa0;news this week, France has become the unlikely epicentre for start-ups in the&#xa0;<a href=\"https://sifted.eu/articles/nft-france/\">hot world of non-fungible tokens</a>, which have rocketed out of obscurity in recent weeks. Elsewhere,&#xa0;Sifted&#xa0;looks at the&#xa0;<a href=\"https://sifted.eu/articles/fastest-growing-european-b-corps/\">fastest growing B-Corps in Europe</a>&#xa0;and looks at&#xa0;<a href=\"https://sifted.eu/articles/founders-turned-investors/\">18 founders-turned-investors to watch</a>.</p> <h2>Tech tools — Facebook's AR wristband</h2> <p>Facebook has unveiled its vision for a wristband that will control its forthcoming augmented-reality glasses, <a href=\"https://www.ft.com/content/9a698a68-18e2-43df-aeab-557b8723dc8d\"><em>write Hannah Murphy and Tim Bradshaw</em></a><em>.</em> The band, which can interpret complex hand movements via sensors that pick up electrical motor nerve signals in the wrist, will allow wearers to interact with the virtual world projected through their glasses with subtle finger movements, or “intelligent clicks”, it said. In the longer term, Facebook hopes the technology will allow wearers to move or manipulate the virtual objects that appear overlaid on the real world, for instance typing on a virtual keyboard. Tech companies such as Apple and Fitbit, now owned by Google, have offered smartwatches and wristbands for several years to track fitness and receive smartphone notifications. But Facebook is the first Big Tech company to propose using such wristbands as an input system for AR and virtual reality.</p><p>Source: Chris Nuttall in London 2021 'A pandemic of email scams' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-18T20:02:30.011Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3683,
          "end": 3692
        }
      ],
      "nexusId": "10031144"
    }
  ]
}