{
  "_id": "22fc158c08221f3fc33e4c257a925dc1a53ea329792d8a2bd23497f9e2226149",
  "feed": "wall-street-journal",
  "title": "Zoom Hits $1 Billion in Quarterly Revenue, but Shows Signs of Easing Growth; Company raises full-year guidance, reports more than half a million customers with more than 10 employees",
  "text": "<p>While the company forecast revenue of more than $1 billion again in the current quarter, its adjusted earnings guidance came in lower than expected. And company officials said small businesses and consumers were starting to spend less as opportunities for in-person meetings and gatherings expand. Zoom officials said some metrics supercharged by the pandemic had begun to normalize as customers returned to \"more thoughtful, measured buying-patterns.\"</p><p>Zoom shares fell 12% in after-hours trading, after closing up 2% on Monday.</p><p>Research firm International Data Corp. projects that collaboration applications will become a roughly $51 billion market by 2025, nearly double 2020 levels.</p><p>Microsoft Corp. in its most recent earnings report said that usage of Teams, its group conferencing and collaboration software, had reached record levelswith nearly 250 million monthly active users and nearly 80 million monthly active Teams Phones users, with total calls surpassing 1 billion in one month.</p><p>Zoom Phone, which the company sells as a telephone option for huddle rooms and executive offices, in August reached 2 million seats sold, and the number of Phone customers that generated more than $100,000 in revenue over the previous 12 months more than tripled from the comparable period a year earlier, company executives said.</p><p>As offices start to reopen, analysts are raising questions about Zoom's ability to retain paying customers and sustain the kind of growth rate it has enjoyed during the pandemic.</p><p>On Monday, Zoom said it had about 504,900 customers with more than 10 employees, up from about 497,000 in the April quarter, and said about 2,278 customers generated more than $100,000 in revenue over the past 12 months, up from about 1,999 in the previous quarter.</p><p>Zoom has been adding features and services and in July agreed to buycloud-based customer-service software provider Five9 Inc., in a deal that Zoom said would allow it to tap into a $24 billion contact-center market.</p><p>\"Today we are a global brand counting over half a million customers with more than 10 employees, which we believe positions us extremely well to support organizations and individuals as they look to reimagine work, communications, and collaboration,\" Zoom founder and Chief Executive Eric S. Yuan said.</p><p>Zoom's second-quarter profit rose to about $317 million from about $186 million a year earlier, while revenue reached $1.02 billion, up from $663.5 million a year ago.</p><p>The results beat Zoom's and Wall Street projections, according to FactSet.</p><p>The California-based company said it now expects annual revenue to reach $4.01 billion to $4.02 billion, compared with its earlier view of $3.98 billion to $3.99 billion, and $4.75 to $4.79 a share in adjusted profit, compared with its previous range of $4.56 to $4.61 a share.</p><p>Write to Maria Armental at maria.armental@wsj.com</p><p>Zoom Hits $1 Billion in Quarterly Revenue, but Shows Signs of Easing Growth</p>",
  "published": "2021-08-30T22:44:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 686,
          "end": 695
        },
        {
          "start": 686,
          "end": 701
        }
      ],
      "nexusId": "10031144"
    }
  ]
}