{
  "_id": "778b357f4ef091323149f2d600a5f51c3ef7e3ee573827b0cce7cb50e8e04a95",
  "feed": "ftcomall",
  "title": "Can the golden age of dealmaking last forever?",
  "text": "<p><strong>One scoop to start:</strong> Manchester City footballer Raheem Sterling has told the FT's Murad Ahmed of his <a href=\"https://www.ft.com/content/3486178f-49e7-484f-807a-33691336c1bc\">desire to leave</a> the English Premier League champions, setting up what could be soccer's next potential blockbuster transfer.</p> <h2>It's still raining M&amp;A on Wall Street</h2> <p>At the beginning of the month, DD asked whether things <a href=\"https://www.ft.com/content/8ddaf76a-02bb-4e18-893a-d1fe2429abd1\">could get much better</a> for dealmakers. The answer seems to be: probably not. </p> <p>A surge in dealmaking has unleashed a windfall for investment bankers, as <a href=\"https://www.ft.com/content/a67e0300-98a8-4e29-890a-0949135933ba\">fees surpassed</a> a record $100bn in the first nine months of the year. <strong>JPMorgan Chase</strong>, <strong>Citigroup, Morgan Stanley </strong>and<strong> Bank of America </strong>have all raked in a record amount in fees. </p> <p><strong>Goldman Sachs </strong>will report earnings today, but given that it holds the top spot for advisory on mergers and acquisitions, we're willing to bet its numbers will be looking good as well. </p> <p>Investment banking revenues at JPMorgan rose 52 per cent to a total of $3.3bn while Morgan Stanley reported a 67 per cent rise to $2.85bn.&#xa0;</p> <p>At Bank of America, investment banking fees rose 23 per cent to $2.2bn and Citigroup's increased 39 per cent to $1.9bn.&#xa0;</p> <p>These banner results have made it difficult for any disrupters to dislodge the incumbents, according to Morgan Stanley chief <strong>James Gorman</strong>. “It's pretty hard to be a wannabe or a new entrant, trying to break into the group that is dominating,” he said on an earnings call yesterday.</p> <p>But the record-high investment banking fees are covering for weaker results in other divisions. </p> <p>Banks have had a drop in trading revenue, which surged in the first year of the <a href=\"https://www.ft.com/coronavirus\">pandemic</a> amid extreme market volatility. There is also less demand for loans as companies are still getting through the cash they stockpiled last year to buffer the impact of the pandemic. </p> <p>Citi reported a 16 per cent decline in fixed income revenue, retreating from record highs during the market turmoil over the past year, and JPMorgan said loan demand had been sluggish this year. </p> <p>While things look pretty rosy now, the M&amp;A boom isn't going to last forever. </p> <p>Dealmakers are already expressing concerns about the rise in inflation, which could prompt the US government to change its fiscal policy. There's also the issue of President <strong>Joe Biden</strong>'s antitrust agenda, which many see as much stricter than his predecessor's.&#xa0;&#xa0;</p> <p>At the same time, the issue of costs has emerged as a <a href=\"https://www.ft.com/content/73a669c7-a65d-4993-a5d8-f52e019f71d7\">“wild card”</a> for bank earnings this quarter after <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan</a> and BofA both raised their outlooks for expenses multiple times for this year, with JPMorgan adding that costs are likely to be higher next year too.</p> <p>Expenses have continued to climb as issues surrounding <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">burnout</a>, mental health and attrition have sparked an expensive <a href=\"https://www.ft.com/content/37945600-b2ca-4739-8c79-d3f6cbb83ceb\">talent war</a> on Wall Street. </p> <p>“There's a good war for talent out there . . . and that then drives the cost when you're 60 per cent people cost,” said BofA's <strong>Brian Moynihan</strong> at a <a href=\"https://investor.bankofamerica.com/events-and-presentations/events/detail/9484/bank-of-america-ceo-brian-moynihan-at-bofa-global-research\">conference</a> last month. “You've got to win the war on talent, which we do.”&#xa0;</p> <p><strong>David Solomon</strong>, who visited Goldman's Manhattan headquarters throughout the pandemic (when he wasn't <a href=\"https://www.bloomberg.com/news/articles/2021-03-14/goldman-ceo-s-year-of-empty-offices-island-getaways-and-strife\">jetting off to the Bahamas</a> on the company Gulfstream), is undoubtedly enjoying the ebullient back-to-work energy after another blowout quarter for M&amp;A.</p> <p>As for Dimon, we can't say the same.</p> <a href=\"https://twitter.com/MoiseNoise/status/1448322014029176838\">https://twitter.com/MoiseNoise/status/1448322014029176838 </a> <h2>Private markets: Rishi Sunak's answer to ‘levelling up'&#xa0;</h2> <p>The UK's <strong>Rishi Sunak </strong>has identified a problem: Britain needs more investment in infrastructure, renewable energy and — apparently — technology companies. </p> <p>The hedge-fund-manager-turned-UK-chancellor has also <a href=\"https://www.ft.com/content/f6fe585e-f611-4f1a-84cf-48815bc46608\">found a solution</a>: let more pension funds pay higher fees so they can invest in private markets.</p> <p>(DD isn't convinced that there's insufficient private capital in the world of tech start-ups, but let's park that issue for now.)</p> <p>So-called defined contribution pension schemes, where the value of the pot is based on the amount savers contribute plus investment returns, can't invest in funds that charge annual fees of more than 0.75 per cent. This effectively rules out private equity funds with their “two and 20” model. </p> <p>English local government pension schemes, which have a different model, can — and very often do — invest in private equity funds despite the fees.</p> <p>British ministers are planning to consult on the idea of relaxing the cap. But as things stand, it's not clear how they'd make sure any extra cash ploughed into private equity, venture capital and infrastructure funds went into the areas they see as important to the UK government's “levelling up” agenda. </p> <p>And this is if there's much extra cash to begin with. Major pensions groups such as <strong>Nest</strong> and <strong>Scottish Widows </strong>have previously said they don't want to pay higher fees. Perhaps it would be better to encourage private equity groups to cut the hefty fees than to change the rules so they can pay them, they suggest. </p> <p>What a concept.</p> <p>Meanwhile, private equity executives privately suggest that while “eyes would light up” in the world of private capital groups at the prospect of a new funding source, its impact on the UK economy overall could be “marginal”.&#xa0;</p> <h2>Customer service 101 with Credit Suisse</h2> <p><strong>Credit Suisse </strong>has returned with another case study on how <em>not</em> to deal with angry investors.</p> <p>First, the Swiss bank <a href=\"https://www.ft.com/content/10982ce5-3c50-4e3d-8648-4a22ef92d182\">ticked off clients</a> facing billions of dollars of losses from its <strong>Greensill Capital</strong>-linked supply-chain finance funds with plans to charge them another $145m. Part of that is being used to prop up Greensill.</p> <p>Now, the lender has come back to those same investors with a surprising proposition — the offer of complimentary investment advice and refunds on banking fees. Oh, but there's one condition: you have to be among those that have yet to begin <a href=\"https://www.ft.com/content/3581b726-b242-4bf9-b582-f198323ee088\">legal proceedings</a> against the bank.</p> <p>Investors that have already launched legal action could potentially become eligible if they decide to drop their claims, a person briefed on the offer <a href=\"https://www.ft.com/content/0142c617-9679-49ea-adf8-6920998ac1e5\">told the FT</a>.</p> <p>How tempting.<strong> Boies Schiller Flexner</strong>, which is preparing one of several class-action suits against Credit Suisse, called it a “concerning move” that had “alarmed” its clients.</p> <p>The bank said clients who took advantage of the offer wouldn't be required to forgo future legal action, but would need to agree to reduce whatever they gained from litigation by the amount they were reimbursed.</p> <p>Said one investor: “This seems like a too-clever way of circumventing treating all investors in the vehicles equally.”</p> <h2>Job moves</h2> <ul>  <li><p><strong>Mala Gaonkar</strong>, one of the most senior women in the hedge fund industry, plans to leave <strong>Lone Pine Capital</strong> to start a new investment firm. Gaonkar led technology, media and telecom investments as one of the $33bn firm's three portfolio managers.</p></li>  <li><p><strong>Pinterest</strong>'s co-founder and design chief <strong>Evan Sharp</strong> is <a href=\"https://www.ft.com/content/5164e196-4279-4d16-a787-03a0a0745687\">stepping back</a> from operational duties at the social media group to join <strong>Sir Jony Ive</strong>'s new design company <strong>LoveFrom</strong>.</p></li>  <li><p><strong>Bredin Prat </strong>has hired <strong>Delphine Guillotte</strong> and <strong>Yohann Chevalier</strong> as counsels on its competition and financing teams, respectively. Guillotte joins from <strong>Gide Loyrette Nouel</strong> and Chevalier returns to the firm from <strong>Freshfields Bruckhaus Deringer</strong>.</p></li>  <li><p><strong>MSD Partners</strong> has named <strong>Victor Hwang</strong> as a managing director and co-head of its new growth investment business. He was previously a senior adviser at <strong>Industry Ventures</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>‘Deliver us from Alden'</strong> An ultra-secretive hedge fund has grown notorious for buying local newspapers and wielding a signature slash-and-burn approach. Are its methods a necessary evil to salvage a dying industry, a ploy for cash, or both? (<a href=\"https://www.theatlantic.com/magazine/archive/2021/11/alden-global-capital-killing-americas-newspapers/620171/\">The Atlantic</a>)</p> <p><strong>Big Law, bigger problems </strong>In addition to recruiting more diverse staff, the legal industry must install more processes to support and retain their existing minority ranks in a culture where racial discrimination and microaggressions persist. (<a href=\"https://ft.com/content/b86d3e6d-62ad-4ed9-a923-0044a19f3953?\">FT Opinion</a>) </p> <p><strong>Refuge for the rich </strong>South Dakota is a place where very few, if any, billionaires call home. Yet the city of Sioux Falls, coined the “Cayman Islands of the prairie”, shelters about $500bn in wealth. (<a href=\"https://www.bloomberg.com/news/features/2021-10-14/where-rich-people-stash-money-to-avoid-taxes-south-dakota-holds-500-billion?sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up&#xa0;</h2> <p><a href=\"https://www.ft.com/content/b88de372-3066-43df-87f4-d98c6745a568\">Tech start-ups surpass $500bn from US public listings</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6bdef028-0a0c-4733-abe2-8ed76d319a9e\">LeBron James's media group gets backing from Nike and RedBird Capital</a> (FT)</p> <p><a href=\"https://www.ft.com/content/dd42cae3-fa89-4c0e-ba09-741763a2c962\">Evergrande-exposed fund house Ashmore suffers fall in assets</a> (FT) </p> <p><a href=\"https://twitter.com/BloombergAU/status/1448339298063994880\">BC Partners poised to miss fund target even after extension</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/22d0909f-83e7-43db-884c-54a93c044f12\">Will R Kelly's conviction lead to a reckoning for the music industry?</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-10-14/abu-dhabi-fund-mubadala-capital-buys-major-taco-bell-franchisee?srnd=deals&amp;sref=OziMsGoK\">Abu Dhabi Fund Mubadala Capital Buys Major Taco Bell Franchisee</a> (FT) </p> <p><a href=\"https://www.ft.com/content/5440b1cf-3523-4a4d-96bc-07a2c2132069\">How Latin America became tech's next big frontier</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/petrobras-divestiture-bahia/petrobras-confirms-1-5-billion-aguila-energia-bid-for-bahia-fields-idUSKBN2H41BF\">Petrobras confirms $1.5bn Aguila Energia bid for Bahia fields</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/bf56e388-f2c5-4686-90c0-b995529ce63f\">LinkedIn closes down China site</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1cd77d18-bfef-46c4-af02-5d61ab81d76a\">Coinbase calls for creation of dedicated crypto regulator</a> (FT)<br></p><p>Source:  2021 'Can the golden age of dealmaking last forever?' FT.com 15 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-15T04:00:30.104Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}