{
  "_id": "34451b76e26e4c0d52c0e7a70381862c93285ef2ddfc7def3c84223f664dbf44",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Microsoft  Keeps  Surface in  Its Place  ---  Hardware is small part of  company's growing pie  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Events over the past week would suggest Microsoft is of two minds about its hardware business. </p><p>\n  On Wednesday, Microsoft announced several new devices from its Surface lineup. These included the eighth version of its Surface Pro, which originally helped pioneer the hybrid laptop/tablet category. The company also introduced the second version of its dual-screen Android smartphone called Surface Duo 2, along with a redesign of its Surface Book laptop with a new foldout screen that mimics some functions of the Surface Studio -- the company's high-end desktop computer that carries a starting price of $3,500. The new machine, called Surface Laptop Studio, starts at $1,600. </p><p>\n  In other words, the software giant that is also the world's second-most-valued enterprise after Apple retains its ambitions in high-end computing hardware. But the event came just two days after Microsoft announced several coming changes to its financial reporting, one of which will effectively play down the contribution of the Surface business. The company will no longer break out Surface revenue in its quarterly earnings releases, instead reporting only year-over-year growth for the lineup. Microsoft says the change \"better reflects performance trends\" and noted that Surface still will be included in device revenue in its quarterly filings with the Securities and Exchange Commission. </p><p>\n  The change makes sense from a pure numbers standpoint. Surface has contributed just 4% of Microsoft's total annual revenue over its past five fiscal years. And it isn't a major growth or profit driver. Surface revenue rose just 5% to about $6.5 billion in Microsoft's most recent fiscal year, which ended in June, and even high-end computer hardware tends to carry margins well below those of software and services. Surface has also never been a market-share leader; Gartner estimates that Microsoft laptops represented about 3% of laptop shipments in 2020. </p><p>\n  So why is Microsoft still bothering with computer hardware at all? \"Surface has always been a catalyst for innovation,\" Chief Executive Officer Satya Nadella said at Wednesday's event. Indeed, the early Surface Pro devices helped carve out a niche for professional-grade tablets that Apple later followed with its iPad Pro. The latest lineup will also help showcase Windows 11 -- the first major revision to the company's storied operating system in six years. It launches with the new Surface devices early next month. </p><p>\n  Ultimately, though, Microsoft stays in hardware because it can. Its pivot to the cloud has accelerated the growth of an already massive business; revenue in the fiscal year ended June jumped 18% -- the most in more than a decade -- to $168 billion. Free cash flow surged 24% to $56.1 billion for the year. Microsoft's hardware forays aren't really costing investors either. The company recently raised its dividend by 11% and announced a $60 billion stock buyback -- its largest ever. Microsoft's total return has been an impressive 458% over the past five years -- edging out Apple's 443%, according to FactSet. </p><p>\n  Maybe the best way to be in hardware is to not have to be there. </p><p></p>",
  "published": "2021-09-24T06:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1898,
          "end": 1907
        },
        {
          "start": 2506,
          "end": 2515
        },
        {
          "start": 78,
          "end": 87
        },
        {
          "start": 908,
          "end": 917
        },
        {
          "start": 2792,
          "end": 2801
        },
        {
          "start": 1976,
          "end": 1985
        },
        {
          "start": 21,
          "end": 30
        },
        {
          "start": 2971,
          "end": 2980
        },
        {
          "start": 1498,
          "end": 1507
        },
        {
          "start": 1211,
          "end": 1220
        },
        {
          "start": 147,
          "end": 156
        },
        {
          "start": 2792,
          "end": 2803
        },
        {
          "start": 1664,
          "end": 1675
        },
        {
          "start": 1664,
          "end": 1673
        },
        {
          "start": 1498,
          "end": 1509
        },
        {
          "start": 2971,
          "end": 2982
        }
      ],
      "nexusId": "10031144"
    }
  ]
}