{
  "_id": "f52dc373ddb6f350b651a004e026d6bad91836c1e562430d30ab1d09da9f451e",
  "feed": "ftcomall",
  "title": "Bill & Melinda Gates Foundation faces uncertain governance after split",
  "text": "<p>Their 27-year marriage may be “irretrievably broken”, but there are still questions for Bill and Melinda Gates over the future direction, scale and governance of the philanthropic organisation they set up together.</p> <p><a href=\"https://www.gatesfoundation.org/about/foundation-fact-sheet\">The Bill &amp; Melinda Gates Foundation</a>, which disburses over $5bn a year, notably to health and development projects, moved swiftly to quash concerns of disruption their divorce might entail.</p> <p>“Bill and Melinda will remain co-chairs and trustees,” it said. “No changes to their roles or the organisation are planned. They will continue to work together to shape and approve foundation strategies, advocate for the foundation's issues, and set the organisation's overall direction.”</p> <p>When Melinda Gates<a href=\"https://dam.tmz.com/document/96/o/2021/05/03/9614c3c36f7c48d6aab9ec0c7e7f8932.pdf\"> filed a petition for divorce</a>, it ended more than three decades together during which time they raised three children, became one of the world's richest couples, gave away over $55bn and mobilised governments and other wealthy donors to have a far wider impact including through the <a href=\"https://givingpledge.org/\">Giving Pledge</a>.</p> <p>The couple has been at the forefront of <a href=\"https://www.ft.com/content/43904928-1b93-44f3-b39b-6dffb9e2bfd4\">the response to the coronavirus pandemic</a>, helping develop and support research programmes to prevent, diagnose and treat Covid-19, and strengthening Gavi, the UN-backed agency they were instrumental in creating to oversee vaccine distribution to lower income countries, and Covax, the system set up to share Covid-19 vaccines.&#xa0;</p> <h2>What are the broader implications for the foundation's governance?</h2> <p>The foundation's future endowment will depend on the size of continued contributions from their separate fortunes, as well as the extent of further gifts from their longstanding friend and fellow trustee Warren Buffett. The 90-year-old investor has made substantial donations and promised to hand over 85 per cent of his $100bn remaining fortune.</p> <p>The Gates have proved very hands-on, Buffett less so, except periodically on strategic matters such as limiting the permanent staff of the foundation to 1,600 employees. Some suggest the divorce could trigger changes to create a larger board in line with other foundations.</p> <p>Internal memos to staff have stressed “business as usual”. As one employee said: “The foundation is already big enough. Even if they start putting money into something else, it will still be fine.”</p> <p>Professor Henry Peter, head of the Geneva Centre for Philanthropy at the University of Geneva, was more cautious. </p> <p>“The ecosystem of the foundation is really based on only three trustees,” he said, referring to the Gates and Buffett. “It will be interesting to know if [the Gates] are not married how this couple will remain at the head. It might be the right time to look at the governance.”</p> <p>He added that the message of the divorce was “not totally easy to reconcile with the image the foundation enjoys. We can only hope Melinda will not go away and set up her own initiative.”</p> <h2>Will the Gates diverge further in their philanthropic activities?</h2> <p>Unlike other rich couples who have divorced and begun philanthropy later in life, Melinda's influence — and that of Bill's late father and some close friends — helped ensure that the Gates worked together over more than two decades to run the foundation that carries their names.</p> <p>The couple remain very involved — attending weekly calls on Covid-19 and only last month overseeing the foundation's latest annual intensive strategic review, which covers its 27 programme areas.</p> <p>In a video interview last week, Melinda said: “Do we disagree? At times, of course, we do. But what we . . . committed to many years ago in the foundation was that we would have those disagreements outside the foundation, work them out and come to the foundation as leaders with one voice . . . that's our job to do, and we do it.”</p> <a href=\"http://www.ft.com/cms/d1812b26-2985-4a4a-a5ff-3a7f5b9addbd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The founders share a focus on health and development, but Bill's passion is the “hard sciences”, with an emphasis on technological and scientific breakthroughs and a tight focus on results. Melinda has instead stressed the “human sciences” with a push on implementation in wider development issues, and an increasing focus on women's issues, gender equality and empowerment. </p> <p>The result has been an internal split with distinctive teams working on “Bill” projects and “Melinda” projects.</p> <h2>What will happen to their activities outside the foundation?</h2> <p>Bill <a href=\"https://www.ft.com/content/18a75466-1efc-4a95-b605-9d3cc7e3bf73\">stepped down</a> last year from the board of Microsoft, the company that made his fortune, and has sold most of his company stock and invested in climate change technologies. He has also made philanthropic contributions to causes such as tackling Alzheimer's disease, from which his late father suffered.</p> <p>Some have pointed to Melinda's greater willingness to criticise government policy, notably under former President Donald Trump, and even speculated that she may enter politics, such as standing for the US Senate if a seat becomes available.</p> <p><a href=\"https://www.forbes.com/profile/bill-gates/\">Forbes</a> estimates their joint wealth at $130bn. An undisclosed and uncontested “separation contract” under Washington State law will determine the division of property and assets, which include their personal investment portfolio — held through <a href=\"https://www.ft.com/content/ce87f48a-7208-11e5-9b9e-690fdae72044\">Cascade Investment</a> — and their high-tech 66,000 sq ft shorefront house on Lake Washington once valued at $150m. </p> <p>Their investments have included stakes in groups such as luxury hotel group Four Seasons; Canadian National Railway; waste removal company Republic Services; Ecolab, the disinfectant maker; drinks group Femsa; and Deere, the maker of agricultural machinery.</p> <p>Bill and Melinda also each oversees their own corporate impact funds — including Gates Ventures, <a href=\"https://www.breakthroughenergy.org/\">Breakthrough Energy Ventures</a> and <a href=\"https://www.pivotalventures.org/about-pivotal-ventures\">Pivotal Ventures</a> — which allow them to invest in social causes. The foundation itself disburses their philanthropic donations, while the ringfenced assets it controls — valued at over $50bn in 2019 — are held and managed by a separate trust.</p> <p>The youngest of their children recently turned 18, so all are now legally adults, reducing complications over custody. Their daughter Jennifer posted on her Instagram account: “It's been a challenging stretch of time for our whole family.”</p> <p><em>Additional reporting by Billy Nauman in New York</em></p><p>Source: Andrew Jack in London 2021 'Bill &amp; Melinda Gates Foundation faces uncertain governance after split' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T18:16:59.118Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4311,
          "end": 4320
        }
      ],
      "nexusId": "10031144"
    }
  ]
}