{
  "_id": "853508b6a0e17cd980d89c250842a57c420d5fe2f8db944ba94685616c89d6cf",
  "feed": "wall-street-journal",
  "title": "GameStop Doesn't Have a Blank Check After All; Videogame retailer's sales finally grow, but plan to sell more shares damps retail enthusiasm",
  "text": "<p>GameStop 's fiscal first-quarter results reported Wednesday afternoon were encouraging in many respects. Revenue grew for the first time in three years, surging 25% year over year  to almost $1.3 billion for the quarter ended May 1. That came thanks mostly to strong sales of the new PlayStation and Xbox consoles that—while still sharply limited in supply due to the global chip production shortage —drove a 37% increase in GameStop 's hardware sales to about $704 million for the quarter. The company has also been able to boost its cash reserves and reduce its debt, due to selling nearly $552 million of its shares during the quarter.</p><p>But like fellow meme-stock champion AMC Entertainment, GameStop seems to have discovered that individual investor love isn't a blank check. The company said Wednesday it intends to file papers to sell up to five million shares, after selling 3.5 million shares in April.</p><p>GameStop 's stock price slid as much as 12% after hours Wednesday following the company's results and a truncated conference call that again took no questions . AMC's stock has fallen 21% since it announced its latest stock sale last week.</p><p>But even with such a sharp after-hours drop, GameStop 's shares remain up an absurd 1,300% from the start of the year. Which means the company will need all the help it can get to justify investors' bets  that it can renovate a videogame retail chain for an age when most games are sold digitally . The latest results also laid out starkly what a challenge that will be.</p><p>Game software, once GameStop 's largest business, fell 5% year over year during the quarter to about $398 million. This wasn't an industrywide problem; NPD's data shows that sales of videogame content across digital and physical channels in the U.S. rose 14% during the comparable three-month period ending in April.</p><p>Strong demand for gaming products such as the newest consoles are keeping GameStop in the game for now. But the company's long-term revival can't depend on machines that are updated once every seven or eight years. And GameStop is still in the staffing-up phase of whatever its plan is. The company formally installed Chewy co-founder Ryan Cohen to the chairman slot following a successful shareholder vote on Wednesday. It also names a new chief executive and chief financial officer—both from executive roles at Amazon.com .</p><p>Mr. Cohen told shareholders Wednesday that GameStop 's turnaround will take time. He also said the company was trying to do something in retail that no one else has done before. GameStop investors seem inclined to give the company time —but not at any price.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com </p><p>GameStop Doesn't Have a Blank Check After All</p>",
  "published": "2021-06-09T22:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}