{
  "_id": "ff885523c36d8bcdf1e3d5e700a5af759cadda42ed44ff7298f2b08145dfaea2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street --  Vans With a Plan:  The EVs That Deliver  ---  In the frothy electric vehicle sector, van makers  have a stronger business case than most  ----  By Stephen Wilmot",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  When you think of electric vehicles, you might think first of a Tesla. But a more financially rewarding use of the technology that is upending the automotive industry could be the vans that deliver your online shopping. </p><p>\n  Until recently, such unassuming vehicles occupied an easily ignored niche within the multitrillion-dollar automotive industry. That is changing fast. This past week, privately held Rivian Automotive raised $2.65 billion at a $27.6 billion valuation to fund its rollout of EVs, including a delivery vehicle for e-commerce giant Amazon.com, which holds a stake in the startup. General Motors said it was creating a new company, BrightDrop, to focus on selling EVs to the delivery market. It expects to ship 500 units to its launch partner, FedEx, later this year. </p><p>\n  Startups are rushing into the space, in some cases armed with cheap capital from an ebullient stock market. California startup Canoo went public in December with a plan to focus squarely on so-called last-mile delivery -- getting goods to your door. Arrival, a British startup that has received funding and a big order from United Parcel Service, plans to follow suit later this quarter. </p><p>\n  Electric vans are at the confluence of two big trends. One is the rise of e-commerce at the expense of bricks-and-mortar retail, to which the Covid-19 pandemic has given a boost. E-commerce accounted for 21% of U.S. retail sales last year, a big jump from 15.8% in 2019, according to consulting firm Digital Commerce 360. Vans are shovels in this gold rush. </p><p>\n  In 2019, U.S. fleet sales of vans rose 19%, their best performance in years, according to research firm J.D. Power. Last year they fell back 21% as florists, pet-grooming businesses and the like delayed purchases during the pandemic. But van sales held up much better than the wider fleet market, thanks to the growth of the delivery business. </p><p>\n  The other trend is vehicle electrification. The likes of UPS, DHL and FedEx have all committed to reducing their carbon emissions and need electric delivery trucks to do it. So has Amazon, which ordered 100,000 electric vans from Rivian, the first of them due later this year. </p><p>\n  There is financial logic here in addition to environmentalism. Delivery vehicles lend themselves to EV technology in ways passenger vehicles don't. </p><p>\n  Logistics operators and small contractors are focused on careful cost calculations, including over the lifetime of their vehicles. That increases the attractions of EVs, which tend to have low running and maintenance expenses. Both Arrival and Canoo claim that their vehicles, when production versions are launched in 2022 and 2023, respectively, will offer cost savings relative to internal-combustion equivalents. </p><p>\n  One reason such calculations are possible is that vans don't typically need the long driving ranges required of passenger cars. The race to make affordable electric cars is hamstrung by the expense of batteries big enough to assuage consumers' reasonable desire to head off for a weekend without worrying about running out of juice. By contrast, vans are often driven around cities for predictable distances and can be recharged overnight at depots. Fleet owners are much less likely than consumers to buy vehicles with batteries bigger than they need. </p><p>\n  Another advantage of EVs, as Tesla has shown, is the facility with which software can be integrated into their overwhelmingly electronic systems. Unlike Tesla fans, van owners stand to benefit financially from this advantage. Logistics is a data business. The more tools for cost-efficient routing, driving, loading and the like that manufacturers can offer fleet owners, the more business they will attract. Startups claim they have an edge in attracting software developers, but scale and safety-conscious integration with hardware -- skills Detroit may prove better at -- will also be key. </p><p>\n  Ford has by far the most to lose in this market. It sells almost half of all vans in the U.S., and is also the largest player in Europe. It hopes to have an all-electric version of its benchmark Transit cargo van in showrooms at the end of this year. </p><p>\n  GM's relative weakness means it can play the disrupter with BrightDrop, which is being run as a stand-alone business by an external hire from the venture-capital industry. The arrangement hints that BrightDrop could be partially spun out of GM to take advantage of investors' insatiable appetite for new automotive technology. This strategy has worked nicely with GM's driverless-car operation Cruise. The unit raised another $2 billion this past week at a $30 billion valuation, including from Microsoft, sending GM stock to a postbankruptcy record. </p><p>\n  Lithium-ion batteries aren't powerful enough to serve heavy trucks, or yet cheap enough to make long-range passenger EVs cost-competitive with gas-driven ones. But vans could be a sweet spot for a financially rational rollout of the new technology in the coming years. In a sector where valuations are often hard to justify, companies focused on local logistics may be best placed to deliver. </p><p></p>",
  "published": "2021-01-23T07:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4642,
          "end": 4651
        }
      ]
    }
  ]
}