{
  "_id": "adb3360d88d2038444b86fdc8d939e9e5258f8f4652f329b84aa2bbce2581de1",
  "feed": "ftcomall",
  "title": "The best bed sheets to buy now",
  "text": "<p>Spring is a time of renewal and fresh starts, and in the home it signals the season when many will consider a refresh – a ritual which has taken on new meaning during lockdown. Fling open the windows, dust down and repaint, while replacing winter duvets and cashmere throws with light, fresh bedding that will see you through the summer. Go for Egyptian cotton, which has a high thread count, producing a soft, moisture-absorbent fabric that feels good against the skin. Long-lasting linen is an increasingly popular choice too, as it's naturally breathable, filters allergens and its moisture-wicking properties will help to keep the body cool. Here is our selection of the best new bedding…</p> <p><strong>Magniberg</strong></p> <p>Former fashion designer Bengt Thornefors (Acne Studios) and florist-graphic designer Nina Norgren established the Stockholm-based brand in 2016, which offers what it playfully calls a “candy shop” of bed linen in new season colours inspired by crayons and Play-Doh. Mix shades and textures to create your own aesthetic in materials such as soft cotton poplin or sateen. The former (from €136), in 100 per cent Egyptian cotton, has a 300-thread-count from 60s yarns (yarns are classified by number – the higher the number or count, the lighter or finer the yarn); and the latter (from €167) in 100 per cent Supima cotton with a 500-thread-count from 80s yarns. The textiles are treated to give them extra softness and are certified free from harmful chemicals. <a href=\"https://magniberg.com/\"><em>magniberg.com</em></a></p> <p><strong>Society Limonta</strong></p> <p>Established in 2000 by the Limonta Group, a heritage textile company based in Costa Masnaga in northern Italy, Society's slubby linens are considered must-haves by many design editors. Following in the footsteps of fashion houses, it creates collections seasonally with a mix-and-match approach, and for spring/summer 2021 has drawn on the beauty of nature. New pillowcases are sprinkled with blossom and herb motifs, and teamed with layers of sheets and throws in spring greens and calming shades of stone and pink. Nap Oasi pillowcases, €190 (set of two). Rem 100 per cent linen flat sheet (in a range of colours), €315. <a href=\"https://www.societylimonta.com/\"><em>societylimonta.com</em></a></p> <p><strong>Once Milano</strong></p> <p><a href=\"https://www.oncemilano.com/\">Once Milano</a> founders Valeria Piovesana Thompson (CEO) and Allegra Marchiorello (creative director) met as students in Strasbourg, going on to build successful careers in law before spotting a niche in the market for traditional linens with a modern twist. “We wanted to create items in a design and colours that we loved,” says Marchiorello, of the Italian brand's contemporary aesthetic. A new colour palette is conceived each year, and the pair also collaborate with others – most notably British designer <a href=\"https://www.ft.com/content/97895208-52af-41b0-8fa7-802d639a93d6\">Faye Toogood</a> who worked with them in 2017 to translate the sludgy colours of the English landscape into a collection of rich browns and chalky whites. The latest selection at MatchesFashion includes a double-sided crushed-linen quilt in light green or light pink, £618. <a href=\"https://www.matchesfashion.com/womens/designers/once-milano\"><em>matchesfashion.com/womens/designers/once-milano</em></a></p> <p><strong>Piglet</strong></p> <p>Jessica Mason also spotted a demand in the market for quality, natural bedding, establishing her British brand in 2017 from her mother's West Sussex garden shed. Piglet (now run from a converted barn on the Knepp Estate) offers 100 per cent French flax-linen bedding, sleepwear and accessories. It sources its flax in small batches, meaning no part of the plant is wasted, while the process also uses less water than cotton. The new-season collection, entitled Wilderness, offers three colourways: Forest Green, Lake Blue and Oatmeal, and is offered in stonewashed linen bedding bundles, from £261 (includes double duvet, sheet and two pillowcases). <a href=\"https://www.pigletinbed.com/\"><em>pigletinbed.com</em></a></p> <p><strong>Frette 1860</strong></p> <p>Established 160 years ago, this Italian label is known for producing high-quality linens and home lifestyle products. This year's new shade is Peach Rose – joining Light Azure, Milk, Cliff Grey and Savage Beige. The saffron-white makes for a pretty combination on its Triplo Bourdon duvet set of pure long-staple cotton sateen – which is super-soft to the touch – with a contrasting border (King XL, £600). <a href=\"https://eu.frette.com/en_GB/triplo-bourdon-duvet-cover.html\"><em>eu.frette.com</em></a></p><p>Source: Jackie Daly 2021 'The best bed sheets to buy now' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T03:50:59.971Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}