{
  "_id": "4367db81535cfe05d19ff8d9bd4ebb698ad6540dd0ab188f33bc9dde223474be",
  "feed": "wall-street-journal",
  "title": "Hackers Steal and Return Crypto",
  "text": "<p>The hackers made away with digital currencies including ether and tokens backed by bitcoin, as well as tether, a coin designed to mimic the value of the U.S. dollar, and the Shiba Inu coin, a novelty spinoff of the joke cryptocurrency dogecoin.</p><p>Poly Network said Wednesday that assets worth around $260 million have been returned.</p><p>In a series of lengthy question-and-answer posts about the heist on a blockchain account used to hijack the funds, the purported hacker or hackers claimed they were always planning to return the funds.</p><p>\"I am not very interested in money! I know it hurts when people are attacked, but shouldn't they learn something from those hacks?\" one of the posts said. The hacker or hackers said they were negotiating with the Poly Network team and that they \"would like to give them tips on how to secure their networks.\"</p><p>The Poly Network hack is on par in size with infamous breaches at Coincheck in 2018 and Mt. Gox in 2014, where digital assets valued at around $550 million and $400 million, respectively, went missing. The incident highlights the risks of trading in the unregulated market, where theft, fraud and scams are common.</p><p>Cryptocurrency trading has come under increased scrutiny from regulators in recent months. Securities and Exchange Commission Chairman Gary Gensler recently called the rapidly growing area a Wild West, rife with \"fraud, scams and abuse\" in need of regulation and investor protection.</p><p>Poly Network was founded by Da Hongfei, a China-based entrepreneur who has set up several blockchain-related companies, according to his LinkedIn account and online interviews. It is one in a burgeoning DeFi sector, which includes companies that offer financial services on public blockchains, the digital ledgers that underpin cryptocurrencies.</p><p>Similar to regular banks, DeFi outfits lend out assets and write derivative contracts, among other services. Investors often use DeFi services to borrow against their crypto holdings and amplify their bets.</p><p>Poly Network's system allows users to operate between multiple blockchains and transfer assets across the chains, the company has said in public postings.</p><p>A big difference with mainstream financial institutions is that everything revolves around the use of privately generated digital currencies rather than ones issued by governments. There is no central bank through which transactions are processed and limited oversight or regulation.</p><p>Shortly after the hack occurred on Tuesday, Poly Network pleaded with the hackers to return the money. \"It is very unwise for you to do any further transactions. You should talk to us to work out a solution,\" the company wrote in a letter posted on Twitter. \"The amount of money you hacked is the biggest one in defi history. Law enforcement in any country will regard this as a major economic crime and you will be pursued.\"</p><p>The hackers may have returned the funds because of complications around liquidating stolen cryptocurrencies and the ease of tracing transactions on the blockchain, which is open to public view, said Joel Kruger, a currency strategist at LMAX Group.</p><p>The Poly Network hack rippled to other platforms. Paolo Ardoino, chief technology officer of Tether, tweeted that his company froze $33 million of its cryptocurrency in one of the hackers' addresses.</p><p>The hacker was able to access the assets by exploiting a vulnerability between \"contract calls,\" Poly Network said. Aby Huang, chief of security company SlowMist, said this means the hackers found vulnerabilities when two programs that automatically execute transactions on the blockchain were running at the same time.</p>",
  "published": "2021-08-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}