{
  "_id": "9dd889a6477c044badc76b5ac9b21c1daa52de60e6e2038355e58d483df815b1",
  "feed": "ftcomall",
  "title": "Business School: Metaverse benefits, MBA event, EMBA salaries ",
  "text": "<p>Good afternoon from London. Virtual worlds are not just for gaming, but they could form a way to develop leadership skills. Also, if you want to gain insights about the MBA, make sure you are free on Feb 23 Wednesday, 2022.</p> <p><em><strong>Written and edited by&#xa0;Wai Kwen Chan and&#xa0;Andrew Jack.</strong></em></p> <h2>Notice board</h2> <p><strong>Join us for the FT's ‘Future of Business Education: Spotlight on MBA'</strong></p> <p>We will be holding a virtual event on Feb 23 Wednesday 2022 with FT Editorial and top business schools sharing insights about the FT MBA ranking, responsible business education, innovation and the future of the MBA in a post Covid-19 world. Register for free on: <a href=\"https://businesseducation.live.ft.com\">https://businesseducation.live.ft.com</a>.</p> <p><strong>Business school professor advisers sought</strong></p> <p>We are interested in hearing from business schools and their professors willing to help as advisers, identifying relevant FT content that is useful in their teaching and research and helping find ways to share it. Get in touch at <strong>bschool@ft.com</strong>. Many thanks to those who have already responded to our request.</p> <p><strong>Andrew Hill's management challenge<br><br></strong>The <a href=\"https://www.ft.com/content/b20fd8ea-2dda-45ad-aa15-1ed7a7e5e46f\">metaverse</a> — as touted loudly by Facebook and Microsoft — is likely to be an inefficient vehicle for traditional advertising, but it could be an interesting place to stimulate and accelerate leadership skills. That was one conclusion researchers drew when they looked at how businesses and people interacted with an earlier virtual world, Second Life, as I mentioned in <a href=\"https://www.ft.com/content/61ce8588-5233-44d0-aa12-ce9ed60fb314\">this week's column</a>.</p> <p>My <strong>management challenge</strong> this week is to use the same magical thinking that Mark Zuckerberg applied when imagining the metaverse and think of ways, wacky and serious, in which you might use an alternative 3D universe to improve how organisations run. Send suggestions via one-dimensional email to <strong>bschool@ft.com</strong>.</p> <p>Last week, I asked how you would suggest getting into a “flow state”. <strong>Exuperius Tax</strong> proposes the time-honoured method of writing a list. “I find the momentum you can build from ticking off things from a list, and observing its quantifiable impact on an overarching main goal, incredibly rewarding,” he writes.</p> <p><strong>In further reading</strong>, MIT Sloan Management Review has published a <a href=\"https://sloanreview.mit.edu/article/embrace-delegation-as-a-skill-to-strengthen-remote-teams/?use_credit=1d82e3e1aab5070e537de3d55beac634\">practical guide to delegation</a> by Lebene Soga, Ben Laker, Yemisi Bolade-Ogunfodun and Marcello Mariani, as a key to strengthening remote teams. It is based on their study of communication between 1,200 managers and staff of a Fortune 500 company. “Delegation is a skill like playing chess or the guitar,” they argue. “Don't expect to be instantly good at it, but if you start now, you'll get better over time.”</p> <p><strong>Data line</strong></p> <p>Alumni whose EMBAs were not funded were less likely to earn above the average base salary, <em>write Sam Stephens and Leo Cremonezi.</em> Those who work in the finance, banking and fintech sectors take home the highest wages. The salaries below are in US dollars, adjusted for purchasing power parity. </p> <p>See <a href=\"https://rankings.ft.com/rankings/2863/emba-2021\">full EMBA ranking</a> and read <a href=\"https://www.ft.com/content/ebe71489-c5fd-415d-a785-79352ea18c20\">further analysis</a>.</p> <p><strong>Work and careers roundup</strong></p> <p>How <a href=\"https://www.ft.com/content/c7f8fb0e-8f1a-4829-b818-cb9fe90352fa\">social media has rewritten the rules of engagement</a> between employers and staff — and workers are not holding back.</p> <p>Also a behavioural scientist reveals <a href=\"https://www.ft.com/content/967db31f-f49b-4039-a295-23db588d2a1c\">how to get a payrise</a>.&#xa0;</p> <p>Adidas will ask employees to voluntarily share personal data about their ethnicity, nationality, gender identity and sexual orientation as part of efforts to <a href=\"https://www.ft.com/content/dfa5266e-ecf5-4db0-b186-9ec06d1e6ac8\">improve diversity at the company</a>.</p> <p>Find out how the chief of the voting tech company Smartmatic — that Trump and his allies accused of fraud — had to <a href=\"https://www.ft.com/content/8d8d6ea1-db4e-4ef4-9fe8-9dbff514f60e\">deal with the crisis it created and the death threats</a>.</p> <p>Read careers advice for a Big Four tax accountant who is seeking a <a href=\"https://www.ft.com/content/c6c022dc-ec28-492b-a3ed-cb740cf30f2f\">meaningful career</a>.</p> <p><strong>How good is your knowledge of the news?</strong></p> <p><a href=\"https://ig.ft.com/quiz/firstft-2021-11-05/\">Answer our 10 question quiz</a>.</p> <p><strong>Top reads from business schools in the past week<br><br></strong><a href=\"https://www.ft.com/content/9b778298-e1ab-4c5c-b03f-f73ecaee0117\">Barclays chief Jes Staley to step down following Epstein investigation</a> <em>The disgraced financier was a key client of JPMorgan's private bank, which Staley used to run.</em></p> <p><a href=\"https://www.ft.com/content/8e452b98-d910-4470-816c-42784f0536f6\">Musk urged to sell 10% of Tesla stake after holding Twitter poll</a> <em>The electric car company's chief promises to abide by the platform users' decision affecting $20bn worth of shares.</em></p> <p><a href=\"https://www.ft.com/content/d10c157f-5530-48a0-9c5f-afed19057d8a\">Fed to start winding back $120bn-a-month stimulus programme</a> <em>The central bank plans ‘taper' of bond purchases as the US economy contends with surging inflation.</em></p> <p><strong>Back issues</strong></p> <p>To view previous newsletters, go to: <a href=\"https://www.ft.com/bschool?emailId=5f8d97acca3794000496f01e&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f\">ft.com/bschool</a>.</p> <p>If this newsletter was forwarded to you, then please sign up for the&#xa0;<a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58703fded3c6320004583129\">FT Business School Briefing</a>.</p> <p>Thank you for reading. Please send your recommendations and feedback to&#xa0;<strong>bschool@ft.com</strong>.</p> <p><strong>Recommended newsletters for you</strong></p> <p><strong>Unhedged</strong> — Robert Armstrong dissects the most important market trends and discusses how Wall Street's best minds respond to them. <a href=\"https://ep.ft.com/newsletters/subscribe?emailId=611d0b24e7a46b00046f0435&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f&amp;newsletterIds=584573e552860d000491cdb8\">Sign up here</a>.<br><br><strong>FT Schools Digest</strong> — Perfect for teachers and students. <a href=\"https://ep.ft.com/newsletters/subscribe?emailId=611d0b24e7a46b00046f0435&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f&amp;newsletterIds=59a009f02cce220004838474\">Sign up here</a>.</p><p>Source: Andrew Hill, Wai Kwen Chan, Andrew Jack, Leo Cremonezi and Sam Stephens 2021 'Business School: Metaverse benefits, MBA event, EMBA salaries ' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T14:04:39.407Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1098,
          "end": 1107
        }
      ],
      "nexusId": "10031144"
    }
  ]
}