{
  "_id": "3f19abeed83320271b2c9bdb551cbb8b8e9a9e6affe7bd20fafb91048647b47c",
  "feed": "wall-street-journal",
  "title": "U.S. News: SEC to Seek Climate Disclosures --- Chairman Gensler makes issue a priority, but firms worry risks will be misunderstood",
  "text": "<p>Technology companies such as Apple Inc. and Microsoft Corp., which have long touted their efforts to reduce their impact on the environment, say they support the initiative. Energy and transportation companies have told the SEC that climate disclosures could be misunderstood by investors who lack experience with the data or put too much weight on one factor, like a company's total greenhouse-gas emissions.</p><p>The SEC has broad authority to require disclosures by companies selling securities. But how it elicits specific information about climate change, whose impact on every company's bottom line isn't always clear, is likely to become a political lightning rod and set off a burst of lobbying in Washington.</p><p>The challenge, regulators and corporate officials say, is identifying which measurements are necessary to help investors gauge a company's financial prospects, and how to set requirements that are flexible enough to generate specific, and not generic, information about corporate risks.</p><p>\"It's a generational project unlike anything the SEC has ever undertaken,\" said Robert Jackson Jr., a former SEC commissioner. \"It requires a great deal of expertise at the staff level and an enormous amount of market outreach.\"</p><p>About 90% of the firms in the S&amp;P 500 publish voluntary reports disclosing statistics on things like carbon emissions and how much renewable energy they use. The content isn't typically reviewed by regulators. Only 16% report similar metrics in regulatory filings, according to S&amp;P Global Sustainable1, a business of the asset-ratings and market-data provider S&amp;P Global.</p><p>\"Without a mandatory disclosure requirement, we expect to see a continuation of the current hodgepodge of disclosures in which issuers oftentimes cherry-pick which disclosure to adhere to, or in some cases, simply choose to avoid disclosure altogether,\" Pacific Investment Management Co. managing director Scott Mather wrote to the SEC.</p><p>Biden administration officials say better corporate reporting on climate change will channel more capital toward greener industries, helping governments reach the goal of net-zero emissions by 2050 under the Paris Agreement. Globally, about $1.6 trillion a year is needed to meet that goal, according to the Energy Transitions Commission, a group of global industrial businesses, financial institutions and nonprofits.</p><p>Companies aren't likely to provide all of the relevant data without a government mandate, said the director of the White House's National Economic Council, Brian Deese, who previously led BlackRock Inc.'s sustainable investing business.</p><p>\"Just because a risk is material and present doesn't mean that the market left to its own devices is going to disclose that through voluntary disclosure,\" Mr. Deese said last month.</p><p>Some Republicans in Congress oppose the SEC initiative.</p><p>\"The push for more disclosure related to global warming has little to do with providing material information for investment purposes,\" 12 GOP senators, including Pat Toomey of Pennsylvania, wrote to the SEC on June 14. \"Rather, activists with no fiduciary duty to the company or its shareholders are trying to impose their progressive political views on publicly traded companies, and the country at large, having failed to enact change via the elected government.\"</p><p>Defining which risks are material -- and how companies should talk about them -- has long been a source of conflict among companies, investors and regulators. The Supreme Court, in a 1976 decision, said information is material if a reasonable investor would view it as important to an investment or proxy-voting decision. The principle gives companies leeway to judge when facts or projections fit the concept, although the SEC can question those decisions.</p><p>Commissioner Hester Peirce, one of two Republicans on the five-member SEC, said she isn't convinced that regulators should mandate specific climate disclosures. If some investors want more information, they are free to seek it from companies, she said.</p><p>(See related letters: \"Letters to the Editor: Financial Disclosures Won't Save the Climate\" -- WSJ July 2, 2021)</p>",
  "published": "2021-06-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 44,
          "end": 53
        },
        {
          "start": 44,
          "end": 59
        }
      ],
      "nexusId": "10031144"
    }
  ]
}