{
  "_id": "4d4c392db3ea4045ba8f68fc04bf442ebceef4edd7a852cd5eb39efbeaf5b7fa",
  "feed": "ftcomall",
  "title": "Nuclear power can help fill the gaps in a tricky energy transition",
  "text": "<p>This month Mike Hewitt, a former US naval rear admiral, is shuttling across the Atlantic to pitch a green venture to investors. Nothing unusual about that you might think: such projects are popular ahead of next month's COP26 climate talks in Glasgow.</p> <p>However, this particular environmental project, known as IP3, has an unusual twist: it is focused on nuclear power. More specifically, Rolls-Royce, the British engineering group, is <a href=\"https://www.thisismoney.co.uk/money/markets/article-10034027/Rolls-Royce-shares-surge-18-month-high.html\">organising a consortium</a> to install more than a dozen so-called “small modular reactors” (SMRs) across Britain. </p> <p>They hope to get £210m from the UK government to fund this, according to Hewitt. His group is also raising matching finance from private sources, including investors with “environmental, social and governance” (ESG) mandates. “The traditional ESG criterion has kept nuclear power out [of their funds],” he tells me. “But we think this is changing.”</p> <p>Is this right? It is not clear yet since the plan is not officially in place. However the fact that IP3 is even attempting to make nuclear reactors part of an ESG pitch is a striking sign of the climate times — and one which, in my view, should be welcomed.</p> <p>Until very recently, the word “nuclear” was toxic to most green activists and many politicians, both because of the pollution risks linked with spent nuclear fuel, and due to previous accidents at nuclear plants. Indeed, events such as the 1986 meltdown in Chernobyl, Ukraine or the 2011 tsunami at Japan's Fukushima plant have left such a legacy of fear that countries such as Germany have been shutting their existing plants, along with US states such as New York and California. </p> <p>Meanwhile, a row has broken out inside the team that has been drafting the EU's <a href=\"https://www.cleanenergywire.org/dossiers/too-big-just-stand-germanys-financial-sector-faces-climate-challenge\">taxonomy for sustainable finance</a>, which will help investors ensure projects are environmentally sound. The French government has lobbied for nuclear power to be included because it does not emit carbon (since France relies on nuclear for much of its electricity). But this has been blocked by Germany. </p> <p>Unsurprisingly, this makes ESG funds wary. Or as Bank of America observed in a recent research note: “We have received feedback multiple times from a variety of environmentally conscious investors that they cannot invest in certain utilities due to nuclear exposure.”</p> <p>However, there are now two factors which could (and should) change this conversation. First, nuclear technology is shifting. Whereas 20th century reactors were so big and expensive that they required a decades-long commitment to install, the new generation of SMRs are smaller, cheaper and far more flexible. This means that they can be located in more convenient places, and — crucially — treated as a temporary or transitional energy source.</p> <p>Evangelists for nuclear power, <a href=\"https://www.cnbc.com/2021/04/08/bill-gates-terrapower-is-building-next-generation-nuclear-power.html\">such as Bill Gates</a>, claim that such technological breakthroughs have also made plants far safer than before, with less pollution risk, because they can be run on recycled fuel, although these claims remain controversial. </p> <p>The second factor changing the conversation is a growing sense of realism — or desperation — about carbon emissions ahead of COP26. In an ideal world, there is (or should be) no question that the best way to slash emissions is to use renewable sources, such as solar, wind and hydroelectric power. </p> <p>In the real world, however, renewables only account for a small slice of current energy sources and that is unlikely to change without dramatic innovations in battery storage and transmission systems. This miracle seems unlikely to occur any time soon. </p> <p>Thus the nasty choice confronting policymakers and environmental activists is this: should they swallow the risks of nuclear, at least temporarily, in order to cut carbon emissions? Or should they tolerate higher use of fossil fuels? </p> <p>If they want to keep global warming below 2 degrees, what the COP26 attendees face is not a beauty contest around the best energy choices, but an “ugly contest” to pick the least-bad energy mix. </p> <a href=\"http://www.ft.com/cms/141ad2e5-35e9-4cf9-8cbc-34c304aa08d5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Personally, I favour the first option, using nuclear as a transitional option, even with the attendant risks, to cut the near inevitable rise in carbon emissions without it. As a report from the World Economic Forum notes, “the contribution nuclear power can make to the energy transition lies in its ability to follow and assume the system costs generated by the intermittency of renewables”. In other words, it fills in gaps that renewables still (sadly) create.</p> <p>Those governments that continue to shun nuclear plants are haunted by the dirty secret that this move is likely to increase emissions. To cite one example, officials in New York privately tell me that closing their nuclear plant at Indian Point, while politically popular, will probably increase reliance on fossil fuel, something no one will admit publicly. </p> <p>But don't expect Western politicians to talk too frankly about this difficult choice, especially given that they face a “Nimby” — Not In My Back Yard — voter problem when it comes to nuclear plants. Hence the need to watch what those ESG funds are doing. If they start to accept that we live in a world of difficult energy trade-offs in the coming months, and fund nuclear, it may signal that the climate movement is also beginning to realise that we live in a world with fifty shifting shades of green. </p> <p><a href=\"mailto:gillian.tett@ft.com\">gillian.tett@ft.com</a></p> <p><em>This article has been amended to correct the ‘small modular reactors' (SMR) acronym</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/31a0e92f-05ec-47f2-b0a0-385c29ab7a16\"><em>A school pupil questions the case for nuclear power / From Gordon Ng, Year 10 student, King George V School, Hong Kong</em></a></p><p>Source: Gillian Tett  2021 'Nuclear power can help fill the gaps in a tricky energy transition' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T16:34:08.868Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}