{
  "_id": "6ebddd333b4af4edfc038b3e97cde96b44d18164a0911cc7dc4cc3a89a584920",
  "feed": "ftcomall",
  "title": "Bitcoin and the wealthy",
  "text": "<p>Ten years ago, Sandra Ro was working in finance in London when some currency-trading friends told her about bitcoin. The cryptocurrency had been released only a couple of years previously and was still far from a global phenomenon.</p> <p>“Bitcoin was only really known in geeky tech circles and eventually currency traders in London found out about it around 2010,” says Ro. She invested in the cryptocurrency, made a substantial fortune and is now chief executive of the Global Blockchain Business Council, a Swiss non-profit organisation that promotes the technology behind cryptocurrencies.</p> <p>With a background in markets at global banks such as Deutsche Bank and Morgan Stanley, Ro was quick to grasp blockchain's revolutionary potential. “What really piqued my interest was whether the tech could disintermediate financial markets. I thought, what the heck?” she recalls. “Bitcoin was trading at a couple of hundred bucks at the time and I bought a bunch thinking, what if it works? And guess what? It did!”</p> <p>Today, bitcoin and its digital peers are becoming mainstream. The hype reached new heights this year after the cryptocurrency gained 600 per cent in value in 12 months. The mania has swept up not only retail investors but also very wealthy people. Ultra-high-net-worth individuals (UHNWs — people with assets of $30m&#xa0;or&#xa0;more) such as Paul Tudor or Stanley Druckenmiller were among the earliest backers of bitcoin,&#xa0;the biggest cryptocurrency, and are prominent in the market today.</p> <p><a href=\"https://www.ft.com/bitcoin\">Bitcoin</a> and other <a href=\"https://www.ft.com/cryptocurrencies\">cryptocurrencies</a> are also gaining traction as a store of value for financial institutions. Banks&#xa0;are queueing up to compete — Goldman Sachs is trading cryptocurrencies while Citigroup is considering providing trading, custody and financing services. Billionaire investors openly discuss their cryptocurrency-related investments, while some large publicly listed companies, such as software company <a href=\"https://www.ft.com/content/34ec1a8e-97c1-49d8-ab83-a9bcb47b340d\">MicroStrategy</a>, hold billions of dollars' worth of bitcoin on their balance sheets.</p> <p>Neither the sharp sell-off that hit cryptocurrencies last month nor the surrounding turmoil should obscure the fact that these are now huge markets, with a combined value of $1.6tn. That is big enough as an investment pool for even the richest private investors and largest family offices.</p> <p>But bitcoin still divides opinion. For some it is an obsession,&#xa0;for others a speculative bubble. Yet financial industry analysts say that few people really understand how it works. To make life more complicated, it has spawned scores of other cryptocurrencies, all based on complex computer-driven calculations but with different levels of liquidity and transparency. “We have seen UHNW individuals and family offices looking into cryptocurrencies and becoming interested in allocating some portion of their investments into crypto,” says Calvin Koo, a Hong Kong-based lawyer at Kobre &amp; Kim. “But it's important to make sure investors don't inadvertently step into a minefield.”</p> <p>Clearly, what makes the crypto field tempting are the stories of those who have struck gold. Ro is reluctant to say how much she is worth as a result of her bitcoin punt, as she has been targeted by scammers and has received death threats after talking about the subject. But she was able to leave full-time banking in 2017 — the year of bitcoin's first significant rally, when prices rose from just above $800 to almost $20,000. Bitcoin's surge to $63,000 earlier this year increased Ro's fortune.</p> <p>“Let's just say, I have done very well. I have gone from being a banker to working at a non-profit,” says Ro, who studied at Yale and Columbia universities. “Getting in early because the tech seemed really cool also worked out as an investment, so that's also pretty cool.” Being an early investor meant she has had to try a dozen exchanges, suffered hacks and been locked out of investments. Her friends have also done well from her foray, as she recalls giving them bitcoin “just to test out how it works”.</p> <p>“I wasn't surprised by bitcoin doing well, but there were always a lot of risks. There were hacks, regulatory risks and exchanges going bust,” she says. “Crypto used to be messy. Now there are multimillion-dollar companies being built.”</p> <p>Another early believer is Olivier Janssens, a Belgian-born entrepreneur who states his profession on LinkedIn as an investor in bitcoin since 2010. He is also proudly “self-educated” with an attraction to “libertarian and voluntarist” ideas and forged a career as a software entrepreneur. In 2014, when bitcoin was trading at around €600, he became the first person to pay for a flight by private jet with the cryptocurrency. He settled the bill for the trip from Brussels to Nice with, he estimates, 15 bitcoin — in hindsight, a pretty costly trip. “[That] would be worth about €400,000 today,” he says.</p> <p>Janssens has also realised actual losses in the volatile world of cryptocurrencies, notably in the saga of the <a href=\"https://www.ft.com/content/e741e792-df16-11e7-a8a4-0a1e63a52f9c\">collapsed exchange Mt. Gox</a>, one of the largest crypto-linked financial failures.</p> <p>More recently, the huge gain in the price has left early investors like Janssens dealing with the problem of having too much bitcoin as a proportion of their overall portfolio. Some bitcoin investors who vow never to sell their cryptocurrencies are known as “hodlers” (holding on for dear life). “I sometimes rebalance my portfolio when it becomes 50 per cent of my assets. I'm smart enough to sell sometimes — I'm not a hardcore hodler,” says Janssens. </p> <p>Seven years after the Belgian's historic trip, paying for private charters by bitcoin is not quite mainstream but no longer newsworthy. More than one in 10 flights were settled with bitcoin in January at jet-hire company PrivateFly, where the share of cryptocurrency revenues grew to a fifth of the total. Denison, a US luxury yacht charter company, published a list of its 372-strong fleet in February with prices in bitcoin.</p> <p>However, Janssens is slightly disappointed in bitcoin's evolution from a peer-to-peer means of payment to a perceived store of value, which he says is “completely against the original aim” of the cryptocurrency. “It's interesting to see big companies buy bitcoin as a digital gold, but I have personally shifted my focus to currencies like ethereum,” he says.</p> <p>There are hundreds if not thousands of alternative coins with varying characteristics. Like bitcoin, all are created by computers solving complex mathematical equations, churning out digital code. Some, known as “shitcoins”, are created purely as get-rich-quick schemes. </p> <p>Janssens is among wealthy investors who think ethereum, launched in 2015 and now the second-most traded cryptocurrency, could be bigger than its erstwhile peer. Supporters say it could rewire the financial infrastructure. Billionaire financiers Mike Novogratz, Peter Thiel and Alan Howard are among investors who recently announced their backing of a venture that relies on ethereum. </p> <p>While bitcoin is just a piece of digital code, ethereum acts as a store of data and a marketplace for assets as well. It can perform the tasks of brokers, exchanges and other intermediaries, with the help of so-called embedded smart contracts. These ensure transaction details are correct, funds are paid and assets change hands as set out in a preprogrammed piece of code.</p> <p>Ethereum is also behind most <a href=\"https://www.ft.com/stream/72709ae9-1963-4d08-a153-8a5746accb20\">non-fungible tokens</a>, which are digital representations of things, people or concepts that investors can buy in the form of units of data stored on a secure computer ledger — artworks, for example. Christie's, the UK auction house, is preparing for the sale of digital tokens created around the works of American artist Andy Warhol. “Digital art is gaining momentum,” says Emma Cunningham, a Christie's spokesperson.</p> <p>But not everyone is convinced the future is bitcoin-shaped. The cryptocurrency's volatility might be attractive to investors seeking fortunes. Those who are already wealthy, though, often avoid the rough and tumble. “Our clients have already created substantial wealth, so they're in preservation mode and only a very small proportion of clients have the high risk tolerance required for crypto,” says Mohammed Kamal Syed, head of asset management at Coutts, the UK bank. </p> <p>That does not mean UHNW individuals will ignore the siren call of extreme profits, says Syed. “All clients have Fomo [fear of missing out], all the time. But with crypto, if anything, they're bewildered; they don't understand why it's gone up or down — because no one knows,” he says.</p> <p>Sky-high valuations this year have raised fears of a bubble — an outcome some hedge funds backed by wealthy investors are betting on. “I believe we have passed the point of peak speculation — crypto and bitcoin have this glamorous image, but that will get questioned ultimately,” says Barry Norris, chief executive and fund manager at Argonaut Capital, a London-based equity specialist. He has started shorting crypto exchange Coinbase and software company MicroStrategy, a corporate holder of bitcoin.</p> <p>Cryptocurrencies also face broader challenges. A growing concern is their environmental impact — a Cambridge university study suggests the computers used to generate bitcoin consume more electricity than Sweden.</p> <p>Meanwhile, governments in the US, China and the EU are raising questions about the sector's potential instability and lack of transparency. Criminal investigators say cryptocurrencies can be used for financing terrorism or other illegal activities, while tax inspectors are focusing on investors' huge capital gains. Koo at Kobre &amp; Kim says that despite a reputation for anonymity, cryptocurrency transactions are a lot more traceable than most investors think. “Many UHNW individuals value privacy for different reasons, so they often have to make a choice between privacy and security,” he says.</p> <p>But despite these concerns, the potential returns keep the investors coming, including family offices. “You can't find alpha like this in any other asset class,” says Kevin Kang, founding principal of New York-based cryptocurrency hedge fund BKCoin, whose clients include rich individuals. Kang and his co-founder, Carlos Betancourt, manage $50m of assets in the fund they established in 2018. </p> <p>Among the better-known individual cryptocurrency enthusiasts is Derrick Brown, a former NBA basketball player. Now chief executive of US venture company Free Fenix, he says he is “an investor first and foremost, who also happened to play sports in the past”. He adds that were he starting his sporting career now, he would ask for part of his pay to be in crypto. </p> <p>Brown first invested in cryptocurrencies partly through an allocation in specialist hedge fund BlockTower. “I look at everything from a diversification standpoint,” he says, noting that less than 5 per cent of his portfolio is allocated to cryptocurrency. “Bitcoin might drop 20 per cent in a day, but year to date it's still up 85 per cent; it's about how far out you see the big picture,” he adds.</p> <p>Ro agrees. “This is a market at an experimental stage and this is what happens,” she says. “I'm a typical hodler. I believe in crypto in the long run, but I'm not going to put all my life savings in it. I have stocks, real estate, jewellery, art . . . it's about diversification.”</p> <p><em>This article is part of&#xa0;</em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Eva Szalay 2021 'Bitcoin and the wealthy' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-14T03:00:23.444Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}