{
  "_id": "733c9e48d55d179346c0728f81f70163898d300c6975274b251cece2b9c3babc",
  "feed": "market-watch",
  "title": "These robotics and automation stocks could climb up to 68% in the next year",
  "text": "<p>Below is a screen of 24 stocks held among five exchange-traded funds that focus on companies involved with robotics and automation — booming technology for companies involved in many industries around the world.</p><p>For robotics and automation, here are five ETFs that take different approaches to playing innovation:</p><p>The ARK Autonomous Technology &amp; Robotics ETF ARKQ is actively managed and holds 46 stocks of companies involved with automation, robotics, autonomous vehicles, energy storage, 3-D printing and space exploration. It is highly concentrated; Tesla Inc. TSLA, its largest holding, is 11.9% of the portfolio.</p><p>The Global X Robotics &amp; Artificial Intelligence ETF BOTZ holds just 36 stocks. It tracks a global index of companies listed in developed markets. The companies are expected to benefit from the increased utilization of robotics and artificial intelligence. The largest holding is Intuitive Surgical Inc. ISRG, at 8.8% of the portfolio.</p><p>The Robo Global Robotics &amp; Automation Index ETF ROBO tracks a global index of companies involved in robotics, automation and AI and is rebalanced quarterly. The fund follows a tiered weighting strategy; the largest holding — Intuitive Surgical — is 1.8% of the portfolio of 84 stocks. It is the oldest of the five ETFs listed here, established in October 2013.</p><p>The iShares Robotics and Artificial Intelligence Multisector ETF IRBO tracks an equal-weighed global index of companies involved with robotics and AI. It holds 120 stocks. The index is reconstituted annually and rebalanced twice a year.</p><p>The First Trust Nasdaq Artificial Intelligence &amp; Robotics ETF ROBT tracks the Nasdaq CTA Artificial Intelligence and Robotics Index, which ranks companies so that the portfolio is 60% weighted to “engagers,” 25% “enablers” and 15% “enhancers.” It holds 108 stocks.</p><p>Here's some more information about the ETFs:</p><p> ETF                                                                Established  Assets ($mil)  Stocks held  Concentration in five largest holdings  Expense ratio  ARK Autonomous Technology &amp; Robotics ETF ARKQ                      9/30/2014    $2,761         46           38%                                     0.75%  Global X Robotics &amp; Artificial Intelligence ETF BOTZ               9/12/2016    $2,650         36           42%                                     0.68%  Robo Global Robotics &amp; Automation Index ETF                        10/21/2013   $1,857         84           10%                                     0.95%  iShares Robotics and Artificial Intelligence Multisector ETF IRBO  6/26/2018    $440           120          6%                                      0.47%  First Trust Nasdaq Artificial Intelligence &amp; Robotics ETF ROBT     2/21/2018    $262           108          13%                                     0.65%  Sources: ETF managers, FactSet</p><p>Here's a summary of total returns for the ETFs against the SPDR S&amp;P 500 ETF Trust SPY and the Invesco QQQ Trust QQQ, which tracks the Nasdaq-100 Index NDX:</p><p> ETF                                                                2021  2020  Three years  Five years  Seven years  ARK Autonomous Technology &amp; Robotics ETF ARKQ                      10%   107%  135%         320%        N/A  Global X Robotics &amp; Artificial Intelligence ETF BOTZ               11%   52%   64%          N/A         N/A  Robo Global Robotics &amp; Automation Index ETF ROBO                   11%   45%   59%          153%        151%  iShares Robotics and Artificial Intelligence Multisector ETF IRBO  12%   49%   79%          N/A         N/A  First Trust Nasdaq Artificial Intelligence &amp; Robotics ETF ROBT     12%   46%   73%          N/A         N/A  SPDR S&amp;P 500 ETF Trust SPY                                         22%   18%   64%          128%        157%  Invesco QQQ Trust QQQ                                              21%   49%   108%         240%        305%  Source: FactSet</p><p>All five of the automation and robotics ETFs have trailed the broad market this year. During 2020, ARKQ was a stellar performer in part because of its big bet on Tesla, which skyrocketed 743% for the year. ROBO has outperformed SPY for five years but underperformed QQQ for all periods.</p><p>A stock screen from five automation and robotics ETFs</p><p>The five ETFs together hold 251 stocks across 21 countries. Only two stocks — Intuitive Surgical and Nvidia — are held by all five. Only BOTZ doesn't own stocks in companies based in China.</p><p>China may be a special area of risk for years to come. There's no way of knowing how much change will be brought about by China's regulatory crackdown affecting tech-related industries. Meanwhile, U.S. regulators' actions as well as the&#xa0;conflict&#xa0;between U.S. and Chinese regulators over the availability of audit reports may affect investors holding shares of Chinese companies listed in the U.S.</p><p>Yet, as you will see, three Chinese tech giants held by some of these ETFs are highly regarded by Wall Street analysts.</p><p>For this screen, it is important to understand that in Wall Street parlance, there are two types of stock analyst. A buy-side analyst works for a money manager. A sell-side analyst works for a brokerage firm. They have different perspectives, and it might be best to rely on both, if possible. So the following screen starts by limiting the list to the 81 stocks held by at least two of the five ETFs described above.</p><p>Among those stocks, 70 are rated by at least five sell-side analysts polled by FactSet. Narrowing the list further, 24 of the 70 have at least 75% “buy” or equivalent ratings. Here they are, sorted by the 12-month upside potential implied by the consensus price targets.</p><p>Of course, consensus price targets (and recommendations) can change, and a 12-month target period is short for a long-term trend:</p><p> Company                                     Country         Share”buy” ratings  Closing price – Aug. 31  Cons. price target  Implied 12-month upside potential  Industry                          Held by  Baidu Inc. ADR Class A BIDU                 China           85%                 157.02                   264.08              68%                                Internet Software/Services        ARKQ IRBO ROBT  Alibaba Group Holding Ltd. ADR BABA         China           91%                 166.99                   274.63              64%                                Internet Retail                   ARKQ ROBT  TuSimple Holdings Inc. Class A TSP          U.S.            85%                 41.86                    61.56               47%                                Motor Vehicles                    ARKQ BOTZ  Magna International Inc. CA:MG              Canada          80%                 99.63                    134.24              35%                                Auto Parts: OEM                   ARKQ ROBT  Samsung Electronics Co. Ltd. KR:005930      South Korea     91%                 76700.00                 102454.55           34%                                Telecommunications Equipment      IRBO ROBT  Delta Electronics Inc. TW:2308              Taiwan          77%                 270.50                   348.38              29%                                Electronic Equipment/Instruments  ROBO ROBT  PTC Inc. PTC                                U.S.            76%                 131.66                   165.23              25%                                Software                          ROBO IRBO ROBT  Naver Corp. KR:035420                       South Korea     96%                 439000.00                543480.00           24%                                Software                          IRBO ROBT  Nidec Corp. JP:6594                         Japan           88%                 12620.00                 15205.26            20%                                Electrical Products               IRBO ROBT  Amazon.com Inc. AMZN                        U.S.            98%                 3470.79                  4151.14             20%                                Internet Retail                   IRBO ROBT  Siemens AG XE:SIE                           Germany         77%                 140.84                   165.95              18%                                Industrial Conglomerates          ROBO ROBT  Pegasystems Inc. PEGA                       U.S.            92%                 137.63                   162.00              18%                                Information Technology Services   IRBO ROBT  JD.com Inc. ADR Class A JD                  China           94%                 78.56                    92.26               17%                                Internet Retail                   ARKQ ROBT  Cargotec Oyj Class B FI:CGCBV               Finland         78%                 47.00                    55.10               17%                                Transportation                    BOTZ ROBO ROBT  Microchip Technology Inc. MCHP              U.S.            76%                 157.36                   179.14              14%                                Semiconductors                    ROBO IRBO  Teledyne Technologies Inc. TDY              U.S.            75%                 463.38                   522.57              13%                                Aerospace &amp; Defense               ARKQ ROBO&#xa0;  ATS Automation Tooling Systems Inc. CA:ATA  Canada          100%                45.62                    50.30               10%                                Industrial Machinery              BOTZ ROBO IRBO ROBT  Alphabet Inc. Class A GOOGL                 U.S.            96%                 2893.95                  3185.44             10%                                Internet Software/Services        ARKQ IRBO ROBT  Microsoft Corp. MSFT                        U.S.            92%                 301.88                   327.43              8%                                 Software                          IRBO ROBT  Aveva Group PLC UK:AVV                      United Kingdom  86%                 41.36                    44.15               7%                                 Software                          IRBO ROBT  ServiceNow Inc. NOW                         U.S.            88%                 643.64                   665.96              3%                                 Information Technology Services   ROBO ROBT  Keyence Corp. JP:6861                       Japan           83%                 66130.00                 67632.50            2%                                 Electronic Equipment/Instruments  BOTZ ROBO ROBT  Synopsys Inc. SNPS                          U.S.            87%                 332.24                   339.69              2%                                 Software                          ARKQ ROBT  Nvidia Corp. NVDA                           U.S.            83%                 223.85                   226.31              1%                                 Semiconductors                    ARKQ BOTZ ROBO IRBO ROBT  Source: FactSet</p><p>The prices and price targets are in local currencies where the shares are listed. The three Chinese companies on the list — Baidu Inc. BIDU, Alibaba Group Holding Inc. BABA and JD.com Inc. JD — area all listed on U.S. exchanges as American Depositary Receipts.</p><p>You can click on the tickers for more about each company.</p><p>Despite being held by all five robotics and automation ETFs, Intuitive Surgical didn't make the list because only eight of the 19 sell-side analysts polled by FactSet rate the shares a buy or the equivalent. The stock closed at $1,053.56 on Aug. 30, having risen 29% for 2021, and was trading ahead of the consensus price target of $1,032.71.</p><p>This list is merely a starting point for further research about companies involved with the long-term industrial shift to robotics and automation. If you see any investments of potential interest, you should form your own opinion about a fund's strategy, or a company's strategy, and whether or not it is likely to remain competitive over the next decade.</p><p>Don't miss:30 stocks that shined in the pandemic are still poised for huge growth through 2024</p><p>Jeff Reeves:Forget short-term stock-market fads and just buy these 5 rocketing tech stocks</p>",
  "published": "2021-09-04T10:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6704,
          "end": 6719
        },
        {
          "start": 6704,
          "end": 6713
        }
      ]
    }
  ]
}