{
  "_id": "1078ae122436f0e1ae53fb7de0944fceea140ecc34cb34de51210659bd3ab4f8",
  "feed": "wall-street-journal",
  "title": "Earnings Roar Past Expectations",
  "text": "<p>And companies aren't just beating estimates -- they are topping them by far more than usual.</p><p>Going back to 1994, companies have beat earnings estimates by an average of 3.6%, according to Refinitiv. But this earnings season, companies have posted profits that have been 22.8% above expectations. All told, the recent string of strong results has S&amp;P 500 companies on track to post their fastest rate of earnings growth since 2010.</p><p>The problem is that investors aren't sure how much of the good news already has been baked into share prices.</p><p>A number of companies that handily beat estimates have met with lackluster reactions in the stock market following their reports.</p><p>Exxon Mobil Corp., for instance, fell 2% Friday despite snapping a four-quarter streak of losses and surpassing analysts' expectations for both earnings and revenue. Apple Inc. managed to set a new quarterly record for profit, thanks to a surge in sales of flagship products, but its stock ended Thursday down 0.1%. Microsoft Corp.'s strong results for its cloud-computing business and personal-computer sales also failed to impress investors. Its stock fell 2.8% on Wednesday, the day after its earnings report.</p><p>To many investors, the issue is all about expectations. Money managers had by and large predicted that companies would post impressive growth in the first quarter because of easier comparisons against the prior year, when the coronavirus pandemic began disrupting economic activity around the world. So when their predictions came to fruition, there wasn't much to get excited about.</p><p>In fact, the question many have been asking lately is: What next?</p><p>\"There's this question of peak growth,\" said Michael Stritch, chief investment officer of BMO Wealth Management. \"I think that's kind of where we are in the aggregate sense.\"</p><p>While corporate earnings have historically been one of the biggest drivers of stock gains, in recent yearssupportfrom the Federal Reserve and expansion of stock multiples have played more of a role in the market's rise.</p><p>If earnings growth slows in future quarters, that won't necessarily mean the markets are headed lower, Mr. Stritch said.</p><p>Overall, BMO Wealth Management is still maintaining an overweight position in equities.</p><p>But Mr. Stritch and others believe market gains may be more modest and hard to come by in the second half of the year -- especially since stocks already have climbed to records multiple times in the past quarter.</p><p>\"I don't know that people are going to be willing to pay much more than what they already are for earnings,\" Mr. Stritch said.</p>",
  "published": "2021-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 987,
          "end": 996
        },
        {
          "start": 987,
          "end": 1002
        }
      ],
      "nexusId": "10031144"
    }
  ]
}