{
  "_id": "3612cb252bb374ef6a880bc9a530b512021812ac89b8a37d44c174a33436fdd9",
  "feed": "ftcomall",
  "title": "Deloitte sued by female former employee over harassment claims",
  "text": "<p>Deloitte has been sued by a former female employee who alleged the Big Four firm failed to protect her from bullying and harassment by one of its male partners and that its investigation into his conduct was designed to ensure he kept his job. </p> <p>Katrina Jones, who joined the consulting firm as a risk and compliance analyst in 2015, said in court documents obtained by the Financial Times that she suffered psychiatric harm as a result of “oppressive, manipulative and abusive” behaviour by Christopher Holliday, a partner in its quality and risk team. </p> <p>The High Court case is the latest to highlight the culture at a Big Four professional services firm following a staff backlash at EY last month over its failure to dismiss a male partner who <a href=\"https://www.ft.com/content/0a6c62ad-a6d1-465b-b2f5-8efffe9da524\">sexually harassed a female trainee on a work ski trip</a>. </p> <p>According to the legal claim against Deloitte filed this month, Jones and Holliday began a relationship in 2016, during which he was “controlling and manipulative”. It alleges that his behaviour was “inextricably linked to [his] seniority and authority” over Jones at Deloitte.</p> <p>Jones alleges that Holliday often said he could have her dismissed without needing to give a reason and that she felt her continued employment was dependent on him. </p> <p>His alleged conduct included requiring her to share the GPS function on her phone and acting in an “intimidatory” manner after Jones ended the relationship in 2017, the claim alleges. </p> <p>Deloitte began investigating Holliday's conduct in 2018 after he self-reported to another partner following “rumours” in the office, according to the claim. Two employees reported concerns about his treatment of Jones shortly afterwards, according to the lawsuit.</p> <p>Jones alleges that the investigation was intended to protect the reputations of Holliday and Deloitte rather than find the truth. </p> <p>She claims the partner running the investigation was not an appropriate person to lead it because he worked closely with Holliday, including on “ethics” matters. </p> <p>The partner ignored “clear signs” that Jones was scared of Holliday, needed protection and reassurance from Deloitte and was at risk of suffering psychiatric injury, according to the legal claim. </p> <p>Jones alleges that she was not informed when the investigation had started, its scope or its outcome. Deloitte did nothing to stop Holliday's alleged behaviour or prevent him retaliating even though Jones expressly raised concerns about this, according to her legal claim. </p> <p>Holliday continued as “talent partner”, meaning he was able to involve himself in her promotion application and access her personal details on the HR database, even though Jones did not want him to know her new address once she moved out of his flat. </p> <p>Jones was eventually signed off work by her doctor in October 2018 because of work-related stress and anxiety, which she alleges was a consequence of Holliday's conduct and Deloitte's handling of the matter. She is no longer employed by Deloitte, according to two people familiar with the matter. </p> <p>The claim does not specify the amount of damages sought by Jones from Deloitte. </p> <p>Deloitte declined to comment on the case because the legal proceedings were ongoing. The firm has not yet filed a defence in court.</p> <p>It declined to comment on behalf of Holliday. &#xa0;</p> <p>Holliday, a salaried partner who was registered with the Financial Conduct Authority as Deloitte's money laundering reporting officer, left the firm in December 2019 and now works for his own company, according to his LinkedIn profile. </p> <p>Holliday could not be reached for comment. </p><p>Source: Michael O’Dwyer 2021 'Deloitte sued by female former employee over harassment claims' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-29T05:00:37.377Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}