{
  "_id": "e05208869cb26e91bed79587887bbcec54209d405694b542942008259d585c1c",
  "feed": "ftcomall",
  "title": "Martin Sorrell's S4 Capital raises targets after ‘whopper' client wins",
  "text": "<p>Martin Sorrell's <strong>S4 Capital</strong> said it will step up the pace of acquisitions with a near-term bond issue after reporting a stronger than expected start to the year.</p> <p>The digital media company said like-for-like revenue growth accelerated to 35 per cent in the first quarter, with gross profit rising 33 per cent by the same measure, thanks in part to two recent “whopper” client wins. In response, S4 raised its annual target for like-for-like gross profit from 25 per cent to 30 per cent</p> <p>The planned bond issue will provide around £500m of merger transaction firepower. Strong growth meant S4 was “in a position to implement even faster its strategy of creating a new age/new era advertising and marketing services model and deploy its digital capabilities even more effectively on a global basis,” the company said. </p> <p>S4 also announced a deal in Latin America to combine its MightyHive division with Raccoon Group, a Brazilian digital performance agency founded by ex-Google staff. No terms were provided.</p> <p>Sorrell set up S4 in 2018, shortly after allegations of misconduct led to his abrupt <a href=\"https://www.ft.com/content/617147b4-6cda-11e8-852d-d8b934ff5ffa\">departure from WPP</a>, the advertising group he had founded three decades earlier. He has denied any wrongdoing.</p> <h2>Briefly</h2> <p><strong>Provident Financial</strong>, Britain's largest specialist subprime lender, confirmed plans to close its <a href=\"https://www.ft.com/content/c42c14de-883d-417c-a696-fd786c9246fa\">doorstep lending business</a> and online lending division Satsuma. In response to a <a href=\"https://www.thisismoney.co.uk/money/markets/article-9532589/Loan-shark-route-borrowers-Provident-ends-doorstep-loans.html\">Mail on Sunday</a> report, Provident said in a brief statement that its business review was nearing completion and the outcome will be announced with full year 2020 results due May 10. </p> <p>Subsea cable maker <strong>Tekmar</strong> said it was in talks with Orsted, the wind farm specialist, following the <a href=\"https://www.ft.com/content/d1c87feb-730e-40f3-a5f5-1132833e7bed\">Norwegian company's warning</a> last week that it had identified problems with cables at up to 10 of its projects. Tekmar said that at this stage, it did not anticipate a material financial impact and pledged to provide shareholders with further information as and when appropriate.</p> <p><strong>LondonMetric Property</strong> said it has completed a £780m debt refinancing to replace borrowings due to expire next year. The warehouse developer raised £380m with a private debt placement as well as agreeing two new revolving credit facilities totalling £400m. </p> <p>Flooring company <strong>Victoria</strong> announced the acquisition of Edel, a Netherlands-based maker of artificial grass, for €49.4m in cash.</p> <p><strong>Gem Diamonds</strong>&#xa0;said it has recovered a high quality 254 carat&#xa0;white diamond&#xa0;from the Letšeng mine in Lesotho, South Africa.&#xa0;</p> <p>Broker <strong>WH Ireland</strong>&#xa0;reported a “strong” performance in the six months to the end of March with group revenue up 29 per cent year on year to approximately £27.9m. The company said it anticipates reporting a full-year profit before tax of £1m with a strong performance from the capital markets division.</p> <p><strong>Dianomi</strong>, a digital advertising services company, said it plans to float on London's Aim segment this month. The group said it generated £28.4m in revenue last year, mostly from the Americas, and plans to use some of the cash raised to expand its sales and marketing operations.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p>Bill Gates, the <strong>Microsoft</strong> co-founder, and his wife Melinda have announced they are <a href=\"https://www.ft.com/content/04f3eaff-075a-495d-975b-50f2bd652eba\">ending their marriage</a> after 27 years. The couple, who met in 1987 shortly after Melinda joined Microsoft, revealed the decision in a terse note on their <a href=\"https://twitter.com/BillGates/status/1389316412259270657/photo/1\">social media accounts</a> on Monday. The pair said the fate of their marriage would not affect the work of their foundation, the world's largest private charitable organisation, which has ploughed much of their estimated $124bn fortune into enhancing healthcare and reducing poverty around the world.</p> <p>More than 30 of Europe's largest banks and credit card processors are trying to create <a href=\"https://www.ft.com/content/f274255d-eb96-44fe-90e9-fe5532cc47ac\">a pan-European payments service</a> capable of challenging US payments groups like PayPal, Google, Apple, Mastercard and Visa. The banks and acquirers behind the European Payment Initiative include <strong>Deutsche Bank</strong>, <strong>BNP Paribas</strong>, <strong>ING</strong>, <strong>UniCredit</strong> and <strong>Santander</strong> which currently process more than half of all payments in Europe.</p> <p>The US is set to approve <strong>BioNTech</strong> and <strong>Pfizer's</strong> coronavirus vaccine for use in 12- to 15-year-olds <a href=\"https://www.ft.com/content/68721f4c-7635-43c3-aa9d-4caf7870ea18\">in the coming days</a>, according to people involved in the regulatory process. The pharmaceutical companies applied for authorisation to&#xa0;begin vaccinating adolescents&#xa0;last month after trials suggested the inoculations were 100 per cent effective at preventing symptomatic disease among the age group.</p> <h2>Essential comment before you go</h2> <p><strong>Lex</strong> The UK's valuation gap with the rest of the world is narrowing. The indices are heavily weighted towards value sectors such as financials, materials and energy. Rising yields and the reflation trade benefit these and should continue to do so <a href=\"https://www.ft.com/content/db77c30b-aabd-4133-97c7-65b795a69f5f\">for the rest of the year</a>. </p> <p><strong>Sarah O'Connor</strong> Today's blue-collar workers are tomorrow's “green-collar” workers — or so <a href=\"https://www.ft.com/content/6133f8d7-a8a8-4f7a-83b6-d063ea98e3b9\">politicians would have us believe</a>.&#xa0;But the transition requires realism, seriousness and attention to detail. The UK government's fondness for bluff and bluster won't be enough.</p> <p><strong>Thanks for reading. If you have friends or colleagues who might enjoy this newsletter, please forward it to them. They can</strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong> sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Martin Sorrell's S4 Capital raises targets after ‘whopper' client wins' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T07:18:35.281Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3066,
          "end": 3075
        },
        {
          "start": 3228,
          "end": 3237
        }
      ],
      "nexusId": "10031144"
    }
  ]
}