{
  "_id": "bd4f76bf77e5c33f86d577baf68fb7b3c773cbea99ea82e74f2a5732fbde81ad",
  "feed": "ftcomall",
  "title": "US accuses China of masterminding cyber attacks worldwide",
  "text": "<p>The White House and its western allies have accused the Chinese government of teaming up with criminal gangs to commit widespread cyber attacks, including one on Microsoft this year that affected tens of thousands of organisations.</p> <p>The accusation came as the US Justice department unsealed an indictment alleging that four Chinese nationals affiliated with the Ministry of State Security had overseen a separate campaign to infiltrate companies, universities and government bodies in the US and overseas between 2011 and 2018.&#xa0;</p> <p>Antony Blinken, US secretary of State, said China's actions represented “a major threat to” economic and national security. “Responsible states do not indiscriminately compromise global network security nor knowingly harbour cyber criminals — let alone sponsor or collaborate with them,” he added.</p> <p>A senior administration official said the US had a “high degree of confidence” that attackers on the MSS payroll had carried out an <a href=\"https://www.ft.com/content/74fa3de6-dd16-4dc5-9b69-38bde634adc3\">offensive on Microsoft's Exchange</a> email application, which was disclosed in March. One cyber security researcher claimed it hit at least 30,000 organisations, including businesses and local governments. The White House did not state which particular group of hackers or contractors were responsible for the attacks. </p> <p>The US move to condemn China on Monday was supported by a coalition of allies, including those in Europe and Nato who have historically been wary of publicly criticising Beijing. Diplomats hope that by exposing the MSS' links with criminal hackers, they will persuade the Chinese government to sever its links with these groups. However, it is unclear what action will be taken if China fails to comply.</p> <p>The European Council said that the Microsoft Exchange hack constituted “irresponsible and harmful behaviour” which had resulted in security risks and “significant economic loss” for government institutions and private companies across Europe.</p> <p>Nato said it noted that cyber threats to the alliance were increasingly “complex, destructive and coercive”, and called on all states, “including China” to uphold their commitments to act responsibly in cyber space.</p> <p>The UK said for the first time on Monday that it considers two Chinese hacking groups, APT 40 and APT 31, to be linked to China's MSS.</p> <p>British officials have been concerned by the increasing recklessness of Chinese-backed cyber activity, and have been raising their objections privately with Beijing for the past three years, to no effect. Using criminal gangs to carry out cyber espionage and intellectual property theft has made it easier for the Chinese government to deny their involvement in these activities — a problem which western allies now want to confront.</p> <p>The joint action marked a new front in Washington's battle against the rising tide of <a href=\"https://www.ft.com/content/1885a4dd-25ad-42fd-ac5b-78c90c2b866a\">ransomware attacks</a>, which have largely been blamed until now on gangs believed to be operating out of Russia.</p> <p>Meanwhile, according to the DoJ indictment, four Chinese nationals carried out a hacking campaign over seven years targeting aviation, defence, education, government, healthcare, biopharmaceutical sectors in a range of countries including the US, Canada, Germany, Saudi Arabia and the UK. </p> <p>It alleged that hackers stole information on sensitive technologies such as autonomous vehicles and commercial aircraft servicing, as well as infectious-disease research on Ebola, MERS, and HIV. This group has previously been referred to as APT 40, also known as “Bronze”.</p> <p>The indictment named three Chinese nationals — Ding Xiaoyang, Cheng Qingmin and Zhu Yunmin — as state security officials in Hainan province who allegedly set up a front company to hide the government's involvement in the hacking operation. </p> <p>A fourth man, Wu Shurong, was named as a hacker who allegedly created malware, hacked into computer systems operated by foreign governments, companies and universities, and supervised other members of the hacking team.</p> <p>The threat posed by cyber attacks <a href=\"https://www.ft.com/content/935a9004-0aa5-47a2-897a-2fe173116cc9\">has proliferated</a> during the pandemic as hackers exploited vulnerabilities exposed by employees working remotely. </p> <p>The US has come under increasing pressure to take action. President Joe Biden warned his Russian counterpart Vladimir Putin this month that Moscow would <a href=\"https://www.ft.com/content/6ba72aa0-53b7-40ff-89f0-0f4a64bf7cc2\">face consequences</a> if it failed to act against ransomware attackers, who typically seize a company's data or systems and demand payment to release it. </p> <p>Biden's threat followed highly disruptive ransomware attacks on companies including&#xa0;<a href=\"https://www.ft.com/content/b6ac99ea-d7c6-49dd-b7d7-1284ce2e85c0\">Colonial Pipeline</a>, which was forced to close temporarily, and <a href=\"https://www.ft.com/content/719a5e07-c8fa-45bb-8ce0-5af163c8f838\">JBS</a>, the world's largest meat processor.</p> <p>US officials also said they were “surprised” to find that individuals affiliated with China's MSS were behind a ransomware hit in which hackers demanded millions of dollars from an unnamed US company.</p> <p>The US justice department <a href=\"https://www.ft.com/content/21dc6549-3f44-4f61-bb5f-291527832a5c\">charged</a> five Chinese citizens last September for hacking more than 100 companies globally as part of a state-backed group known as APT41. </p> <a href=\"http://www.ft.com/cms/984e0bda-cf04-4682-9115-4745da50b0b7.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Kiran Stacey in Washington, Helen Warrell in London and Hannah Murphy in San Francisco   2021 'US accuses China of masterminding cyber attacks worldwide' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T16:04:52.969Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1713,
          "end": 1722
        },
        {
          "start": 162,
          "end": 171
        },
        {
          "start": 971,
          "end": 980
        },
        {
          "start": 971,
          "end": 982
        }
      ],
      "nexusId": "10031144"
    }
  ]
}