{
  "_id": "1cecc2396c071a201774cb99e8f121206c32c5a3db1215e36c4ed098b527ca3c",
  "feed": "market-watch",
  "title": "Beat the market with this quant system that's very bullish on stocks at record highs",
  "text": "<p>That's everyone's dream, right? Investor Vance Howard thinks he's found it.</p><p>Howard and his small army of computer programmers at Howard Capital Management in Roswell, Ga., have a quantitative system that posts great returns.</p><p>His HCM Tactical Growth Fund&#xa0;HCMGX beats its Russell 1000&#xa0;benchmark index and large-blend fund category by 8.5-10.4 percentage points annualized over the past five years, according to Morningstar. That is no small feat, and not only because it has to overcome a 2.22% fee. Beating the market is simply not easy. His HCM Dividend Sector Plus HCMQX) and HCM Income Plus HCMLX funds post similar outperformance.</p><p>There are drawbacks, which I detail below. (Among them: Potentially long stretches of underperformance and regular tax bills.) But first, what can we learn from this winner?</p><p>So-called quants never share all the details of their proprietary systems, but Howard shares a lot, as you'll see. And this Texas rancher has a lot of good advice based on “horse sense” — not surprising, given his infectious passion for the markets, and his three decades of experience as a pro.</p><p>Here are five lessons, 12 exchange traded funds (ETFs) and four stocks to consider, from a recent interview with him.</p><p>Lesson #1: Don't be emotional</p><p>It's no surprise so many people do poorly in the market. Evolution has programmed us to fail. For survival, we've learned to run from things that frightens us. And crave more of things that are pleasurable — like sweets or fats to store calories ahead of what might be a long stretch without food. But in the market, acting on the emotions of fear and greed invariably make us do the wrong thing at the wrong time. Sell at the bottom, buy at the top.</p><p>Likewise, we're programmed to believe being with the crowd brings safety. If you're a zebra on the Savanna, you are more likely to get picked off by a predator if you go it alone. The problem here is being part of a crowd — and crowd psychology — dumb us down to a purely emotional level. This is why people in crowds do terrible things they would never do on their own. It doesn't matter how smart you are. When you join a crowd, you lose a lot of IQ points. Base emotions take over.</p><p>To do well in the market, you have to counteract these tendencies. “One of the biggest mistakes individual investors and money managers make is getting emotional,” says Howard. “Let your emotions go.”</p><p>Lesson #2: Have a system and stick to it</p><p>To exorcise emotion, have a system. “And don't second guess it,” says Howard. “This keeps you from letting the pandemic or Afghanistan scare you out of the market.” He calls his system the HCM-BuyLine. It is basically a momentum and trend-following system — which often works well in the markets.</p><p>The HCM-BuyLine basically works like this. First, rather than use the S&amp;P 500 SPX or the Dow Jones Industrial Average DJIA, Howard blends several stock indices to create his own index. Then he uses a moving average that tells him whether the market is in an uptrend or downtrend.</p><p>When the moving average drops 3.5%, he sells 35%. If it drops 6.5%, he sells another 35%. He rarely goes to 100% cash.</p><p>“If the BuyLine is positive, we will stay long no matter what,” he says. “We take all the emotion out of the equation by letting the math decide.”</p><p>Right now, it's bullish. (More on this below.)</p><p>Your system also has to tell you when to get back in.</p><p>“That's where most people screw up,” he says. “They get out of the market, and they don't know when to get back in.” The HCM-BuyLine gives a buy signal when his custom index trades above its moving average for six consecutive sessions, and then goes on to trade above the high hit during those six days.</p><p>You don't need a system that calls exact market tops or bottoms. Instead, the BuyLine keeps Howard out of down markets 85% of the time, and in for 85% of the good times.</p><p>“If we can do that consistently, we have superior returns and a less stressful life,” he says. “Being all in during a bad tape is no fun.”</p><p>His system is slow to get him out of the market, but quick to get him back in. Not even a 10% correction will necessarily move him out. He's often buying those pullbacks. Getting back in fast makes sense, because recoveries off bottoms tend to happen fast.</p><p>“The HCM-BuyLine takes all the emotion out of the process,” says Howard.</p><p>Lesson #3: Don't fight the tape</p><p>This concept is one of the core pieces of wisdom from Marty Zweig's classic book, “Winning on Wall Street.”</p><p>“You have to stay on the right side of market,” agrees Howard. “If you try to trade long in a bad market, it is painful.”</p><p>In other words, don't try to be a hero.</p><p>“Sometimes, not losing money is where you want to be,” he says.</p><p>Likewise, don't turn cautious just because the market hits new highs — like now. You should love new highs, because it is a sign of market strength that may likely endure.</p><p>Lesson #4: Keep it simple</p><p>As you'll see below, Howard doesn't use esoteric instruments such as derivatives, swaps or index options. He doesn't even trade foreign stocks or currencies. This is refreshing for individual investors, because we have a harder time accessing those tools.</p><p>“You don't have to trade crazy stuff,” he says. “You can trade plain-vanilla ETFs and beat everybody out there.”</p><p>Lesson #5: How to trade the current market</p><p>First, be long.</p><p>“The HCM-BuyLine is very positive. We are 100% in,” says Howard. “The market is broadening out. It is getting pretty exciting. We do not see it turn around any time soon. We are buying pullbacks.”</p><p>One bullish signal is all the cash on the sidelines. “If there is any relief in Covid, we may see a big rally. We may end up with a great fall [season].”</p><p>Howard uses momentum indicators to select stocks and ETFs, too. For sectors he favors the following.</p><p>He likes health care, tradable through the iShares US Healthcare IYH and ProShares Ultra Health Care RXL ETFs. He's turning more bullish on biotech, which he plays via the iShares Biotechnology ETF IBB.</p><p>He likes consumer discretionary tradable through the iShares US Consumer Services IYC, and airlines via US Global Jets JETS. He also likes tech exposure via the Invesco QQQ Trust QQQ, iShares US Technology IYW and&#xa0;iShares Semiconductor SOXX.</p><p>He likes small-caps via the Vanguard Small-Cap Growth Index Fund VBK. And convertible bonds via SPDR Bloomberg Barclays Convertible Securities CWB and iShares Convertible Bond ICVT.</p><p>As for individual names, he singles out Microsoft MSFT and Apple AAPL in tech, as well as Amazon.com AMZN and Tesla TSLA.</p><p>Also consider Howard's two ETFs: The HCM Defender 100 Index QQH and HCM Defender 500 Index LGH.</p><p>He prefers to add to holdings on 1%-3% dips.</p><p>A few drawbacks</p><p>His HCM Tactical Growth fund has a history of posting two-year stretches of underperformance of 1.5% to 8.8%, since it was launched in 2015. The fund then came roaring back to net the very positive five-year outperformance cited above. Investing in his system can require patience.</p><p>Every manager, including Warren Buffett, can have a stretch of underperformance, says Howard.</p><p>“We are in the odds game,” he says. “Even in the odds game, you can have a bad hand or two thrown at you.”</p><p>Another challenge is the high turnover, which is 140% a year for Tactical Growth. This means Uncle Sam takes a big cut in the good years. So if you buy Howard's funds, you may want to do so in a tax-protected account.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he had no positions in any stocks mentioned in this column. Brush has suggested MSFT, AMZN, in his stock newsletter,&#xa0;Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p>",
  "published": "2021-09-07T07:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6428,
          "end": 6437
        }
      ]
    }
  ]
}