{
  "_id": "3f17a1d2e09aed6fd608442d7ca405e2200f6d606b3da3bf601ca97e8b4ccdc9",
  "feed": "ftcomall",
  "title": "Buckle up: Ken Moelis' Spac takes flight",
  "text": "<p><strong>Two big scoops to start: Microsoft</strong> approached <strong>Pinterest</strong> in recent months about a potential deal to acquire the $51bn social media company popular with hobbyists posting home decor, food and wedding collages. The talks are currently not active, but it indicates that the software and cloud group is increasingly interested in owning social media companies. Get the full story <a href=\"https://www.ft.com/content/f88b8474-e791-4efb-a9f6-54c8222680fe\">here</a>.</p> <p>And elsewhere . . . <strong>KPMG</strong> UK chairman <strong>Bill Michael</strong> is stepping aside while the Big Four accountancy firm investigates “alleged comments” he made during an online meeting with staff, a spokesperson said on Wednesday. Get the full story <a href=\"https://www.ft.com/content/3c3c07d1-ffb9-4288-aea4-41acf3f3bbff\">here</a>.&#xa0;</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\"><strong>here</strong></a><strong>. Get in touch with us anytime: Due.Diligence@ft.com.</strong></p> <h2>A Ken Moelis-backed Spac bets air taxis will take off&#xa0;</h2> <p>Is it a bird? Is it a plane? No, it's a flying car.&#xa0;</p> <p>Air taxi company <strong>Archer</strong> has landed itself a spot on the New York Stock Exchange after <a href=\"https://www.ft.com/content/b2e63918-fca1-4ca6-b5bf-5e72a67133a6\">merging with a blank cheque company</a> backed by investment banking billionaire <strong>Ken Moelis</strong>.&#xa0;</p> <p>It's a match made in heaven. Special purpose acquisition companies, or Spacs, have fully embraced small companies with unproven records that make big promises on revolutionising travel.&#xa0;</p> <p>The deal with Moelis' <strong>Atlas Crest</strong> values Archer, which was founded a couple of years ago and doesn't expect revenue for another three years, at almost $4bn.&#xa0;</p> <p>Archer will receive $500m from Moelis' Spac and an additional $600m from a group of investors that includes <strong>United Airlines </strong>(a client of Moelis' group), Italy's billionaire <strong>Agnelli family</strong> and Abu Dhabi's sovereign wealth fund <strong>Mubadala</strong>.&#xa0;&#xa0;</p> <p>If you've<a href=\"https://www.ft.com/content/688d8472-c404-42d6-88b7-fbd475e50f7c\"> been following our coverage</a>, you already know that Spacs aren't fazed by revenue-less companies which are essentially nothing more than a concept. It has almost become a rite of passage.&#xa0;</p> <p>And neither are investors. Shares in Atlas Crest were up almost 25 per cent after the deal was announced.&#xa0;</p> <p>So what are Archer's prospects? The company has already secured a $20m deal with United and there's a $1bn order from the airline to buy 200 Archer vehicles (albeit with some conditions, such as the electric flying taxi getting regulatory approval to, er, fly).&#xa0;</p> <p>The <a href=\"https://investors.archer.com/files/doc_presentations/Investor-Presentation.pdf\">company said</a> it expected to have $1bn in revenue by 2025. That is expected to go up to more than $12bn within five years even though Archer is yet to make a prototype of its air taxi. </p> <p>Moelis' role(s) in all this is also important.&#xa0;</p> <p>Not only is the Spac backed by Moelis, but some of the private funding is coming from Moelis clients and the investment bank advised on the deal (both on the private investment in public equity (PIPE) and as Atlas' adviser). Not to mention that Moelis now expects Archer to become a client. Talk about fully serviced.&#xa0;</p> <p>DD takeaway: Buckle up, folks. Spac-mania is now in full swing and there are all sorts of signs the ride is going to be bumpy.&#xa0;</p> <h2>Dump Trump: Wall Street gets cozy with Biden</h2> <p>For four years, <strong>Donald Trump</strong> was the friend that Wall Street pretended not to have.&#xa0;</p> <p>Yes, financial executives might quietly rejoice at Trump's corporate tax cuts and dislike of regulation. They might preen at the habitual backing of a president who, pondering how to fill the economic policy jobs in his cabinet, once stated that “in those particular positions, I just don't want a poor person”.&#xa0;</p> <p>But, with few exceptions, top bankers were careful to avoid saying that they liked Trump. And now, some on Wall Street are hoping for a helping hand from Joe Biden, the man who replaced him in the White House.</p> <p>Bank lobbyists and executives say a priority will be persuading the incoming administration that tech groups such as <strong>Facebook</strong> and <strong>Google</strong>, as well as upstart fintechs, shouldn't be allowed to provide services that compete with banks without being subject to the same rules.&#xa0;</p> <p>Others hope for a regulatory crackdown on non-bank lending, which could pit banks' lobbyists against those for large alternative asset management groups.</p> <p>“Businesses that want to be in the banking business without the heavy regulation that banks have — that are playing the arbitrage game — are a concern for all of us [in the industry],” <strong>Bill Daley</strong>, vice-chairman of public affairs at <strong>Wells Fargo</strong>, told the FT.</p> <p>And Daley is just the sort of person who the industry might hope can press that point in Washington. His job until 2012 was White House chief of staff, under president <strong>Barack Obama</strong>.&#xa0;</p> <h2>Dealmaking inside the Amazon ecosystem</h2> <p>A dealmaking frenzy is taking hold of the <strong>Amazon</strong> marketplace, and it's being backed by some of the biggest names in private equity.</p> <p>On Wednesday the dominant company in the space, <strong>Thrasio</strong>, said it had <a href=\"https://www.ft.com/content/81abebac-e0e1-48f5-b1d2-66c0a76f5fb7\">secured $750m</a> in new equity led by existing investors <strong>Oaktree Capital Management</strong> and <strong>Advent International</strong>. The announcement came a day after a new competitor, <strong>Branded</strong>, had its coming out party with $150m in funding.</p> <p>Thrasio and its competitors hope to roll up dozens of small merchants selling items on the Amazon marketplace, wringing extra profits from economies of scale in the supply chain and other areas.</p> <p>There is, of course, what venture capitalists like to call “platform risk” in throwing money at Amazon's ever-shifting marketplace. But the pace of dealmaking has shown few signs of slowing.&#xa0;</p> <p>Thrasio co-founder <strong>Joshua Silberstein</strong> told the FT's Tim Bradshaw his company has been “acquiring $1.5m in revenue per day” in the past two months and is now “closing two or three deals every week”.&#xa0;</p> <p>The latest fundraising valued Thrasio at more than $6bn, according to FT calculations, and Silberstein said the barely two-year old company could go public in the “short term or medium term”.</p> <p>Take a closer look with Tim's <a href=\"https://www.ft.com/content/9a9cc7e0-e406-477c-bc15-28d6d250c29b\">deep dive</a> on the space just two months ago.</p> <h2>Job moves</h2> <ul>  <li><p><strong>JPMorgan</strong> <a href=\"https://www.ft.com/content/5bd1b592-a5e4-4790-9663-d46de8035bd5\">has hired</a> <strong>Chuka Umunna</strong> to oversee its European environmental, social and governance advisory efforts, making the former Labour MP the latest high-profile politician to take a senior role in the City of London.&#xa0;</p></li> </ul> <ul>  <li><p>The French asset manager <strong>Amundi</strong> <a href=\"https://www.ft.com/content/daab82aa-6d98-4b2e-b8fa-5f3030743ce7\">has named</a> <strong>Valérie Baudson</strong> as its next chief executive, replacing <strong>Yves Perrier</strong>, who will become chairman.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Mitsubishi UFJ Financial Group</strong>, one of Japan's three megabanks, has promoted <strong>Kevin Cronin</strong> to head MUFG's Americas business. He succeeds <strong>Stephen Cummings</strong>, who will be retiring.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Simpson Thacher &amp; Bartlett</strong> has hired <strong>Shamus Crosby</strong> as a partner in its Houston office. Crosby joins the law firm from <strong>Vinson &amp; Elkins</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Goldman Trading Whale exits</strong> Ram Sundaram, the mastermind behind some of Goldman Sachs's most lucrative and controversial trades, including buying protection against debt defaults during the 2008 housing crisis as well as structuring bonds for Malaysia's 1MDB fund, is leaving. Here's a look at what his departure says about the bank's future. (<a href=\"https://www.bloomberg.com/news/articles/2021-02-10/goldman-trading-whale-sundaram-exits-after-era-of-shrewd-deals\">Bloomberg</a>)</p> <p><strong>Story in a graphic </strong>We enjoyed this visual showing the Spac boom in the US relative to traditional IPOs. Worth a look. (<a href=\"https://www.wsj.com/articles/the-spac-boom-visualized-in-one-chart-11612962000\">Wall Street Journal</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/59b22880-22ea-4415-b9d6-8721301d44c9\">Bumble valued at $8.2bn as investors fall in love with dating app</a> (FT)</p> <p><a href=\"https://www.ft.com/content/015f9d7c-08a2-48fb-a477-57a739950d00\">Joe Biden reconsiders Donald Trump's effort to ban TikTok</a> (FT)</p> <p><a href=\"https://www.ft.com/content/fe334cb3-102b-4b1e-9590-9a1d4c1b226c\">UniCredit posts bigger than expected quarterly loss as Mustier steps down</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b2211446-2f2d-45c3-aaf3-f6d1f379674c\">Upper Crust owner SSP set to tap shareholders for £500m</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/7f060d32-f93c-4702-a0bc-9228ff2a3912\">Heineken to cut 8,000 jobs as pandemic hits brewer</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3dad4ef3-59e8-437e-8f63-f629a5b7d0aa\">Amsterdam ousts London as Europe's top share trading hub</a> (FT)</p> <p><a href=\"https://www.ft.com/content/ec272b30-18ae-45a8-8975-e694c5cd2fa7\">SocGen falls to first full-year loss in decades as pandemic takes toll</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3c06d7ab-cdec-4283-9745-4ebf02a14e84\">LVMH to wind down Rihanna's clothing brand Fenty</a> (FT)</p><p>Source:  2021 'Buckle up: Ken Moelis' Spac takes flight' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T05:00:48.277Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 25,
          "end": 34
        }
      ]
    }
  ]
}