{
  "_id": "b367835fcce00493e7ed97b913c68b7c70d6354da0bb3e2644b0cf1842476582",
  "feed": "wall-street-journal",
  "title": "GameStop 's Reality Should Take a Bigger Bite; Despite postearnings selloff, videogame retailer's market value still banks on a massive turnaround success",
  "text": "<p>Of course all that was due to factors well beyond GameStop 's control. The company never asked to become the hero stock for a Reddit-driven crowd of individual investors. But more than two months later, GameStop shares are still trading at nearly eight times their value from the start of the year.</p><p>Management doesn't seem ready to address that new reality yet. They took the unusual step of not answering any questions on Tuesday's earnings call. They also continue to refrain from giving any financial guidance, citing the pandemic and \"post-pandemic uncertainty.\" That left investors to base their next steps on the results alone, which were worse than expected. A sharp drop in game software sales offset a jump in hardware sales driven by new Xbox and PlayStation consoles.</p><p>As a result, GameStop shares were 24% lower by Wednesday afternoon. That seems harsh, but the retailer's shares have a long history of volatility following quarterly reports. The stock has fallen 80% of the time following results announcements over the past five years, averaging a drop of more than 10% each time, per FactSet data. The stock also remains expensive even for many who believe the company has potential. Wedbush analyst Michael Pachter praised the \"excellent execution by current and former management\" in a note Wednesday while also downgrading the stock to an \"underperform\" rating. He believes GameStop is worth $29 a share—barely one-fifth of its current price.</p><p>GameStop has made a long list of new hires to help drive its turnaround. Most recently, that includes Jenna Owens, a former Amazon.com logistics executive who was named as GameStop 's chief operating officer on Tuesday. It is also cutting costs by reducing its retail footprint, having closed a net 693 stores in the fiscal year ended January. The company also noted that e-commerce sales surged 191% in the fiscal year and now account for 30% of total sales.</p><p>But GameStop still has more than 4,800 stores to manage while generating its lowest annual revenue since 2006. The company also said it won't report comparable-store sales this year due to comparisons skewed by the pandemic closures. GameStop also didn't address whether it would consider capitalizing on the recent craze by selling some of its high-price shares to raise capital that could aid its transformation plans. Investors will have to continue going on faith, which should at least be a familiar feeling by now.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com </p><p>GameStop's Reality Should Take a Bigger Bite</p>",
  "published": "2021-03-24T19:50:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}