{
  "_id": "186a1eb2e2498c958c38438ff798cd6534a9fc64f8e358610673f8a2730ca52b",
  "feed": "ftcomall",
  "title": "Letter: Sustainable farming needs reform and new blood",
  "text": "<p>Your editorial on the purchase by Bill Gates and other billionaires of vast swaths of farmland tries to justify it by claiming that “farmers are getting older and many in the next generation have little interest in taking over” (<a href=\"https://www.ft.com/content/3d1b3b48-412f-4e06-868a-f4710c35bf50\">FT View</a>, April 3). Having retired after 50 years as a working farmer I can assure you there are plenty of enthusiastic young people both in the UK and around the world who are quite desperate for the chance to run their own farming business.</p> <p>Two entirely artificial factors have created this injustice; first are the huge loopholes in inheritance tax and capital gains tax “rollover relief” which actively force land into the hands of the ultra-wealthy and existing large landowners, pricing it beyond the reach of the young. Second has been the removal of secure long-term agricultural tenancies which has positively encouraged the large-scale, short-term, extractive exploitation of the soil on which our lives and those of our children utterly depend.</p> <p>There is a fundamental difference between the benign natural, living carbon cycles of pastoral farming, trees, crops and soils and the deadly one-way emissions from fossils buried for millions of years. The naive belief that planting forests will magically “offset” these toxins is tantamount to the medieval market in religious indulgences. If allowed, intelligent, ecologically aware young people could free us from the devastation of the Gates generation's chemical-intensive agribusiness and restore the ruined soil's ability not only to store carbon through sustainable regenerative and organic techniques, maintain a beautiful human-scale and wildlife-filled countryside, but also grow natural, healthy food in place of the processed junk which is making us sick and obese.</p> <p><strong>Aidan Harrison</strong><br><em>Morpeth, Northumberland, UK</em></p><p>Source:  2021 'Letter: Sustainable farming needs reform and new blood' FT.com 11 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-11T23:01:41.316Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}