{
  "_id": "b067dbf254da642a7e1a76af15e75c7c1f1c2cd01059c36380910db686ed3df8",
  "feed": "wall-street-journal",
  "title": "NBA Opens Investigation Into Phoenix Suns After Toxic Workplace Allegations; A report from ESPN said that team owner Robert Sarver used a racial slur and fostered a misogynistic environment. Sarver denied the allegations.",
  "text": "<p>\"I would entirely welcome an impartial NBA investigation, which may prove our only outlet for clearing my name and the reputation of an organization of which I'm so very proud,\" Sarver said in a statement.</p><p>Sarver was accused of repeating an NBA player's use of a racial slur after a 2016 game by former Suns coach Earl Watson, according to ESPN. Sarver is white. Watson, who was fired by the team in 2017, and the player are Black.</p><p>The NBA said it was hiring the Wachtell Lipton Rosen &amp; Katz law firm to handle the investigation. \"Its findings will provide the basis for any league action,\" a spokesman for the NBA said.</p><p>The Suns attempted to preempt ESPN's article last month by releasing comments from Sarver, general manager James Jones and team president Jason Rowley refuting allegations in the then-unpublished story. Sarver said then that he was neither racist nor sexist.</p><p>\"I categorically deny any and all suggestions that I used disparaging language related to race or gender,\" he said. \"I would like to think that my actions and public record regarding race, gender or discrimination of any kind, over a lifetime in business and community service, will adequately answer any questions anyone might raise about my commitment to equality and fairness.\"</p><p>Phoenix's coaches and players sidestepped questions about Sarver when they were asked last month, after the team's statements and before the article's publication, saying they wouldn't let the specter of ownership turbulence distract from their focus on the NBA season. They are expected to address the ESPN article before and after their game on Thursday night.</p><p>Sarver, who made his fortune in banking and real estate, bought the Suns in 2004 for $401 million, which was a record price for an NBA team at the time.</p><p>After not making the playoffs during a decade of organizational tumult, the Suns have emerged as one of the best teams in the NBA. The allegations come immediately after the deepest playoffs run of Sarver's ownership, as they advanced to the Finals last season and found themselves within two wins of the first title in franchise history. They remain among the favorites to win the West and contend for a championship this season.</p><p>The Mercury have been far more successful, winning three WNBA titles since 2007 with Diana Taurasi, who is widely considered one of the greatest basketball players ever. They lost in the WNBA Finals last month.</p><p>The NBA's recent history of sanctioning owners ranges from levying fines worth millions of dollars to stripping their ownership and expelling them from the league.</p><p>Adam Silver's first major decision as commissioner was to ban the former Los Angeles Clippers owner Donald Sterling in 2014 after recordings of Sterling telling his girlfriend not to bring Black people to games became public, an unprecedented response to a crisis that engulfed the league and had players contemplating a boycott of a playoff game.</p><p>Silver said he would urge the league's owners to force a sale of the team before Sterling eventually sold the Clippers to former Microsoft chief executive Steve Ballmer for $2 billion, sparing the NBA a potentially bruising custody battle.</p><p>The big difference in this case is the lack of documentary evidence supporting the allegations against Sarver. While the audio recordings of Sterling's explosive comments resulted in an expedited probe, the league's investigation of the Suns is likely to require more time.</p><p>Write to Ben Cohen at ben.cohen@wsj.com</p><p>NBA Opens Investigation Into Phoenix Suns After Toxic Workplace Allegations</p>",
  "published": "2021-11-04T21:44:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3060,
          "end": 3069
        }
      ],
      "nexusId": "10031144"
    }
  ]
}