{
  "_id": "4c62bcb658c4d440bf3225494f7a8d0536d19e3b703d21390ed5495b1f47411c",
  "feed": "wall-street-journal",
  "title": "C-Suite Strategies (A Special Report): Management Top 250 --- Ready for Strained Supplies: Which companies are best positioned to deal with turmoil in supply chains? We crunched the numbers.",
  "text": "<p>The answer: those that are well-managed across the board.</p><p>Our analysis rests on a statistical model that was developed by the Drucker Institute and is rooted in the core teachings of the late management scholar Peter Drucker. It serves as the basis of the Management Top 250, an annual ranking produced in partnership with The Wall Street Journal. The 2020 list was published in December.</p><p>In all, we evaluated 886 large, publicly traded corporations last year through the lens of 33 indicators that fall into five categories: customer satisfaction, employee engagement and development, innovation, social responsibility and financial strength.</p><p>To create our ranking, companies are compared in each of the five areas, in addition to their overall effectiveness (defined by Mr. Drucker as \"doing the right things well\"), through standardized scores with a typical range of 0 to 100 and a mean of 50.</p><p>Recently, with concerns mounting about bottlenecks through the supply chain, we set out to determine whether there was any empirical relationship between how effectively companies manage that aspect of their operation and how effectively they manage the rest.</p><p>To do so, we focused on two of the 11 metrics that are part of our innovation category. The first gauges a company's \"supplier relationship management,\" which is how skillfully it communicates, plans, resolves problems and collaborates on process improvements with its suppliers. The second assesses \"supply-market intelligence\" -- a company's ability to ferret out meaningful information on available capacity, technological changes, price and cost trends, environmental and regulatory issues, and other risks and opportunities. These indicators, which are expressed through a 1-5 rating, are provided by the Supply Chain Resource Cooperative at North Carolina State University.</p><p>Looking at the numbers, two things jumped out.</p><p>For starters, relatively few companies perform at a high level, as measured by NC State. Out of our entire universe of 886 companies, a mere 39 earned a 4 or 5 in supplier relationship management. Only 48 notched a 4 or 5 in supply-market intelligence.</p><p>Of the companies ranked highest in overall effectiveness within the 24 industry groups that we track, just eight scored a 4 or 5 in both of these supply-chain management practices: Ford Motor Co., Exxon Mobil Corp., Procter &amp; Gamble Co., Alphabet Inc., Amazon.com Inc., Microsoft Corp., Apple Inc. and AT&amp;T Inc.</p><p>\"You'd be surprised,\" says Robert Handfield, the Supply Chain Resource Cooperative's executive director. \"A lot of companies are more ad hoc about this stuff than you'd think.\"</p><p>Those that do rate a 4 or 5, he adds, may still be buffeted by the immense disruption taking place these days. But they are bound to be more resilient over time. \"They tend to have better risk-mitigation plans,\" Mr. Handfield says. \"There is at least a playbook there.\"</p><p>The other notable finding: The firms that are most adept at managing their supply chains also excel at managing all five of the broader categories in our rankings.</p><p>In fact, as you examine cohorts of companies as rated from 1 to 5 in supplier relationship management, you see that their average overall effectiveness scores rise in lockstep on our 0-100 scale, from 44.9 to 66.1.</p><p>That pattern is repeated in every area in our model, with scores increasing steadily from 47.4 to 55.3 in customer satisfaction; from 48.5 to 55.8 in employee engagement and development; from 45.5 to 69.9 in innovation; from 44.0 to 62.2 in social responsibility; and from 48.6 to 58.1 in financial strength.</p><p>When it comes to supply-market intelligence, the picture is very much the same.</p><p>The data doesn't explain whether adroitly managing a supply chain lifts a company's effectiveness in these other areas or whether being effective in them leads to superior supply-chain management. Mr. Handfield and other experts suspect it's a bit of both. For instance, companies that generate high customer satisfaction not only are plugged into consumers' evolving wants and needs, but also have built a network of suppliers that can help them meet those dynamic demands.</p><p>\"It's like a mirror,\" says Eric Oak, senior supply-chain research analyst for S&amp;P Global Market Intelligence, \"with the sales team on one side and the procurement team on the other.\"</p><p>Innovation is another area where there is a direct connection with the supply chain. Companies with the most sophisticated R&amp;D shops often work closely with their suppliers to develop the guts of new products, as well as the equipment to manufacture them. \"You need innovative components to make innovative things,\" Mr. Oak says.</p><p>Likewise, companies with strong social-responsibility scores often exert influence over how the environment is cared for and labor is treated up and down the supply chain.</p><p>Nor does it stop there. Mr. Handfield notes that supply-chain professionals at the most well-managed companies typically have a hand in every phase of the business -- not just sourcing materials to keep the assembly line humming or store shelves brimming, but also helping the human-resources staff negotiate benefits contracts and the IT department select the ideal vendor.</p><p>\"Having internal-external alignment is key,\" Mr. Handfield says.</p><p>As our data bears out, if there's one thing you can always count on to deliver, it's good management.</p><p>---</p><p>Mr. Wartzman is the head of the KH Moon Center for a Functioning Society, a part of the Drucker Institute, and Ms. Tang is the institute's senior director of research. Email reports@wsj.com.</p>",
  "published": "2021-06-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2408,
          "end": 2423
        },
        {
          "start": 2408,
          "end": 2417
        }
      ],
      "nexusId": "10031144"
    }
  ]
}