{
  "_id": "6ce89e29ffeb89137ee24e347ad05b417a41ba2fe2143ae80451b70f12f93e8a",
  "feed": "wall-street-journal",
  "title": "Hospitals Form Firm to Capitalize On Troves of Health Data in U.S.",
  "text": "<p>Demand from technology companies, insurers, drugmakers and others trying to develop new tools and treatments has created a gold rush in health data. Hospitals hold some of the richest repositories -- detailed information on patients' histories, care and conditions -- and for years other companies have sought access.</p><p>\"Instead of just farming off all our data to a technology company somewhere, we've formed our own,\" said Rod Hochman, chief executive of Providence. The hospital systems will focus on research questions around health equity, as well as improving medical treatment, he said.</p><p>The new company's data will reflect around 13% of the clinical care provided in the U.S., a spokeswoman said, representing records for many millions of patients across 40 states. Truveta will be jointly owned by the hospital operators.</p><p>Others will be invited to participate in the future, said Truveta's chief executive, Terry Myerson, a former Microsoft Corp. executive. Mr. Myerson said the goal is to make the data available for \"all ethical research,\" and that the company is still developing its pricing plans. Potentially, fees will vary depending on the type of entity seeking access, he said.</p><p>Pulling together in-depth data from so many hospital owners makes it even more powerful for research, and as a business opportunity, said Chas Roades, chief executive of Gist Healthcare, a consulting firm not involved in Truveta. \"It's a really valuable data asset,\" he said. \"These systems are moving to monetize that asset in a way that is going to be very beneficial for them.\"</p><p>Michael Slubowski, CEO of Trinity Health, said the new company would be able to play a role in real-time situations like the pandemic, which left hospitals scrambling to find the best treatments and approaches. \"We were all flying blind,\" he said. Truveta aims to update the data from the hospital systems daily.</p><p>Hospital leaders involved in the effort said it would be built to carefully protect patient data. \"We are going to take every precaution necessary to be sure this is done correctly, and there are no privacy issues,\" said Michael Dowling, chief executive of Northwell Health. He and Trinity's Mr. Slubowski said their existing disclosure process with patients would already allow for the sharing of data with Truveta.</p>",
  "published": "2021-02-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 937,
          "end": 952
        },
        {
          "start": 937,
          "end": 946
        }
      ],
      "nexusId": "10031144"
    }
  ]
}