{
  "_id": "b7b8f6c85fe9d8d63e44ad244b9b829f99dee249e1bdb3bfdb44ee0a65caa45f",
  "feed": "ftcomall",
  "title": "London's loss will be Blue Prism's gain as buyout funds circle",
  "text": "<p>Not all bid approaches are created equal.</p> <p>At first glance, a potential takeover of software maker Blue Prism follows a familiar pattern. The interested parties are US private equity groups, TPG Capital and Vista Equity Partners. Their prey trades at a sharp discount to its international peer group, having been battered by Covid-19 and an aversion among investors for UK stocks. A big shareholder, Coast Capital Management, has already warned the board not to sell out on the cheap.</p> <p>Blue Prism joins the likes of Cobham, John Laing and Wm Morrison on the <a href=\"https://www.ft.com/content/79e6ec3e-e869-4c77-beef-938c306ed7bc\">“UK for sale”</a> list in what has been a record-breaking year for transatlantic corporate raids. Yet the forces at work elsewhere — predictable cash flows at low relative valuations, asset backed gearing potential and easy-to-fire employees — do not apply here. Blue Prism's <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15117461-4KA9L32N7A8BDH7P9LRJ535CNQ\">potential takeout</a> looks more like a mercy killing. </p> <p>Part of the problem is that UK investors pay attention to red flags, particularly among companies quoted on Aim, London's junior market. </p> <p>Blue Prism surged in value from less than £50m at flotation in 2016 to almost £2bn by mid-2018 over hype around robotic process automation, which transfers repetitive workplace tasks from humans to computers. And, as is normal when a fledgling business reaches a stratospheric valuation, professional short sellers gathered to pick at its numbers. </p> <p>Talk of cash burn and drifting targets for break-even soon eclipsed the sellside analysts' total addressable market estimates, with the cynics zooming in on some unorthodox accounting around sales costs and a research and development budget that looked miserly relative to peers. By mid-2019, the stock had lost about two-thirds of its value. </p> <p>The last straw for many shareholders came in January, when Blue Prism <a href=\"https://www.ft.com/content/033716fd-56d7-4fe2-a839-6a86689ddc70\">warned on sales</a> and rejigged its revenue recognition policy. The sudden exit a year earlier of Alastair Bathgate, co-founder and chief executive for 18 years, had already heightened suspicions that something was up. His successor, Jason Kingdon, boosted R&amp;D spending to counter stalled growth; only later did it become clear that about a third of the budget was for existing contract maintenance rather than new product development. Nothing before or since has dispelled the impression that Blue Prism had been falling behind competitors because of years of under-investment. </p> <p>But perhaps the cynics need to share some of the blame. Blue Prism's choice to go public seems to have left it at a competitive disadvantage. </p> <p>Since flotation, Blue Prism has tapped equity investors for just £240m. UiPath of Romania, the sector leader, raised $2bn privately in the same period ahead of its New York Stock Exchange initial public offering in April, where it banked a further $1.3bn. Automation Anywhere raised $845m in four private funding rounds between 2018 and 2019. WorkFusion, an upstart challenger, raised $220m in a private fundraising in March.</p> <p>These are the companies now taking market share as the business process automation sector divides between specialist services and generic products, whose functions can be replicated by Microsoft, SAP and Oracle as free add-ons to existing software. Private equity has been funding a technological arms race. Meanwhile, Blue Prism is jettisoning sales staff as it tries to deliver on a promise of hitting cash break-even in the financial year ending October. </p> <p>Before the bid approached, Kingdon had been threatening to list Blue Prism in the US in the hope of being more appreciated there. His company remains number three by market share behind UiPath and Automation Anywhere but his ability to compete in a rapidly changing market has been stunted. </p> <p>Worse, UK investors seem to have accepted its fate as an also-ran. Even with a bid premium, Blue Prism is valued at £1.1bn, or about six times forward sales. UiPath is valued at $32bn, or about 35 times forward sales. </p> <p>Buyouts will always raise public interest concerns but, for Blue Prism, they look misplaced. Either investors have judged the company too harshly or someone is about to be sold a pup. Whichever way, a retreat to private ownership is its best solution.</p><p>Source: Bryce Elder 2021 'London's loss will be Blue Prism's gain as buyout funds circle' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-01T16:33:25.783Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3106,
          "end": 3115
        }
      ],
      "nexusId": "10031144"
    }
  ]
}