{
  "_id": "376789979c2f55c2e80da30d8cfbcf8a2fc05fdd52350c7b0a066849a694d44a",
  "feed": "market-watch",
  "title": "COVID surge leaves AMC investors feeling uncertain, and Trump SPAC faces legal woes after failing to land Melania's NFT business",
  "text": "<p>That could be especially costly to movie theatres, which is bad news for AMC Theatres AMC and its CEO Adam Aron, who has been unsubtle in selling the holiday box office and especially the premiere of mega-blockbuster “Spider-Man: No Way Home” as a huge way for the meme stock company to cap off an incredible (and we use that word literally) 2021.</p><p>But meme stocks are as meme stocks do, so instead of falling like a brick on Thursday, shares in AMC moved between green and red seven times before closing down 0.9%.</p><p>Fidelity showed a buy-to-sell ratio of well over 2-to-1 on the stock, and according to Ortex data, short interest on AMC was actually down 1.7% on the day, both showing that retail investor sentiment remained predictably bullish and short-sellers were backing away a bit from the stock.</p><p>While investors might not be ready to fade AMC's box-office prospects, omicron appears to have no such optimism as Europe and large U.S. cities are now staring down a massive wave that is likely to result in widespread voluntary quarantines.</p><p>As for now, it appears that Aron is still planning to show up at an New York City movie theatre on Sunday to promote the release of another big-budget action flick:</p><p>https://twitter.com/CEOAdam/status/1471173488555794443But on social media, many of AMC's diehard “Apes” see the omicron spread as overblown or a media plot to depress the price of the stock.</p><p>“Omicron spreading my ass,” blared one post on subreddit r/AMCStock. “JoeB ain't closing shit down – nothings changed BUY N HODL!”</p><p>And others went into predictions about how the variant might be wielded against the stock.</p><p>“Tomorrow, I'm going to say Omicron will be the flavor of the day to tank AMC to possibly $19,” read another AMCStock thread. “[Mainstream media] are already ramping Omicron news reports on various channels with the exact same headlines. Also, it is Friday for those Hardheads that still Buy options for AMC.”</p><p>But while this entire column is proof that the media is indeed discussing how an even more highly transmissible variant of a global pandemic virus that has killed at least 5 million people might keep some folks from gathering inside a movie theatre during the same time period that they plan to visit families, it doesn't really matter does it?</p><p>Because this is the era of meme stocks, where data only matters to those who have an opinion that fits that data. So if there are investors who believe that omicron's surge is media hyperbole, they should go ahead and just buy the dip in AMC stock, but maybe only after they buy an AMC movie ticket…y'know, just to be sure.</p><p>Trump SPAC faces new legal drama, and someone else selling Melania's ‘cobalt blue eyes' as an NFT</p><p>Now, we have been critical of it but we would never say that Digital World Acquisition Corp. DWAC, the SPAC engaged in a merger to take the Trump Media &amp; Technology Group public, has ever done anything that would categorize as a “brazen” “fraud.”</p><p>But a guy who was named as a director nominee of the company would say that apparently, in a legal complaint.</p><p>Brian Shevland, an investor who claims to have helped create DWAC with its CEO, Patrick Orlando, is suing Orlando in a Florida federal court, alleging that Orlando cut him out of the SPAC without notifying him and after disclosing in SEC filings that Shevland was a nominee for the board of the combined companies.</p><p>Shevland's suit claims that Orlando violated an agreement to let him buy into DWAC pre-merger and claimed in an SEC filing that he had returned 7,500 shares to Shevland upon his removal, who calls that “a brazen act of fraud” in his suit.</p><p>But further reading of Shevland's suit reveals what could be a bigger issue for DWAC and TMTG. According to him, Shevland was involved in talks between DWAC and TMTG as early as June 2020, months before DWAC's IPO and proof of a potential violation of rules governing SPACs restricting them from having a target lined -up pre-IPO.</p><p>Senator Elizabeth Warren and SEC Commissioner Gary Gensler have been paying special attention to DWAC on this count, and Shevland's suit might be another invitation for them to poke around more deeply.</p><p>But one person who is not poking around on TMTG is Melania Trump.</p><p>The former first lady is launching an NFT business and it is…perfectly Melania.</p><p>Per a press release:</p><p>It gets better…</p><p>And then it gets…interesting…</p><p>One point of interest in that paragraph is that Solana Labs appears to have almost tripped over itself in a rush to distance itself from the project, reaching out to crypto news site Decrypt to make it clear that this was not Solana's idea at all.</p><p>“I wanted to inform you, to avoid any confusion, that her choice to use the Solana blockchain was completely organic, and this project is not part of any Solana-led initiative,” a Solana representative told&#xa0;the news site&#xa0;in a pre-emptive statement.</p><p>The other point of interest is that Parler is powering Melania's platform.</p><p>TMTG made it clear in their presentation — which is still almost all we know about the company — that it plans to launch a competitor to Parler, and virtually every other media and tech company on the globe.</p><p>So why wouldn't Melania wait to sell her tokenized eyes on a platform owned and operated by the TRUMP brand?</p><p>Well, TMTG also just signed a deal with Rumble — the MAGA YouTube to Parler's MAGA Twitter — meaning that the Trumps are now getting a peek at how the top two non-woke social-media brands operate.</p><p>Perhaps Melania's deal and the Rumble partnership indicate that TMTG is moving a little beyond being a meme stock as a business model and dipping a toe in existing platforms and maybe window shopping with its $1 billion PIPE.</p><p>Robinhood…oof</p><p>When you think about meme stocks and where they came from, the two names that spring to mind are Robinhood HOOD and Reddit.</p><p>The latter revealed late Wednesday that it has filed confidential paperwork with the SEC to go public via an old-school IPO sometime in early January 2022.</p><p>But while everyone gets to start wondering what's under the hood at the other, other,other social-media platform, it might be instructive to look at how startups powered in part by the meme stock fervor have performed on the public market.</p><p>And if that is something Reddit is into, it might want to shield thine eyes…</p><p>Robinhood stock closed down almost 7% on Thursday, plunging to $18.14 a share, 52.3% below its IPO price from late July.</p><p>Ok, so maybe all Reddit needs to do is not alienate the most vocal part of its user base before February?</p><p>For more fun with meme stocks, check out our YouTube channel, MemeMarkets:</p>",
  "published": "2021-12-16T17:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}