{
  "_id": "77d427f3054f1ce518b3434bf539425d38d011c912c130e14561baf924106845",
  "feed": "wall-street-journal",
  "title": "Ryan Cohen 's Power Play at GameStop --- 36-year-old ousted executives in overhaul",
  "text": "<p>If Mr. Cohen has made winning look easy thus far, it is far from clear what comes next. From his perch as chairman, he has to revamp GameStop 's business, if only to justify the stock's remarkable run. The stock closed Wednesday around $159 per share, up more than eightfold this year, but far below the high of $483 it touched in January. The company has reported annual losses for three consecutive years.</p><p>Save for pledging to increase digital sales, Mr. Cohen is vague on his long-term vision for the company, which mostly sells videogames and related products at its roughly 4,700 stores world-wide. At a June shareholder meeting, he deflected specific questions, saying he was wary of providing hints to competitors.</p><p>\"We know some people want us to lay out a whole detailed plan,\" he said in a live video appearance at the meeting, \"but that's not going to happen.\"</p><p>Mr. Cohen's swift accumulation of power at GameStop , orchestrated from his Florida beachfront apartment located halfway across the country from company headquarters, was the result of a series of previously unreported moves, people familiar with the matter said. Fueled in part by his popularity on social media, Mr. Cohen injected himself into company decision making, all but supplanting the CEO. Board members and executives who were deemed too slow to transform the company didn't last long.</p><p>Mr. Cohen's takeover of GameStop is \"the most audacious thing I've ever seen,\" said Wedbush Securities analyst Michael Pachter. \"How does a 12% shareholder take control of a company?\"</p><p>Mr. Cohen and GameStop represent perhaps the highest-profile test of the meme-stock movement. Small-stakes traders congregating on websites such as Reddit and Twitter have invested money and urgency into an unlikely collection of public companies, such as movie-theater chain AMC Entertainment Holdings Inc . and telecommunications firm Nokia Inc .</p><p>The skyrocketing stock prices are already a jackpot for the companies' executives and investors, including Mr. Cohen. The GameStop chairman's 12% stake in the company is valued at around $1.4 billion, a more-than billion dollar gain on paper, according to filings.</p><p>Mr. Cohen sold Chewy in 2017 to a competitor in a $3.35 billion deal. His portion of that windfall helped give him the confidence to face off against GameStop 's board, whose members' average age was roughly 20 years older. Mr. Cohen made little secret of his feelings for the company's leadership.</p><p>\"You don't have to have the highest IQ to run a successful business,\" he has often told friends. GameStop was founded in 1984 in the Dallas suburb of Grapevine under the name Babbage's before being sold in 1999 and rebranded a year later. The company went public in 2002.</p><p>In early 2019, GameStop tried and failed to sell itself after years of stagnant growth and corporate strategy missteps. That spring, it hired a new CEO, George Sherman , a veteran of retailers including Advance Auto Parts . Mr. Sherman was GameStop 's fifth CEO in less than two years.</p><p>Later in 2019, Mr. Cohen began building his stake. When the company's board learned of Mr. Cohen's stock purchases, the directors offered him a board seat, according to current and former board members. In some ways, he was an unconventional choice, given that he neither worked at a public company nor served on the board of one. His experience in e-commerce from Chewy, however, made him appealing to a retailer attempting to make inroads with gamers who were increasingly downloading games rather than buying hard copies.</p><p>Mr. Cohen turned down the entreaty, telling directors that a sole board seat would give him no meaningful influence over decision making.</p><p>The pandemic landed hard on GameStop . Though online sales skyrocketed, the chain couldn't make up for lost revenue from closed stores. Executives had been counting on the release of new machines from Microsoft and Sony Group Corp . to lift sales, but production delays hampered availability.</p><p>Mr. Cohen stewed. In November, he released a public letter to the board saying it was moving too slowly to adjust to online retail. The letter was particularly critical of the CEO. \"Regrettably, Mr. Sherman appears committed to a twentieth-century focus on physical stores and walk-in sales despite the transition to an always-on digital world,\" Mr. Cohen wrote. The board responded by hosting a private call with Mr. Cohen.</p><p>The following month, GameStop said it would sell at least $100 million in new stock for a new cash cushion. Mr. Cohen erupted. The topic hadn't come up on his call with the board, directors said. He worried the plan would damage the company's standing among investors by reducing the value of existing shares.</p><p>Mr. Cohen wrote an email to GameStop 's then-chairwoman, Kathy Vrabeck , warning her that he would go public with his disapproval if the company proceeded with the sale. He urged her to share the email with other directors, people familiar with the matter said. The company shortly after scuttled the planned stock sale, for reasons it didn't disclose. \"The ill-timed stock offering created a wedge and he used it to his advantage,\" a former board member said.</p><p>Leery of a prolonged fight and open to new ideas to improve the business, the board invited Mr. Cohen and two of his associates to join in January.</p><p>Mr. Cohen approached his first board meeting, held over videoconference, as a blitz.</p><p>He proposed the formation of a new committee to review GameStop 's strategy for spending and hiring. It would consist of himself, fellow activist investor Kurt Wolf and former Chewy executive Alan Attal . Though some members of the board said they worried about allowing Mr. Cohen so much sway on subjects of day-to-day management, the proposal was approved. Mr. Cohen proceeded to personally recruit new talent, including executives from Amazon.com Inc ., Alphabet Inc .'s Google , and Chewy.</p><p>Some directors questioned Mr. Cohen's turnaround chops, as his proposals to reduce store count and invest more in e-commerce were already under way. They also told him that merely shifting focus to online sales didn't constitute a new strategy. Mr. Cohen said the pace of change needed to quicken.</p><p>In one instance, Mr. Cohen asked a company executive to sign a deal to lease a new fulfillment center, hoping to speed up delivery times for customers' online orders, people familiar with the matter said. The executive argued that such a request from a director was unusual and against company policy that called for such contracts to undergo vetting that included multiple executives. The project later moved forward.</p><p>Interest in GameStop 's turnaround hit hyperdrive in January, thanks to a populist market uprising led by small traders looking to bolster stocks that Wall Street firms bet against. The company's shares rose or fell by at least $100 for five consecutive days near the end of the month, drawing the attention of lawmakers and regulators. \"Ryan personified a hero against the hedge funds,\" a former board member said.</p><p>GameStop directors were concerned about the sudden rise in valuation. They debated whether to discuss it publicly and whether the stock volatility could lead to shareholder lawsuits, current and former directors said. A government probe of share-trading activity and a congressional hearing about the trading frenzy added further tension. Few directors other than Mr. Cohen were familiar with Reddit, the social network whose users fed the trading fracas, board members said.</p><p>Mr. Cohen's fame among memestock traders, many of whom were also videogame enthusiasts, seemed to grow in tandem with GameStop 's stock. Mentions of him on Reddit and Twitter more than tripled the week of Jan. 24 from the week prior, according to media-intelligence firm Zignal Labs Inc .</p><p>Mr. Cohen's burgeoning celebrity status, combined with his tendency to dabble in the company's operations, earned him fans neither in the boardroom nor among GameStop 's executive ranks. One director, PetSmart Inc. chief executive J.K. Symancyk, on multiple occasions told board members that Chewy under Mr. Cohen was unprofitable and later required a full information-technology overhaul, according to people familiar with the discussions. Several directors interpreted the remarks from Mr. Symancyk as criticism. Others viewed the commentaries as matter-of-fact descriptions.</p><p>Mr. Cohen agitated for the company to invest more in e-commerce over bricks-and-mortar. Hoping for more sway in GameStop 's spending, he pushed for finance chief Jim Bell , a trusted lieutenant of Mr. Sherman, to be the first senior executive to go, people familiar with the matter said. Mr. Bell left in late March. He didn't respond to requests for comment.</p><p>Mr. Cohen's rising influence irked existing leadership. A handful of top executives, including CEO Mr. Sherman, considered stepping down and claiming their contracts had been breached because of the reduction in their duties due to the board member's involvement in corporate affairs, a person familiar with the matter said. Thanks to the stock rise, several executives were in line to receive multimillion-dollar incentive packages.</p><p>Messrs. Cohen and Sherman were cordial but never quite meshed. The new board member was brash and outspoken, while Mr. Sherman, 60, tended to keep to himself, people who know them both said. Though Mr. Sherman worked through most of the pandemic in GameStop 's Texas headquarters, it was Mr. Cohen, on all-hours video calls from his apartment, who called many of the shots, according to board members. New employees frequently sought out Mr. Cohen directly with questions about the business or operations, bypassing the CEO, people familiar said.</p><p>Mr. Cohen encouraged Mr. Sherman to step aside, and the CEO agreed in April to step down. His separation agreement called for the accelerated vesting of more than 1.1 million GameStop shares, valued at more than $224 million as of June 21, his last official day.</p><p>GameStop 's annual shareholder meeting in early June served as both a celebration of the once-ailing company's remarkable year and as a coronation of Mr. Cohen as its new savior. An estimated 200 shareholders trekked to company headquarters to attend in person, eagerly collecting company-branded swag such as T-shirts, pins and hats.</p><p>Shareholders easily approved six board nominees, including Mr. Cohen as chairman. Because of the pandemic, most of the departing directors left their service without ever having met Mr. Cohen in person.</p><p>From an undisclosed remote location, Mr. Cohen spoke publicly for the first time since joining the board. \"You've ushered in a whole new era at GameStop ,\" he said, a nod to the new interest from individual investors.</p><p>His priority for the moment is to head off the threat of losing business to larger online sellers. GameStop is expanding its product selection to include new categories such as chairs for gamers and live-streaming equipment. The strategic board committee, led by Mr. Cohen, is separately building a customer-support team based in Florida, rather than relying on contractors from abroad.</p><p>In conversations with directors and executives, Mr. Cohen emphasized improving the experience for GameStop customers, predicting that gamers will support the company if it provides better service, competitive prices and faster shipping.</p><p>Farris Husseini, a business-intelligence analyst who owns around $1.5 million of GameStop shares in his personal account, is a true believer in the company's future. \"If you become more customer-centric, you'll improve loyalty,\" said the 32-year-old Mr. Husseini, who once worked at Chewy but didn't interact with Mr. Cohen. \"Sentiment can change overnight.\"</p><p>Hours after the annual meeting, GameStop announced a new CEO, plucked from Amazon . Another Amazonian joined as finance chief. Through midsummer, GameStop has hired more than 80 new employees with technology experience, while letting go about one dozen existing executives, people familiar with the matter said.</p><p>The new team will enjoy a benefit the old one missed out on. Mr. Cohen, cognizant of the elevated share price, blessed a pair of stock offerings, the latest in June, to raise more than $1.6 billion and eliminate the company's long-term debt.</p><p>It was the same move he complained about so vociferously less than one year ago.</p>",
  "published": "2021-08-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3887,
          "end": 3896
        }
      ],
      "nexusId": "10031144"
    }
  ]
}