{
  "_id": "465d647f297e6b6e79ad8c9c3ec753340c5dece08dd6d48620db965fa78083bb",
  "feed": "wall-street-journal",
  "title": "World News: Stranded Sailors Can Get Covid-19 Vaccines at Ports",
  "text": "<p>Port authorities and nonprofits at some of the world's busiest ports, including Los Angeles, Rotterdam and Singapore, now offer Covid vaccines to international seafarers. For many of the sailors, it is the first time since the pandemic began that they have been able to get access to vaccines.</p><p>Iluminado Jagonos Jr., the 51-year-old captain of the JP Azure, a bulk carrier shipping coal from Vancouver to Boryeong, South Korea, has been stuck on a ship three months longer than his eight-month contract, unable to return to his family in the Philippines without a vaccine certificate.</p><p>Capt. Jagonos heard about Vancouver's program, and in October his ship pulled into port and healthcare workers from Vancouver Coastal Health came aboard offering shots to the crew of 20. As the captain received his first dose, he led his crew in a cheer to celebrate.</p><p>\"You feel invincible when you have the vaccine,\" he said.</p><p>There are no official statistics on how many seafarers have been vaccinated in recent months, but thousands of doses are becoming available. The Port of Rotterdam in August announced it was making 10,000 shots available for seagoing vessels.</p><p>According to the International Chamber of Shipping, a trade group, more than half of the world's 1.7 million seafarers come from developing nations such as the Philippines, Indonesia and India, which have lagged behind in inoculating citizens.</p><p>After unvaccinated mariners board a ship, they find they can't take shore leave because of local rules that keep unvaccinated people out, or because their captain and shipowner doesn't want to risk them contracting Covid-19 and bringing it back with them.</p><p>\"People are sad. We lost the enjoyment of the seaman's life,\" said Daresh Villarayan, a 49-year-old motorman on the chemical tanker, MT Peterpaul. He hasn't left the boat in more than seven months. \"It is the same as jail,\" he said.</p><p>The industry also is advocating for vaccines because an infection aboard a ship or at a port can quickly ripple across the global supply chain.</p><p>In August, a Covid infection caused the shutdown of a key terminal for shipments to Europe and North America at the Ningbo-Zhousan port in China. The congestion it created spread to Shanghai and Hong Kong as other ports struggled to ease the backlog.</p><p>The seafarer vaccination efforts first began in the U.S. in April, led by local aid organizations like the North American Maritime Ministry Association, a Christian charity.</p><p>It was difficult at first to convince authorities to help seafarers because they were foreigners at a time when countries were giving priority to domestic populations for vaccines, said Jason Zuidema, executive director of NAMMA.</p><p>\"We convinced people that if seafarers are not vaccinated, and they have outbreaks, it affects me and you,\" he said. \"Our products can't make it to us.\"</p><p>At the ports of Los Angeles and Long Beach, the busiest container-ship ports in the U.S., about 8,500 people have been inoculated since April, said Guy Fox, chairman of the International Seafarers Center of Long Beach/Los Angeles, a nonprofit that provides services to sailors. The organization has been working with the ITF union and health authorities to vaccinate sailors.</p><p>\"It's the least we can do for these workers,\" said Peter Lahay, a coordinator for the International Transport Workers Federation, a global trade union.</p>",
  "published": "2021-11-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}