{
  "_id": "dec36a38d407db75c57e0d730bee632c126f10b5a4796910c98d916ac8c1c662",
  "feed": "ftcomall",
  "title": "Chinese smartphone giant joins race to make own chips",
  "text": "<p><em>Hello, Mercedes here from Singapore. The US-China trade war and global chip shortage are forcing more mainland Chinese companies to become self-sufficient. The latest is Oppo, the world's fourth-largest smartphone maker, which plans to develop its own processors. But success is far from assured. Elsewhere, Beijing is dialling up the pressure on US companies to rollout digital renminbi payments systems ahead of the Winter Olympics, and check out why the Singapore Exchange's latest attempts to attract tech listings is a nice gesture but likely to fall flat. See you next week. </em></p> <p><strong>Cue drumroll:</strong> #techAsia is staging an online debate at the Asia Society Switzerland on Thursday, October 28 at 12pm to 1pm Zurich time. All #techAsia readers are most welcome. The motion: <em>Asia is already the centre of global technology.</em> Debating for and against are: Ken Koyanagi, Mercedes Ruehl, Akito Tanaka and James Kynge. Free registration <a href=\"https://asiasociety.org/switzerland/events/oxford-debate-asia-already-center-global-technology\">here.</a> </p> <h1>The Big Story — Exclusive</h1> <p>Oppo, the world's fourth-largest smartphone maker, is joining the race to develop its own processors. The Chinese giant is aiming to use its own chips in high-end phones due out in 2023 or 2024 to reduce dependence on foreign suppliers, according to <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/China-s-Oppo-joins-race-to-develop-own-smartphone-chips\">this exclusive</a> in Nikkei Asia.</p> <p>If Oppo is successful, it will follow in the footsteps of Google, which this week <a href=\"https://asia.nikkei.com/Business/Technology/Google-aims-to-double-smartphone-output-with-new-Pixel-6\">unveiled the Pixel 6,</a> its first smartphone using its Tensor mobile processor. Apple, Samsung and Xiaomi are also developing their own processors.</p> <p><strong>Key implications</strong>: Oppo is aiming high. The company is looking to use the cutting-edge 3-nanometre chip production technology offered by Taiwan's TSMC, the world's biggest contract chipmaker. Apple and Intel are among TSMC clients already using this technology.</p> <p>This means that Oppo is aiming to develop high-end chips able to compete with those made by the world's top semiconductor makers. The company is currently reliant on Qualcomm and MediaTek for its processors.</p> <p>Oppo has been&#xa0;<a href=\"https://asia.nikkei.com/Business/China-tech/China-s-Oppo-steps-up-chip-ambition-as-US-ban-hits-Huawei\">ramping up its chip investments</a>&#xa0;since the US crackdown hit Huawei. It hired top chip developers and artificial intelligence experts from MediaTek, Qualcomm and Huawei, and is continuing its recruiting efforts in the US, Taiwan and Japan, according to industry executives and job postings.</p> <p><strong>Upshot</strong>: The US-China trade war and the chip shortage have helped convince many smartphone makers to go it alone. But developing your own processors is a very challenging task. Success is not assured.</p> <h1>Mercedes' top 10</h1> <ol>  <li><p><strong>China</strong> is intent on rolling out the world's first major e-currency. <a href=\"https://www.ft.com/content/1f4274f4-b914-4534-89c0-62b9b7763f2b\">A scoop</a> in the FT details how Beijing is pushing <strong>US</strong> companies to expand their digital renminbi payments systems ahead of the Winter Olympics. </p></li>  <li><p><strong>Taiwan's</strong> Foxconn, the assembler of iPhones, unveils <a href=\"https://asia.nikkei.com/Business/Technology/Foxconn-aims-to-turn-EVs-into-a-35bn-business-in-five-years\">three electric vehicle</a> prototypes as it jumps into the segment. (Nikkei Asia)</p></li>  <li><p>LinkedIn's inevitable decision to retreat from <strong>China</strong> shows how western companies increasingly must decide between <a href=\"https://www.ft.com/content/bef47d1c-2c70-4a1b-8db8-6f69293b87e3\">profit and ethics</a>. (FT)</p></li>  <li><p>Should streaming groups pay a <a href=\"https://www.ft.com/content/de55fa2f-b57f-4dba-8820-0cba3031a7fc\">congestion charge</a> for hit shows? That's a question Netflix is facing following the runaway success of <strong>South Korea's</strong> <em>Squid Game</em>. (FT)</p></li>  <li><p>Contactless dining: <strong>Japanese</strong> restaurant chain Skylark is <a href=\"https://asia.nikkei.com/Business/Food-Beverage/Japan-s-Skylark-rolls-out-robo-waiters-for-contactless-dining\">using robots</a> to serve in its 2,000 restaurants. (Nikkei Asia)</p></li>  <li><p>Zozo, the <strong>Japanese</strong> company known for its Zozosuit for ordering clothes online, has a new target: becoming the “<a href=\"https://asia.nikkei.com/Business/Energy/Build-the-Tesla-of-the-Sea-Zozo-executive-s-next-challenge\">Tesla of the sea</a>”. (Nikkei Asia)</p></li>  <li><p><strong>Singapore's</strong> Sea, owner of ecommerce platform Shopee, seems intent on <a href=\"https://www.dealstreetasia.com/stories/shopee-to-launch-in-france-265650/\">global domination</a>. Its latest target: France. (DealStreetAsia)</p></li>  <li><p><strong>Japan's</strong> new minister for economic security had a <a href=\"https://www.ft.com/content/f59173b6-211c-4446-aa57-5c9b78d602c2\">grim warning </a>for the country's semiconductor industry in an FT interview.</p></li>  <li><p>On that note, <strong>Japan</strong> has to <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Japan-readies-multiyear-support-package-for-TSMC-s-new-chip-plant\">walk a fine line</a> between economic security and fair competition for TSMC's multibillion-dollar chip plant in the country. (Nikkei Asia)</p></li>  <li><p>Fascinating interview here with the head of <strong>India's</strong> Tata Power. The electricity producer is <a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Tata-Power-to-boost-renewable-energy-portfolio-sixfold-by-2030\">betting big</a> on renewable energy. (Nikkei Asia)</p></li> </ol> <h1>Our take</h1> <p>What does it take to lure big, high-growth technology companies to list on your exchange? Singapore is hoping a <a href=\"https://www.ft.com/content/8e3b4c3c-3411-40e1-804e-9973921d2bb2\">blank cheque — or special purpose acquisition company (Spac) — regime</a> plus <a href=\"https://www.ft.com/content/1d4231a8-d540-4cf1-a841-a49c961879a5\">financial incentives</a> could do the trick.</p> <p>As with other initiatives, such as the partnerships of Singapore Exchange (SGX) with the Nasdaq and Tel Aviv exchanges, this approach may not make&#xa0;a&#xa0;huge difference. The effort does not fix fundamental underlying problems. Most companies trading on SGX are languishing at below their book values. Trading volumes are low and the fee structure is viewed by many as no longer competitive when compared with other bourses in the region. <br><br>Meanwhile, a strong domestic investor base is lacking. The boom in trading by retail investors during the pandemic has largely passed Singapore by, while neighbouring bourses in Indonesia and Malaysia have benefited. Little wonder, then, that big tech companies such as Indonesia's Bukalapak have opted for local listings this year. Even the local sovereign wealth fund, GIC, does not invest in its home market — unlike many of its peers elsewhere.</p> <p>Thus the permission to allow Spacs&#xa0;to list may not be sufficient. Creating a vibrant capital market to complement Singapore's increasingly active start-up ecosystem should be a priority. But so far, even some successful Singapore-based tech groups — such as Sea and Grab — have opted to list in the US. Until more profound changes are made, the stock market will be a pale reflection of Singapore's private tech sector. </p> <p><em>— Mercedes</em></p> <h1>Smart data</h1> <p>Much has been written about how China's regulatory assault on its tech sector is boosting the relative appeal of India. But what about south-east Asia? Funds raised by south-east Asian start-ups during the first nine months of 2021 from venture funds and other investors totalled $17.2bn, <a href=\"https://asia.nikkei.com/Spotlight/Comment/Southeast-Asia-hosting-more-unicorns-as-internet-economy-takes-off\">according to DealStreetAsia</a>, more than doubling last year's total of $8.5bn.</p> <p>Even more interesting than the <a href=\"https://www.dealstreetasia.com/stories/se-asia-deal-review-september-265199/\">banner year</a> for south-east Asia is the fact that the region's six major economies — Indonesia, Malaysia, the Philippines, Singapore, Thailand and Vietnam — have added, since the start of the pandemic, roughly 70m new “digital consumers” to a total of more than 350m. That compares to 150m total digital consumers in India, whose average income is lower. </p> <h1>Spotlight</h1> <p>When Lu Jian <a href=\"https://www.ft.com/content/d5cc7987-9d41-44c3-a6bf-7947c03b9cf9?shareType=nongift\">joined LinkedIn</a> as the site's China head in 2018, the mainland was one of the US company's most significant and strategic markets. </p> <p>Three years later the Chinese tech veteran has been left trying to put a positive spin on what appears to be a full-scale retreat after LinkedIn last week said it would switch off its global site in China. The Microsoft-owned company blamed a “challenging operating environment” and “greater compliance requirements”. </p> <p>Lu, who has 20 years of experience managing tech companies in the US and China, including stints at Apple and Hujiang, spent the past few months trying to balance the increasing censorship requests made by Beijing against the global opprobrium for caving in.</p> <p>Lu played down the capitulation by the last major western social network left in the country, and insisted the company would still help Chinese businesses connect with global opportunities.</p> <p>But the high hopes that Lu could leverage well-connected local partners and a willingness to play by Beijing's rules to add hundreds of millions of users appear shot. </p> <h1>Art of the deal</h1> <p>Sony Group, which in 2015 was touting a “<a href=\"https://www.ft.com/content/c7e3fd74-5d20-11e5-9846-de406ccb37f2\">golden era</a>” of video games played on mobile phones, is now selling its mobile gaming subsidiary to a US company for about $1bn.</p> <p>The buyer is Scopely, a fast-growing US mobile game developer that was founded as recently as 2011. One of Scopely's strengths is that it develops games using other companies' intellectual property, meaning it can seize upon good ideas and bring them to market with speed.</p> <p>For instance, Scopely's hit game <em>Star Trek Fleet Command</em> earned more than $50m in just four months in 2019. To launch the game, Scopely partnered with CBS Interactive and DIGIT Game Studios.</p> <p>As part of the <a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Sony-to-sell-mobile-gaming-subsidiary-for-1bn\">deal with Sony</a>, around 400 employees at GSN Games, Sony's gaming unit, will move to Scopely. Sony will receive about half of its payment in preferred stock, becoming a minority shareholder in Scopely. </p> <p>SPE said it sees “the opportunity to benefit from the expected growth of the company and the mobile games industry”. Translated, that means that a “golden era” did indeed transpire in mobile games — but Sony was not nimble enough to reap sufficient rewards. It is now partnering with an outfit that is.</p><p>Source: Mercedes Ruehl and James Kynge 2021 'Chinese smartphone giant joins race to make own chips' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-20T07:50:10.422Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}