{
  "_id": "34bf0e106c9edb8c37b4bc5721f1dd9be4a20f9fe084ba2ebbadd0f04204065c",
  "feed": "ftcomall",
  "title": "Netflix moves into gaming with executive hire",
  "text": "<p>Netflix is accelerating its move into video games with the hire of a 30-year veteran of the gaming industry, in its first significant expansion beyond TV and movies. </p> <p>Mike Verdu will join Netflix from Facebook, where he oversaw gaming on its Oculus virtual reality headsets. Verdu's experience includes more than eight years at Electronic Arts, most recently running its mobile gaming division that included smartphone hits such as <em>Plants vs Zombies</em>. </p> <p>He also spent three years at Zynga during the heyday of Facebook gaming, overseeing titles such as <em>FarmVille</em> and <em>Mafia Wars</em>. </p> <p>That experience points to a Netflix strategy that may look more like <a href=\"https://www.ft.com/content/44236e86-5ba3-11e9-9dde-7aedca0a081a\">Apple Arcade</a>, the iPhone maker's subscription service for mobile gaming, than a threat to Nintendo or Sony.</p> <p>A job advertisement for Netflix's Interactive division invites applicants to help create “new types of features, game-like experiences, and different ways of interacting with stories”. </p> <p>At a time when many tech companies — including Apple, Google, Microsoft and Amazon — are already jostling to become the <a href=\"https://www.ft.com/content/7be7cc00-4c9d-11e9-bbc9-6917dce3dc62\">“Netflix of games”</a>, the arrival of the world's largest TV and movie streaming service will only intensify Silicon Valley's focus on the most valuable portion of the entertainment industry. </p> <p>“Our members value the variety and quality of our content. It's why we've continually expanded our offering, from series to documentaries, film, local language originals and reality TV,” Netflix said, confirming the hire. “So we're excited to do more with interactive entertainment.”</p> <p>Netflix executives have discussed their growing interest in gaming as a way to extend the company's franchises and further increase audience engagement with the characters behind popular shows such as <em>Stranger Things</em>. </p> <p>“There's no doubt that games are going to be an important form of entertainment and an important sort of modality to deepen that fan experience,” said Greg Peters, Netflix's chief operating officer, in an analyst call in April. </p> <p>“Really we're trying to figure out what are all these different ways that we can increase those points of connection, we can deepen that fandom,” he added. “And certainly, games is a really interesting component of that.” </p> <p>Verdu will report to Peters. </p> <p>In a note to clients on Thursday, analysts at Citi said Netflix's entry was “significant” at a time when <a href=\"https://www.ft.com/content/811ed9d0-6759-4f2a-8cd1-9ce97d26a5c8\">cloud gaming platforms </a>and subscription-based business models were already threatening to disrupt the console market. </p> <p>“It is clearly still early days and much of the detail remains to be clarified, but this feels like a significant event with broad ramifications across the video games landscape,” Citi said. “We watch the space with much interest.”</p> <p>Analysts said Netflix's involvement may trigger further consolidation in the gaming industry. </p> <p>Tech companies such as Google and Amazon have so far struggled to develop successful games in-house, while Microsoft and Sony have been increasingly acquisitive to secure exclusive content for their Xbox and PlayStation consoles. </p> <p>Netflix's first forays into gaming included an interactive episode of its sci-fi series <a href=\"https://www.ft.com/content/f75bee74-048c-11e9-99df-6183d3002ee1\"><em>Black Mirror</em></a> back in 2018. Since then it has licensed third-party developers to create a <em>Stranger Things</em> mobile game. It has also adapted several video games as movies and shows, including <em>The Witcher</em> and <em>Castlevania</em>. </p> <p>Bloomberg first reported Verdu's appointment. </p><p>Source: Tim Bradshaw in London 2021 'Netflix moves into gaming with executive hire' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-15T11:49:37.317Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 999,
          "end": 1008
        },
        {
          "start": 2883,
          "end": 2892
        }
      ]
    }
  ]
}