{
  "_id": "0ebfed278505953f984c54785ce9a135ecfd050877da32a3a22abcdb7221315c",
  "feed": "market-watch",
  "title": "Microsoft settles with DOJ over immigration-related discrimination claims",
  "text": "<p>Microsoft MSFT will have to adjust its hiring process to ensure it isn't unlawfully requiring non-U.S. citizen applicants to provide specific immigration documents to prove they don't require sponsorship for a work visa.</p><p>Employers are required to verify if a worker has permission to work in the U.S. but prohibits them from asking for documents when not required or from specifying the types of valid documentation.</p><p>The company will have to train its employees who are responsible for verifying and reverifying workers' permission to work in the country, and the company will be subject to monitoring and reporting requirements.</p><p>A spokesperson for Microsoft didn't immediately respond to a request for comment.</p><p>The DOJ first received a report that the company asked a job applicant for a permanent resident card while applying for a job at Microsoft's Redmond, Washington facility.</p><p>“The investigation found evidence that the company repeatedly asked lawful permanent residents, refugees and asylees to undergo an evaluation of their need for Microsoft to sponsor them for an employment-based visa even though they do not require sponsorship to work in the United States,” the company said.</p><p>As well as the changes to its hiring practices and process, the settlement requires Microsoft to pay a civil penalty of $17,352 to the U.S. Treasury.</p><p>“The department also hopes that this settlement will inspire other employers to ensure that their own policies and practices are not discriminatory,” Assistant Attorney General Kristen Clarke of the Justice Department's Civil Rights Division said.</p>",
  "published": "2021-12-07T19:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 841,
          "end": 850
        },
        {
          "start": 1043,
          "end": 1052
        },
        {
          "start": 1275,
          "end": 1284
        },
        {
          "start": 649,
          "end": 658
        },
        {
          "start": 841,
          "end": 852
        }
      ]
    }
  ]
}