{
  "_id": "15abb39a6024f6a02a63ca97499493709f4fe45f29287c7c4be1aa4719344916",
  "feed": "wall-street-journal",
  "title": "LinkedIn Social Network Is Leaving China, but Microsoft Remains; Software giant will have to navigate rising restrictions in China as it looks for growth for Bing, Teams and cloud",
  "text": "<p>LinkedIn said it made the decision to shut down in China after \"facing a significantly more challenging operating environment and greater compliance requirements.\" Those same factors could lead Microsoft to pull out other products in China, said Paul Triolo, head of the global technology policy practice at Eurasia Group, a political-risk consulting firm.</p><p>\"What's the upside?\" he said. \"If you went into China hoping to see some liberalization around censorship 10 years ago, you were willing to be patient and establish a foothold. That calculus seems to not be getting better in the near term.\"</p><p>Weeks before LinkedIn announced its pullback from China, Microsoft was reminded by Beijing that it must follow rules in China. In September, Microsoft President Brad Smith spoke with Xiao Yaqing, the head of China's Ministry of Industry and Information Technology, during which they spoke about Microsoft's expansion in China, according to a statement from the ministry.</p><p>Chinese officials want Microsoft to increase its investment in China's digital and automation industries but also want the company to comply with its regulations, according to a person familiar with the matter.</p><p>Microsoft declined to comment about LinkedIn's decision this week. It didn't immediately respond to requests for comment about its meetings with Chinese officials.</p><p>Since opening an office in China in 1992, Microsoft has worked to get a foothold in the country. Despite setbacks in the country, such as pirated software, the company has tried to take the long-term strategic view, former Microsoft China executives have said.</p><p>China remains a small part of Microsoft's business, contributing less than 2% of its overall global sales, Mr. Smith said in September.</p><p>LinkedIn had some success in China, garnering more than 50 million users there, making it the website's third-largest market behind the U.S. and India. Still, LinkedIn remains a small part of Microsoft's overall business, generating about 6% of the company's total revenue in its most recent fiscal year.</p><p>For a social network like LinkedIn, international growth is often the biggest source of new user growth, said Dan Morgan, a portfolio manager at Synovus Trust Co., which is an investor in Microsoft. Leaving China could result in a drop off in revenue and subscriber growth, he said.</p><p>China has been tightening restrictions on tech in recent years, and LinkedIn has become a target along with other leading companies. In recent months, LinkedIn notified some China-focused human-rights activists and journalists that their profiles contained prohibited content and that they were being blocked in China.</p><p>When LinkedIn launched its China version in 2014, the company said it understood that it had to adhere to requirements of the Chinese government, but that it was worth the trade off.</p><p>\"While we strongly support freedom of expression, we took this approach in order to create value for our members in China and around the world,\" wrote Mohak Shroff, senior vice president of engineering at LinkedIn, referring to the decision to enter the Chinese market. Mr. Shroff made the comments in a blog post Thursday announcing the pullback from China.</p><p>LinkedIn wouldn't comment beyond the blog post.</p><p>A tightening regulatory landscape governing algorithms, data collection and processing has heightened the challenges for Microsoft and other multinational corporations operating in China.</p><p>Chinese authorities introduced draft regulations overseeing the use of algorithmic recommendations this year. Once those rules are in effect, Microsoft's search engine Bing may have to tweak its algorithms, should regulators require them to do so after a review, Carly Ramsey, head of the Greater China political and regulatory risk team at consulting firm Control Risks.</p><p>Bing, which launched in China in 2009, could be more sensitive to new restrictions, analysts said. It is a distant third in the search-engine market in China with a less than 4% market share, behind domestic search engine rivals Baidu, with an 82% share, and Sogou, with a more than 7% share, according to Statcounter.</p><p>In June, Bing's presence in China drew criticism in the U.S. when it was discovered that the search engine blocked results globally for the iconic \"Tank Man\" image linked to the 1989 Tiananmen Square massacre. At the time, Microsoft blamed the block on \"accidental human error\" and restored the image.</p><p>Another growing business for Microsoft has been Teams, its videoconferencing and workplace-collaboration product. At the start of the pandemic, between late January and early March in 2020, Microsoft said it had seen a 500% increase in meetings, calls and conferences taking place via Teams in China.</p><p>Still, Microsoft faces tough competition in this area. Chinese tech giant Tencent Holdings Ltd. and Zoom Video Communications Inc. Ltd. run popular videoconferencing tools in China.</p><p>Where Microsoft is unlikely to back down in China is in the company's core cloud business services, Brad Reback, an analyst at Stifel Financial Corp., said. Microsoft operates its cloud business in China, including the cloud-computing service Azure and business applications suite Office 365, through a partnership with China's 21Vianet Group.</p><p>Unlike Azure's strong position elsewhere, Microsoft is far behind China's industry leaders in the nation's cloud-computing market. Alibaba Group Holding Ltd, Huawei Technologies Co. and Tencent were the three largest vendors in China's cloud-computing market in the past quarter, according to researcher Canalys. Microsoft's Azure had a 2% market share in China in the second quarter of the year versus Alibaba's 34% share, according to data from Canalys.</p><p>LinkedIn Social Network Is Leaving China, but Microsoft Remains</p>",
  "published": "2021-10-15T18:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1567,
          "end": 1576
        },
        {
          "start": 893,
          "end": 902
        },
        {
          "start": 992,
          "end": 1001
        },
        {
          "start": 5288,
          "end": 5297
        },
        {
          "start": 4609,
          "end": 4618
        },
        {
          "start": 3359,
          "end": 3368
        },
        {
          "start": 4340,
          "end": 4349
        },
        {
          "start": 3568,
          "end": 3579
        },
        {
          "start": 893,
          "end": 904
        },
        {
          "start": 655,
          "end": 664
        },
        {
          "start": 4727,
          "end": 4736
        },
        {
          "start": 1933,
          "end": 1944
        },
        {
          "start": 5059,
          "end": 5068
        },
        {
          "start": 1635,
          "end": 1644
        },
        {
          "start": 1386,
          "end": 1395
        },
        {
          "start": 1180,
          "end": 1189
        },
        {
          "start": 5748,
          "end": 5757
        },
        {
          "start": 4448,
          "end": 4457
        },
        {
          "start": 4908,
          "end": 4917
        },
        {
          "start": 194,
          "end": 203
        },
        {
          "start": 5559,
          "end": 5570
        },
        {
          "start": 739,
          "end": 748
        },
        {
          "start": 1933,
          "end": 1942
        },
        {
          "start": 2234,
          "end": 2243
        },
        {
          "start": 3568,
          "end": 3577
        },
        {
          "start": 46,
          "end": 55
        },
        {
          "start": 5559,
          "end": 5568
        },
        {
          "start": 1635,
          "end": 1646
        }
      ],
      "nexusId": "10031144"
    }
  ]
}