{
  "_id": "5ad05daddd816d3fe257b89a55fea52d9d5f3bc8ac78c6b44087632ab0d6c299",
  "feed": "ftcomall",
  "title": "LinkedIn closes down China site",
  "text": "<p>LinkedIn is closing its social networking site in China, marking the departure of the last major US social media company from the country.</p> <p>The Microsoft-owned company announced on Thursday it was closing the localised version of its popular networking website after “facing a significantly more challenging operating environment and greater compliance requirements in China”.</p> <p>LinkedIn has 53m users in the country, making up about 7 per cent of its total user base. Microsoft does not disclose how much China contributes to LinkedIn's revenues, which Microsoft recently said had passed an <a href=\"https://www.microsoft.com/en-us/Investor/earnings/FY-2021-Q4/press-release-webcast\">annual level of $10bn</a>.</p> <p>LinkedIn said it would replace the Chinese version of its website with a new job-board service called “InJobs”, without any of the social media functions of the full LinkedIn site. On this stripped-back version, Chinese users will not be able to share posts or news articles. </p> <p>LinkedIn was called in by the country's internet regulator in March and ordered to clean up its online content. In the same month, the company said it was “temporarily pausing new member sign-ups for LinkedIn China” as it tried to become compliant “with local law”.</p> <p>Several human-rights activists and writers who focus on China have had their profiles blocked in the country in recent months for posting “prohibited content”, according to the company. </p> <p>The Biden administration welcomed LinkedIn's move and accused Beijing of forcing companies to be “complicit in its repression and authoritarian practices”.</p> <p>A senior US official said: “We welcome this news by LinkedIn to not play into the PRC's [People's Republic of China] hand. The private sector and the international community should oppose PRC's weaponising of its markets to stifle free expression and support human rights.”</p> <p>The decision comes as US companies face rising domestic political pressure over any operations in China that appear to help Beijing engage in any kind of surveillance or political repression. </p> <p>US lawmakers have raised concerns about companies, for example, that have removed from their websites critical remarks about forced labour in Xinjiang or appeared to self-censor to avoid backlash from Beijing.</p> <p>“It's good LinkedIn will stop global censorship on behalf of the CCP [Chinese Communist party], but building special censorship tools for the Chinese market instead is no solution,” said Michael McCaul, the top Republican on the House foreign affairs committee. “US companies must refuse complicity in CCP oppression for market access.”</p> <p>Members of Congress have also expressed worries about the safety of the private data of American citizens as China implements rules and laws that make it easier to obtain person data from private companies.</p> <p>While Congress puts pressure on companies not to help China engage in anti-democratic behaviour, the Biden administration has warned groups about the growing risks of doing business in mainland China and Hong Kong. </p> <p>In July, the state department warned US companies that they faced serious risks operating in Hong Kong as the Chinese government cracks down on freedoms in the financial centre in the same way that it has put pressure on businesses on the mainland. </p> <p>LinkedIn's decision also comes as relations between Washington and Beijing remain tense, over US concerns about China's political repression and human rights record and Chinese concerns that the US is interfering in issues related to Taiwan, Xinjiang and Hong Kong.</p><p>Source: Eleanor Olcott in London and Demetri Sevastopulo in Washington 2021 'LinkedIn closes down China site' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T16:20:33.159Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 551,
          "end": 560
        },
        {
          "start": 466,
          "end": 475
        }
      ],
      "nexusId": "10031144"
    }
  ]
}