{
  "_id": "9aa839c154ea6acf993281869d7db1e6af91d83f5add6775c3ced70589c9cd70",
  "feed": "ftcomall",
  "title": "Corporate America volunteers to help Covid-19 vaccination effort",
  "text": "<p>Walmart, Amazon and even a Las Vegas casino are offering to help give Covid-19 shots, as the Biden administration aims to accelerate the US vaccine rollout even while it is outpacing the EU's stumbling effort.&#xa0;</p> <p>Walmart, the world's largest retailer, said on Friday it expected it would be able to deliver 10m to 13m doses a month from the pharmacies it operates in more than 5,000 US stores, once a sufficient supply of the vaccine was available. Walgreens is one of several drugstore chains that is helping with vaccinations, saying it had already inoculated 1m vulnerable Americans.&#xa0;</p> <p>The US has now given shots to 5.3 per cent of its population — 17.4m people — far more than European countries, with Germany at 1.8 per cent, Italy at 2.1 per cent, and Spain at 2.3 per cent, according to the <a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\">FT's Covid-19 vaccine tracker</a>. <a href=\"https://www.ft.com/content/33dffa6d-c2ec-474e-9c1b-9987c06ccd2d\">President Joe Biden</a> has said he wants 100m people vaccinated in his first 100 days in office. </p> <p>Corporate America is telling the new Biden administration that it could help it <a href=\"https://www.ft.com/content/db9dd440-a550-4db2-9427-f9a2ff48dc39\">go even faster</a>, with Amazon writing to the president on inauguration day offering to “leverage our operations”. </p> <p>Walmart and others have also called for greater consistency around the eligibility rules that differ across states. &#xa0;</p> <p>“We have more capacity to put needles into arms than is currently being used,” Doug McMillon, Walmart's chief executive, said during a call on Tuesday with the Business Roundtable, a lobbying group. </p> <p>“What we're hoping for is that the Biden administration might come along and clear those things up, make some decisions like [whether all patients aged] 65 and up [are] eligible.”&#xa0;</p> <p><a href=\"https://www.ft.com/content/f2646ac5-aedd-4542-a211-9be83c465c6e\">EU vaccination rates</a> also lag the UK, which has given first doses to 8.8 per cent of its population, and Israel, which is far ahead of any other country, at 36.4 per cent.&#xa0;</p> <p>Ashish Jha, dean of the school of public health at Brown University, said the pace had picked up in the US in the past 10 days. But he said he was surprised at how slowly the EU was administering vaccines, given how badly the continent was suffering from the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>.&#xa0;</p> <p>“You would think that there would be this incredible political pressure to move quickly on vaccines,” he said.&#xa0;</p> <p>In Las Vegas, Americans can get Covid-19 shots at the casino. Matt Maddox, chief executive of Wynn Resorts, told the Financial Times that it had been averaging 800 vaccinations a day since opening a clinic at its Encore at Wynn casino this week in partnership with Nevada's University Medical Centre. </p> <a href=\"http://www.ft.com/cms/7ba6423a-9952-480a-8dc9-a70c537bff34.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“I want Las Vegas to be not only a place to have fun but the safest place to come and have fun,” he said.&#xa0;“I want to create safe zones so that maybe we can get a nightclub [open] sooner than would be anticipated or get a convention back sooner than anticipated or have a concert.”</p> <p>In Washington state, companies are creating a “vaccine command and co-ordination centre”, with Microsoft contributing technology and Starbucks developing models for a rapid rollout of vaccination sites.&#xa0;</p> <p>Many employers, including Instacart and Dollar General, are creating incentives for essential workers to get vaccinated, including paid time off or small cash stipends.&#xa0;</p> <p>Giving shots in retail pharmacies and other commercial locations would make it more convenient for people to get vaccinated, as they are typically near homes and workplaces, and sometimes operate around the clock. &#xa0;</p> <p>Walgreens executives told analysts last week that they expected retail pharmacies to administer about 30 per cent of the 300m jabs they believe Americans will get this year, adding that their company had the capacity to vaccinate 20m-25m people a month if sufficient doses were available.&#xa0;&#xa0;</p> <p>But Rochelle Walensky, the new director of the Centers for Disease Control and Prevention, cautioned on Thursday that the vaccine would not be in every pharmacy by the end of February, as the Trump administration had suggested it might be.&#xa0;</p> <p>Angela Rasmussen, a virologist at Georgetown University, said Operation Warp Speed — the federal programme to accelerate the development and distribution of Covid-19 vaccines — had given the US a head start, but it still had a “long way to go”.&#xa0;</p> <p>“Distribution is still a huge problem, so it's crucial to have as many points as possible for people to actually get vaccinated. Having businesses involved is always going to improve access and make it easier for people to actually get shots in their arms,” she said.</p><p>Source: Hannah Kuchler and Andrew Edgecliffe-Johnson in New York 2021 'Corporate America volunteers to help Covid-19 vaccination effort' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T18:20:56.052Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2842,
          "end": 2851
        }
      ],
      "nexusId": "10031144"
    }
  ]
}