{
  "_id": "f8fa153bedb8d5d21c2bdc80751f6576bed1e4b6ebcff6779360f506d3fa5848",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Chip Crisis  Felt Beyond  The Auto  Industry  ----  By Eun-Young Jeong in Seoul and Dan Strumpf in Hong Kong",
  "text": "<p>   The global chip shortage hobbled auto makers world-wide. Now, other industries are feeling the squeeze. </p><p>   It has hit makers of home appliances, heavy-equipment, servers and sex toys. It is confounding multinationals to startups. Even companies that don't use chips as their core business, such as freight operators and retailers, find themselves affected. The scarcity means higher price tags for consumers, longer waits for goods, empty store shelves and swaths of the business world racing to secure whatever supply they can. </p><p>   The chip famine first hit auto makers late last year after they underestimated demand during the pandemic. But as car makers ramped up orders, other industries saw the components queue lengthen and increased their own purchasing. Demand for consumer electronics stayed hot. Now chip makers can't keep pace, driving up prices for parts, thinning out supply and spurring panic buying. </p><p>   The tight supply is likely to persist through this year, companies say. The shortfalls are creating missed business opportunities, just as the global economic recovery is gaining momentum after a pandemic-led slowdown. </p><p>   They also have contributed to escalations in the cost of raw materials for electronic goods in recent months. An index measuring the price of inputs for electronics companies in March soared to the highest level recorded in more than two decades of tracking, according to IHS Markit, a market researcher. </p><p>   The chip crunch has spared few companies, even some tech giants that were mass buying to cushion themselves from the U.S.-China trade fight. Microsoft Corp. said hardware sales were dented by the shortage. Apple Inc. is likely to see sales fall by a higher-than-typical amount in the current quarter, particularly among its tablets and laptops, said Luca Maestri, Apple's finance chief, on Wednesday. </p><p>   Many semiconductors cost less than a can of soda. But they are an important manufacturing component for 12% of the U.S. gross domestic product, and reduced supply can boost prices for some categories of products by as much as 3%, according to a recent Goldman Sachs Group Inc. report. The firm estimates that 169 U.S. industries are directly affected, a list that includes boat building, breweries and fabric mills. </p><p>   Kansas City Southern, a freight operator, said the semiconductor crunch forced some car-making plants in Mexico to halt production. Demand to move vehicles and auto parts dried up, causing an 18% drop in first-quarter freight volume compared with the previous year. Big-box retailer Costco Wholesale Corp. said it is having issues securing TVs, computers and other internet-connected home gadgets. </p><p>   Semiconductors are a $442 billion industry, according to market research firm International Data Corp. Total semiconductor unit shipments are expected to increase 13% this year to a record 1.13 trillion units, according to IC Insights Inc., a semiconductor-market researcher. Shipments grew 3% in 2020. </p><p>   The types of semiconductors where supply is most squeezed are lower-end chips common in electronics and appliances that consumers splurged on during the pandemic. </p><p>   Strained chip supplies have pushed Whirlpool Corp. to switch production lines frequently, the company said, enabling it to churn out various products based on which components are on hand that day. </p><p>   San Francisco-based Crave Inc., a sex-toy company, is redesigning half of its product offerings this year to hedge against the chip shortage and to carry out scheduled product upgrades. With a typical product containing 30 different electronic parts, including semiconductors, Crave began stockpiling chips late last year as lead times started increasing, said Chief Executive Michael Topolovac. \"We're sort of bracing for at least a year and, theoretically, beyond two years,\" Mr. Topolovac said. </p><p></p>",
  "published": "2021-05-01T06:17:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1574,
          "end": 1589
        },
        {
          "start": 1574,
          "end": 1588
        }
      ]
    }
  ]
}