{
  "_id": "f95dde1ad7fc03be564e1568db4e6133c5dac77f8b5027ec1b0b10dcdd5d4e66",
  "feed": "wall-street-journal",
  "title": "Business News:  Gates Buys Control of Four Seasons  ----  By Craig Karmin",
  "text": "<p>   Saudi Prince al-Waleed bin Talal has agreed to sell half his stake in Four Seasons Hotels and Resorts to co-owner Bill Gates, giving him control in a deal that values the luxury hotel operator at $10 billion. </p><p>   Under terms the companies announced Wednesday, Mr. Gates's Cascade Investment LLC would pay $2.21 billion for a 23.75% stake in the Four Seasons held by Prince al-Waleed's Kingdom Holding Co. </p><p>   Kingdom and Cascade have held equal stakes in the company since the partners took it private in 2007. When the sale is complete, Cascade will hold 71.25% of the hotel operator, while Kingdom will keep a 23.75% stake. Four Seasons founder and Chairman Isadore Sharp retains his 5% holding. </p><p>   Four Seasons Chief Executive John Davison said with Cascade taking control, he expects the luxury lodging company to boost its commitment to new technologies and Four Seasons-branded residences. The company will pursue more environmental, diversity and other issues that appeal to younger travelers. \"We want to preserve our heritage brand but also evolve it for the next generation of luxury consumers,\" Mr. Davison said. </p><p>   Kingdom Holdings has listened to offers for its stake in the Four Seasons for years, from everyone from Chinese insurance companies to European luxury groups, said Sarmad Zok, CEO of Kingdom Hotel Investments, the lodging division of Kingdom Holding. But he said Kingdom was holding out for the right investor and he considered the $10 billion enterprise value a \"magic number.\" </p><p>   The partners took Four Seasons private in 2007 in about a $3.8 billion deal, then the 2008 financial crisis upended the business. Kingdom marked down the value of its Four Seasons holding every year between 2008 and 2012, according to annual reports it publishes because a portion of Kingdom trades in Riyadh. </p><p>   But the company has ramped up its expansion in recent years. It now operates 121 hotels and resorts and 46 residences, with a pipeline of more than 50 projects, according to a company spokeswoman. That compares with 74 hotels and resorts and 19 branded residences in 2007. </p><p>   The pandemic hit most hotels hard, and the new Delta variant has undercut the industry's nascent comeback. But the luxury segment has done better than most, in part because declines in corporate travelers have been partially offset by the rise in affluent leisure travelers. </p><p>   The segment's four-week moving average through Aug. 28 produced revenue per available room of about $207, or nearly even with the same period in 2019, according to hotel data tracker STR. While occupancy rates were lower, average daily room rates stood at $343.23, up from $284.09 in 2019, STR said. </p><p>   Keeping Four Seasons growing at its current pace could represent a challenge. The company is doubling up with more than one hotel in places like New York and Boston. </p><p></p>",
  "published": "2021-09-09T06:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}