{
  "_id": "b63ba367b0bdc564967d9c928f4d25aaff4c1431493900148b6cce2563f75b85",
  "feed": "wall-street-journal",
  "title": "Outages Hit Amazon Cloud Unit",
  "text": "<p>Within about an hour, AWS said on its status dashboard that it began making progress in restoring power.</p><p>\"We have now restored power to all instances and network devices within the affected data center,\" AWS said on its site at 8:39 a.m. ET, though problems persisted at least into the early afternoon.</p><p>Amazon reported a second application problem at the same cloud facility at around midday and a third at midafternoon.</p><p>Amazon didn't respond to questions about how many users were affected by the service disruptions.</p><p>\"Outages at scale are more frequent for sure,\" said Eric Dynowski, managing partner at information technology services company Deft. What isn't clear, he said, is if they are related to Amazon's struggles to deal with rapid growth or staffing issues.</p><p>Downdetector, a site that tracks website outages, showed companies such as Coinbase Global Inc., Walt Disney Co.'s majority-owned Hulu and Salesforce.com Inc.'s Slack experienced issues.</p><p>A Coinbase spokeswoman said the AWS outage resulted in delays in some cryptocurrency transactions through its app and website. The issues lasted for about 20 minutes, she said.</p><p>Slack said on its status page at 7:58 a.m. ET that it was experiencing issues with services including file uploads and message editing. Slack said in midafternoon the issue had been resolved.</p><p>Hulu didn't respond to a request for comment.</p><p>The disruption comes after Amazon suffered an hourslong outage this month that took many businesses and services offline. The cloud-computing unit suffered a second outage last week, but it was much shorter in duration.</p><p>Cloud industry officials say outages were always common but as these services have become more central to the global economy and how people live, they have become more noticeable.</p><p>AWS is the largest cloud-computing provider in the U.S. The service allows customers, including many large businesses, to rent computing, storage and network capabilities. More companies and consumers have come to depend on cloud-computing services as the pandemic has forced people to work from home.</p><p>\"The more AWS grows, the more the world depends on it,\" Elias Khnaser, chief of research at cloud-focused research firm EK Media Group.</p><p>The problems Wednesday were linked to Amazon's largest and longest-running cloud region on the East Coast. That facility frequently appears to be the cause of some of the recent outages, industry officials said.</p><p>\"We will only see more failures like this in the future, potentially with an even larger blast radius,\" said James Devine, vice president of product management Aviatrix Systems Inc., a provider of networking software to help organizations to manage their clouds across multiple vendors.</p><p>Increasingly, cloud customers he advises are looking for ways to build more resiliency into how they use the cloud, by using multiple vendors or running their software across multiple regions of a single cloud provider, though that introduces complexity and cost.</p><p>Diversifying vendors only mitigates against disruptions to some extent. There are only a few large cloud platforms for companies to choose from, and disruptions aren't a problem unique to Amazon, IT specialists note. Microsoft Corp. had its own outage this month.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3190,
          "end": 3199
        },
        {
          "start": 3190,
          "end": 3205
        }
      ]
    }
  ]
}