{
  "_id": "c0cc9652b82c2285da7d7d21d953d47c23e6f7f2d0b4a075039e1151015ba8f5",
  "feed": "ftcomall",
  "title": "Letter: Partnering with Google in the travel sector is a perilous business",
  "text": "<p>While I sympathise with Patrick Andrae about Google's power over his company (“Travel industry cries foul over Google's sway”, <a href=\"https://www.ft.com/content/12d02fa3-9cf9-45aa-925f-7ce47cd4ba02\">Report</a>, December 4), it has been obvious for years that any company relying on an organic Google search, that is a free listing in Google Search that appears because it is relevant to someone's search terms, does so at its peril.</p> <p>If your company has a service Google can replicate, it will do so, bias its algorithms, and put you out of business. This is akin to Microsoft in the days of its “operating system” dominance — any profitable software product was subsumed into the OS, or copied and bundled into Office.</p> <p>If you sell something Google can't replicate, it will squeeze your margins by making you bid for top spots. Organic search in commerce barely exists. It's inundated in a sea of paid search at the top, side, bottom and all over the pages. Google professes to be consumer-centric, but I challenge anybody who searches for travel products on Google to easily locate good organic search results. It's just pay-for-play.</p> <p>Large travel companies such as Expedia are guilty of feeding the Google beast that it is now devouring them. They paid Google huge amounts to acquire transactions over the past decade, which Google then used to build competing flights and hotel products. This is the result of chasing the instant acquisition of transactions at the cost of investing to build your brand and product. </p> <p>The lesson in the travel sector — airline executives beware — is that if Google comes knocking on the door professing to be your partner, keep that door shut.</p> <p><strong>Abigail Perez</strong><br><em>Edinburgh, UK</em></p><p>Source:  2021 'Letter: Partnering with Google in the travel sector is a perilous business' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-10T20:19:03.171Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 490,
          "end": 499
        }
      ],
      "nexusId": "10031144"
    }
  ]
}