{
  "_id": "59473000e3f6158581fd5b60565f7e93b667f8731f4578e6d7363b0982517ff5",
  "feed": "ftcomall",
  "title": "Adani signs 4.7GW solar deal with Indian state-run provider",
  "text": "<p>Infrastructure tycoon Gautam Adani's green energy unit has signed a deal to sell 4.7 gigawatts of solar power to the Indian state's renewable energy company as Prime Minister Narendra Modi's government continues its push into renewable power. </p> <p>The agreement is part of a larger deal struck more than a year ago, when Adani Green Energy agreed to provide 8GW of solar power to the state-run Solar Energy Corporation of India, which will in turn sell to state governments. Renewable energy company Azure Power was previously announced as having won a smaller share of the tender.</p> <p>Adani has pledged to help Modi's government reach its net zero target by 2070 even as his companies continue to develop fossil fuel investments. Adani Power is one of India's largest coal producers and Adani Mining's controversial <a href=\"https://www.ft.com/content/bc6ca364-9d1e-43e6-ad1f-d0e44be4f0ea\">Carmichael coal mine</a> in Australia is expected to begin exports in the coming months. </p> <p>Vinay Rustagi, managing director of renewable energy consultancy Bridge to India, said that while the deal was not of great significance for the government, it was “definitely good news for the two developers to get such a large allocation of projects in an extremely competitive market at reasonable tariffs”. </p> <p>Adani's announcement comes days after Greenko Group, an Indian renewable energy company backed by the sovereign wealth funds of Abu Dhabi and Singapore, issued the country's first $1bn green bond since COP26. The bond was 2.5 times oversubscribed.</p> <p>India's “energy transition […] is like an ocean,” Mahesh Kolli, Greenko Group president and joint managing director, told the FT. “It's not something that can be done by one or two players.”</p> <p>With 1.4bn people, India has a unique challenge in moving away from the highly polluting coal it relies on, while still increasing the amount of electricity it generates.</p> <p>Modi <a href=\"https://www.ft.com/content/073563e1-157b-4023-ab37-7487bab83360\">said</a> at the COP26 climate summit he wanted half of India's energy requirements to be met by renewables within the coming decade.</p> <p>Adani Green Energy has made a string of acquisitions this year. Its biggest was a $3.5bn deal for SoftBank's Indian renewable energy business, giving it 4,954MW of renewable assets.</p> <p>“There is no other company that has yet made so large a bet in developing its sustainability infrastructure,” Gautam Adani, Adani Group chair, <a href=\"https://www.adani.com/blogs/the-future-of-infrastructure-is-green\">claimed</a> in a November speech.</p> <p>With the price of solar-generated electricity now far below that of coal-fired power, India is on track for a record high of renewable energy capacity additions this fiscal year, according to projections by Tim Buckley, a director of energy finance studies at Institute for Energy Economics &amp; Financial Analysis.</p> <p>The country's energy transition has prompted huge investment pledges by tycoons such as Adani and Mukesh Ambani, Reliance Industries chair.<br><br>Ambani has pledged $10bn of investment over three years, and to make the colossal oils-to-chemicals group a net zero emitter of carbon within 15 years. &#xa0;</p> <p>But analysts say these promises are the bare minimum needed to fuel India's energy transition, which is projected to cost anywhere from $500bn to $1.4tn by 2040, said Neelima Jain, deputy director at the Center for Strategic and International Studies, citing forecasts including from the International Energy Agency. </p> <p>“If you look at just the quantum of these estimates, India will require a lot more climate finance,” Jain added. “The likes of Ambanis and Adanis have to ratchet up their ambition.”</p> <p>India's greening industrialists should explain how they will wind down their polluting businesses, said Arunabha Ghosh, chief executive of the New Delhi-based Council on Energy, Environment and Water.<br><br>“I would like to hear from these large fossil fuel dependent conglomerates [ . . . ], what is the pathway to net zero if you're committing to net zero as a group?”</p><p>Source: Chloe Cornish in Mumbai 2021 'Adani signs 4.7GW solar deal with Indian state-run provider' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T12:39:28.483Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}