{
  "_id": "9388c3f0e68345f2194fe42b95b43bd70663fec658d2be9b779c4b9b9e34957b",
  "feed": "ftcomall",
  "title": "Letter: Working at home makes data rights the new health and safety",
  "text": "<p>Sarah O'Connor is absolutely right (“Workplace surveillance may hurt us more than it helps”, <a href=\"https://www.ft.com/content/27faa953-1723-4597-a5a0-2ff9e617feab\">Opinion</a>, January 12) when she says workplace surveillance must be subject to greater oversight and collective bargaining.</p> <p>Workplace surveillance is creeping into all of our lives, and it's not just in warehouses and factories owned by “bad” employers. The explosion in homeworking has meant a huge management challenge, not only logistically but also in terms of how you ensure you are getting the most out of your employees. It is perhaps not a surprise that managers whose idea of productivity is being glued to your desk all day are turning to surveillance software to keep an eye on their workforce — measuring keystrokes, time on calls, emails sent and so on.</p> <p>The FT has been a champion for what responsible capitalism looks like. The challenges around privacy, data and surveillance go to the core of that.</p> <p>Often it is not referred to as “monitoring” technology. For example, Microsoft's Productivity Score function within Office 365 sounded innocent enough to most people, but when unions and campaigners looked under the hood it quickly became apparent that this was monitoring technology in all but name. Microsoft has since removed this functionality.</p> <p>This is not an isolated incident and it demonstrates the need for greater oversight of tech and of the data companies hold on their workers.</p> <p>Prospect has called for the Information Commissioner's Office to update its Employment Practices Code to make sure workers are informed and involved when our data is being used to manage us. The <a href=\"https://ico.org.uk/for-organisations/dp-at-the-end-of-the-transition-period/data-protection-now-the-transition-period-has-ended/the-gdpr/\">UK's General Data Protection Regulation rules</a> make it clear we should be consulted, but this does not always happen.</p> <p>We now consider data rights as the new “health and safety” rules. Just as we trained our workplace reps to negotiate safer workplaces, we are now training them to talk to their employers about data and surveillance.</p> <p>New technology is a fact of life. Employers need to work with unions to make it a success, and government needs to use the forthcoming employment bill to update our rights at work so they keep pace with the modern world. </p> <p><strong>Andrew Pakes <br></strong><em>Research Director, Prospect<br>London SE1, UK</em></p><p>Source:  2021 'Letter: Working at home makes data rights the new health and safety' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T00:00:11.144Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 975,
          "end": 984
        },
        {
          "start": 1207,
          "end": 1216
        },
        {
          "start": 975,
          "end": 986
        }
      ],
      "nexusId": "10031144"
    }
  ]
}