{
  "_id": "8307664e195bbe48c8b6b90b12c894b79dac3522ad38cac3f9d260acc94ed1d2",
  "feed": "ftcomall",
  "title": "Nuclear: energy price spike renews case for low-carbon maverick ",
  "text": "<p>Nuclear power generated more than a sixth of the world's electricity at its peak. In the following quarter of a century, safety and cost concerns pushed its contribution down to a tenth. Now soaring fuel prices and the push to decarbonise are strengthening the case for a nuclear renaissance.</p> <p>Investors will be wary. Backing nuclear has been a bruising experience, particularly since the meltdown at the Fukushima plant in Japan in 2011. That prompted Germany to force the closure of plants operated by four companies: EnBW, Eon, RWE and Vattenfall. The ensuing disputes were only settled this year with the <a href=\"https://www.ft.com/content/e536b14f-5404-40d2-b8c9-8b515a096e82\">payment</a> of €2.8bn of compensation.&#xa0;</p> <p>The economics of nuclear power have also <a href=\"https://www.ft.com/content/8307c266-066b-11e8-9650-9c0ad2d7c5b5\">deteriorated</a>. The cost of new reactors jumped even as the price of building gas and renewable generation fell. Budget overruns plunged several companies into crisis. In 2017 Westinghouse Electric, then owned by Japanese conglomerate Toshiba, filed for bankruptcy after costs escalated at four US reactors.</p> <p>ESG funds fret about safety, waste disposal and the impact of uranium mining. ESG funds are a lot less likely than others to hold shares in EDF, the utility with the most nuclear exposure in Europe, according to Barclays.&#xa0;</p> <p>Yet the merits of a reliable, if costly, source of low-carbon energy have been underlined by the recent spike in global gas prices. In Britain that coincided with a period of light winds, drawing attention to the intermittency of renewable energy. In China, strict carbon emissions targets and rising coal prices are posing a threat to<a href=\"https://www.ft.com/content/cf15cabe-3b37-4ce0-8376-ad6d2c5622e7\"> economic growth</a>.&#xa0;</p> <p>China's and other emerging economies' share of nuclear output will rise to almost one-third, up from 29 per cent in 2019, according to the IEA. Nuclear plays a key part in the Biden administration's clean energy plan. Britain's prime minister Boris Johnson talked nuclear up as part of his “green industrial revolution”.</p> <p>If nuclear is to have a successful future, much must change. Developers need to reduce costs and shorten schedules. Some pin hopes on small modular reactors. In the UK, Rolls-Royce seeks funding for a fleet of “mini reactors”. Other innovative approaches include the <a href=\"https://www.energy.gov/ne/articles/3-advanced-reactor-systems-watch-2030#:~:text=The%20sodium-cooled%20fast%20reactor,and%20safety%20of%20the%20system.\">sodium-cooled reactor</a> developed by TerraPower, the start-up founded by Bill Gates.&#xa0;</p> <p>Above all, politicians must encourage a sensible price on emissions. That would put the capital costs of baseload nuclear power in clearer context. Its <a href=\"https://www.carbonbrief.org/solar-wind-nuclear-amazingly-low-carbon-footprints#:~:text=The%20study%20finds%20each%20kilowatt,wind%20is%20also%204gCO2e/kWh.\">carbon footprint</a> is similar to wind, lower than solar, and far lower than coal — albeit with radioactive waste thrown in.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of nuclear power in the comments section below.</em></p><p>Source:  2021 'Nuclear: energy price spike renews case for low-carbon maverick ' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-27T14:28:42.926Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}