{
  "_id": "f61ef5bf636656f40c499e1bad60ace8e0ef1f1860a5db0bab5c345021e72d16",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Incident Reporting Rule Doesn't Make It Into Defense Bill After Congressional Wrangling",
  "text": "<p>In the Senate, however, details couldn't be worked out in time to be included in 2021's $778 billion NDAA due to \"dysfunction and disagreement\" among lawmakers, according to a joint statement from Reps. Bennie Thompson (D., Miss.), chairman of the Committee on Homeland Security, and Yvette Clarke (D., N.Y.), chairwoman of the Subcommittee on Cybersecurity, Infrastructure Protection and Innovation.</p><p>Strengthening cybersecurity standards is a bipartisan issue. Still, as Pro Cyber readers know, points of contention have been the amount of time companies would have to report a hack (72 or 24 hours) and whether they could be fined for not complying or held liable for failing to protect their systems. Congress has seen plenty of lobbying from industry groups vying for more time and fewer consequences for companies.</p><p>This happened last year, too, in the thick of the SolarWinds Corp. attack. A legislative proposal to create a federal body to collect information about cyber threats was dropped from the 2020 NDAA in the Senate.</p><p>This year's NDAA does include several propositions related to cybersecurity, such as setting a deadline for an evaluation of cyber resiliency among nuclear command centers and a requirement for the Defense Department to lay out a zero-trust strategy.</p><p>Still, Biden administration officials have made clear they want companies to disclose details about cyber incidents, to better understand the threats to the U.S. economy and infrastructure. Congress will have to try again next year to get such bills through the meat-grinder legislative process.</p><p>—Kim S. Nash</p><p>More News</p><p>Canadian charged with ransomware incidents at 10 U.S. healthcare groups. A 31-year-old Ottawa man is accused of trying to deploy ransomware in healthcare facilities and offices over several months in 2018, according to an indictment unsealed Tuesday by the Justice Department. U.S. and Canadian law-enforcement groups conducted a joint investigation. The person was arrested in November in Canada, where he faces additional charges related to cyberattacks on businesses and government bodies. (Bleeping Computer)</p><p>Crypto regulations will hinder crypto markets, crypto executives say. Federal officials including at the Treasury Department have floated plans to clamp down on cryptocurrency transactions, removing some of the anonymity that draws seedy activity to exchanges. Doing so would send criminals deeper into the dark web, according to cryptocurrency executives due to testify at a House hearing on Wednesday. Tune in at 10 a.m. ET. (Reuters)</p><p>69%</p><p>Percentage of 183 cybersecurity and other leaders who said remote work during the Covid-19 pandemic complicates efforts to secure employee systems and devices, according to the 2021 Cybersecurity Survey by WSJ Pro Research.</p><p>Not if but when: The ever-rising number of corporate cyberattacks, and their cost, is changing the way that companies and IT suppliers interact. Jerry Perullo, chief information security officer at Intercontinental Exchange Inc., and Michael Overly, a lawyer with Foley &amp; Lardner who negotiates tech contracts, discussed how to safeguard systems against hacks against tech companies and how to hold them accountable after such incidents. Here are some highlights of the conversation at WSJ Pro Cybersecurity's Executive Forum.</p><p>Q:</p><p>Jerry, earlier you said, \"You can never give absolute trust to a vendor.\" Why not?</p><p>A:</p><p>With the amount of efforts that vendors are going through to make sure they are delivering secure products, that's wonderful. But as a user of those products, you should never trust anything. That's what \"zero trust\" means. So when you bring in a product, whether it's something third-party or even anything internal, it should be designed and deployed in a way that even if it were completely malicious, it has limited ability to affect anything.</p><p>Q:</p><p>Michael, what kind of response should a CISO expect from the tech company that has been hacked?</p><p>A:</p><p>There used to be a balance that you could strike, maybe not absolutely equitable, but a balance in technology contracting with suppliers. And what we're seeing today is a lack of that balance. When you talk about, \"What can we expect from a business partner in the event of a hack?\" The answer is, in many instances, \"Little or no help.\"</p><p>Cybersecurity Market</p><p>Intel Capital led a $19 million Series A investment in Tel Aviv-based Grip Security Ltd. The startup, founded in February, offers tools for securing software-as-a-service applications. (Security Week)</p><p>GitGuardian SAS, a startup based in Paris, said it has raised $44 million in a Series B funding round. The company provides tools for protecting software development projects. GitGuardian Chief Executive Jérémy Thomas said 100 positions are open to fill in 2022. The company currently employs 60 people.</p><p>Portland, Ore.-based Torq, which sells no-code security-automation products, has raised $50 million in Series B funding, led by Insight Partners.</p><p>\"It is kind of like if Tesla formed a Digital Crimes Unit to shut down thieves that were stealing Tesla cars because the Tesla door locks didn't work.\"</p><p>— John Pescatore, director of emerging security trends at training provider SANS Institute, referring to Microsoft taking down web domains used in cyberattacks that exploit weaknesses in Microsoft products. Microsoft said Monday it had seized servers used by Nickel, a threat group linked to China.</p>",
  "published": "2021-12-08T15:21:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5295,
          "end": 5304
        },
        {
          "start": 5315,
          "end": 5324
        },
        {
          "start": 5213,
          "end": 5222
        }
      ],
      "nexusId": "10031144"
    }
  ]
}