{
  "_id": "e314b4c279a2099ce337810ea1eeae56b4b59fb9fe0eafdf276caafc90592b59",
  "feed": "market-watch",
  "title": "Microsoft earnings top $20 billion in a quarter for first time",
  "text": "<p>Microsoft MSFT reported fiscal first-quarter earnings of $20.5 billion, or $2.71 a share, up from $1.82 a share a year ago and topping its quarterly profit record — set in the previous period — by more than $4 billion. Microsoft noted that about $3.3 billion of its profit was due to a one-time income-tax benefit related to the transfer of intangible products, but said earnings without that benefit would have been $2.27 a share, still easily higher than expectations.</p><p>Revenue increased to $45.3 billion from $37.15 billion, as cloud sales jumped almost $4 billion and personal-computer revenue handily beat expectations despite a reported slowdown in PC shipments. Analysts on average predicted earnings of $2.08 a share on sales of $44 billion, according to FactSet.</p><p>Shares bounced between gains and losses of less than 1% in after-hours trading immediately following the release of the results. Microsoft stock closed with a 0.6% gain at $310.11, just shy of its record close of $310.76 established last week.</p><p>“Digital technology is a deflationary force in an inflationary economy,” Chief Executive Satya Nadella said in a statement. “Businesses – small and large – can improve productivity and the affordability of their products and services by building tech intensity.”</p><p>Cloud was the biggest driver of growth at Microsoft, as it has been regularly since Nadella took over the company from Steve Ballmer. The company's “Intelligent Cloud” segment, which includes Azure as well as on-premises server sales and other items, increased to sales of $16.96 billion from $12.99 billion a year ago, while analysts on average were expecting $16.57 billion, according to FactSet.</p><p>Microsoft said that Azure revenue grew 50% from a year ago; the company does not break out total revenue or profit figures for Azure, even though its main competitors in cloud computing — Amazon.com Inc.'s AMZN Amazon Web Services and Alphabet Inc.'s GOOGLGOOG Google Cloud — provide those figures to investors. Analysts on average were expecting 49% growth for Azure, though how long it can sustain those type of growth numbers are a point of contention for many Microsoft analysts.</p><p>Microsoft's traditional personal-computer business grew to sales of $13.3 billion from $11.85 billion a year ago, despite a reported slowdown in PC shipments. Microsoft introduced Windows 11 this year and launched the new operating system earlier this month, and also counts sales of its new Xbox Series X in the “More Personal Computing” segment, from which analysts on average expected sales of $12.68 billion, according to FactSet.</p><p>Microsoft's cloud-software division grew to sales of $15.04 billion from $12.32 billion a year ago, topping analyst estimates for $14.7 billion, as the company plots the biggest price increase for its signature Office software since it transitioned the enterprise software to cloud delivery years ago. Microsoft expects to raise prices more than 10% on many Office 365 services as of next March, and may already be adding on to other offerings' price tags, according to UBS analysts who said they found other increases while chatting with Microsoft customers.</p><p>“In our view, Microsoft seems to be raising price points across several product categories, not just Office 365,” wrote the analysts, who have a “buy” rating and 12-month price target of $350 on the stock. “Checks argued that ‘demand is so strong right now, Microsoft can get away with it.'”</p><p>Microsoft did not provide a forecast for the fiscal second quarter in its release, and typically provides that information in its earnings conference call. That call is scheduled for 5:30 p.m. Eastern time Tuesday.</p><p>The stock has gained 39.2% so far this year, as the S&amp;P 500 index SPX has increased 21.6% and the Dow Jones Industrial Average DJIA— which counts Microsoft as a component — has moved higher by 16.8%.</p>",
  "published": "2021-10-26T16:17:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 900,
          "end": 909
        },
        {
          "start": 3414,
          "end": 3423
        },
        {
          "start": 3135,
          "end": 3144
        },
        {
          "start": 2161,
          "end": 2170
        },
        {
          "start": 3170,
          "end": 3179
        },
        {
          "start": 219,
          "end": 228
        },
        {
          "start": 2898,
          "end": 2907
        },
        {
          "start": 3809,
          "end": 3818
        },
        {
          "start": 1320,
          "end": 1329
        },
        {
          "start": 2320,
          "end": 2329
        },
        {
          "start": 2596,
          "end": 2605
        },
        {
          "start": 2596,
          "end": 2607
        },
        {
          "start": 3448,
          "end": 3457
        },
        {
          "start": 1677,
          "end": 1686
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2141,
          "end": 2150
        },
        {
          "start": 2161,
          "end": 2172
        }
      ],
      "nexusId": "10031144"
    }
  ]
}