{
  "_id": "a45d8677176f5523135373397aa49f00dde333d528b67b458ac0993e4d9a3683",
  "feed": "ftcomall",
  "title": "Zooming back to the office",
  "text": "<p>Zoom has become the most popular verb for videoconferencing just as google is the one for search, but after hoovering up the home during lockdown, can it xerox that success when we're back in the post-pandemic office?</p> <p>“We all want to go back to the office,” said its bullish founder Eric Yuan on its quarterly earnings call last night. He was sounding confident because the pandemic has lasted long enough for Zoom to prepare its products <a href=\"https://www.ft.com/content/70881652-883e-45bf-9bee-fb500fe4528a\">to compete for market share in the enterprise</a>.<br><br>Last month, its Zoom Rooms conferencing platform <a href=\"https://www.ft.com/content/5f0fd77c-ed24-4299-a987-aee4cf3884c1#o-comments-count:~:text=Tech%20tools%20%E2%80%94%20Zoom%20for%20a,office%2C%20you%20can%20still%20stay%20virtual.\">added tools </a>using supported cameras and other hardware that tell you how many people are in an office meeting room for a conference call so social distancing guidelines can be enforced. A Virtual Receptionist mode allows visitors to be safely greeted in the lobby by an on-screen receptionist. And there will still be many employees choosing to continue to work from home frequently and use Zoom.</p> <p>The company's other challenge is to go beyond being a one-trick pony of just being known for its videoconferencing, an area where it continues to experience strong competition from bigger rivals (see Tech Tools below). Yuan is predictably chanting the “platform” mantra of expanding its offering with other communication services. Zoom Phone has made a promising start, with over 1m “seats” passed for its Voice over IP phone service, but a move into email sounds more ambitious in taking on incumbents Microsoft and Google.</p> <p>For now, investors seem to be saying this could be as good as it gets — Zoom shares fell 9 per cent in New York today, despite the company reporting revenues <a href=\"https://www.ft.com/content/f05fc2b9-3dee-4b27-87d1-ae05cae60109\">grew 370 per cent to $883m</a> in the three months to the end of January. Zoom may be aiming at becoming a Google of communications, but it could end up being as marginalised as makers of photocopiers and vacuum cleaners. </p> <h2>The Internet of (Five) Things</h2> <p><strong>1. China may pass US in AI, warns report</strong><br>“Within the next decade, China could surpass the US as the world's AI superpower”, said the US National Security Commission on Artificial Intelligence&#xa0;in a<a href=\"https://www.ft.com/content/37cf699a-1d5e-4dfd-be65-84682cb15532\"> 756-page report ordered by Congress</a>. <a href=\"https://www.ft.com/content/85b0882e-3e93-42e7-8411-54f4e24c7f87\">The FT's editorial board </a>is also concerned about AI and its ethical use. “The tech sector has to restore credibility for all our sakes,” it says.</p> <p><strong>2. Taiwan's strategic chips, Infineon warns carmakers</strong><br>Semiconductors were also a concern in the commission's report. “We're 110 miles away from going from two generations ahead to maybe two generations behind,” said its co-chairman Bob Work, in a reference to the distance from Taiwan to China. “If China absorbed Taiwan . . . that would really be a competitive problem for us.” <a href=\"https://www.ft.com/content/44e28cad-55b7-4995-a5c5-6de6f9733747\">John Thornhill says </a>the island's room for manoeuvre is becoming as thin as chip foundry <strong>TSMC'</strong>s wafers. Meanwhile, the chief of Europe's largest semiconductor company, <strong>Infineon</strong>, <a href=\"https://www.ft.com/content/d85e271c-387c-469f-a22d-71780522d6f7\">has told the FT</a> car companies need “a different model” for procuring critical chips, after supply constraints brought assembly lines around the world to a sudden halt. <strong>Nio</strong>, China's leading challenger to Tesla, is the <a href=\"https://www.ft.com/content/e0e1c055-c525-4d11-b420-c7f8c7c8f493\">latest to warn </a>of problems.</p> <p><strong>3. Ant battles China's central bank</strong><br>Jack Ma's Ant Group has<a href=\"https://www.ft.com/content/1651bc67-4112-4ce5-bf7a-d4ad7039e7c7\"> shared just a fraction </a>of its consumer data with China's central bank, defying intense government pressure to hand over more information after it was forced to pull its record $37bn initial public offering last year. Ant is China's largest holder of consumer credit data and its Alipay app is the country's biggest payments platform.</p> <p><strong>4. EBay makes UK concessions for ads deal</strong><br>EBay and Adevinta have<a href=\"https://www.ft.com/content/dd3257a2-f1ee-4cae-80ae-b85cf781e250\"> pledged to sell</a> their UK second-hand sales sites Gumtree UK and Shpock in order to secure regulatory clearance for their $9.2bn classifieds ads merger. The two companies, based in Silicon Valley and Norway, are hoping to create the world's largest online classified advertising group. They announced the deal in July.</p> <p><strong>5. Instacart doubles valuation with funding round</strong><br>Grocery delivery app Instacart has raised $265m from its existing investors, doubling the company's valuation. The US market leader in the sector said the round <a href=\"https://www.ft.com/content/e33b9d20-7f3a-4439-bab3-c04d81d69bc0\">valued the company at $39bn,</a> up from $17.8bn at the time of its previous round last November. It has begun preparations for an IPO.</p> <h2>Tech tools — Microsoft Teams update</h2> <p>Zoom is in a race with its rivals to add features, with Microsoft<a href=\"https://www.microsoft.com/en-us/microsoft-365/blog/2021/03/02/flexible-work-is-here-to-stay-microsoft-365-solutions-for-the-hybrid-work-world/\"> announcing a number of improvements</a> to Teams for “hybrid” (office-home) working, at its Ignite event today. Interactive webinars&#xa0;with up to&#xa0;1,000 attendees are being enabled and they include custom registration, rich presentation options, controls for the host and post-event reporting.&#xa0;PowerPoint Live means “presenters will now be able to lead meetings more confidently with notes, slides, meeting chat, and participants all in a single view”. </p> <p>A new&#xa0;Presenter mode&#xa0;coming soon will allow presenters to customise how their video and content appear. Standout (pictured) shows the speaker's video feed in front of the shared content. “Next, Reporter will show content as a visual aid above the speaker's shoulder, just like during a news segment. Third, Side-by-side will show the presenter's video feed alongside their content as they present.”</p><p>Source: Chris Nuttall in London 2021 'Zooming back to the office' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-02T21:10:17.192Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4256,
          "end": 4265
        },
        {
          "start": 1435,
          "end": 1444
        },
        {
          "start": 4177,
          "end": 4186
        }
      ],
      "nexusId": "10031144"
    }
  ]
}