{
  "_id": "6cbb9f6f8100fc2659ffa18d0db62c68deca0158296d0b9ef0cc4d0e6135adc9",
  "feed": "ftcomall",
  "title": "Virgin Atlantic boss warns of long-term hit to business travel",
  "text": "<p>Virgin Atlantic's chief executive is planning for a <a href=\"https://www.ft.com/content/8e878c58-f2d8-4ab7-8be6-23207e491aae\">long-term reduction in business travel</a>, in one of the clearest warnings yet on the hit to this part of the airline industry once the pandemic ends and people can move freely again.</p> <p>The airline expects corporate travel will be 20 per cent lower over the next two years compared with pre-pandemic levels, with questions over whether business class will ever make a complete recovery, Shai Weiss said in a Financial Times interview. </p> <p>“Will business travel return in the same way? No, I don't think so. But do I think there will be a return to business travel? Absolutely,” he said. </p> <p>Airlines have reported strong demand for leisure trips when borders open and people can travel, but one of the biggest questions facing the industry is how many lucrative corporate clients will be lost forever to remote working and the successful rollout of video conferencing technology.</p> <p>Weiss believes the majority of people are tired of platforms such as Zoom and Microsoft Teams, but said the industry will inevitably take a hit from the changes to the way people work. </p> <p>With lockdowns and travel restrictions still in place in many countries, the aviation industry is scrambling to predict the <a href=\"https://www.ft.com/content/867a5342-c94c-43f6-9783-a817443c9471\">future of business travel</a>, which can account for 75 per cent of revenue on some flights, according to PwC. </p> <p>Jeffrey Goh, chief executive of Star Alliance, the world's largest airline group, has told the FT he expects up to a third of trips to disappear, but airlines including Lufthansa and Delta have been more bullish over a snapback in demand once the crisis is over.</p> <p>Four in 10 European business travellers say they will fly less often as a result of video conferencing technology once travel restrictions are lifted, according to a YouGov survey of 1,400 people, commissioned by the European Climate Foundation and published on Monday.</p> <p>Virgin Atlantic is insulated by its traditionally strong showing in the premium leisure market, which Weiss expects to be boosted by consumer savings built up over the past year. </p> <p>“We will maybe have to reduce prices if we are to attract [more people] into premium leisure, but we will. The demand is there,” he said. British Airways has also said it expects more leisure travellers willing to pay to sit in premium seats in the future. </p> <p>Virgin Atlantic was left fighting for survival after the UK government refused it financial support when the pandemic grounded aviation one year ago. The airline has since cut costs and secured private funding, including a £100m loan from Richard Branson's Virgin Group last month. </p> <p>The balance sheet has also been boosted by $500m in revenue over the past year from flying cargo while passengers have been grounded, leaving Weiss “absolutely” confident the business will be able to survive the pandemic.</p> <p>About 60 per cent of Virgin Atlantic's fleet is still working thanks to the surge in cargo work, meaning cash burn, the key financial metric in the industry at the moment, is “extremely low”, according to Weiss. But he warned the situation remains “existential” for all airlines until travel resumes at scale.</p> <p>“Cargo is good. But you know, cargo alone will not do it. We do need to continue passenger operations, we do need the resumption of travel in the summer,” he said. </p> <p>Like many in his industry, Weiss is frustrated at the UK government's cautious plan to reopen travel, which is banned for non-essential purposes until mid-May at the earliest.</p> <p>“We've got to understand that international travel for an island nation post-pandemic, post-Brexit is key to our economy. It's not about just holidays in Majorca,” he said.</p><p>Source: Philip Georgiadis 2021 'Virgin Atlantic boss warns of long-term hit to business travel' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T04:00:07.854Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 997,
          "end": 1006
        }
      ],
      "nexusId": "10031144"
    }
  ]
}