{
  "_id": "766afee18c3a4cb5b87084a98390db43ff2bd83a5c7d843c2c39033d5fb7846c",
  "feed": "ftcomall",
  "title": "Gates foundation considers governance changes following divorce filing",
  "text": "<p>The charitable foundation chaired by Bill Gates and Melinda French Gates is considering shaking up its governance in the wake of the billionaire couple's <a href=\"https://www.ft.com/content/04f3eaff-075a-495d-975b-50f2bd652eba\">divorce filing</a>, weeks after saying that no such changes were planned.&#xa0;</p> <p>The <a href=\"https://www.ft.com/stream/96588e12-b656-4f06-9d02-cf638884a93a\">Bill &amp; Melinda Gates Foundation</a>, which has distributed $55bn since its launch in 2000, differs from many large philanthropies by having no independent directors.&#xa0;</p> <p>Instead, it has been <a href=\"https://www.ft.com/content/5cefb41c-b5e4-4a37-96a5-fa64d6eb61db\">governed by three trustees</a>: Gates, French Gates and Warren Buffett, the Berkshire Hathaway chair who pledged in 2006 to leave most of his estimated $110bn fortune to the foundation.&#xa0;</p> <p>“I'm actively discussing with Bill and Melinda steps they and Warren might take to strengthen the long-term sustainability and stability of the foundation given the co-chairs' divorce,” Mark Suzman, the foundation's chief executive, said after The Wall Street Journal first <a href=\"https://www.wsj.com/articles/bill-gates-and-melinda-french-gates-explore-changes-to-foundation-11622146703?mod=hp_lead_pos11\">reported</a> that French Gates had pushed for governance changes.&#xa0;</p> <p>When the couple announced in early May that they were ending a marriage described in the divorce filing as “irretrievably broken”, the foundation had stressed that “no changes to their roles or the organisation are planned”.&#xa0;</p> <p>Suzman's statement offered no explanation for the change of thinking on the foundation's governance or details of how its governance might look in future. </p> <p>“No decisions have been made,” he said. “Bill and Melinda have reaffirmed their commitment to the foundation and continue to work together on behalf of our mission. These discussions are part of their prudent planning for the future.”</p> <p>The pending divorce has thrown a question mark over the world's largest private charitable foundation, which employs 1,600 people and disburses more than $5bn a year, largely to global health and development projects.&#xa0;</p> <p>Most of the estimated $124bn fortune Gates made as co-founder of the software group Microsoft has not yet been committed to the foundation, and the divorce has heightened speculation that the remaining tens of billions of dollars could instead be allocated to venture capital and philanthropic vehicles he and French Gates <a href=\"https://www.ft.com/content/e8cc55d2-6708-41a2-81ed-aaa156c1f5d4\">operate separately</a>.&#xa0;</p> <p>In an <a href=\"https://www.ft.com/video/e2b2bc93-7e36-4d7e-8a33-ab9abc65c64a\">interview </a>with the Financial Times shortly before her divorce filing became public, French Gates said the couple had kept their personal disputes separate from the foundation's decision-making.&#xa0;</p> <p>“Do we disagree? At times, of course, we do. But what we . . . committed to many years ago in the foundation was that we would have those disagreements outside the foundation, work them out and come to the foundation as leaders with one voice,” she said.</p> <a href=\"http://www.ft.com/cms/d1812b26-2985-4a4a-a5ff-3a7f5b9addbd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Andrew Edgecliffe-Johnson 2021 'Gates foundation considers governance changes following divorce filing' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T00:03:16.544Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1852,
          "end": 1861
        }
      ],
      "nexusId": "10031144"
    }
  ]
}