{
  "_id": "07747c27b1cf0ed169df99ca9b43caa0211adbfb4262459aae339421b796788d",
  "feed": "ftcomall",
  "title": "How hackers wash dirty crypto money ",
  "text": "<p>The <a href=\"https://www.ft.com/content/c13dbb51-907b-4db7-8347-30921ef931c2\">SolarWinds hackers</a> have been blowing through US government departments again. <a href=\"https://blogs.microsoft.com/on-the-issues/2021/05/27/nobelium-cyberattack-nativezone-solarwinds/\">Microsoft said</a> the Nobelium group, identified by the White House last month as being part of the Russian Foreign Intelligence Service, used USAID's mass email system, supplied by the Constant Contact email marketing service, to pose as the US international development agency. </p> <p>It sent emails to more than 3,000 accounts at some 150 government agencies, think tanks, consultancies and non-governmental organisations, <a href=\"https://www.ft.com/content/78c3e01e-6d07-4f69-b6ca-08c1b5b8f1f5\">reports Hannah Murphy</a>. Targets who opened the emails allowed the hackers to perform “a wide range of activities from stealing data to infecting other computers on a network”.</p> <p>This was an intelligence-gathering effort then, rather than a ransomware attack to seize up online operations and demand money for their restoration. Hannah has also been looking at <a href=\"https://www.ft.com/content/4169ea4b-d6d7-4a2e-bc91-480550c2f539\">the rise of “crypto laundries”, </a>places where criminals taking ransomware payments in cryptocurrencies can turn them into hard cash.</p> <p>They include online gambling sites that accept crypto,&#xa0;unlicensed exchanges, over-the-counter brokers and the more than 11,600 crypto ATMs that have sprung up globally with little to no regulation.</p> <p>Meanwhile,<a href=\"https://www.ft.com/content/8a99baf7-b8fc-4994-a2de-749b7ca342db\"> Lex says</a> crooks and spooks may be stealing encrypted data they hope to decode years from now, once they have access to quantum computing.</p> <p>We have <a href=\"https://www.ft.com/content/424b29c4-07bf-4612-b7d6-76aecf8e1528\">a new guide </a>to cryptocurrencies and stablecoins, and our markets team explains why every dogecoin has its day, <a href=\"https://www.ft.com/video/f90aae62-ccca-4eda-892c-f302324ef8ba\">in this video</a>. If <a href=\"https://www.ft.com/content/11e59520-a504-4098-9fc1-e2fe66887e14\">you're bored of crypto </a>trading, <a href=\"https://www.ft.com/content/482ca65b-9eb3-40dc-97fe-b9a4383b8396\">meme stocks were back</a> in vogue this week. </p> <p><em><strong>**#techFT returns on Tuesday from the holiday weekend break**</strong></em></p> <h2>The Internet of (Five) Things</h2> <p><strong>1. JD Logistics delivers gains</strong><br>Shares in the supply chain and delivery unit of Chinese ecommerce group JD.com <a href=\"https://www.ft.com/content/278d0d31-245e-4f34-af18-e746b363bf3c\">rose 18 per cent </a>before closing 3 per cent higher on their trading debut in Hong Kong. That left the Beijing-based company with a market capitalisation of about $33bn. <a href=\"https://www.ft.com/content/4158a73c-993d-48f5-b2eb-6d6c1f198dca\">Lex says</a> the Hong Kong market has simply run out of steam.</p> <p><strong>2. Carbon counting shopping</strong><br>Lex has also been <a href=\"https://www.ft.com/content/59f7cfed-4218-4153-af9b-46b8de049297\">examining the prospects</a> of German fashion site About You, which plans to list in Frankfurt, and the latest in its carbon counter series <a href=\"https://www.ft.com/content/f46c446a-12ee-4c39-98cf-2cfc3214325b\">looks at shopping.</a> Buying online may be more eco-friendly than driving to the store for just a couple of items. Somebody who does that three times a week could save about 2kg of carbon a week — the equivalent of two hot baths — by switching to an even averagely efficient e-retailer.</p> <p><strong>3. SoftBank divorce deal with WeWork co-founder<br></strong>SoftBank has spelt out the&#xa0;<a href=\"https://www.ft.com/content/b0c047d0-6e7e-42c1-89c8-ee5f96d01a12\">full cost of its bitter divorce</a>&#xa0;from WeWork co-founder Adam Neumann, in which Neumann has received cash, stock awards and fees worth close to $450m following fraught negotiations. With WeWork targeting a second run at an IPO, this time via a&#xa0;merger with a blank-cheque company, the agreement is an attempt to break with the past.</p> <p><strong>4. Dell and HP warn on shortages</strong><br>Dell and HP Inc reported quarterly revenue that beat Wall Street estimates on Thursday, as customers continued to shop for PCs. However, shares in both are lower today <a href=\"https://www.reuters.com/technology/dell-beats-revenue-estimates-strong-demand-remote-working-products-2021-05-27/\">after they warned</a> the ongoing chip shortage could impact their ability to meet demand for laptops this year.</p> <p><strong>5. Designing democracy on Mars can improve Earth's politics&#xa0;<br></strong>A political-science professor at Yale recently challenged her students to&#xa0;write a constitution for Mars. <a href=\"https://www.ft.com/content/f0d95e10-ca83-47f4-9c06-3eab19261ab4\">John Thornhill&#xa0;argues</a>&#xa0;designing democracy on Mars can improve how it works on Earth. He says there are good reasons not to replicate our prevailing political systems on the red planet.</p> <h2>Tech tools — Twitter Blue and Spaces</h2> <p>Twitter appears to have inadvertently revealed its new subscription option, with a Twitter Blue in-app purchase appearing in its App Store listing for $2.99 (£2.49) a month.<a href=\"https://www.engadget.com/twitter-blue-subscription-service-221158283.html\"> Engadget reports</a> the service appears to include an “undo tweet” feature as well as a “reader mode” that makes it easier to view long threads. It also adds additional customisation options, like new app icons. The social media company also<a href=\"https://twitter.com/TwitterSpaces/status/1397688581846568961\"> extended </a>its Clubhouse-like Spaces audio chat rooms <a href=\"https://www.theverge.com/2021/5/26/22455799/twitter-spaces-web-browser-clubhouse-social-audio-room\">to mobile web and desktop browsers </a>this week. Can't see it on my <a href=\"https://help.twitter.com/en/using-twitter/how-to-use-tweetdeck\">TweetDeck</a> yet though.</p><p>Source: Chris Nuttall in London 2021 'How hackers wash dirty crypto money ' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T18:13:03.827Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 82,
          "end": 91
        }
      ],
      "nexusId": "10031144"
    }
  ]
}