{
  "_id": "5594d8521ccb591f4b11dfae96a3a0c47056deb63635d911f40020706aff954c",
  "feed": "wall-street-journal",
  "title": "Tech Firms Snap Up Renewable Energy",
  "text": "<p>Tech companies are wielding their balance sheets to finance solar, wind and other renewable-energy projects on an unprecedented scale. In some countries, developers have said tech companies' willingness to spend upfront -- signing commitments to buy energy at a certain price for long periods -- has helped make companies more important than government subsidies as the main drivers of renewable investment.</p><p>Amazon, Alphabet Inc.'s Google, Facebook Inc. and Microsoft Corp. are four of the top six corporate buyers of publicly disclosed renewable-energy-purchase agreements, accounting for 30%, or 25.7 gigawatts, of the cumulative total from companies globally, according to the research firm BloombergNEF. Amazon is the largest corporate purchaser world-wide, with other top purchasers including the French oil company TotalEnergies SE and AT&amp;T Inc.</p><p>\"It's almost like a stampede for clean energy,\" said Michael Terrell, director of energy at Google.</p><p>The scale of these investments is placing the tech companies under pressure to show that the projects actually add new renewable capacity to the energy grid instead of sucking up pre-existing supply. A thorny issue is whether tech companies' green-power purchases replace power generated from carbon-emitting plants or simply increase power generation to feed growing global energy consumption. That is important because the companies want to tell consumers and investors that they are helping to reduce absolute carbon output, not just shifting it around.</p><p>\"Just because you put a clean electron on the grid doesn't necessarily mean you're displacing a carbon-based electron,\" said Brian Janous, general manager of energy and renewables at Microsoft. Mr. Janous said Microsoft is now analyzing power grids to determine at which locations and times of day additional renewable-energy production would replace the most production from existing fossil-fuel-powered plants to determine where to invest.</p><p>Amazon's latest projects, across seven U.S. states as well as Canada, Finland and Spain, have pushed the company's signed commitments to a total of 10 gigawatts of renewable production, the company said.</p><p>With the new deals, Amazon is the top all-time corporate purchaser of clean energy in the U.S., according to the Renewable Energy Buyers Alliance, a group of companies that promotes renewable-power procurement. The new plants, which will supply company operations including Amazon's cloud-services arm, Amazon Web Services, are scheduled to come online in the next one to three years.</p><p>Nat Sahlstrom, director of energy at Amazon Web Services, said the company looks for projects where it can be first to set up a commercial template other companies can follow to help jump-start demand. He said that Amazon only selects projects based on whether its purchasing commitments are pivotal to the projects' viability. \"If not for our investments in these projects, they would not have gone forward,\" he said.</p><p>Google, which said it matched its energy consumption with renewables beginning in 2017, said it now has a tougher goal: aligning its consumption with renewable energy not just annually but hour by hour.</p><p>That means the company is trying to make sure there is sufficient carbon-free energy on electrical grids where it operates at the times when it is using power, including at night and at times of peak demand.</p><p>\"I think the evolution is to focus not only on the quantity but also the quality of sourcing,\" Mr. Terrell of Google said.</p><p>Driving the purchases are skyrocketing data usage and computer processing. In the past decade, growing efficiency has largely offset rising usage, in part as companies shifted from on-premises computer servers to more-efficient cloud providers, according to the International Energy Agency. But while there is more efficiency to tap, it isn't clear for how much longer, as more of the world lives online.</p><p>\"The data-center industry is one of the largest power consumers world-wide,\" said Stefan-Jorg Gobel, a senior vice president of wind and solar for the Norwegian energy company Statkraft AS. \"They're reshaping the demand side of the industry just from the pure physics of it.\"</p><p>Developers of wind- and solar-energy projects said demand from big tech has encouraged a rise in demand for power-purchase agreements from other corporate buyers. Because the projects require heavy upfront investment that takes years to recoup, banks often won't finance them -- or will give less favorable terms -- unless the projects have an anchor purchaser promising to buy most or all of the production.</p><p>Facebook said it reached its goal of buying enough renewable energy to cover its global operations, including data centers, last year but that it is continuing to strike new power deals because its energy use is growing. Facebook's electricity use rose 39% in 2020, according to its annual sustainability report.</p>",
  "published": "2021-06-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1692,
          "end": 1701
        },
        {
          "start": 458,
          "end": 467
        },
        {
          "start": 1719,
          "end": 1728
        },
        {
          "start": 458,
          "end": 473
        }
      ],
      "nexusId": "10031144"
    }
  ]
}