{
  "_id": "e51c375a4b16b3554589439ba5eaab44eba5b88b9123510f80a92b35006736c0",
  "feed": "ftcomall",
  "title": "We should be careful which metaverse we choose to live in",
  "text": "<p>The great thing about the future is you can make it up. If present day reality is messier than you had hoped, then you can construct an alternative one, where everything is much cleaner. So it is with the latest West Coast infatuation with the metaverse. Now that the <a href=\"https://www.ft.com/content/2035020e-8594-4ae7-997b-9a194c8350bc\">Federal Trade Commission is hammering on Big Tech's door</a> and even the <a href=\"https://www.france24.com/en/live-news/20210716-clubhouse-in-a-conflict-zone-afghans-confront-taliban-on-audio-app\">Taliban is using audio app Clubhouse</a>, maybe it is time to add a shiny new dimension to the future.&#xa0;</p> <p>The term metaverse comes from <a href=\"https://www.penguin.co.uk/books/208/20868/snow-crash/9780241953181.html\"><em>Snow Crash</em></a>, a 1992 science fiction novel by Neal Stephenson, in which human avatars and software daemons inhabit a parallel 3D universe. The term now has a life of its own and has cropped up recently in chief executive presentations from Microsoft's Satya Nadella and Facebook's Mark Zuckerberg.&#xa0;</p> <p>Although the metaverse means different things to different people, the common thread is that it represents the next big thing in our digital world, a kind of internet 2.0. <a href=\"https://stratechery.com/2021/metaverses/\">Some critics have suggested</a> the term is just a fancy way of rebranding virtual reality technology, which has consistently lagged behind the ambitions of its corporate enthusiasts. But the metaverse's dreamers argue it is far more than that, describing contrasting visions of what our 3D digital future might look like.</p> <p>The first is simply a natural outgrowth of existing trends, exploiting the internet of things, digital twin infrastructure and mixed reality technology. This is what Nadella calls <a href=\"https://news.microsoft.com/wp-content/uploads/prod/2021/07/Microsoft-Inspire-2021-Satya-Nadella.pdf\">the “enterprise metaverse”.</a> In a world in which another 2bn connected devices will come online each year up to 2023, according to Microsoft, computing will become increasingly ubiquitous and ambient. The continual stream of data pinging out of such devices is already enabling us to build digital twins of our physical infrastructure, creating virtual representations of houses, factories, airports and rock festivals.&#xa0;</p> <p>The use of augmented reality glasses, such as Microsoft's HoloLens, will allow us to “inhabit” these virtual worlds and interact with other people in increasingly sophisticated ways. This enterprise metaverse already exists, as shown by video gamers, real estate agents, medical schools and oil rig operators offering new services and experiences.&#xa0;</p> <p>This burst of innovation has been accelerated by the shift online during the pandemic. “This is a genuine evolution of the internet,” says John Riccitiello, chief executive of Unity Technologies, a leading software development company. “We are already living in the metaverse. But it is becoming a lot more present, a lot more real time, a lot more 3D and a lot more interactive,” he says.</p> <p>This leads to a second, and far more expansive, vision of the metaverse, as sketched out by Zuckerberg in an <a href=\"https://www.theverge.com/22588022/mark-zuckerberg-facebook-ceo-metaverse-interview\">interview with The Verge </a>tech site. Zuckerberg describes an even more open, interconnected and continuous metaverse, a universal alternative reality. At present, online communications are restricted to 2D interactions via “small, glowing rectangles”. But Facebook envisages the metaverse as a 3D “embodied internet” in which people can have a persistent “presence” and teleport to different places. We can attend a comedy show with our buddies and laugh along at the same jokes.</p> <p>Zuckerberg describes this virtual world as the “holy grail of social interactions”, which may suggest that some billionaires need to get out more after the pandemic. But Facebook's founder also argues that the metaverse will open up the possibility of new forms of work in what he calls the <a href=\"https://www.ft.com/content/9b73b3e4-6d68-4530-9879-58480b72335e\">“infinite office”</a> and reshape the digital economy.</p> <p>A universal metaverse will take decades of infrastructure development and billions of dollars of investment to become reality. Facebook has big ambitions for its Oculus VR business, but even Zuckerberg accepts that clunky VR headsets limit entry into the metaverse. Facebook will first have to compress a supercomputer into 5mm-thick glasses to encourage <a href=\"https://vrgear.com/news/facebook-believes-ar-glasses-are-5-years-out-oculus-will-own-next-vr-generation/\">mass adoption</a>.</p> <p>Other obstacles to the metaverse's full development have been spelt out in<a href=\"https://www.matthewball.vc/the-metaverse-primer\"> a nine-part primer by Matthew Ball, a venture capitalist.</a> Not only will the hardware have to improve, but new ways of creating, exchanging and paying for digital goods and services will have to be developed.</p> <p>The third vision of what the metaverse might look like is more disturbing. When <a href=\"https://www.ft.com/content/48b6d0f6-499f-11ea-aeb3-955839e06441\">I interviewed the science fiction writer William Gibson</a> last year, he said he was mystified by fans who told him he had inspired them to pursue a career in tech while missing the point that many of his novels are dystopian. Ours would be the last generation to draw a distinction between online and offline worlds, he said. Future generations would regard them as fully fungible.&#xa0;</p> <p>Gibson, and Stephenson, are right that some of the extreme visions of the digital future are riddled with problems. My list would include the “gender skew” among metaverse developers, further threats to privacy and ownership rights and environmental damage caused by the massive computing power needed to sustain alternative digital worlds. Evo Heyning, co-chair of the Open Metaverse Interoperability Group, told The New York Times that<a href=\"https://www.nytimes.com/2021/07/10/style/metaverse-virtual-worlds.html?searchResultPosition=1\"> the metaverse could help create a new type of public commons and should not just be subject to a corporate land grab</a>.&#xa0;</p> <p>The metaverse's creators need to be just as imaginative in addressing these issues as exploiting technology's possibilities if our digital future is to turn out any better than the present.</p> <p><a href=\"mailto:john.thornhill@ft.com\"><em>john.thornhill@ft.com</em></a></p><p>Source: John Thornhill 2021 'We should be careful which metaverse we choose to live in' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-26T14:14:08.244Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1902,
          "end": 1911
        },
        {
          "start": 1566,
          "end": 1575
        },
        {
          "start": 706,
          "end": 715
        },
        {
          "start": 706,
          "end": 717
        },
        {
          "start": 1902,
          "end": 1913
        }
      ],
      "nexusId": "10031144"
    }
  ]
}