{
  "_id": "b841ffb7d1632101abb54a5cdb6a0b9b33392fc61b1edee237ac2c0fad5c392d",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books -- Politics:  Too Much LinkedIn and Not Enough Lincoln  ----  By Barton Swaim",
  "text": "<p>\n  Heart of Fire </p><p>\n  By Mazie K. Hirono </p><pre>\n </pre><p>\n  Getting to the Heart of the Matter </p><p>\n  By Carl Levin </p><pre>\n </pre><p>\n  Opportunity Knocks </p><p>\n  By Tim Scott </p><pre>\n </pre><p>\n  The political memoir, as a genre, is in bad shape. There are too many memoirists, for one thing. Unimportant cabinet secretaries, mid-level White House staffers, lawmakers that most of the country has never heard of -- they all, these days, feel the need to write detail-heavy 300- or 400-page accounts of their time in the halls of power. Very few of these chroniclers are gifted writers, and even fewer have anything important to relate. </p><p>\n  Yet some of them have terrific stories to tell about their early lives. If only they would write about the interesting bits of their biographies and leave out the already familiar career highlights and tiresome score-settling. Consider Hawaii Sen. Mazie K. Hirono's \"Heart of Fire: An Immigrant Daughter's Story\" (Viking, 397 pages, $28). Ms. Hirono, in this reviewer's admittedly biased opinion, is author of some of the most witlessly partisan remarks in recent U.S. legislative history. Yet I found the book's early chapters very moving. </p><p>\n  Ms. Hirono was born in Japan in 1947. Keiko, as she was called, was a small child when her father fell into alcoholism and gambling. His own parents treated Keiko's mother with shocking cruelty. When her mother's breasts suddenly ceased to give milk, \"her mother-in-law insisted that [her daughter-in-law's] upper arm be branded with a sizzling iron, to shock her body into making her milk flow once more.\" Ms. Hirono recalls \"my mother's glazed look as she told me this story many years later, almost as if she were recalling an event that had happened to someone else.\" She bore the scar on her arm for the rest of her life. </p><p>\n  Ms. Hirono's mother had been born in Hawaii and soon began secretly arranging to leave her husband and flee with their children to the American territory, which she did in 1955. </p><p>\n  Once Ms. Hirono begins narrating her political career, however, her writing takes on the, if I could put it this way, angular qualities of her public persona. She is never wrong, her opponents never less than despicable. Republicans during the ObamaCare debate, she quotes herself saying at the time, were \"literally plotting how to deny millions of people in our country the heath care they deserve.\" She, on the other hand, glows with saintliness: \"In the conflict-rich arena of politics, I had never sought the spotlight, never even referred to myself as a politician. I was a public servant. My work was to serve those who were vulnerable.\" Many politicians think and speak this way, but they ought to be discouraged from turning their memoirs into dreary recitations of their own courageous stands and their enemies' treachery. </p><p>\n  Carl Levin first became a U.S. senator in 1979 and left office in 2015. You may remember him by the reading glasses perpetually perched on his nose, together with his combover. His memoir, \"Getting to the Heart of the Matter: My 36 Years in the Senate\" (Wayne State, 338 pages, $29.99), brushes quickly past his early life. He's already out of law school by page 11. The rest of the book is a chronicle of the policy views he took as a public official, first as a Detroit city councilman and then as Michigan's longest-serving senator. </p><p>\n  I try not to fault books for what they aren't, but I would have liked to read less about Mr. Levin's policy decisions, which were already a matter of pubic record, and more about his growing up in a politically attuned Jewish home in 1940s Detroit. (Mr. Levin's older brother, Sander, was a member of the U.S. House, also for 36 years.) Instead we learn what Mr. Levin said and the votes he took on Nafta, the Clinton impeachment, and the Iraq War. </p><p>\n  Sen. Tim Scott's response to President Biden's recent address to Congress electrified GOP voters and wrong-footed the president's cheerleaders in the media. The paperback edition of Mr. Scott's \"Opportunity Knocks: How Hard Work, Community, and Business Can Improve Lives and End Poverty\" (Center Street, 292 pages, $28) was issued less than a month before the South Carolinian's rhetorical triumph. The book is equal parts autobiography, self-help and political commentary. </p><p>\n  I remain unconvinced that Mr. Scott's \"opportunity zones,\" written into the 2017 tax-reform bill at his urging, are the consequential innovation he believes them to be. The idea, much like the \"enterprise zones\" championed by Mr. Scott's hero Jack Kemp and others a generation ago, involves using the tax code to get companies to invest in low-income areas. These sorts of policies end up empowering politicians and doing little to achieve their stated purpose. </p><p>\n  The important fact about Mr. Scott, though, is that he is the only high-level elected official in America capable of speaking truthfully and cogently on the subject of race. \"For more than fifty years, starting with President Lyndon Johnson's 'Great Society,' \" he writes, \"the federal government has dumped huge amounts of money into an ever-growing web of bureaucracy and red tape. Yet poverty rates remain basically unchanged since the early 1970s, especially in the black community.\" </p><p>\n  \"Opportunity Knocks\" is what this column likes to call a resume book: The author isn't sure he wants the job (you know which job I mean), but he sends in his resume all the same -- just to see what happens. Not without reason, in this instance. Mr. Scott is a black man who grew up on the edges of poverty in South Carolina; he is relentlessly optimistic about America; and he rejects white liberal orthodoxy on race. In the United States of the 2020s, that is a potent combination. </p><p>\n  \"America is not a racist country,\" Mr. Scott remarked in his response to the president's address. But he doesn't deny the existence and virulency of racism in the present -- on the right or the left. As a freshman member of the U.S. House, he recalls, he voted against raising the debt ceiling. \"My office had to shut the phones down because of an onslaught of racist calls opposed to my vote. 'I'll never drive through your N state again,' they said, and 'tell that N boss of yours to get his head out of his $%^&amp;.' Calls like these drove our staff and interns to tears. These weren't from people in South Carolina, but New Jersey, Illinois, California, and so many other states.\" </p><p>\n  I doubt this resume will get tossed in the trash. </p><p></p>",
  "published": "2021-05-08T06:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}