{
  "_id": "02453008348f05ef5c15dbfb82d2c15548a1838634b98611bac4655c46e6f118",
  "feed": "ftcomall",
  "title": "Bill and Melinda Gates to end marriage after 27 years",
  "text": "<p>Bill Gates, the Microsoft co-founder, and his wife Melinda have announced they are ending their marriage after 27 years, throwing into doubt a partnership that has remade modern philanthropy and supported one of the leading <a href=\"https://www.ft.com/content/f999c4e4-78a2-4f83-9beb-91c15dccd0b8\">private responses</a> to the Covid-19 pandemic.</p> <p>The couple revealed the decision in a terse note on their social media accounts on Monday, in which they said the fate of their marriage would not affect the work of their foundation, the world's largest private charitable organisation.</p> <p>The pair have ploughed much of their estimated $124bn fortune into the Bill &amp; Melinda Gates Foundation, which seeks to enhance healthcare and reduce poverty around the world. Working with Warren Buffett, they also promoted the Giving Pledge as a way for wealthy business people to donate more of their wealth during their lifetimes.</p> <p>“After a great deal of thought and a lot of work on our relationship, we have made the decision to end our marriage,” the couple said in a <a href=\"https://twitter.com/BillGates/status/1389316412259270657\">statement</a> on Monday. The pair said they “will continue our work together at the foundation, but we no longer believe we can grow together as a couple in this next phase of our lives”.</p> <p>In a separate statement, the foundation said the couple would “remain co-chairs and trustees” and that “no changes to their roles or the organisation are planned”. </p> <p>Forbes puts the couple's wealth at $124bn and lists Bill Gates as the world's fourth-richest person, after Amazon's Jeff Bezos, Tesla's Elon Musk and LVMH's Bernard Arnault.</p> <p>The separation comes two years after Bezos's divorce from MacKenzie Scott, which raised questions over the fate of the Amazon founder's significant voting stake in his technology company. </p> <p>The Gates separation, by contrast, is likely to have little impact on Microsoft given that Bill left the software group's board a year ago and has a stake of about 1 per cent.</p> <p>For the past two decades, the couple have run the world's largest private charitable foundation, which has distributed $55bn since its launch in 2000. Its endowment, which includes annual donations from Buffett, stands at $49.8bn. </p> <p>The Seattle-based Gates Foundation has established itself as one of the world's most influential philanthropies, with a focus on fighting poverty, disease and inequality that stretches from sub-Saharan Africa to inner-city America.</p> <p>A person with knowledge of the Gates Foundation expects that the couple will both remain very involved with the foundation's day-to-day operations, and its set up will mostly keep the status quo.</p> <p>Inside the foundation, divisions have already been established among teams that are aligned with projects Bill is interested in, such as new health technology including messenger RNA vaccines, or projects Melinda is interested in, such as gender equality.</p> <p>The pair, known to operate as pragmatists, are likely to be motivated to keep the foundation from fracturing so as not to dilute their overall influence, the person said.</p> <p>Melinda has long been known as the most powerful woman in philanthropy, focusing her work on the rights of women and girls, from family planning to maternal health. She also founded an investment company called Pivotal Ventures in 2015 to back groups promising to advance social progress. </p> <p>The couple's work on health and development has also made them influential figures in funding vaccine development and in the debate on combating climate change, with Bill <a href=\"https://www.ft.com/content/c11bb885-1274-4677-ba05-fcbac67dc808\">recently publishing</a> his book <em>How to Avoid a Climate Disaster</em>.</p> <p>The couple met in 1987, soon after Melinda joined Microsoft. In a 2019 Netflix documentary, Melinda recalled how she found Bill compiling a list of the pros and cons of marriage on a whiteboard before he proposed.</p> <p>She is widely seen as having played an influential part in getting him to shift his attention to philanthropy full-time, at a time when his aggressive business tactics had put the company on a collision course with the US Department of Justice. He went on to take more of a back-seat role in Microsoft management, before progressively cutting ties completely and redirecting all his attention to philanthropy.</p> <p>Depending on the terms of any divorce settlement, Melinda could immediately rival Scott, whose fortune is put by Forbes at $60bn, for influence in the philanthropy world in her own right. Washington state requires a straightforward 50/50 division of marital assets, unless the couple reached a prenuptial agreement or any other arrangement since then, said Caroline Krauss, a partner at the matrimonial law firm Krauss Shaknes Tallentire &amp; Messeri.</p> <p>She added that “the foundation will continue without missing a beat” because the pair had already transferred significant assets to the organisation and its board was charged with making sure the funding continued to flow in line with its goals. </p> <p><em>Additional reporting by Dave Lee in San Francisco and Peter Wells in New York</em> </p> <a href=\"http://www.ft.com/cms/d1812b26-2985-4a4a-a5ff-3a7f5b9addbd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/931f3f98-fa79-46c7-a483-b07b16e963b6\"><em>Diamonds shine for ever but marriage can fade</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/931f3f98-fa79-46c7-a483-b07b16e963b6\"><em>From Khaw Wei Kang, Shenzhen, China</em></a></p><p>Source: Andrew Edgecliffe-Johnson and Billy Nauman in New York, and Richard Waters in San Francisco  2021 'Bill and Melinda Gates to end marriage after 27 years' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T01:51:22.421Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3977,
          "end": 3986
        },
        {
          "start": 16,
          "end": 25
        },
        {
          "start": 3521,
          "end": 3530
        },
        {
          "start": 1757,
          "end": 1766
        }
      ],
      "nexusId": "10031144"
    }
  ]
}