{
  "_id": "11c02acba419dcdb3f26ff13e36161661b3cd2179fca2db309562abcdf2bb9ca",
  "feed": "wall-street-journal",
  "title": "Eco-Friendly gadget Gifts --- An energy-monitoring plug. A mouse of recovered plastic. Here are electronics made with sustainability in mind.",
  "text": "<p>Taken to an extreme, that could mean buying no new products. According to Apple's environmental report, 81% of the iPhone 13's life-cycle carbon emissions occur during production of the device. When giving gifts, you could get refurbished devices, or protective accessories that allow loved ones to hang on to their current models longer -- items such as an Otterbox Defender Series rugged case or an amFilm tempered-glass screen protector.</p><p>You could avoid buying physical items altogether. Netflix and Spotify gift cards can be applied to subscriptions, while Apple's gift cards can be applied to a variety of services in the company's ecosystem, from iCloud storage to in-store repairs.</p><p>If you do want to buy something shiny and new, here are some great gadgets and accessories that aren't just greenwashing and are made with sustainability and climate consciousness in mind.</p><p>The Wall Street Journal isn't compensated by the brands or retailers for being listed in this guide.</p><p>Amazon Smart Thermostat</p><p>Amazon's latest gadget is a smart thermostat with a simple three-button display. It uses information from Echo smart speakers and other connected devices, such as smart lights and your phone, to determine whether you're away or sleeping, adjusting the temperature accordingly. When you manually adjust your heating or cooling, a small green tree icon appears, indicating energy-saving temperature choices. You can track your energy usage and control temperatures remotely using the Alexa app. Amazon's version doesn't have the sleek interface of Google's Nest Learning Thermostat, but it costs far less. This is a great smart thermostat at a fantastic price. Just be sure to use the compatibility checker before you buy. $60; amazon.com</p><p>Vitamix FoodCycler FC-50</p><p>Composting helps keep food scraps out of landfills and produces soil-enriching fertilizer for plants. This electric food-waste processor is for those who don't have a local compost pickup service or can't be bothered with a backyard bin. About the size of a small trash can, it takes eggshells, avocado peels, coffee grounds and other dinner remnants in a bucket with an odor-eliminating carbon-filter lid. When the bucket is full, you power it on to start the drying, grinding and cooling process. Keep in mind that citrus rinds, beet peels and other high-sugar fruits can get sticky on the bucket's heating element. $400; vitamix.com</p><p>Nutr 2.0 Nut-Milk Maker</p><p>Cows produce the most greenhouse-gas emissions in the livestock sector, according to the Food and Agriculture Organization of the United Nations. For the sustainably minded, dairy alternatives can be expensive -- and full of extra additives. This gadget showed me how easy it is to make yourself. It takes about five minutes to pulverize the two tablespoons of nuts and water required to produce about a cup and a half of \"milk.\" I like to use the Nutr's delay-start feature to soak nuts overnight for a creamier texture, and its warm mode to spin up lattes. It's also an effective morning alarm -- this thing is loud. $169; thenutr.com</p><p>Eve Energy</p><p>If you've ever wondered whether any of your electronics are energy vampires -- appliances that use electricity even when they're off -- this smart plug can tell you. Eve's app can also estimate how much your appliances will cost you annually, based on the going rates for electricity. You can control the plug and set schedules via the Eve or Home iOS apps as well as Siri. For away-from-home control, you'll need an iPad, HomePod Mini or Apple TV 4K to serve as a hub. This is a gift for someone who's steeped in the Apple ecosystem -- there's no Alexa or Google Assistant support. $40; evehome.com</p><p>Specialized Turbo Vado SL</p><p>The transportation sector is America's biggest emitter of greenhouse gases. And cars -- you know, the ones we constantly drive to the grocery store and back -- produce over half those emissions. An electric bike can help cut down on personal fossil-fuel use. Specialized's Turbo Vado SL 4.0 EQ is lightweight at 33 pounds and doesn't skimp on speed, providing assistance up to 28 miles an hour through its natural-feeling mid-drive motor. And it has commuter-friendly features such as built-in lights and a rear rack for cargo. $3,750; specialized.com</p><p>PopSocket Plant-Based PopGrip</p><p>PopSocket's latest phone holder/stand combo follows a similar trend. It's made of 35% organic material. (The company is working on converting the mount, which is made of plastic, to plants, too.) These grips help in other ways: By making your phone easier to fold, there's less chance of you dropping it and needing excessive repairs or replacements. The top comes off so you can charge your phone wirelessly. $15; popsockets.com</p><p>Garmin Tacx Neo 2T Smart Bike Trainer</p><p>Unlike other bring-your-own-bike trainers,Garmin's model doesn't need to be connected to a power source. The Neo 2T harnesses the power of your legs to transmit data about your output and speed, and automatically adjust resistance while using training apps such as Zwift. When there's a hill on-screen, it gets harder to pedal, and if the course has a cobblestone or dirt road, the trainer can simulate that feel, too. It's one of the quietest trainers I've tested, at least when I'm not bumping down a cobblestone lane. $1,399; garmin.com</p><p>Microsoft Ocean-Plastic Mouse</p><p>This cute wireless peripheral is what I'd like the future of gadgets to be: made of plastic waste recovered from oceans and other waterways, and wrapped in 100% recyclable packaging. This one contains just 20% recycled ocean plastic. I would like to see one made with more. \"As we progress this new manufacturing process, we hope to see that number grow,\" a Microsoft spokeswoman said. The Bluetooth mouse is comfortable but compact, and probably better suited for smaller hands. While the mouse's easy-to-connect Swift Pair feature works only with Windows PCs, you can use its basic functions with Macs and Chromebooks. $25; microsoft.com</p><p>Incipio Organicore Phone Case</p><p>Incipio's Organicore line has all the elements of a good phone case. It covers the device on all sides and has raised edges around the screen and camera lenses. Plus, the power and volume buttons are easy to press. The bonus is that it's made of plants and helps keep plastic out of oceans and landfills. The clear version has better drop protection, rated up to 14 feet, compared with the cheaper Organicore model's 8 feet of drop protection. Just be careful if you use MagSafe accessories, since they don't always stick as securely as Apple's official cases. $45; incipio.com</p><p>Grouphug Solar Panel Charge</p><p>Most electricity in the U.S. is generated by fossil fuels, though some providers allow residential customers to purchase their power from renewable sources. People who don't have the option -- or the ability to install rooftop solar panels -- can still charge some of their smaller electronics using this window-hanging solar frame. A 10-watt panel soaks up the sun's rays and stores the power in a battery. When the LED light is green, you can start powering your gadgets. It isn't big enough to power a laptop or even fully charge a smartphone (especially on cloudy days), but it will top up an Apple Watch and other little gadgets. $149; grouphugtech.com</p>",
  "published": "2021-11-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5677,
          "end": 5686
        },
        {
          "start": 5289,
          "end": 5298
        }
      ]
    }
  ]
}