{
  "_id": "3035504625117ea107a7e09692fc41843628aeee854437fd599bf42117c200e5",
  "feed": "ftcomall",
  "title": "IBM chief Arvind Krishna cements his position as heir apparent quits",
  "text": "<p>The executive widely seen as heir apparent at IBM has stepped down in a broad management shake-up, as the US computer maker's board threw its backing behind current chief executive Arvind Krishna to complete an attempted overhaul.</p> <p>Jim Whitehurst, the former chief executive of Red Hat, had been <a href=\"https://www.ft.com/content/15f6f69a-43d8-11ea-a43a-c4b328d9061c\">put in pole position</a> to take the top job after IBM agreed to pay $37bn for the open source software company in 2017. He was later named IBM's president, a title the company usually reserves for its next CEO.</p> <p>The news of his departure wiped 4 per cent from IBM's stock price on Friday. However, Krishna, who had been seen by many on Wall Street as a transitional chief executive, painted the move as a doubling-down on IBM's current path under his leadership.</p> <p>“He's done amazing for us, but he wasn't going to be here forever,” he said of Whitehurst. Speaking in an interview with the Financial Times, he added: “Acquired CEOs normally last a year or two.”&#xa0;&#xa0;&#xa0;</p> <p>The IBM boss suggested that Whitehurst had been in the running to succeed him but that any hopes of taking over in the near term had been dashed as the company's board backed him to carry through the next stage in IBM's overhaul.</p> <p>“This is a very viable candidate. But I can't speculate on what was a time for him,” he said of Whitehurst.</p> <p>The former Red Hat chief had a “critical role” in IBM's cloud strategy after the acquisition, said Moshe Katri, an analyst at Wedbush. “You're expecting leadership to stick around and it didn't happen. It is a setback.”</p> <p>Krishna pointed to the fact that the board had named him chair as well as chief executive earlier this year as a sign of its backing for him. The wider top management shake-up announced on Friday was “about building a leadership team to take IBM where I'm leading it”, he said.</p> <p>Krishna was the architect of the Red Hat acquisition, a bet-the-farm deal designed to give IBM a stronger position in the cloud computing business against giants such as Amazon Web Services and Microsoft.</p> <p>A former head of research, Krishna championed the Red Hat purchase under former CEO Ginni Rometty, before taking over the top job himself last April. The succession was welcomed on Wall Street as a sign that IBM was focusing more on core technology, though he was widely seen as a stand-in at the top until the board was ready to elevate Whitehurst, who had previously spent 12 years running Red Hat.</p> <p>IBM is making a rare senior hire from outside the company, on Friday announcing the appointment of former Hewlett Packard Enterprise executive Ric Lewis as head of IBM's systems division, including its mainframe operations.</p> <p>IBM executives who are on the rise as part of the reshuffle include Rob Thomas, head of cloud and data platform operations, who takes over as the company's top sales and marketing executive. Tom Rosamilia, previously head of systems, was named to run the company's cloud and cognitive systems division, which plays a central role in the effort to carve out a position for IBM in artificial intelligence and cloud computing.</p> <p>The management revamp announced on Friday was designed to make the company “much more execution focused and much more technology focused,” Krishna said.</p> <p>He added that Whitehurst had agreed to continue as an adviser and was not leaving to take a job at another company. “He's being very gracious. He's not going anywhere right now,” Krishna said.</p><p>Source: Richard Waters in San Francisco 2021 'IBM chief Arvind Krishna cements his position as heir apparent quits' FT.com 2 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-02T16:47:41.174Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1984,
          "end": 1993
        }
      ],
      "nexusId": "10031144"
    }
  ]
}