{
  "_id": "eb17fd5e8d566c9347cdf4524875821713a43da0ea8d35f663c519f12f9e14ad",
  "feed": "wall-street-journal",
  "title": "Global Stocks Attract Investors  ---  Markets outside U.S.  gain favor from some  who expect vaccines to  aid global economy  ----  By Karen Langley",
  "text": "<p>   Investors betting on a continued economic rebound are increasingly looking beyond U.S. stocks. </p><p>   Many money managers are focusing on emerging markets, which they expect to outperform as the global economy accelerates in the wake of the Covid-19 vaccine rollout. Some are also taking a look at European markets, which lagged behind in 2020 but are dominated by cyclical shares. </p><p>   Investing in U.S. stocks, they say, has increasingly become a concentrated bet on the technology sector, which contributed more than half of the S&amp;P 500's 18% total return last year, which includes dividends. The tech-laden Nasdaq Composite fared even better, rising 45% including dividends. Some investors say those gains might be difficult to replicate in the new year, particularly if Democrats take control of the Senate, making tighter regulation more likely. </p><p>   \"We feel like the opportunity from here going forward is really going to be in the international markets outside of the U.S.,\" said Munish Malhotra, co-portfolio manager of global equity strategy at Cambiar Investors. Potential easing of Washington's trade tensions with China could reduce a headwind, while in the U.S., big technology companies might face challenges trying to extend their rapid growth, he said. </p><p>   Cambiar recently added to positions in the German engineering giant Siemens AG and the Macau casino operator Sands China Ltd., betting that both will benefit as the pandemic subsides. </p><p>   Recent surveys have shown budding interest in overseas stocks. The net percentage of respondents to Bank of America's December global fund manager survey who said they were overweight on emerging-markets stocks jumped to its highest level since November 2010, and the share favoring eurozone equities also increased. The net share of investors who were overweight on U.S. equities, by contrast, ticked lower from the prior month. </p><p>   A December investor survey from RBC Capital Markets, meanwhile, found that emerging-markets stocks, small-capitalization stocks and cyclical stocks were among the top picks for trades expected to outperform in the next six to 12 months. </p><p>   The outlook for emerging markets is supported by the heavy presence of China, where the economy is forecast to grow more rapidly than in the U.S. or the eurozone in 2021. </p><p>   \"As the global economy starts to recover, you will see more procyclical sectors come through,\" said Sinead Colton Grant, deputy chief investment officer and head of equities at BNY Mellon Wealth Management. \"One of the ways that we think that will play out is investors realizing that not only will they gain more diversification through international exposure, but it also allows them to have more procyclical exposure.\" </p><p>   The U.S. stock market is looking increasingly expensive, adding to the appeal of international equities. The S&amp;P 500 ended 2020 trading at 22.68 times its projected earnings over the next 12 months, above a five-year average of 17.78, according to FactSet. The MSCI Emerging Markets Index, by contrast, traded at 15.36 times forward earnings, while the MSCI Europe Index traded at 17.10 times earnings, according to MSCI. </p><p>   \"A lot of emerging economies just have stronger secular growth rates and yet their valuations are cheap relative to the U.S.,\" said David Donabedian, chief investment officer for CIBC Private Wealth in the U.S. </p><p>   The S&amp;P 500 advanced 16% in 2020, in line with the MSCI Emerging Markets Index's rally. Both gauges outpaced the MSCI Europe Index. </p><p>   The heavy presence of growth stocks benefited the U.S. market. The pandemic forced economic activity online, boosting the behemoth technology and tech-related stocks that dominate the U.S. market. Apple Inc. shares surged 81% for the year, Amazon.com Inc. rallied 76% and Microsoft Corp. advanced 41%. All three stocks pulled back slightly to start the new year and stumbled further on Wednesday, as Democrats appeared poised to take control of Congress. </p><p>   But looking forward, some investors said they see an advantage for overseas indexes because they are more evenly split between shares of companies promising rapid growth and stocks thought to trade at value prices. </p><p>   \"In the international markets, it's more evenly balanced,\" said George Mateyo, chief investment officer at Key Private Bank. \"It still skews a little bit towards growth, but not nearly as much as it does in the U.S. One of the reasons why we think the U.S. markets might actually lag a little bit against their international peers is for that reason.\" </p><p></p>",
  "published": "2021-01-07T07:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3735,
          "end": 3750
        },
        {
          "start": 3735,
          "end": 3744
        }
      ],
      "nexusId": "10031144"
    }
  ]
}