{
  "_id": "2f7161e220bade005f0e5a4c0059b8ede49e3bc0a03fac523e769a35c96c599b",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  The Real Meaning of  Freedom  at -2-",
  "text": "<p>   When people have the flexibility to work less, they often focus better and produce more. In the U.S. alone, researchers estimate that companies waste $100 billion a year paying for idle time. When Microsoft Japan tested a 4-day workweek, productivity climbed by 40% and costs declined. The Icelandic government tested reducing workweeks from 40 to 36 hours at the same pay in offices, hospitals and police stations over a four-year period. It found that well-being and work-life balance improved, while productivity was sustained across the board -- and in some cases heightened. </p><p>   Offering the freedom to work less is an opportunity to attract, motivate and retain talented people. From 2018 to 2021, the number of job postings offering a four-day workweek has tripled, but they are still less than one in 100 jobs. Along with shortening the workweek, it's worth rethinking the workday. What if we finished at 3 p.m. so that working parents could be with their children when they came home from school? Would we see better results -- and higher quality of life -- in six focused hours than eight unfocused hours? </p><p>   Flexible work is here to stay, but companies that resist it may not be. One of the biggest mistakes I saw companies make before Covid was failing to experiment with new forms of freedom. As employers contemplate a return to the workplace, a good place to start might be to ask people about the experiments they've run in the past year and a half and the ones they'd love to try moving forward. What old constraints should we try removing, and what new freedoms could we test? </p><p>   Work isn't just our livelihood. It can be a source of structure, belonging and meaning in our lives. But that doesn't mean our jobs should dictate how we spend most of our waking hours. For several generations, we've organized our lives around our work. Our jobs have determined where we make our homes, when we see our families and what we can squeeze in during our downtime. It might be time to start planning our work around our lives. </p><p>   --- </p><p>   Dr. Grant is an organizational psychologist at the Wharton School of Business. He is the author of \"Think Again: The Power of Knowing What You Don't Know\" and the host of the TED podcast \"WorkLife.\" </p><p></p>",
  "published": "2021-10-09T06:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 197,
          "end": 206
        }
      ],
      "nexusId": "10031144"
    }
  ]
}