{
  "_id": "e1bfedd44b3c6e5fa9c414738c5a5ff4b9febebb98473d9d0f98b487cd87e130",
  "feed": "ftcomall",
  "title": "Mystery group took millions in furlough funds",
  "text": "<p>A group of companies set up by an obscure entrepreneur received as much as £40m in furlough cash in a single month this year, despite little public evidence that the businesses have any staff.</p> <p>The four companies, all registered to a virtual mailbox service in London, were paid between £20m and £40m in May from the UK government's Coronavirus Job Retention Scheme, according to <a href=\"https://www.gov.uk/government/publications/employers-who-have-claimed-through-the-coronavirus-job-retention-scheme\">official data</a> published this month.</p> <p>The businesses <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/uploaded-files/Screen Shot 2021-09-19 at 9.51.57 PM-18bd5b2b-e3a0-41ca-aa2e-ef43b6572368.png\">claimed</a> to be an IT services company, a corporate charity, a research hospital and a Jain religious institute, according to official filings. All use the word “Domain” in their name.</p> <p>In unaudited UK accounts, Domain Corp Ltd and Domain Foundation, the IT business and charity, say they have 50 employees each.</p> <p>The Domain Corp website says its virtual mailbox address in London serves as its European “corporate headquarters”, while the other entities have little trace online. The only <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/uploaded-files/Profile-2-a93bd2f9-ce85-4fec-aa6d-53c4acb44e2e.pdf\">LinkedIn account</a> that references any of the four companies as a current or former employer is that of 44-year-old Rajanish Garibe, also known as Rajanish Jain, who incorporated the businesses, according to Companies House records.</p> <p>The Financial Times was unable to reach Garibe for comment. After attempts to reach him via phone, letter and social media, the companies filed various backdated documents at Companies House changing his name from Garibe to Jain, and removing him as a director from the entities as of 2020.</p> <p>The £70bn furlough scheme was set up in response to the coronavirus pandemic and involved the UK government paying much of the wages of non-working employees in order to incentivise companies to retain them.</p> <p>More than 1m businesses have used the scheme, which expires later this month. Although the full circumstances of Garibe's companies' claims are unclear, the government has opened <a href=\"https://www.ft.com/content/31fce506-e1bc-483e-8c71-bdd0ffa6ba70\">thousands of investigations</a> into possible misuse of furlough funds.</p> <p>The National Audit Office in a report <a href=\"https://www.nao.org.uk/press-release/implementing-employment-support-schemes-in-response-to-the-covid-19-pandemic/\">last year</a> said it expected the level of fraud and error in the scheme to be “considerable” and the Treasury has <a href=\"https://www.ft.com/content/22f78e4a-8e24-4189-9983-3a1f95788340\">estimated</a> that fraud and error could be as high as 10 per cent of total payments.</p> <p>“We cannot comment on identifiable claimants or ongoing investigations,” said HMRC in response to questions about the Domain companies' furlough claims.</p> <p>The companies — <a href=\"https://find-and-update.company-information.service.gov.uk/company/10300571\">Domain Corp Ltd</a>, <a href=\"https://find-and-update.company-information.service.gov.uk/company/11951034\">Domain Foundation</a>, <a href=\"https://find-and-update.company-information.service.gov.uk/company/12422510\">Domain International School</a> and <a href=\"https://find-and-update.company-information.service.gov.uk/company/12909194\">Domain Research Hospital</a> — each received between £5m and £10m in furlough cash in May, according to government <a href=\"https://www.gov.uk/government/publications/employers-who-have-claimed-through-the-coronavirus-job-retention-scheme\">data</a>. In each of the previous six months, the companies had either made no claims or claims no greater than £250,000. None of the companies made claims in June.</p> <p>The companies were all incorporated by Garibe from 2016 onwards. Until this week he was listed as a director and person with significant control for all four. The entities are registered to an address inside Moorfield Eye Hospital's Kemp House, near east London's “Silicon Roundabout” tech cluster at Old Street, according to Companies House.</p> <p>The address is a virtual mailbox operated by Capital Office, an office services provider whose <a href=\"https://web.archive.org/web/20210919204206/https://www.yourvirtualofficelondon.co.uk/\">website</a> says it helps businesses “grow without the expense and hassle of employing staff or owning your own premises or equipment”. Capital Office receptionists at Kemp House last week accepted two hand-delivered letters from the FT seeking comment from Garibe and said they would be passed on.</p> <p>After the FT attempted to reach Garibe, a flurry of filings at Companies House for the four entities updated his name to “Rajanish Jain” and added as a backdated director and person with significant control a 31-year-old American named Maria James. A company incorporated by James, Technotic Corporation, is also listed as a director and person with significant control for the entities.</p> <p>James' and Technotic's address was given as suite 8 at 59 St Martin's Lane, in London's Covent Garden, the location of another <a href=\"https://web.archive.org/web/20190608234700/http://stmartinsestates.com/rent.php?id=66&amp;type=commercial\">serviced office provider</a>. When the FT visited last week on two separate days to deliver a letter, no one answered the door to the suite and the building's reception was unstaffed.</p> <p>Domain Corp filed its 2020 accounts as a micro-entity, a status reserved for very small companies that must qualify by meeting two of three standards: a turnover of under £632,000, 10 employees or fewer and assets of less than £316,000. The accounts do not state revenues but claim that the company has £7.8m of assets and 50 employees.</p> <p>In its 2019 unaudited accounts, Domain Corp lists its sales as exactly £85,000, the threshold at which companies must register with the government for value added tax purposes.</p> <p>The company's websites — <a href=\"https://web.archive.org/web/20210917150952/https://www.domaincorp.ltd/\">domaincorp.ltd</a> and <a href=\"https://web.archive.org/web/20210918125457/https://www.domainllc.us/\">domainllc.us</a> — show little sign of actual trading. Each uses a <a href=\"https://web.archive.org/web/20210914204247/https://www.wix.com/website-template/view/html/986?siteId=d9fcad8c-bb19-462c-90b5-e6280d06adb8&amp;metaSiteId=12e83079-5189-39b9-8468-cb536107990b&amp;originUrl=https%3A%2F%2Fwww.wix.com%2Fwebsite%2Ftemplates%2Fhtml%2Fbusiness%2Ftechnology-apps%2F2&amp;tpClick=view_button\">template</a> for a “IT services company website” from Wix.com, the website building service. The company's tagline, “secure IT Solutions​ for a more secure environment”, is the same as the tagline on the Wix template, as are the “client” logos. Parts of the websites include unedited filler text from Wix.com, such as “I'm a paragraph. Click here to add your own text and edit me.”</p> <p>After the FT tried to contact Garibe, a reference to Domain Corp Ltd on the websites was changed to refer to another entity, Domain Corporation Ltd, which Garibe incorporated in June 2021 and is also registered to the Kemp House mailbox. The domaincorp.ltd website subsequently went offline.</p> <p>Domain Foundation, Domain Research Hospital and Domain International School also count similarly named entities registered in Washington DC and New York as corporate directors. There is also a New York-registered Domain Corporate LLC.</p> <p>The address on the Washington DC company registry for Domain Research Hospital Inc and Domain International School Inc is occupied by an office supplies shop that offers PO boxes and whose front window was smashed when the FT visited last week. The official business registry does not publicly state any specific PO box number for either company. Staff at the shop declined to accept a letter containing journalistic enquiries unless a PO box number was provided.&#xa0;</p> <p>Domain Foundation Inc and Domain Corporate LLC in New York are registered to a residential building in Manhattan that includes on the ground floor a UPS store that offers mailbox services. Staff at the store accepted a letter but said it was unlikely to be delivered as the mailbox had not been paid for since May 18.&#xa0;</p> <p>The Domain Corp websites include <a href=\"https://web.archive.org/web/20210917151015/https://www.domaincorp.ltd/support\">external pictures</a> of the buildings in which its London and New York mailboxes are based, referring to them as its European and North American “corporate headquarters” respectively.</p> <p>UK and US phone numbers for Domain were unanswered last week. One US number on Domain Corp's website played a recorded message of a US hedge fund's client briefing about Venezuela. The fund, Torino Capital, did not respond to a request for comment. There is no suggestion it had any knowledge of or involvement with the furlough monies claimed by the Domain companies.</p> <p>HMRC said it was “taking tough action to tackle fraudulent behaviour” in relation to Covid stimulus schemes, adding that anti-fraud measures were built into its business support programmes.</p> <p>“We have blocked tens of millions of pounds of claims being paid out in the first place and we are using the full range of our powers to recover any incorrectly paid claims,” the tax authority said, adding that it had already recovered more than £600m of overpayments and had opened more than 23,000 inquiries.</p> <p><em>Additional reporting by Sara Germano and James Fontanella-Khan in New York and Kiran Stacey in Washington</em></p> <p><em>kadhim@ft.com / cynthia.omurchu@ft.com</em></p> <p>*<em>This article has been updated to specify that comment was provided by HMRC</em></p><p>Source: Kadhim Shubber and Cynthia O’Murchu in London 2021 'Mystery group took millions in furlough funds' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-23T04:00:33.344Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}