{
  "_id": "558aa4626a53cb49c798f99517e048f70be786cfb8ae04c92b46b8ed28fb33b8",
  "feed": "wall-street-journal",
  "title": "Microsoft Xbox Chief Sees Game-Buying Spree Continuing; Phil Spencer says company plans to use gaming acquisitions and Azure cloud infrastructure to reach more users",
  "text": "<p>Microsoft isn't done with its acquisition spree in gaming as it looks for more companies to help make content for its popular Xbox, the software giant's gaming chief said.</p><p>\"We're always out there looking for people who we think would be a good match and teams that would be a good match with our strategy, so we're definitely not done,\" Phil Spencer, Microsoft's executive vice president of gaming, said at The Wall Street Journal's Tech Live conference Monday.</p><p>Mr. Spencer said that he doesn't have a timeline or quota for new acquisitions but that the company is taking a long-term approach to adding teams to its gaming portfolio.</p><p>The software maker's gaming unit has been adding to its portfolio of gaming studios. Since 2013, when the previous-generation Xbox One was launched, Microsoft has gone from owning five such studios to 23, including its most recent $7.5 billion acquisition of ZeniMax Media Inc., owner of major gaming franchises such as Doom, Fallout and the Elder Scrolls.</p><p>Owning original content is crucial for the company to build up its subscription service, Game Pass, which offers customers a catalog of games to play for a monthly fee. The pass allows subscribers to stream games over the cloud instead of having to download them onto a console. In January 2021, Microsoft had 18 million monthly subscribers to Game Pass, up from 10 million in April 2020.</p><p>Mr. Spencer said the cloud option is improving the company's ability to enter new markets where users often can't afford expensive gaming consoles, adding that the company launched a cloud gaming option in Brazil in recent weeks. Microsoft offers more than 100 games that can be streamed over the cloud.</p><p>\"I'm pretty bullish on the capability, over the long run, of cloud to really unlock these games for really anybody on the planet who wants to play,\" Mr. Spencer said.</p><p>He said Microsoft's global infrastructure of Azure cloud data centers lets the company deliver a better gaming experience.</p><p>Gaming has helped Microsoft's business during the Covid-19 pandemic during as more people sought to entertain themselves indoors. The company's gaming sales have started slowing this year. In the quarter ended June 30, Xbox content and service sales fell 4% compared with a year earlier. Sales were up 65% last year during the same quarter.</p><p>Microsoft has been facing supply constraints for its latest generation of consoles—Xbox Series X and S—released late last year. The two new consoles are its fastest-selling consoles ever, Microsoft has said, but that demand continues to exceed supply.</p><p>\"It's definitely true that when an Xbox Series X or Series S hits the shelf that they are gone almost instantly. We're working hard to fulfill that,\" said Mr. Spencer.</p><p>The company is seeking to expedite shipping and working with supply chain partners to alleviate some of those shortages, he said. But Mr. Spencer said shortages could continue into next year.</p><p>\"It's just the state of the world that we're in right now,\" he said.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Xbox Chief Sees Game-Buying Spree Continuing</p>",
  "published": "2021-10-18T22:56:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1859,
          "end": 1868
        },
        {
          "start": 1610,
          "end": 1619
        },
        {
          "start": 1287,
          "end": 1296
        },
        {
          "start": 2315,
          "end": 2324
        },
        {
          "start": 783,
          "end": 792
        },
        {
          "start": 2503,
          "end": 2512
        },
        {
          "start": 3042,
          "end": 3051
        },
        {
          "start": 1992,
          "end": 2003
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1992,
          "end": 2001
        },
        {
          "start": 351,
          "end": 360
        },
        {
          "start": 1859,
          "end": 1870
        },
        {
          "start": 351,
          "end": 362
        }
      ],
      "nexusId": "10031144"
    }
  ]
}