{
  "_id": "5511c1649e82a323a13456a55a557ddb235fd6b9685fcae34e9936af3c4e366d",
  "feed": "market-watch",
  "title": "Tesla drives up S&P 500's disruptive tech exposure as the index rides to record highs in October",
  "text": "<p>The S&amp;P 500's technology sector plus Google parent Alphabet, Facebook, Amazon.com and Tesla add up to 40% of the market-capitalization-weighted index, according to a DataTrek Research note Wednesday. “No other broad market index around the world has a 24 percent weight to its top 6 names,” which also include Apple AAPL and Microsoft MSFT, the note shows.&#xa0;</p><p>“We've halfway joked since starting DataTrek that ‘Tech' would eventually be 50 percent of the S&amp;P 500 but thought that was maybe a 2030 event,” said Nicholas Colas, co-founder of DataTrek, in the note. “The way things are going, it will come long before that.”</p><p>Tesla's market value rose to more than $1 trillion this week as shares of the electric-vehicle company rallied to a record high after Hertz Global Holdings announced plans to order its cars. Tesla, co-founded by its chief executive officer Elon Musk, joined the S&amp;P 500 in December.&#xa0;</p><p>The S&amp;P 500 SPX closed at another new peak Tuesday and was trading about 0.1% higher Wednesday afternoon, according to FactSet data. Shares of Tesla TSLA were up almost 2% in afternoon trading, bringing the electric-car company's gains to around 34% in October and about 47% so far this year, the data show, at last check.</p><p>“Tesla's rally is making the S&amp;P 500 even more of a concentrated bet on disruptive technology,” Colas wrote, pegging it at 2.1% of the index. Tesla is “now solidly in ‘must watch' territory along with the rest of U.S. Big Tech for its potential impact on day to day moves in the S&amp;P 500.”&#xa0;</p><p>See:Microsoft earnings top $20 billion in a quarter for first time, stock heads toward record high</p><p>Information technology XX:SP500.45, communication services and consumer discretionary were the only sectors in the S&amp;P 500 trading up Wednesday afternoon, according to FactSet data. Tesla and Amazon are part of the index's consumer discretionary sector XX:SP500.25, while Google and Facebook FB fall within communication services in the S&amp;P 500, the DataTrek note shows.</p><p>The S&amp;P 500 consumer discretionary sector XLY can longer be used as a proxy for U.S. consumer spending, according to DataTrek.</p><p>“That's because Amazon AMZN and Tesla are 20 percent and 19 percent of the index each, or 39 percent together,” Colas wrote. “The names you associate with this group, like Home Depot (9 percent weight) and McDonald's (4 pct), don't have much influence.”</p><p>While the S&amp;P 500's heavy exposure Big Tech puts it at risk of a “sizeable correction,” DataTrek said “we'd far rather own the S&amp;P 500 than Europe or Japan or even China for the long term, simply because you need to own as much disruptive technology as you can bear to earn a decent return on investment capital.”</p>",
  "published": "2021-10-27T15:47:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 325,
          "end": 334
        },
        {
          "start": 1520,
          "end": 1530
        }
      ],
      "nexusId": "10031144"
    }
  ]
}