{
  "_id": "d89329591ac7ec206cae4fd0a4a1ff462ab86607b61f8e1589ef8a5dff5ba517",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Careers & Leadership:  How to  Leave  Your Job  With Grace  ----  By Allison Pohle",
  "text": "<p>\n  The Great Resignation is coming. </p><p>\n  A wave of employees looking for promotions, better pay and more flexible working arrangements say in surveys that they'll be seeking new jobs in the coming months. About 26% of workers said they would search for a new gig when the threat of the pandemic decreases, according to Prudential's Pulse of the American Worker Survey conducted in March. </p><p>\n  Workers around the globe are sending similar signals. More than 40% of those who responded to Microsoft's Work Trend Index, a global survey of over 30,000 people in 31 countries conducted in January, said they were considering leaving their employer this year. </p><p>\n  Whether you're entry-level or experienced, there are right and wrong ways to make your exit. It's important to leave a job gracefully. Play it wrong now, and you might lose out on a positive reference or even job opportunities later. Career coaches and former human resource experts say you should follow these tips before you put your resignation in writing. </p><pre> </pre><p>\n  Don't blindside your boss </p><p>\n  While it can be tempting to leave a bad job as quickly as possible, it's important to resign professionally. Schedule a meeting with your boss before you put anything in writing. When you schedule the meeting, tell your boss you have something important to discuss, but don't explicitly say you're quitting, says Christy Noel, a career coach and co-author of \"Your Personal Career Coach.\" The meeting should take place face-to-face or over a video call as a professional courtesy. </p><p>\n  Your boss should be the first to know about the departure. While it might be tempting to tell your work friends, some of whom might know you interviewed elsewhere, this can backfire, says Melody Wilding, an executive coach and author of \"Trust Yourself: Stop Overthinking and Channel Your Emotions for Success at Work.\" Ms. Wilding has had clients whose work friends spread the news of their departure, which has resulted in their boss finding out about the new position through the rumor mill. This not only strains the friendship, it can be embarrassing for the manager, who then has to scramble to respond. \"It's really a gesture of respect to your boss,\" she says. </p><p>\n  Prepare for a range of reactions, Ms. Noel says. \"They may have suspected something or they may be totally caught off-guard,\" she says. </p><pre> </pre><p>\n  Keep your resignation letter simple </p><p>\n  Your resignation letter is primarily meant to serve as proof in your HR file that you left the company, Ms. Noel says. Because it serves as a follow-up to the conversation you have with your boss, less is more. Most resignation letters run only a few sentences, and are addressed directly to your direct supervisor, not to their boss or the HR manager. </p><p>\n  Make sure you're locked into your decision to resign before hitting send. Once it's sent, the company will begin its offboarding process. \"The resignation letter is irrefutable,\" says Cara Heilmann, chief executive of the career coaching firm Ready Reset Go, based in Walnut Creek, Calif., and a former HR professional. </p><pre> </pre><p>\n  If you don't have anything nice to say, don't say much </p><p>\n  In her many years of reading resignation letters, Ms. Heilmann says she's seen three approaches. Some people spell out every reason they're leaving, others concisely state when their last day will be and some take the time to cheerfully reflect on their time with the company. \"Those that are straightforward or cheerful are seen in a more positive light than someone who feels like they want to help the organization as they leave,\" she says. </p><p>\n  You don't have to tell your employer what you're doing after you leave the company or why you're moving on if you don't feel comfortable. \"Don't air your grievances,\" Ms. Noel says. \"Just say, 'I really appreciate the opportunity you've given me.' \" </p><p>\n  If you can't muster the energy to write a positive resignation letter, then Ms. Heilmann suggests using what she calls a \"Just the facts, ma'am\" resignation. It can be one sentence that says you are resigning, followed by your intended last day. </p><pre> </pre><p>\n  Yes, you should give two weeks' notice -- at least </p><p>\n  Even if you feel like you can't spend another minute at your workplace, experts say the age-old adage holds true. The customary thing to do is give at least two weeks' notice, but those in executive positions often give more time to allow the company the chance to find a replacement. </p><p>\n  Many of Ms. Wilding's clients give three to four weeks' notice to help manage their transition. But even if you give two weeks, she suggests you offer to help put together a transition plan. It can include your current projects, as well as next steps. Include as much detail as you have time for. </p><p>\n  \"Having that one source of truth that's a transition document for your successor demonstrates that you're being proactive, you care about the organization and will help leave everything on a good note,\" she says. </p><pre> </pre><p>\n  Express gratitude </p><p>\n  Your resignation letter is the last impression you leave with the company. Ms. Heilmann has known people who have been terminated for cause, but have left in such a positive manner that they have been rehired in the future. \"If you can muster the energy to give a more positive one, it does help you out,\" she says. </p><p>\n  Ms. Heilmann recalled a resignation letter that started with, \"It's been an amazing ride,\" then went on to thank the manager for the opportunity and for all he had learned. </p><pre> </pre><p>\n  Let go of your baggage </p><p>\n  After you send off your resignation letter, take some time to reflect. Sometimes taking a break between jobs can help you reset. But even if you can't take time off, it's important to let go of any negative feelings you may have about your former job so you don't carry that baggage with you into a new position, Ms. Heilmann says. </p><p>\n  If you bring these negative feelings to your new job, it will affect your relationships with your co-workers, as well as anyone who reminds you of your old boss. \"If I could give any words of wisdom, especially to those who are early-career, it's to figure out a way to manage that transition so you start completely baggage-free,\" she says. </p><p></p>",
  "published": "2021-06-14T06:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 474,
          "end": 483
        },
        {
          "start": 474,
          "end": 485
        }
      ]
    }
  ]
}