{
  "_id": "34a37c7cdd75b76fbe9b83136e2a5e5c71e737ab3eb8f7fc434fe3d616cdf748",
  "feed": "ftcomall",
  "title": "Tiger's Julian Robertson bets big tech stocks will keep marching higher",
  "text": "<p>Tiger Management founder Julian Robertson has thrown his weight behind big US technology stocks, dismissing concerns that the sector has become too frothy after investors piled in at the height of the coronavirus crisis. </p> <p>The 88-year-old fund manager, who is considered to be a titan of the hedge fund world, told the Financial Times he was betting on stocks such as Alphabet, Facebook and Microsoft, even though these shares have rallied by between 55 to 75 per cent since the start of last year, on top of sharp rises over the past decade.</p> <p>“I think they are good value,” he said in a rare interview. “I don't think the valuations are . . . much higher than they've been all along.”</p> <p>Robertson's backing for the sector is significant given his refusal to embrace internet stocks during the late 1990s dotcom boom, seen as a factor behind his hedge fund's decision to return external capital in 2000 after two decades of strong gains. </p> <p>In March that year, as the Nasdaq Composite hit its dotcom era peak, he said investors' appetite for technology and internet stocks was “unwittingly creating a Ponzi pyramid destined for collapse”. Ultimately he was right, but not before his fund had lost money in 1999 as markets soared — and investors lost patience.&#xa0;</p> <p>Tiger Management currently has big positions in Facebook, Google parent Alphabet, Microsoft, chipmaker Micron Technology, wireless technology firm Qualcomm, and ride-hailing and food delivery company Uber, according to its latest filings with the Securities and Exchange Commission on March 31. Robertson declined to comment on his short positions, which would benefit if share prices fall. </p> <p>Big tech companies like the so-called FAANGs — Facebook, Amazon, Apple, Netflix and Alphabet — reached new heights during the pandemic. Social curbs to combat the spread of coronavirus accelerated digitalisation trends that were already under way across society, propelling their stocks upwards. </p> <p>Some investors are now warning over what they see as heady valuations and shares in many big names have wobbled several times this year. The Nasdaq Composite, home to many of America's largest tech groups, has risen around 6 per cent in 2021, trailing the broader S&amp;P 500's nearly 12 per cent rally. Investors have been shifting out of tech groups and into companies whose fortunes are more closely tied to the economic recovery. </p> <p>At the same time, concerns have been bubbling that these shares would be particularly vulnerable if the Federal Reserve begins reining in its monetary stimulus, since low interest rates have helped fuel the sector's rise. </p> <p>Alex Robertson, the son of Julian Robertson who is president and chief operating officer of Tiger Management, said: “You can kind of justify paying a slightly higher multiple because of the great growth, right?” His father agreed: “Exactly”.&#xa0;</p> <p>The pair said that they see parallels between the big tech companies of today and the group of “nifty 50” stocks that originated in the 1970s, referring to the most highly regarded blue-chip stocks of the era.&#xa0;</p> <p>Tiger Management was founded with around $8m in 1980 and grew to over $22bn in the late 1990s. Robertson closed Tiger Management to external investors in 2000 and returned their capital, and has continued to invest his own money since then. </p> <p>The group, which now manages more than $4bn, also makes seed investments in other hedge fund managers, including some of the close to 200 hedge fund firms, according to LCH Investments, that can trace their origins back to Tiger Management and are known as the “Tiger Cubs”.</p> <p>Prominent “Tiger Cubs” including Tiger Global, Coatue Management and Maverick Capital have taken an active role in backing public and private technology companies that could be considered expensive on traditional valuation metrics — a strategy that has yielded them huge gains. </p> <p>Chase Coleman's Tiger Global has raised $6.7bn for a venture fund and is currently in the market raising <a href=\"https://www.ft.com/content/11834bc1-f9b3-43a8-b142-7e890d85a11e\">another $10bn fund</a> to invest in start-ups. Rival venture capitalists have said that Tiger Global has won the lead position in some financings by moving faster and offering higher prices than competitors.</p> <p>Robertson said he was “starting to see some signs of” over exuberance “throughout the entire investment world”. But he added: “I don't think it's enough to overwhelm the whole market.”</p><p>Source: Harriet Agnew and Laurence Fletcher in London  2021 'Tiger's Julian Robertson bets big tech stocks will keep marching higher' FT.com 4 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-04T04:00:19.032Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 389,
          "end": 398
        },
        {
          "start": 1335,
          "end": 1344
        }
      ],
      "nexusId": "10031144"
    }
  ]
}