{
  "_id": "533709eda4e47cb82ccc15890020f0940cb553e944c5abd5959520d7a930915b",
  "feed": "wall-street-journal",
  "title": "How Silicon Valley and a New Pentagon Strategy Are Breaching the Defense Business; Military stocks are doing poorly amid new competition from outside the industry and changes in spending, procurement",
  "text": "<p>Contrary to expectations, though, the political deal hasn't rekindled investor optimism much. Having lost ground during the pandemic, military stocks are now at their cheapest valuations in eight years.</p><p>Some analysts blame sustainable-investment trends, but the bull market has been unkind to all equities insulated from economic cycles, which gain less from the pandemic reopening. Higher inflation shrinks the budget in real terms and could squeeze the margins on big programs like the F-35 fighter, which makes up 30% of Lockheed Martin's revenues, even if history shows that cost increases are eventually passed on to customers. Wall Street's optimism was also dealt a blow when Lockheed, Northrop Grumman and L3Harris recently provided disappointing outlooks.</p><p>Yet investors are concerned about a deeper-seated problem, too: Defense firms may have stuck too much to their traditional role as steady dividend payers at a time when they need to accelerate investments in technology.</p><p>The last 20 years have been about counterinsurgency and antiterrorism, benefiting ground vehicles, aircraft, drones and missiles. \"Now there is a shift to a different adversary: peer-to-peer state actors,\" says Patriot Industrial Partners consultant Alex Krutz. These include China and Russia, which are stoking geopolitical tensions in Taiwan and Ukraine, respectively, and have invested in long-range weapons like hypersonic missiles, antisatellite technology and cybersecurity, where the U.S. sometimes lags.</p><p>The Pentagon has spent years nudging Congress to emphasize innovation over purchases of equipment like the F-35 or the Abrams tank built by General Dynamics. Moreover, the competition with other big nations has led to a change in the procurement strategy under reformers like former Air Force acquisition czar Will Roper: Prototypes and advanced software are increasingly being used to accelerate the development stage, which is becoming separate from production.</p><p>For legacy contractors, development tends to involve low-margin cost-plus contracts; they make the big bucks when they mass-produce the new technology. The emerging split between development and production could upend this established model with competitive bidding in both phases. The 2019 megamerger of Raytheon and United Technologies was an early sign of the pressure military suppliers feel to bulk up and make more aggressive bids on big contracts.</p><p>On smaller projects, competition is also coming from outside the traditional industry ranks: Car maker General Motors, which re-entered the defense industry in 2017, recently won a $214 million contract from the U.S. Army and wants to capitalize on coming military demand for electric vehicles. As for drones and the new focus on artificial intelligence and software, Silicon Valley upstarts like Palantir, Anduril and Shield AI could gain the upper hand. Technology giants Amazon.com, Google, Microsoft and Oracle have battled for cloud-computing contracts.</p><p>\"I characterize it so far as little nibbles,\" said Byron Callan, a defense-industry analyst at Capital Alpha Partners. \"Legacy companies have not really been able to convince investors that they will be participating in some of these high-growth sectors.\"</p><p>To be sure, big firms are also exposed to areas of growth. A quarter of Northrop's revenues come from space, Bernstein Research data shows—though outside competition from SpaceX, Blue Origin and Rocket Labs looms large there too. Also, this year's defense bill once again showed that lawmakers tend to re-add ships, planes and tanks that the Pentagon doesn't want, because procurement cuts in those areas hit jobs.</p><p>Overall, though, legacy defense contractors could have an image problem among investors—one that has nothing to do with the deadly nature of their business.</p><p>Write to Jon Sindreu at jon.sindreu@wsj.com</p><p>How Silicon Valley and a New Pentagon Strategy Are Breaching the Defense Business</p>",
  "published": "2021-12-29T17:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2910,
          "end": 2919
        }
      ],
      "nexusId": "10031144"
    }
  ]
}