{
  "_id": "3eef36f47ec64b36a7802f453436b0f2169de33bf6f65fcb8ffae15324a65828",
  "feed": "wall-street-journal",
  "title": "Microsoft Earnings Jump as Cloud Services Thrive; Software giant's business continued to expand in latest quarter on shift toward remote working",
  "text": "<p>The Redmond, Wash., software company said it expected to bring in between $50.15 billion and $51.05 billion in revenue in the current quarter.</p><p>The company's shares, which have climbed more than 45% over the last 12 months, were little changed in after-hours trading following the quarterly report.</p><p>Microsoft is among tech companies that have benefited most from the sustained shift to working-from-home and remote schooling that followed the outbreak of Covid-19.</p><p>Companies and consumers embracing digital services that run on the cloud have been at the center of its growth. Demand for personal computers, many using the company's Windows software, has surged over the last 18 months as has demand for Microsoft's latest videogame Xbox consoles.</p><p>Microsoft said Tuesday that Azure and other cloud-computing services grew 50% in what was its fiscal first quarter. The company's Microsoft Cloud business, a broader representation of its cloud offerings, generated $20.7 billion in sales. That was up 36% from the previous year, breaching the $20 billion quarterly sales mark for the first time.</p><p>\"We are building Azure as the world's computer with more data center regions than any other provider, delivering fast access to cloud services while addressing critical data residency requirements,\" Microsoft Chief Executive Satya Nadella said on a conference call with analysts.</p><p>The company's gaming business has experienced some slowness as the opening up of the economy meant people were spending less time locked at home playing games. Sales from the Xbox content and service business expanded only 2%, compared with an increase of 30% a year earlier. The modest growth reflects the strong prior-year performance, said Kendra Goodenough, director of investor relations at Microsoft.</p><p>The company's overall gaming business grew 16%, driven by high demand for its latest consoles which came out late last year. Console sales jumped 166% from the year-earlier quarter.</p><p>Microsoft's Windows licensing to computer manufactures grew 10%, while its Surface hardware sales slipped 17% after unusually strong demand driven by Covid-19 a year ago, said Ms. Goodenough.</p><p>SHARE YOUR THOUGHTS</p><p>What do you find most meaningful in Microsoft's quarterly report? Join the conversation below.</p><p>Another growing business for Microsoft has been its social network LinkedIn, which saw its sales expand 42% in the quarter. In the period ended June, Microsoft said LinkedIn had reached more than $10 billion in annual revenue for the first time.</p><p>\"We saw record engagement as [people] increasingly turn to LinkedIn to connect, learn, grow and get hired,\" Mr. Nadella said on Tuesday's conference call, noting that LinkedIn now has nearly 800 million members world-wide.</p><p>LinkedIn hit a speed bump this month when it announced it would be scaling back plans in China in response to escalating compliance requirements from the Chinese government. China was LinkedIn's third-largest country by user count and the retreat could detract from the success the unit has had recently, analysts said.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Earnings Jump as Cloud Services Thrive</p>",
  "published": "2021-10-26T22:48:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2210,
          "end": 2219
        },
        {
          "start": 877,
          "end": 886
        },
        {
          "start": 298,
          "end": 307
        },
        {
          "start": 1769,
          "end": 1778
        },
        {
          "start": 2419,
          "end": 2428
        },
        {
          "start": 1962,
          "end": 1973
        },
        {
          "start": 703,
          "end": 714
        },
        {
          "start": 2298,
          "end": 2307
        },
        {
          "start": 2210,
          "end": 2221
        },
        {
          "start": 1962,
          "end": 1971
        },
        {
          "start": 703,
          "end": 712
        },
        {
          "start": 747,
          "end": 756
        },
        {
          "start": 1292,
          "end": 1301
        },
        {
          "start": 3104,
          "end": 3113
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10031144"
    }
  ]
}