{
  "_id": "69d57a8a298145b30ac11422f3c601700bc5a1674f147ec89c1e669471c280ef",
  "feed": "market-watch",
  "title": "Take-Two delaying new ‘Grand Theft Auto' versions by four months, sticks by outlook",
  "text": "<p>Take-Two TTWO shares fell 3% after hours, following a 1.5% decline in the regular session to close at $157.03.</p><p>The company said that its Rockstar Games label wants “additional time to further polish the final products” of expanded and enhanced versions of “Grand Theft Auto V” and “Grand Theft Auto Online” for Sony's JP:6758SONY PlayStation 5 and Microsoft Inc.'s MSFT new Xbox series.</p><p>Back in August, Take-Two said that it would delay the release of two its “immersive core titles shifting to later in fiscal 2022.” Those titles were not identified but analysts had speculated that the most likely candidates were the next installment of the WWE franchise, “Tiny Tina's Wonderlands,” and/or a yet-to-be-announced third title from the company's 2K label.</p><p>Take-Two has yet to respond to MarketWatch request to confirm whether or not these titles are the same as the ones referred to in August.</p><p>Read: People are still playing a lot of videogames, but how much?</p><p>Originally, the release of the versions had been planned for Nov. 11, but now they are slated for release sometime in March 2022. Take-Two's fiscal year ends on March 31.</p><p>Take-Two said it was sticking by its financial forecast made in May and reiterated in August. The company had forecast $1.95 to $2.20 a share on revenue of $3.14 billion to $3.24 billion for the year.</p><p>Over the past 12 months, Take-Two shares have declined 1%, while the S&amp;P 500 index SPX has risen 32%, the tech-heavy Nasdaq Composite Index COMP has grown 37%, and the iShares Expanded Tech Software Sector ETF IGV has gained 38%</p>",
  "published": "2021-09-09T21:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 348,
          "end": 357
        }
      ],
      "nexusId": "10031144"
    }
  ]
}