{
  "_id": "bfdb1ad8ba673f1a89d897b086567487b40115bbc0fa9fa7f515ef677b748c3f",
  "feed": "wall-street-journal",
  "title": "Inside View:  How to Answer the 'Trap Question'  ----  By Andy Kessler",
  "text": "<p>   Being a CEO is hard. You work like a beast of burden to build your company, hire smart workers and delight customers so they'll buy your products and you can show great returns to please investors. Then, no matter how successful you are, you still get asked social-justice \"trap questions\" like \"What are you doing about inclusion and equity?\" Just by answering, you're assumed guilty. Some of these things might be important, but more important than growing the company to create those inclusive jobs in the first place? </p><p>   This year's Stanford Institute for Economic Policy Research Summit included a fireside chat with Microsoft CEO Satya Nadella. Unlike his clipped predecessor, Mr. Nadella turned the company around into a cloud colossus. Former Microsoftie Jeff Raikes, like George Stephanopoulos interviewing Nancy Pelosi, asked the softball questions. </p><p>   But these are Seattle-soaked folks, so Mr. Raikes had to ask the unanswerable trap question: \"Let's talk a little bit more about equity. Before the pandemic, the world was facing big challenges: climate change, structural racism, economic insecurity, wealth inequality and more.\" Oh boy, here we go. \"What is the responsibility of the corporations,\" he asked, \"particularly the underlying connection to racial justice in the U.S. and elsewhere?\" </p><p>   Mr. Nadella isn't CEO of a trillion-dollar company for nothing. Coolly and calmly, he explained that \"the social purpose of a company is to find profitable solutions to the challenges of people and planet,\" crediting Oxford economist Colin Mayer for the definition. \"Driving broad economic growth is perhaps the biggest thing that a company can do,\" Mr. Nadella added. \"In order to have the pie distributed evenly, the pie should first grow.\" Left unsaid is the pie should never stop growing. </p><p>   Mr. Nadella's comeback was the best misdirect to the trap question I've ever heard. Every CEO should pay attention. Mr. Mayer's definition of corporate purpose as finding \"profitable solutions\" is -- shh, don't give it away -- basically the same as Milton Friedman's \"the social responsibility of business is to increase profits,\" except with the crowd-pleasing word \"planet\" tacked on. The definition was even part of the agenda of the World Economic Forum, making it suitable for John Kerryish globalists everywhere. Write it with a Sharpie inside every CEO's eyelids for future reference. The answer is brilliant. </p><p>   Here's a different take. Years ago, I was on an investor panel with Jeff Ubben of ValueAct Capital. I talked about technology companies in their early stages while he talked about looking for value in older companies that need restructuring. There are lots of ways to skin a cat. </p><p>   So I was surprised when I heard he had left ValueAct in 2020 and opened Inclusive Capital Partners. Last year he told Bloomberg's Green Summit, \"I've got five years to fix the harm I've done.\" He had felt guilty about building \"unsustainable companies by maximizing profit.\" </p><p>   What is he doing now? It looks like shareholder-mentality arbitrage. \"We've moved into this new era where stock prices are reflecting environmental and social failings increasingly, even as the financial returns are OK,\" Mr. Ubben explained. So he goes into companies and talks up sustainable practices, and he hopes to link CEO pay to the company's \"total societal impact\" so investors will feel good and buy the stock, I guess. If that sounds loosey-goosey to you, you're not alone. </p><p>   Mr. Ubben invested in Nikola, the battery- and hydrogen-powered-truck company -- sustainability in spades! Investors paid up. The stock peaked at $94 last June. Then, last September, short seller Hindenburg (named appropriately for igniting hydrogen hot air) called the company an \"intricate fraud.\" Hindenburg claimed that Nikola's truck prototype shown driving in a company video was actually rolling downhill. Oops. The stock is now around $14. I guess \"sustainability arbitrage\" isn't always sustainable. </p><p>   No matter. On March 1 Mr. Ubben was added to the board of Exxon, where he will be \"playing a leadership role in the energy transition.\" If I were running Exxon I would quote Colin Mayer and do my own energy transition, or maybe hire Prince Harry as \"chief impact officer.\" Exxon is playing the same eco-arbitrage game, but investors are smarter than that. </p><p>   Exxon might want to study yogurt maker Danone. Its CEO, Emmanuel Faber, did all the right eco-things. He promoted stakeholder capitalism; favored environmental, social and governance investment criteria; set Danone as an \"entreprise a mission\" -- that's a purpose-driven company -- and even reported, get this, carbon-adjusted earnings. Yet on March 15, pressured by activist investors Bluebell Capital and Artisan, Mr. Faber stepped down. Why? Because after five restructurings, Mr. Faber had done everything but deliver robust growth and increase shareholder value -- you know, good old-fashioned return on investment. </p><p>   If only Danone had focused on profitable solutions to the challenges of people (and planet) in the first place. Who knew? </p><p>   --- </p><p>   Write to kessler@wsj.com </p><p></p>",
  "published": "2021-04-05T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 619,
          "end": 628
        }
      ]
    }
  ]
}