{
  "_id": "0f024d9163b89906351a4de14ae671876a712158db721ecea8623c22f3a26c55",
  "feed": "market-watch",
  "title": "The antitrust fight may have killed one of Silicon Valley's most powerful lobbying groups",
  "text": "<p>The Internet Association — which had around 40 members, including Alphabet Inc.'s Google GOOGLGOOG, Amazon.com Inc. AMZN, Meta Platforms Inc. FB, and smaller tech companies — announced Wednesday it is shutting down at the end of this year. The Washington, D.C.-based organization had struggled to stay above the fray in the antitrust debate, as it sought to juggle the concerns of small tech companies about how larger companies use their power and the need of Big Tech to fight off antitrust complaints from rivals and governments.</p><p>“Our industry has undergone tremendous growth and change since the Internet Association was formed almost 10 years ago, and in line with this evolution, the Board has made the difficult decision to close the organization at the end of this year,” the association said in a statement Wednesday.</p><p>For more: Big Tech has an antitrust target on its back, and it is only going to get bigger</p><p>The dissolution of a once-powerful group that once billed itself as “the unified voice of the internet economy” underscored the schism in tech between antitrust enforcement and IA's absence in that debate. In recent months, Microsoft Corp. MSFT and Uber Technologies Inc. UBER said they were leaving as members, and high-paying members Google and Amazon seriously considered cutting back on how much they gave IA because it does not work on the competition and antitrust issues that have hit them in waves, according to a Politico report published Tuesday evening.</p><p>In its early years, when President Barack Obama and the Democratic Party were champions of tech, the IA thrived as a unified voice for all its members on policy goals. But the divisive nature of competition in the digital age, which has pitted Big Tech against most of its smaller tech brethren, resulted in conflicting legislative priorities and contributed to a bipartisan mind-set against the largest players in the industry, making IA's task increasingly difficult as Big Tech built up its own large lobbying arms.</p><p>See also: Facebook and Amazon set records in annual lobbying spending </p><p>“It is one thing to see a broad-based trade association lobby close its doors, but make no mistake — Facebook and other large tech companies have an army of lobbyists lining the halls of Congress to thwart the desire of parents across the country who want a better internet for their kids,” Jim Steyer, chief executive of Common Sense, told MarketWatch in an email. “With or without IA, I am confident we will have a robust debate over privacy and platform accountability reform in 2022.”</p><p>Representatives from Microsoft, Google, and Meta were not immediately available for comment.</p><p>“IA has made great progress on its mission to foster innovation, promote economic growth, and empower people through a free and open internet,” the group's statement read. “As this chapter closes, member companies remain committed to advancing public policy in support of this mission and will continue to work with stakeholders in other capacities.”&#xa0;</p>",
  "published": "2021-12-15T13:24:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1142,
          "end": 1157
        },
        {
          "start": 1142,
          "end": 1151
        },
        {
          "start": 2582,
          "end": 2591
        }
      ],
      "nexusId": "10031144"
    }
  ]
}