{
  "_id": "b4da1da090914b0d717be21f56d79bd585e328ee267c903ca360ec03744e3c8f",
  "feed": "ftcomall",
  "title": "A difficult way back for post-pandemic public transport",
  "text": "<p>In cavernous tunnels 40 metres beneath the streets of London, engineers are racing to put the final touches to a new £19bn railway that will transform travel across the city. The east-west rail line known as Crossrail is <a href=\"https://www.ft.com/content/d00bfb9e-a242-4a44-b0c2-aa289ce1eb52\">over budget and heavily delayed</a> — not expected to open until next year. But transport officials are now grappling with a more complex problem: how many people will use it?</p> <p>Public transport around the world has been devastated by the pandemic. From Singapore to New York, passenger numbers fell suddenly last year as Covid-19 spread. Now, the industry is trying to plan while in the dark over how many passengers will return, and whether the way people travel has changed forever.</p> <p>Ridership on New York's subway was down 90 per cent in spring 2020, while in London it fell by 95 per cent. Numbers have partially recovered globally, but are at about 40 per cent of normal in many European cities, and half the pre-Covid levels in Tokyo.</p> <p>Most worryingly for the industry, the pandemic accelerated a shift to flexible working, enabled by the easy adoption of new communication technologies such as Zoom and Microsoft Teams.</p> <p>While some employers, such as the large US banks, have signalled they expect their staff to <a href=\"https://www.ft.com/content/ffaa0e7c-0e05-4893-8387-55fa7a506187\">return to offices</a> full-time, many — such as EY, the accountancy firm — have embraced greater flexibility over when and where employees work.</p> <p>David Brown knows more than most about the dangers this poses to the transport industry. As chief executive of Go-Ahead, the London-listed company, he runs a group that handles nearly one-third of rail journeys in the UK.</p> <p>Brown believes commuting is “<a href=\"https://www.ft.com/content/618d2d59-855c-4f54-8c41-541069e678d2\">never going to be the same again</a>”, and expects people to change the way they travel. “There's no doubt in my mind that we have a paradigm shift in the way people interact,” he says.</p> <p>Transport networks are typically geared towards moving as many people as possible during peak “crush” periods in the early morning and late afternoons. But changes to commuting patterns could alter that, as people travel less often and at different times.</p> <p>Data from both London and New York already show that people are returning to the cities in greater numbers at the weekend for leisure, raising the possibility of ridership levels being boosted by demand at new times.</p> <p>Sir Peter Hendy, chair of Network Rail, the public body that oversees rail infrastructure in the UK, has already floated the idea of moving engineering work away from weekends and into the working week if there is a lasting shift.</p> <p>But losing even 10 or 20 per cent of regular commuters to homeworking would deprive transport networks of essential, reliable revenue and raise questions over the economics of public transport in the cities of the future.</p> <p>No transport system was financially self-sufficient even before the pandemic. All relied on at least some state support to maintain services, according to Pierre-Olivier Desmurs, the Paris-based head of rail and transit at Accenture, the consultancy. </p> <p>But the balance between commercial revenue and public subsidy has shifted during the pandemic, leaving policymakers with a difficult choice: fewer, cheaper services, or more government spending to maintain or expand services for those who still use them.</p> <p>For Mohamed Mezghani, head of the International Association of Public Transport, the crisis has presented “a paradox” for the economics of public transport. “We know for a period of time we will have fewer people, but at the same time these people are expecting a better service, and so we will have to spend more,” he says.</p> <p>Mezghani is optimistic that many countries have signalled a desire to discourage travel by car and, as was the case with London's Crossrail, spending on large infrastructure projects has largely continued during the pandemic. “With climate change, with pollution, we have to admit that public transport is part of the solution,” he says.</p> <p>The Swiss government has indicated it wants to double the use of public transport by 2050 to help fight pollution and climate change. In the US, President Biden plans to spend more than $600bn on “a historic and overdue investment” in transport infrastructure, including rail and mass transit systems.</p> <p>“The crisis has not changed the underlying trends,” says Accenture's Desmurs. “There will be more people dwelling in cities, more people asking for better health and better conditions within cities. They will ask for easy access to mobility because that's part of fundamental freedoms for everybody.”</p> <p>Ultimately, new funding streams will have to be found to help pay for public transport, according to Mezghani, such as making more money from developing property for housing or commercial use. “We have not found the right instruments, but this is something we need to start doing seriously,” he says.</p><p>Source: Philip Georgiadis 2021 'A difficult way back for post-pandemic public transport' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-28T03:30:28.012Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1124,
          "end": 1133
        }
      ],
      "nexusId": "10031144"
    }
  ]
}