{
  "_id": "55ac18c36563228e5958df8649a825778a2411bc967b423887ee3ebf5f95d461",
  "feed": "ftcomall",
  "title": "As Jeff Bezos steps aside, what comes next for Amazon?",
  "text": "<p>The news that Jeff Bezos would step aside as Amazon's chief executive was a surprise, but there were signs it may have been on his mind for some time. </p> <p>“He was very admiring of the Microsoft succession process,” said Jeffrey Sonnenfeld, professor of leadership at the Yale School of Management, recalling a conversation he had with the Amazon founder way back in 2007. </p> <p>He said he had tried and failed to get Mr Bezos to discuss his own succession plans in a live event. “I think he didn't want to tip his hand, or suggest there was any kind of internal horse race.”</p> <p>But more than a decade later, Mr Bezos is indeed following the Microsoft model. In the third quarter, he will switch — as Bill Gates did — from day-to-day running to a position of broader strategic leadership. </p> <p>With little sign of a horse race, Andy Jassy, the current head of Amazon's cloud computing division, will step up to be the new chief executive. </p> <p>Amazon insisted that Mr Bezos, as executive chairman, would only be involved in what it described as “one-way door” decisions, from which there is no turning back. </p> <p>Brian Olsavsky, Amazon's chief financial officer, said these would include “the more important decisions: things like acquisitions, things like strategies and going into grocery and other things”.</p> <p>The move brings to an end the mounting speculation of recent years — partly triggered by his high-profile divorce in 2019 from MacKenzie Bezos — that Mr Bezos, 57, was intent on a second act beyond running the company he has been at the helm of for more than a quarter of a century. </p> <p>In that time, he became arguably the most successful businessman of his generation, building a company worth $1.7tn, employing 1.3m people and turning more than half of US adults into Amazon Prime subscribers, according to analysts' estimates. </p> <p>He redefined both the retail and computing industries and can take credit for ushering in innovations in logistics, robotics, mobile technology and artificial intelligence. In the process, he built a personal fortune approaching $200bn. </p> <p>But <a href=\"https://www.aboutamazon.com/news/company-news/email-from-jeff-bezos-to-employees\">his letter to staff on Tuesday</a> confirmed what many had predicted: Mr Bezos now wants to turn his attention to his more recent projects, <a href=\"https://www.bezosexpeditions.com/\">listed on his Bezos Expeditions website</a>, such as fighting climate change, his newspaper The Washington Post, and his space exploration start-up Blue Origin, which aims to take members of the public to space for the first time this year. </p> <p>“I've never had more energy, and this isn't about retiring,” he wrote. “I'm super passionate about the impact I think these organisations can have.”</p> <p>Now that he has put a date on his transition, the message the company sought to convey to investors on Tuesday was one of reassurance. “Jeff is not leaving,” said Mr Olsavsky. “He is getting a new job.”</p> <p>One upside for Mr Bezos, who only made his <a href=\"https://www.ft.com/content/7c291a12-b87c-42a6-bd35-be961693c3e7\">first appearance before Congress last year</a>, is the chance to avoid some of the increasing political turbulence over Amazon's immense size, the way it treats its workers, and the degree to which its products and services affect the public's privacy and civil liberties.</p> <p>“When's the last time you saw Larry and Sergey being grilled by the House Subcommittee on antitrust?” said Scott Galloway, professor of marketing at NYU Stern, referring to Google's co-founders, Larry Page and Sergey Brin, who have largely disappeared from the public eye since appointing Sundar Pichai as Google chief executive in 2015.</p> <p>“I don't think [Bezos] wants to spend the next 12 months of his life in a Senate panel room,” Professor Galloway added. “He'll be at the Cannes Film Festival when all of that is happening.” </p> <p>The awkward questions will now fall to Mr Jassy, 53, who has already shown a deft hand at dealing with difficult questions about Amazon's market power, telling broadcaster PBS in an interview a year ago that it has a “relatively tiny share of the overall market segments in the categories in which we operate”.</p> <p>Mr Jassy joined Amazon in 1997 after completing an MBA at Harvard and made a questionable early impression, accidentally hitting Mr Bezos with a kayak paddle during a company away day. Later, he was one of Mr Bezos's first “shadows”, assistants who followed him and absorbed his management style and business philosophy, according to <a href=\"https://www.amazon.co.uk/Everything-Store-Jeff-Bezos-Amazon/dp/0552167835\">The Everything Store</a>, a book on the history of the company. </p> <p>Most consequentially, Mr Jassy steered Amazon's cloud computing division, AWS, from an initial idea in 2003, to its launch in 2006, to what it is today: the world's dominant cloud computing company, which powers everything from Netflix's streaming services to the CIA's intelligence gathering. AWS made $13.5bn in net income in 2020, significantly more than Amazon's famed retail division.</p> <p>The enduring success of AWS has meant that those inside and outside the company have long seen Mr Jassy as a logical successor, especially after the departure last year of Jeff Wilke, Amazon's head of consumer, <a href=\"https://www.ft.com/content/dca1e36d-eaea-43c9-b76d-a3c9f8164102\">who announced his early retirement in August</a>.</p> <p>“In my estimation there's not a better steward of continuity for the company at large,” said Scott Chancellor, a former AWS general manager who worked under Mr Jassy at AWS for seven years, leaving in May 2019. “Andy and Jeff are very much cut from the same cloth, very much alike in terms of the way that they think.”</p> <p>Mr Jassy's ascension could also help to blur the lines between AWS and the rest of the business, in defence against calls for a break-up, suggested Professor Sonnenfeld, who said it might provide some “icing on the cake”. </p> <p>Positive sentiment was reflected in the hours following the news of Mr Bezos's step back, with Amazon's stock price barely moving in after-hours trading — seen as a strong sign of support for Mr Jassy from Wall Street.</p> <p>Chiefly, analysts expect the incoming chief to make few changes to the foundation set by his predecessor.</p> <p>“You're going to see the same steady hand on that tiller that we've seen since the company was founded,” said Charlie O'Shea, lead Amazon analyst at Moody's. “A similar hand, but a different hand. I don't expect anything to change.</p> <p>“If I'm an investor, I'm not concerned. I don't see even a wispy white cloud on the horizon for this, I think this will be seamless.”</p><p>Source: Dave Lee in San Francisco 2021 'As Jeff Bezos steps aside, what comes next for Amazon?' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T11:35:53.939Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 628,
          "end": 637
        },
        {
          "start": 180,
          "end": 189
        }
      ]
    }
  ]
}