{
  "_id": "cf6207dacd1b17faec3e2c77ba144cc190f98d8d9639e130e09f3fb80571ea3b",
  "feed": "ftcomall",
  "title": "Endorsing Dorsey's departure from Twitter",
  "text": "<p>Jack Dorsey <a href=\"https://www.ft.com/content/bf45fd08-51d1-41bb-82cd-b3157a5da055\">is leaving Twitter</a>. Again. The co-founder of the social-media company, which has shaken up public discourse for good and bad since he authored the world's first tweet in 2006, naturally <a href=\"https://twitter.com/jack/status/1465347002426867720\">announced his departure</a> as chief executive via the same medium. He told his 5,500 employees and 5.9m Twitter followers that it was “critical a company can stand on its own, free of its founder's influence or direction”. He is right. What is less clear is whether his exit can do much to improve the fortunes of a company that has only made an annual profit twice in its eight-year history of being publicly listed, and whose shares have largely missed out on a decade-long run that has lifted many other tech companies. </p> <p>Activist investors have been frustrated by the fact that a company with such a huge public profile, arguably to rival that of Facebook and one that <a href=\"https://www.ft.com/content/7a8bff77-66c6-4d44-ac8d-b995a8e8072e\">could censor presidents</a>, could make such a paltry return. They have pushed for Dorsey, who is also CEO of Square, a $98bn fintech company, to go, arguing that his other role is a distraction. Dorsey has long been a divisive leader: his first tenure as CEO lasted until 2008, when the board decided he dedicated too much time to yoga. Since his return to the role in 2015, he has doubled down on the profile of a Silicon Valley eccentric (a profile with a deep bench), prone to extolling the virtues of intermittent fasting and ice baths.</p> <p>Silicon Valley may tolerate, and even welcome, such idiosyncrasies. But the sector is replete with cautionary tales of companies too closely associated with their cultish leaders; an extreme example being that of Theranos, the blood-testing company whose founder, Elizabeth Holmes, is <a href=\"https://www.ft.com/content/9c3977f0-7909-4da7-b5a6-295e06a81679\">currently testifying in her criminal-fraud trial</a>. Tech companies with a proven history, such as Apple and Microsoft, have moved beyond the vision of their founders. Dorsey's decision to step down with a succession plan in place is therefore welcome. A bombastic libertarian and bitcoin enthusiast, as Dorsey seems to portray himself, may now feel more at home in the freewheeling world of cryptocurrencies than in a world where social media's disruptive nature is increasingly threatened by regulation.</p> <p>Parag Agrawal, an unassuming former software engineer and longtime Twitter employee, may then seem a suitable replacement: while he is the antithesis of Dorsey, he also represents some continuity. In choosing an insider, the board has followed the example of companies such as Apple or Amazon. Elliott Management, which <a href=\"https://www.ft.com/content/747f6c62-5aab-11ea-a528-dd0f971febbc\">agitated for Dorsey's departure</a>, approved the appointment. But it is unclear whether Agrawal has the vision to steer Twitter through the political and regulatory storms that are brewing, let alone transform the company into a moneymaking machine.</p> <p>His most pressing concerns are how Twitter can grow both its US user base, which is flatlining, and its revenue from digital advertising. Twitter's basic problem is that it collects far less personal data from users than its social media rivals, which means fewer targeted ads and less valuable advertising space. Unless the whole model of being a free medium is overhauled, it will be hard to reverse course. One silver lining to Twitter's model is that it has been less affected than peers by <a href=\"https://www.ft.com/content/3cabd134-0271-4783-8f0e-a17bb682afbe\">Apple's decision to make apps ask permission</a> before tracking user data. Today's users, not to mention governments, are more attuned to issues of data privacy than a decade ago. That could mean there is merit in Twitter's exploration of other revenue streams, from subscription to integrating digital assets. Even if something as old-fashioned as making a profit remains tricky.</p><p>Source: The editorial board 2021 'Endorsing Dorsey's departure from Twitter' FT.com 30 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-30T18:23:24.309Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1795,
          "end": 1804
        }
      ],
      "nexusId": "10031144"
    }
  ]
}