{
  "_id": "0cd3f11c1bbb8dd5481d565e7cca6e4038c68a38433516ac7bfec420e30c4c5c",
  "feed": "market-watch",
  "title": "This carbon-free energy source could be the wave of the future — if only Americans wouldn't freak out about it",
  "text": "<p>Natural gas is cleaner and produces about 40% of our juice. But even this fuel is “a massive source of carbon emissions” — about half as much as coal (as long as methane isn't released when the gas is extracted).&#xa0;</p><p>Renewables — solar and wind — are better still, and also generate about 20% of our juice. But they're years away from being ubiquitous, and even then may continue to have limitations. The wind, after all, doesn't blow 24 hours a day, nor does the sun shine continuously.&#xa0;</p><p>If only there was something that checked all these boxes: Something carbon-free, something that generates power around the clock, something that doesn't need the sun to shine or wind to blow.</p><p>There is, but many Americans don't want it: Nuclear power. Is their opposition justified or misguided?&#xa0;</p><p>Nuclear power is one of those NIMBY — not in my backyard — things that scares a lot of people. We've only had one major problem with nuclear power in this country: A partial meltdown of a reactor at Pennsylvania's Three Mile Island plant in 1979.</p><p>It was frightening enough to turn public sentiment against nuclear power, and even today, more than four decades later, Americans remain ambivalent about it. For example,&#xa0;a 2019 Gallup poll&#xa0;was evenly split, with 49% of Americans favoring the continued use of nuclear energy, and 49% opposing. But&#xa0;support is clearly correlated with education: 60% of college grads back nuclear energy, while 37% of those with a high school degree or less do. And for what it's worth, there's a clear ideological split: 65% of Republicans favor nuclear power while 42% of Democrats do.&#xa0;</p><p>Public perception has also been influenced by other accidents, notably Chernobyl in the Soviet Union in 1986 and more recently the 2011 Fukushima Daiichi disaster in Japan, when an undersea earthquake in the Pacific caused a tsunami to swamp the facility, leading to three nuclear meltdowns,&#xa0;three hydrogen explosions and the release of radioactive material.&#xa0;</p><p>These are legitimate scares. But the reaction to them has caused new problems. After Fukushima, for example, Germany — where earthquakes are relatively rare and generally minor — decided to shutter all of its nuclear power plants by 2022. But those plants once generated close to 30% of Germany's electricity, and that capacity hasn't been fully replaced, despite stepped up production of wind, solar, hydropower and natural gas.</p><p>The result? Rising natural gas prices and a growing dependency on Vladimir Putin. Just this week the Russian dictator vowed to come to the rescue of European countries that may be feeling the energy pinch this winter. Germany's — and Europe's — energy woes are a great gift to Putin, who has long dreamed of greater Kremlin influence over Western Europe, and dividing it from the United States. The long-running political rift between Washington and Berlin over the Nord Stream pipelines, which will soon bring gas from Russia to Germany, is the best known example of this. Putin has some very good cards to play and he's playing them.</p><p>Perhaps the United States has also overreacted to nuclear scares. As of last December, notes the EIA, only one nuclear reactor has come online since 1996, while there were “23 shut down commercial nuclear power reactors at 19 sites in various stages of&#xa0;decommissioning.”&#xa0;&#xa0;</p><p>Among states pulling the plug on nuclear power is California. Despite rolling blackouts and surging demand to cope with climate-driven extreme heat, it's moving ahead with plans to&#xa0;shutter the state's last two operating reactors — at the Diablo Canyon plant midway between Los Angeles and San Francisco — by 2024 and 2025, respectively.&#xa0;&#xa0;&#xa0;</p><p>Diablo sits near several fault lines — cracks in the earth's crust that are&#xa0;potential locations for earthquakes. That sounds like a good reason to shut it down. Yet this practical matter remains:&#xa0;The plant's two reactors generate tons of power — about 9% of California's electricity, and it's&#xa0;uncertain how Diablo's owner, Pacific Gas and Electric Co. (PGE), will replace this capacity. The San Francisco-based firm is&#xa0;currently in bankruptcy&#xa0;after being nailed with a $2.1 billion fine for igniting a series of deadly wildfires.&#xa0;&#xa0; &#xa0;&#xa0;</p><p>Fears of a nuclear accident are justified, though technology and safety procedures may be far better today. Nuclear reactors can now be built — proponents claim — with technical advancements to prevent a repeat of past accidents. One savvy technologist, Microsoft MSFT co-founder Bill Gates, founded&#xa0;TerraPower&#xa0;in 2008 out of this belief. The federal government's&#xa0;Advanced Reactor Demonstration Program (ARDP), recently selected TerraPower to prove it can build a better reactor; the privately held company responded by vowing to build a&#xa0;“fully functional advanced nuclear reactor within seven years.”&#xa0;</p><p>How much is nuclear power out of favor? Even with its current downdraft, the S&amp;P 500 SPX is still up about 16% year to date, and 57% over the last three years. By contrast, the few investment plays in the nuclear space (most companies in it are privately held) show just how unloved the industry is. One ETF, for example, is the VanEck Uranium + Nuclear Energy NLR, which is up 13% year to date and 6.7% over the last three years — huge performance gaps to the overall market. Its holdings largely consist of electric utilities.&#xa0;&#xa0;</p><p>One individual stock to consider is BWX Technologies Inc. BWXT, a Virginia-based supplier of “nuclear components and products.” It's down 2% this year and flat over the last three years.&#xa0;</p><p>From an investment standpoint, these are reasons why I'm intrigued.&#xa0;An out-of-favor industry that produces a product whose demand is surging. If you're a contrarian, this carbon-free way of generating electricity that isn't dependent on the wind blowing or sun shining could be worth a look.&#xa0;</p>",
  "published": "2021-10-09T06:58:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4427,
          "end": 4436
        }
      ],
      "nexusId": "10031144"
    }
  ]
}