{
  "_id": "87c017ddd092ce10610126eabc67e12de603b8da606394a478f1438465f8af50",
  "feed": "ftcomall",
  "title": "Blog competition: students' experiences of lockdown learning",
  "text": "<p>If coronavirus has been painful for families, employers and governments alike, some of the heaviest — and often hidden — burdens have weighed on children pushed out of classrooms around the world.</p> <p>So the&#xa0;<a href=\"https://www.ft.com/content/7ab6a9ec-1e4e-11e8-aaca-4574d7dabfb6\">FT free schools access programme,</a>&#xa0;in partnership with the <a href=\"https://blogs.worldbank.org/voices/announcing-winners-third-world-bank-group-and-financial-times-blog-writing-competition\">World Bank</a>, asked students worldwide for their experiences, and for their advice to policymakers on how to improve learning.</p> <p>More than 420 students from 62 countries replied, describing difficulties ranging from parents losing their jobs to accessing food and taking care of younger siblings.</p> <p>They expressed mixed views on technology as a substitute for in-person teaching. Some highlighted variations in access to digital devices, the internet and electricity; others the need for a different pace when learning online, given the absence of social interaction and the stimulation of their peers.</p> <p>The winner, Shirin Rajesh, 16, from the Perungudi Branch of The Indian&#xa0;Public School in Chennai, India, wrote powerfully about the downsides of digital learning, including the lack of adjustment to the curriculum. She also pleaded for greater recognition of student mental health and the need for interactive class activities. Her blog is reproduced below.</p> <p>Of the two runners-up, Tarik Hakan Akcin, 16, from Kabatas Ertek High School in Istanbul, Turkey, stressed the power of the internet but also the problems of the deep digital divide and the challenges of connectivity. He also highlighted the importance of teaching quality and giving students a voice.</p> <p>The second runner-up, Najya Gause, 16, from the International School of Amsterdam in the Netherlands, made a strong case for a shift in the role of teachers to facilitators, and the need for more personalised learning.</p> <p>Among other highly commended entries, Arushi Menon, from India, wrote movingly about how she helps other children learn,&#xa0;and the need to prioritise young people as catalysts for change. And Piniel Viriri from Zimbabwe&#xa0;described the importance of&#xa0;giving all students access to learning, including through&#xa0;radio and textbooks to support those without digital access.</p> <h1>Online learning: the Trojan horse of education</h1> <p><em>Winning blog by Shirin Rajesh, 16, Chennai, India</em></p> <p>The world as we knew it has changed forever. The Covid-19 virus continues to disrupt learning globally, forcing the alternative to “in-person” classes: online schooling. Be it Google Meet or Zoom, Microsoft Teams or Classroom, the one thing we all agree upon is that we miss the “good ol' days” of face-to-face interaction.</p> <p>While learning platforms have transitioned from physical to digital, not much else has changed. The quarks and chemical bonding that we learnt about on whiteboards is now taught using virtual ones and the workload is as hefty as ever. Although the interactive element has been missing, as a 12th grader we never had much of it anyway! This leads me to question, if the only major distinction is the platform, why has our learning experience been so different? Why is attendance dropping and why are scores plummeting?</p> <p>In my opinion, the answer lies in the environment and approach towards teaching, coupled with its reception. Nobody was prepared for the challenges that the pandemic threw at us. It's a struggle to tackle the never-ending list of assignments, especially with mental health issues in teens being at an all-time high. </p> <p>The administration can be more flexible with deadlines and the workload based on feedback from students to allow for a less stressful learning experience. Our school, for instance, has set a tentative timeline for us to space our tasks to help save us the trouble of scheduling and hassle of time-management.</p> <p>Still, schools haven't cut back much on their curricular expectations and “ineffective” learning becomes detrimental for students in the long run. Many virtual classes nowadays choose lectures and slide reading as not all traditional teaching methods can be adopted. I prefer less conventional approaches like class activities, debates and discussions as opposed to assignments to be turned in. With interactive being the way to go, these alternatives can be substituted for a more meaningful, effective and fun learning space.</p> <p>It's important to recognise that teachers only contribute to 50 per cent of the equation of profitless e-learning. I learned this during a lecture that I led where presenting my work to the screen of alphabets felt as though my efforts were being invalidated. Trying towards a discussion was met with silence (the analogy “speaking to a wall” seemed to describe the situation perfectly). As a student, I know it's all too easy to scroll through lnstagram while our teachers aren't watching, but what are the consequences of these actions?</p> <p>I empathise with teachers and students around the world and recognise that online learning is not a long-term alternative in a post-Covid world. As someone who would be classified as an extreme introvert, I'm still surprised to see how much the small interactions actually impacted my views on learning in general! Unfortunately, though, all we can do for now is try to find the silver lining and ensure that we put in our efforts so our futures aren't jeopardised.</p><p>Source: Andrew Jack 2021 'Blog competition: students' experiences of lockdown learning' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T03:30:09.142Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2396,
          "end": 2405
        }
      ],
      "nexusId": "10031144"
    }
  ]
}