{
  "_id": "eeaee37d2eea327186a2c547d69302e3d8fbce28d68de68214bdc39a087ae899",
  "feed": "wall-street-journal",
  "title": "Microsoft Plans $60 Billion  Stock-Repurchase Program  ----  By Kimberly Chin",
  "text": "<p>   Microsoft Corp.'s board approved a plan to buy back as much as $60 billion of its stock, extending the tech company's repurchase program as congressional Democrats have proposed taxing companies that do buybacks. </p><p>   Microsoft didn't provide a timetable for the repurchases. It said Tuesday the program doesn't have an expiration date and could be terminated any time. </p><p>   The program is larger than the last one approved by the board, a $40 billion buyback program set in 2019. It had $8.7 billion remaining under that share-purchase authorization as of June 30. </p><p>   Among S&amp;P 500 companies, Microsoft has been among the biggest stock repurchasers this year, according to S&amp;P Dow Jones Indices. Microsoft, which is America's second-largest public company by market value behind Apple Inc., spent about $23 billion on share repurchases in the year ended June 30, according to a securities filing. </p><p>   Democrats in the U.S. Senate last week proposed levying a 2% excise tax on publicly traded companies' stock buybacks as part of measures to help fund new measures aimed at healthcare, education and the climate. </p><p>   The company raised its quarterly dividend to 62 cents a share from 56 cents a share. The dividend is payable on Dec. 9 to shareholders of record as of Nov. 18. </p><p>   Microsoft also named its president and legal chief, Brad Smith, 62 years old, as vice chairman. Mr. Smith isn't joining the company's now 11-member board. </p><p>   Microsoft shares rose 1.7% to $304.82 -- a record close -- in Wednesday trading. </p><p>   --- </p><p>   Bowdeya Tweh contributed to this article. </p><p></p>",
  "published": "2021-09-16T06:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 213,
          "end": 222
        },
        {
          "start": 1256,
          "end": 1265
        },
        {
          "start": 581,
          "end": 590
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 1411,
          "end": 1420
        },
        {
          "start": 684,
          "end": 693
        }
      ]
    }
  ]
}