{
  "_id": "fdc12e935a74346dc65e4d08a35c996e996147846cb6553d4cd488a47d22b412",
  "feed": "ftcomall",
  "title": "Top 10 games of 2021",
  "text": "<h1>Death's Door</h1> <p>This indie diamond walks in the shadow of classic <em>Zelda</em>, combining satisfying puzzles with meaty combat. You play a fledgling crow, a new hire to the office of avian grim reapers, tracing a lonely tale of mortality which is beautifully conveyed through a reduced art style and minimalist storytelling.</p> <p><em>Available on PC, Nintendo Switch, PS4, PS5 and Xbox Series X/S</em></p> <h1>Deathloop</h1> <p>A high-octane shooter from the creators of the <em>Dishonored </em>series, <em>Deathloop </em>pairs a <a href=\"https://www.ft.com/content/a1eb7c35-f881-4596-bd2d-7ded7a473c5b\">mind-bending time-loop storyline</a> with superb gunplay. It works best as a sandbox for players to imaginatively combine acrobatic movement, stealth mechanics, precision combat and supernatural powers. Special notice goes to its gorgeous art design, a dystopian riff on 1960s psychedelia that oozes humour and visual flair.</p> <p><em>Available on PC and PS5</em></p> <h1>The Forgotten City</h1> <p>What started life as a popular <a href=\"https://www.ft.com/content/d3ab0638-165a-4843-b45f-011facf7456a\">free mod</a> for <em>Skyrim </em>became a fully fledged game in its own right this year. Its storyline centres around a fantastical Roman city in which, if a single citizen sins, they all die. Though mechanically straightforward, this thoughtful game offers brilliant writing and a searching moral core rarely found in games.</p> <p><em>Available on PC, Nintendo Switch, PS4, PS5, Xbox One and Xbox Series X/S</em></p> <h1>Forza Horizon 5</h1> <p>Anyone with even a passing interest in cars could easily lose days to this behemoth of an open-world racing game. Set in a huge, lush recreation of Mexico, it offers mechanical minutiae for gear heads to tweak, a raft of races and exercises to take on and a thrilling sense of freedom as you crest each hill just to see what lies beyond.</p> <p><em>Available on PC, Xbox One and Xbox Series X/S. Also on Xbox Game Pass</em></p> <h1>Hitman 3</h1> <p>The final part of the <em>World of Assassination</em> <a href=\"https://www.ft.com/content/a1265dba-2596-4003-a0b1-e63cd5305e0a\">stealth trilogy</a> is exactly what you expect from the long-running series: the laconic Agent 47 explores exotic locales with a target in mind and a huge range of ways to take them out. Each level runs like a clockwork machine with rhythms you can learn, making each assassination more like a puzzle than a fight.</p> <p><em>Available on PC, Nintendo Switch, Stadia, PS4, PS5, Xbox One and Xbox Series X/S</em></p> <h1>It Takes Two</h1> <p>You cannot play <em>It Takes Two </em>alone because it is <a href=\"https://www.ft.com/content/a650ae39-0af0-46ff-959e-5ac0e248eb1d\">all about co-operation</a>. Two players take control of each half of a married couple on the brink of collapse, shrunk down to the size of dolls and forced to navigate the gauntlet of a domestic environment in a series of imaginative minigames as they fight to save their love.</p> <p><em>Available on PC, PS4, PS5, Xbox One and Xbox Series X/S. Also on Xbox Game Pass</em></p> <h1>Overboard!</h1> <p>Imagine an Agatha Christie murder mystery set on a 1930s cruise ship, but you're the murderer. From this winning conceit, <a href=\"https://www.ft.com/content/cf9973e9-e8b2-42fe-8fdf-c6373ed49471\">interactive fiction</a> specialists Inkle spun one of the year's most joyous games, which combines sparkling writing with a range of approaches that ensure you'll be revisiting the scene of your crime over and over.</p> <p><em>Available on PC and Nintendo Switch</em></p> <h1>Psychonauts 2</h1> <p>A sequel to a cult <a href=\"https://www.ft.com/content/5ddd3c7a-929d-4fd2-ab8f-32942e2e6460\">platformer</a> 15 years in the making, <em>Psychonauts 2 </em>brings all the humour and narrative pedigree of LucasArts designer Tim Schafer to an inspired psychedelic journey through the human mind. This vibrant title is a joy to play at any age, with story beats that pull at the heartstrings and ask meaningful questions about regret, trauma and the nature of consciousness.</p> <p><em>Available on PC, Mac, PS4, Xbox One and Xbox Series X/S. Also on Xbox Game Pass</em></p> <h1>Sable</h1> <p>Peaceful <a href=\"https://www.ft.com/content/0e8e9f33-d0c9-4e27-9010-15c6a54b11dd\">open-world adventure</a> <em>Sable </em>deserves a place on this list for its original visual style alone, a ravishing homage to sci-fi comics legend Moebius, but it's far more than just pretty landscapes. Here is a game that never tells you where to go, instead allowing you to trace your own path across its pastel deserts and decide who it is that you want to be.</p> <p><em>Available on PC, Xbox One and Xbox Series X/S. Also on Xbox Game Pass</em></p> <h1>Unpacking</h1> <p>This <a href=\"https://www.ft.com/content/ad97ab32-147f-42cf-8e3d-d0648e3a43c4\">imaginative puzzle game</a> tells the story of one person's life through objects. You never see your protagonist or hear her speak, but as you unpack her belongings from boxes in each home she occupies over 20 years, these possessions become powerful symbols of character, eloquent of the bittersweet melancholy of life's transitions. </p> <p><em>Available on PC, Nintendo Switch and Xbox One. Also on Xbox Game Pass</em></p><p>Source: Tom Faber 2021 'Top 10 games of 2021' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T05:00:53.159Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}