{
  "_id": "f2042e701fd6481e66e2858f241b611c88665bb5fdb9d2de02ed9e742d58e5f1",
  "feed": "ftcomall",
  "title": "Microsoft buys Nuance in deal giving voice tech pioneer $16bn equity value",
  "text": "<p>Microsoft has agreed to buy voice recognition pioneer Nuance Communications in an all cash transaction that gives the company an equity value of $16bn. </p> <p>The deal, the second-largest acquisition by Microsoft, comes almost two years after the two companies partnered to roll out artificial intelligence systems that help doctors with administrative tasks. </p> <p>Nuance, based in Burlington, Massachusetts, was one of the early developers of speech recognition AI. Its technology was used to power the voice responses in Apple's virtual assistant, Siri.&#xa0;</p> <p>Nuance's voice recognition systems are used in a wide range of industries but it has recently been trying to strip back its business and refocus on a handful of markets to rekindle growth. The company's revenues shrank in each of the past two years, and it has spun off or sold a number of business units, rebuilding primarily around cloud-based systems for hospitals and doctors.</p> <p>Microsoft is a leader in natural language processing AI that underpin such systems.</p> <p>Inroads in healthcare have contributed to a rebound in Nuance shares, which have more than tripled from a low point in March last year, valuing it at about $13bn before the deal. Microsoft agreed to pay $56 per share for the company, a 23 per cent premium to Friday's closing price, giving an equity value of $16bn.</p> <p>Microsoft said the deal valued Nuance at $19.7bn including net debt. </p> <p>The acquisition will give Microsoft a way to sell to a large number of new customers in healthcare, financial services and telecoms, among other industries. However, Nuance only made $29m in net income last year, after several years of losses, and its revenue has fallen more than a quarter since peaking above $2bn in 2018.&#xa0;</p> <p>“AI is technology's most important priority, and healthcare is its most urgent application,” Microsoft chief executive Satya Nadella wrote in a tweet announcing the deal.</p> <p>The technology giant has been on an acquisition spree, using its strong balance sheet to expand the business. It had explored a number of additional takeover opportunities over the past 12 months, including approaches for social media groups TikTok, Pinterest and Discord.</p> <p>The company's largest deal was in 2016, when it bought professional networking site LinkedIn for $26bn. Two years later it bought code repository group GitHub for $7.5bn, and six months ago it took over private gaming company ZeniMax for $7.5bn.</p> <p>Microsoft specialises in enterprise cloud computing services used by businesses and government rather than consumers and has been able to snap up several assets as it has avoided the political backlash that has made it more difficult for Facebook and Google to make big acquisitions.</p> <p>Mark Benjamin will remain chief executive of Nuance and report to Scott Guthrie, executive vice-president of cloud and AI at Microsoft. The transaction is expected to close this year. </p><p>Source: Ortenca Aliaj and James Fontanella-Khan in New York and Richard Waters in San Francisco 2021 'Microsoft buys Nuance in deal giving voice tech pioneer $16bn equity value' FT.com 11 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-11T18:27:46.517Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1189,
          "end": 1198
        },
        {
          "start": 926,
          "end": 935
        },
        {
          "start": 1421,
          "end": 1430
        },
        {
          "start": 1814,
          "end": 1823
        },
        {
          "start": 1326,
          "end": 1335
        },
        {
          "start": 2411,
          "end": 2420
        },
        {
          "start": 196,
          "end": 205
        },
        {
          "start": 2820,
          "end": 2829
        }
      ],
      "nexusId": "10031144"
    }
  ]
}