{
  "_id": "d3615c2e9b8f5bcbf1db88bb6ba8a7af8c09f6795d0906b7836fc598345df1d2",
  "feed": "ftcomall",
  "title": "Want to look cool? Join the golf club",
  "text": "<p>No sport has anything approaching the lingering sartorial naffness that pervades golf. From most others, a degree of style can be salvaged: slithery polyester soccer kit can be worn under a bomber jacket, the chunky V-neck cricketer's jumper atop jeans. But shifting knee-high Argyle socks and baggy plus fours into your everyday wardrobe has presented a significant challenge, with the short answer being don't.&#xa0;</p> <p>Golf style has long been derided as outmoded. It's a look that has remained virtually unchanged since Jerry Leadbetter teed off in <em>The Good Life</em> in the mid-'70s, but has more recently been wedded in our minds with the slightly comedic sight of former US president Donald Trump trundling over the links at Mar-a-Lago, <a href=\"https://www.ft.com/content/9eb753d8-098a-4c05-af95-0e11fb1607df\">MAGA cap</a> in hand.</p> <p>Nevertheless, golf has an enduring popularity: one that's been rising in recent times. Both the UK and US reported soaring numbers of games last year: rounds played were up by 12 per cent in the UK in&#xa0;2020 according to <a href=\"https://www.sportsmarketingsurveys.com/how-covid-19-is-changing-the-uk-golfer/\">Sports Marketing Surveys</a> (and that in spite of Covid closures), with similar numbers being reported in the US.</p> <p>Understandably, retailers are responding to this uptick: this month, <a href=\"https://www.matchesfashion.com/mens\">MatchesFashion</a> is launching a golf-gear category to capitalise on the new interest, as well as to provide kit to suit more fashion-minded sports. “After several seasons of growth in activewear, we have evolved to include discipline-specific ranges, including golf,” says Damien Paul, the retailer's head of menswear. The buy includes technical jackets and trousers from specialist brands such as <a href=\"https://www.matchesfashion.com/mens/designers/castore\">Castore Golf</a>, <a href=\"https://www.matchesfashion.com/mens/designers/kjus\">Kjus</a> and <a href=\"https://www.matchesfashion.com/mens/designers/jlindeberg\">J.Lindeberg</a>. “<a href=\"https://www.bogner.com/en-gb/u/sport/golf.html\">Bogner Golf</a> incorporates innovative technology for maximum performance on the green – think UV-protected jackets and T-shirts with high necks,” adds Paul, “while the <a href=\"https://www.ralphlauren.co.uk/en/men/brands/golf/70601\">Ralph Lauren Golf</a> collection has moisture-wicking polo shirts and luxurious wool sweaters.”</p> <p>And from the fairways to the runways, designers have expressed a new affection for golf fashion, liberally laden with that heavy dose of irony that so much modern style demands. The latest round of men's collections for spring/summer '21 feature wry nods to golfing attire, old and new(ish), conscious or otherwise: <a href=\"https://undercoverism.com/\">Jun Takahashi's Undercover</a> proposes Argyles; <a href=\"https://www.hermes.com/uk/en/story/271480-men-spring-summer-2021-performance/\">Véronique Nichanian at Hermès</a> offers a deluxe take on the slacks and polos of the modern golfer; and<a href=\"https://www.dior.com/en_gb/mens-fashion/summer-21-shop-by-look?gclid=CjwKCAiAp4KCBhB6EiwAxRxbpKiSTSV7e0BI27Plnqk8jPnPcofkDRgIsLQsEs-0D8q9QTo9RGN0yBoCpSQQAvD_BwE\"> Kim Jones's Dior collection</a> includes wide-leg, vintage-style high-cut shorts in a pastel palette, and worn with sleeveless knits. And there are even soft berets, a Frenchified take on the traditional golfer's floppy flat cap.</p> <p>Many of those references, like so much in fashion, can be traced back to Miuccia Prada. In 2011, on a carpet of blindingly bright green Astroturf, Prada paraded a collection inspired by midcentury golf style, with cartoonish prints, pastel colours and models toting crystal-embellished Prada tour bags. Miuccia Prada hates golf, but said she wanted an excuse to make something eccentric for men. “By chance I saw a book of golfers,” she comments. “And they were insane!”</p> <p>Those idiosyncratic looks have influenced others: the rapper-producer Tyler, The Creator sells striped cardigans, pastel utility vests and socks with emblems under his <a href=\"https://golfwang.com/\">Golf Wang</a> line. “That's my least favourite sport, to be honest,” Tyler told <em>Billboard</em> – he just likes the word. Pharrell Williams has also adopted the golfing look, but he is an actual fan: his golf bag is custom-made by Hermès, and he once remarked that “golf is where sport and fashion come together”.</p> <p>Historically, it did. In the early years of the 20th century, golf was seen as dynamic and modern, an arena in which men could propose fashion-forward looks that wound up influencing the world. In the 1920s, Edward, Prince of Wales – the future Duke of Windsor – was a trendsetter whose golfing trews were so exaggeratedly baggy that Diana Cooper dubbed them his “plus twenties”. Wearing them with bright Argyle socks and Fair Isle sweaters, he fashioned a new casual uniform for men that combined sport and leisure. As the diplomat Nicholas Lawford commented: “He was quite loud in the way he mixed his checks, but he represented style to his generation.” He also influenced the world of&#xa0;fashion: in 1924, Gabrielle Chanel designed costumes for&#xa0;the Ballet Russes' debut performance of <em>Le Train Bleu</em> based on sportswear. The costume of the Polish dancer Leon Woizikowski was based on Edward's instantly recognisable golfing attire – the high-performance sportswear of its day.</p> <p>Today, it's easy to gesture towards golf&#xa0;in your wardrobe: perhaps inspired by Tyler and Pharrell, younger generations are incorporating signature golf styles like cropped trousers, high-tugged socks and a sickly-pastel palette. But they carry the imprimatur cool of hip-hop rather than&#xa0;the patina of retirement-age golf holidays. Plus fours – or, indeed, plus twenties – may be a harder sell.&#xa0;</p><p>Source: Alexander Fury 2021 'Want to look cool? Join the golf club' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T04:55:20.223Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}