{
  "_id": "a148bd97f275c85ac6f617a5c97725c3a2ea377b58902ad7dc7dd29114959c7c",
  "feed": "wall-street-journal",
  "title": "Secrets to Cooking Pro Pizza at Home: The Best Gear, Recipes and Tricks; Pizza-making at home is the new pandemic craze, but it can seem intimidating. Here's the ultimate guide to get you going: from party-friendly backyard pizza ovens to insider recipes, topping tips and much more.",
  "text": "<p>* The Cookbooks: Ready to Truly Master Pizza? Let These Chefs Guide You</p><p>* The Toppings: Pizzaiolos Share Their Favorite Combinations</p><p>* The Recipes: From Foolproof Dough to Inspired Garnishes</p><p>The Story: How Mastering Pizza Became an Obsession</p><p>IT WAS as good a reason as any to make pizza: \"During the pandemic, I needed to have some sort of passion,\" said Frédéric della Faille, a product designer in New York City.</p><p>He found the intervals between hydrating his dough and adding salt, the kneading and the observations of the dough's fermentation over a few days in his refrigerator \"a great meditative process.\" It added structure to weeks that could otherwise seem formless. The process was, for him, as important as the product. \"I didn't even eat a tenth of the dough I made.\"</p><p>Plenty got eaten, of course. Mr. della Faille set up a portable pizza oven made by Ooni on the patio of his SoHo apartment. When he has friends over to sit outside, feast on pizza and drink wine among his tomato and basil plants, he said, \"It kind of feels like we're in Italy.\"Like Mr. della Faille, Jordan Commissiong, a financial adviser in Bermuda, got an Ooni during the pandemic. \"Basically the entire island tried its hand at sourdough,\" he said. \"So I got into it, and my breads were OK, but I really started using it for pizza dough.\"</p><p>Homemade pizza is, as they say, having a moment. Aspiring pizzaiolos and pizzaiolas finally have both the tools and the time to make restaurant-grade pies in their own kitchens and backyards.</p><p>The cookbook \"The Joy of Pizza,\" out next month, is an ideal starting point. (See \"Pizza Page by Page,\" at left.) Written by Dan Richer, owner of Razza Pizza Artigianale in Jersey City, N.J., with food writer Katie Parla, it offers recipes ranging from traditional Margherita pizza to pies with more esoteric ingredients, such as the filberts that anchor the Project Hazelnut pizza. A rubric for evaluating the quality of a pie covers 11 aspects of the dough's fermentation and runs to 56 items in total. There are also rubrics for judging olive oil, canned tomatoes and mozzarella.</p><p>Obsessive as that sounds, consider \"Modernist Pizza,\" the latest several-volume-set from former Microsoft CTO Nathan Myhrvold and chef Francisco Migoya: Over the nearly four years it took to research the 1708-page tome, its authors spent over 200,000 hours making more than 12,000 pizzas, creating 1016 recipes in the process. More than a cookbook, \"Modernist Pizza\" examines the food from historical and scientific perspectives and can even serve as a travel guide. Its authors collectively traveled more than 100,000 miles and visited at least 250 pizzerias, which led Mr. Migoya to a controversial realization: \"There is such thing as too much pizza.\"</p><p>And yet, in a harrowing year and a half for the restaurant industry, the number of independent pizzerias has actually grown, according to PMQ Pizza Magazine's 2021 Pizza Power Report. But the leap from eating to making can be daunting. \"The world of pizza was—still is—full of myths and mysticism and just general bullshit,\" said Mr. Myhrvold. \"You know, 'You can't make that pizza without having the water of Naples or New York,' or 'You have to have that special flour.' No you don't.\"</p><p>Like Mssrs. Migoya and Myhrvold, Deborah Cummings and her husband, Don, of Clarkston, Mich., have logged thousands of miles traveling to taste regional pizza styles. But when the pandemic kept them at home, Ms. Cummings's pizza-making efforts kicked into high gear. She bought Breville's Pizzaiolo oven, and dove deeply into Philadelphia chef Joe Beddia's book \"Pizza Camp\" and, more recently, into Anthony Falco's \"Pizza Czar,\" published in May.</p><p>Along with those books, she, like Mr. della Faille and Mr. Commissiong, found inspiration, community and amusement online. After browsing Ooni's message boards she came away thinking that \"those guys are a little intense.\" She, instead spends much of her time on Facebook, \"where the guys are very fixated on the dough hydration,\" but good-natured all the same. \"No one talks down to me. I post pictures. I get lots of great compliments.\"Despite 30 years of pizza making, cooking more frequently at home over the last six months has made a difference. \"I've changed quite a bit,\" Ms. Cummings said. \"I'm not so worried about following that recipe.\"</p><p>The Tech: Pizza Ovens to Cook Restaurant-Quality Pizza at Home</p><p>MIKE RILEY FIRST fired up his Gozney Roccbox pizza oven last year at an outdoor gathering for his kids and grandchildren. Odd thing: They were more excited about loading their pies into the wood-fired oven and watching them bake than about eating them. \"People were oohing and ahhing, saying 'this is so simple but so much fun,'\" said the Bristol, Va., financial professional. \"It's well designed and easy to operate…and lets us be in charge of making one of the iconic dishes in America [at home].\"</p><p>Mr. Riley is part of a growing crowd of home cooks experimenting with specialty pizza ovens. \"The pandemic has given a boost to [the home pizza-making] trend that was growing over the past five years,\" said Antonio Pace, president of the True Neapolitan Pizza Association in Italy, which certifies pizzerias as authentically Naples-style. According to pizza oven maker Ooni, online searches for \"outdoor pizza oven\" clocked in at 253,000 in 2019. In 2020, the number topped 595,000.</p><p>To see if the new ovens could yield pies as good as pro-made faves, we fashioned classic margherita versions and started cooking.</p><p>The Chef's Oven: Ooni Karu 16 Multi-Fuel Pizza Oven</p><p>Claim to fame: This is the first and only home oven endorsed by the nonprofit True Neapolitan Pizza Association in Italy, the international authority. You can variously fuel it with charcoal, wood or gas (a burner is sold separately for $100). Watch the flames do their work through a clear, hinged door and wait for the temperature on the mounted digital thermometer to reach a chef-recommended 950 degrees. The oven is expansive enough to hold extra large pies of up to 16 inches, and can also be used to roast meat, sear vegetables and even bake fresh bread.</p><p>Test results: As advertised, this oven took less than 20 minutes to heat up, cooking our pizza in about a minute with a tender, char-blistered thin crust and appealingly molten toppings. \"One of the most important elements of true Neapolitan pizza is the cooking, which needs to be very fast and at high temperature,\" Mr. Pace said.</p><p>Best for: Purists. If you're obsessed with creating an authentic Neapolitan pie at home, this handsome, multifunctional unit can safely be considered the gold standard. $799 (available for preorder with delivery in 4-6 weeks), ooni.com</p><p>The Grill Add On: KettlePizza Pizza Oven Kit</p><p>Claim to fame: Affordable and portable, this kit transforms a standard circular charcoal grill into a proper pizza oven.</p><p>Test results: After we placed the stainless steel attachment on top of our grill grate, it took less than 10 minutes for the built-in thermometer to hit the recommended 600 degrees. Once our pie cooked for four minutes—after two, we rotated it 180-degrees using tongs and a heat-resistant glove to ensure even cooking—it rivaled a fancy pizzeria's. (That said, some users report that 500 degrees is the ideal temperature for ideally melty toppings and a crisp crust.)</p><p>Best for: Nomads. At just 7 pounds, this super portable attachment lets you achieve a mouthwatering pie wherever you can find a circular grill. From $139, bbqguys.com</p><p>The Backyard Warrior: Gozney Roccbox</p><p>Claim to fame: Developed with the exacting standards of restaurant chefs in mind, this oven heats up to a blistering 950 degrees. Made for the outdoors, it works with propane or wood fuel, has a silicone coating that keeps the exterior cool, and sturdy, foldable legs for compact storage.</p><p>Test results: We used the wood-burning attachment, fueling it for 20 minutes with a few sticks of the brand's kiln-dried hardwood ($29 per box). Because this oven heats from the back with a rolling flame, it's necessary to rotate the pizza for even cooking. This requires a little finesse—which the streamlined Roccbox turning peel ($65) makes easier—yielding a gorgeous, leopard-spotted crust and oozy toppings.</p><p>Best for: Those who want options. Don't feel like sourcing wood? Hook up propane instead. From $499, us.gozney.com</p><p>The Petite Pie Maker: Breville Pizzaiolo</p><p>Claim to fame: About the size of a countertop toaster oven, the Pizzaiolo uses three types of heat (convective, conductive, and radiant) to mimic an old-fashioned brick oven. Dial-operated heat settings let you precisely cook your favorites, from New York-style to thin and frozen.</p><p>Test results: This sleek silver unit was a breeze to set up: All we had to do was plug it in. After preheating for 15 minutes on the wood-fired setting, our dough came out crisp and char-spotted in all the right places on the outside and chewy on the inside with perfectly melted toppings. \"In terms of the crust, I can achieve a pretty similar result [as at my restaurant] because I can achieve similar temperatures,\" said Luca Varuni, who owns a Neapolitan-style pizzeria in Atlanta and also uses the oven to make steak. (Really.)</p><p>Best for: Efficiency-loving city dwellers with a dearth of counter space. $1,000, breville.com</p><p>The Workout Machine: Cru Oven Model 30</p><p>Claim to fame: Made in Portugal, this portable, stainless-steel outdoor oven weighs just 33 pounds but packs a punch with a vertical vent to funnel smoke away and a removable door to trap heat, fueled by your choice of wood or charcoal.</p><p>Test results: The absence of a thermometer left us guessing when it was hot enough, but after 20 minutes of watching the wood-fueled flames fill the oven cavity, we used the included rake to push the embers to the back and placed the pizza on the refractory brick cooking base. Our 12-inch pizza stuck a bit, but a slightly smaller pie was easier to manage, and yielded a beautifully blistered crust.</p><p>Best for: Aspiring experts. Get comfortable using the ember rake without breaking a sweat, and this shiny oven could become a favorite piece of gear. $450, cruovens.com</p><p>The Cookbooks: Ready to Truly Master Pizza? Let These Chefs Guide You</p><p>For Gonzo Pizzaiolos: Pizza Czar: Recipes and Know-How From a World-Traveling Pizza Chef</p><p>After a stint at the influential Brooklyn restaurant Roberta's, Anthony Falco struck out on his own to help open pizzerias from São Paulo to Tokyo. He bills himself as an International Pizza Consultant, a title only slightly less grandiose than the one on the cover of his book. Its tone is loose and conversational. The more outré recipes—like the Buttercrust, a Pizza Hut homage, or the Brazilian Mashed Potato Pizza—set it apart. $35, Abrams Books</p><p>For Aspiring Artisans: The Joy of Pizza: Everything You Need to Know</p><p>There are no shortcuts when it comes to developing the kind of discernment Dan Richer brings to his pizzas. Co-authored with Katie Parla and out Nov. 19, his book provides a survey course in evaluating ingredients. QR codes throughout link to videos demonstrating how to stretch dough and other techniques—a useful addition to already thorough instruction. Recipes come in variations for standard home ovens and high-temperature models. $35, Voracious</p><p>For Pizza Geeks: Modernist Pizza</p><p>Trying to be all things to all people is usually a recipe for failure. But at 1,708 pages, this three-volume set from Nathan Myhrvold and Francisco Migoya manages to be encyclopedia, guidebook, science textbook and cookbook. Nerding out with charts on flour particle size and explanations of the Effect of Sauce Reflectivity on Pizza is fascinating fun for both the professional pizza maker and the science-minded eater. The survey of global pizzerias will make you want to pack your passport and your stretchy pants. $425, The Cooking Lab</p><p>The Toppings: Pizzaiolos Share Their Favorite Combinations</p><p>Giovanni Lanzo</p><p>Luigi's Pizza, Brooklyn</p><p>+ Olive Oil</p><p>+ Cherry Peppers</p><p>+ Scallions</p><p>+ Sausage</p><p>+ Garlic</p><p>\"My father used to grow scallions in the yard. Chop them up, sauté them in some garlic and oil with the sausage. And fresh cherry peppers on pizza? The smell and the taste is ridiculous.\"</p><p>John Hall</p><p>Post Office Pies, Birmingham, Ala.</p><p>+ Spinach</p><p>+ Fried Egg</p><p>+ Mornay Sauce</p><p>+ Sausage</p><p>+ Bacon</p><p>\"The creamy mornay with the egg makes it feel like a perfect mack-daddy bacon, egg and cheese sandwich. It's such a stoner pizza.\"</p><p>Sarah Minnick</p><p>Lovely's Fifty Fifty, Portland, Ore.</p><p>+ Grapes</p><p>+ Sausage</p><p>+ Aged Mozzarella</p><p>+ Reggiano Cheese</p><p>+ Lacinato Kale</p><p>\"It's like that classic 'pine and swine' combination—sweet and salty and savory. Find a variety where the grapes are smaller.\"</p><p>Ann Kim</p><p>Pizzeria Lola, Minneapolis</p><p>+ Scallions</p><p>+ Tomato Sauce</p><p>+ Kimchi</p><p>+ Korean Sausage</p><p>+ Serrano Pepper</p><p>\"Cooking kimchi brings out the sweetness of the cabbage, tones down the funkiness and tempers the heat of Korean chile flake.\"</p><p>The Recipes: From Foolproof Dough to Inspired Garnishes</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>What are your tips for throwing backyard pizza parties? Join the conversation below.</p><p>Secrets to Cooking Pro Pizza at Home: The Best Gear, Recipes and Tricks</p>",
  "published": "2021-10-08T18:46:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2194,
          "end": 2203
        }
      ],
      "nexusId": "10031144"
    }
  ]
}