{
  "_id": "7ff266acb423b9875fdf2eaf2b77ee61e705f032ce156e0f688c70e80ddc7314",
  "feed": "ftcomall",
  "title": "The Good Divorce Guide",
  "text": "<p>Last month, Nick Woodward* was carefully choosing a bottle of wine from his cellar. It was an important occasion: he was heading to his ex-wife's house, where their two daughters were living for that half of the week. They had all just got back from holiday together, so&#xa0;it felt like the right time to take his new girlfriend round for a glass of wine and to meet the family.&#xa0;</p> <p>It was two years ago that Nick and Bridget* split, and the first year was horrendous, says Bridget: “It's a bit like going on a bear hunt – you've just got to go through it.” But&#xa0;after a time, Nick, who had not been the one to initiate the separation, sent her a text: “I think you made the right decision. I think we are going to be the best of friends and you are a brilliant mother.” Says Bridget: “He's a very decent person. I married him for a reason and now I'm so pleased he is in my life.” Nick feels similarly: “I'm nervous about saying this as I don't know what the future holds, but&#xa0;I feel like we've got it fixed.”&#xa0;</p> <p>This is not the common story of divorce, but it is an increasingly familiar aim for separating couples. Many of those divorcing in their 40s and 50s are the product of divorce themselves, and spent their childhoods being flung from one warring parent to the other. The family-law courts of the 1970s were notorious for their chilling access-and-custody agreements, and Generation X refuse this outcome for themselves. Then there are the “silver splitters”: couples in their 60s and beyond who want a new chapter for retirement. As <a href=\"https://www.ft.com/content/04f3eaff-075a-495d-975b-50f2bd652eba\">Melinda and Bill Gates said&#xa0;when they announced their separation</a>: “We no longer believe we can grow together as a couple in the next phase of&#xa0;our lives.” No – they want more, without less. For these couples, so much of their lives is intertwined (the Gateses intend to continue running their foundation together) that an amicable split is ultimately desirable.</p> <p>Under current divorce law, even in those cases where a&#xa0;separation might start relatively amicably, couples in the&#xa0;UK still have to give a reason for their split, such as unreasonable behaviour or adultery. But from autumn, the law will change and couples will finally be able to file for a “no-fault” divorce. When that is implemented, they will be able to petition together as a grown-up, joint decision.&#xa0;</p> <p>Likewise, the legalities of the divorce itself are becoming more conjoined. In Italy, France and the Netherlands, having one lawyer represent both spouses has been an option for some time. And it's a practice that is slowly gaining traction in the UK. London family-law barristers Samantha Woodham and Harry Gates launched <a href=\"https://www.thedivorcesurgery.co.uk/\">The&#xa0;Divorce Surgery</a> in 2018, on the discovery that the conflict laws governing solicitors in divorce cases – where each party needs personal representation – are&#xa0;different for barristers (according to the Bar Council, provided a barrister is instructed by the couple jointly and impartially, and doesn't then go on to represent either of them individually, they can advise the couple jointly). “Everyone told us we were naive,” says Woodham. “But it got endorsement from senior judges and – crucially – couples wanted to come.”</p> <p>The Divorce Surgery is currently the only regulated provider in the UK to offer a joined-up service to both parties in the marriage, which has three benefits. First, it is&#xa0;non-adversarial – one lawyer advises you, together, as to&#xa0;what a judge would deem fair in a court. Secondly, it's comparatively cheap: the cost is a fixed rather than hourly rate, meaning the whole process could cost under £10,000, depending on the complexity of your arrangements, as opposed to up to £100,000 or more (each) in an adversarial approach. Thirdly, it's quicker – it can take six to eight weeks, whereas the average UK divorce case takes about 14 months.</p> <p>Couples are screened for suitability (those with an abuse dynamic or who cannot agree on their asset base obviously don't suit this process). The key issues and evidence are identified and a fixed fee is agreed. Together, couples choose their barrister, who in a two- to three-hour session offers impartial advice about how a judge would see the case. “Most people then sit around the kitchen table and sort it out in line with the advice they've been given,” says Woodham.&#xa0;</p> <p>The Divorce Surgery saw Nick and Bridget through their separation. “Do I think our agreement is fair? Probably not,” sighs Nick. “I'm hugely in debt and going to&#xa0;be paying vast sums to Bridget for some time. But that is&#xa0;not her fault, that is just how the law&#xa0;works in the UK.” But what they didn't do was spend 20 per cent of their asset base on lawyers (“what I see all the time,” says Woodham). And their approach has left them with a friendship and a functioning relationship as&#xa0;co-parents. In&#xa0;an emotionally fraught arena, “I think The&#xa0;Divorce Surgery is a force for good,” says Nick.</p> <p>But what if acrimony means collaborative negotiation is&#xa0;off the table? “When you've got a couple where goodwill is&#xa0;at an end, there is a large degree of mistrust,” says Davina Katz of divorce- and family-law firm <a href=\"https://www.katzllp.com/\">Katz Partners</a>. “The idea you can have one lawyer hold the ring is great in principle, but in practice quite tricky. What often happens is that couples start down that road, then find they need separate lawyers.” At this point she recommends what she&#xa0;terms “BUPA law”: “Rather than put yourselves in the hands of the court system and everything that brings – chaos, delay and cost – you can go private. There's an enormous vogue for that.”&#xa0;</p> <p>In this instance, couples hire a retired High Court judge or senior barrister for insights as to how their case might play out in court. Couples agree on one together, pay them for a day's work (£5,000 to £10,000, depending on their seniority), and he or she will give their views about the likely financial settlement that a court would order.&#xa0;</p> <p>“It's effective,” says Katz. “And quicker. If you choose to play your divorce out in the High Court, you're looking at 18 months.” Better still, the resolution isn't binding – clients can still choose whether to accept it or not – in the same way they'd be able to reject the outcome of a financial dispute resolution hearing as part of formal divorce proceedings.&#xa0;</p> <p>None of this is for the faint-hearted. It's definitely the last thing anyone is up to when nursing a broken heart. Katz recommends couples prepare for the endeavour by going to “divorce gym”. In other words, don't go crying to a lawyer with tales of adultery, narcissism and abuse. “Barristers are the least qualified and most expensive therapists you can get,” says Woodham. Instead, you should start with someone who can help repair your emotional state, and get you match-fit to make some of the most important choices of your life. An entire industry has sprung up to fill this gap: mediators, therapists and even “divorce coaches”, with varying degrees of qualification and specialisation.</p> <p><a href=\"http://www.billhewlett.uk/\">Bill Hewlett</a> is one such “mediation expert”, having seen an opportunity to transplant to the UK a model he nurtured in his native Australia. “Australia is much more progressive when it comes to family law,” he says. “No-fault divorce came through in 1975, which started the concept that separation was a relationship issue, not just a legal issue. And what followed was family-relationship centres, which brought together people who had trained in social work and therapy as well as mediation. I ran six of them across Sydney. The idea of working relationally, as opposed to facilitating a negotiation or using the law, is what I do here.”</p> <p>Hewlett helps couples get past the pain and sadness of separation. “I'm looking for what's happened to these people, and why they are so upset&#xa0;with each other. Is it possible that it is their relationship that has let them down, rather than&#xa0;each other?” Such insight, he argues, can often help find a&#xa0;path&#xa0;through the most stubborn&#xa0;and intransigent of clients. James Pirrie of <a href=\"https://www.flip.co.uk/\">Family Law In Partnership</a>, an organisation that promises “intelligent and creative solutions” to divorce, regularly collaborates with Hewlett. “Faced with the prospect of ever more entrenched and embittered exchanges, I have seen Bill dive in and literally&#xa0;reverse the downward spiral. Bill is not alone, but&#xa0;he must be close to the bleeding edge of those transforming how people separate.”</p> <p>In the US, prenups have become a useful tool in separation agreements (in the UK they are sometimes used, but there is currently no law enshrining their right to be upheld). Lois Liberman of <a href=\"https://www.blankrome.com/\">Blank Rome</a>, a law practice with 13 offices across the country, believes positive divorce is possible but cautions: “It does not necessarily mean we are all going to work together in a ‘Kum Ba Yah' moment.” Like Hewlett, she believes that insight and understanding are key. She provides a series of talks and workshops to help clients understand how to navigate divorce and post-divorce. After all, no one knows more about divorce than lawyers who deal with it every day. As Woodham says: “If everybody knew what I knew about divorce, they would be much more sensible about how they approach it. Most people have no idea what awaits.”</p> <p>New York lawyer <a href=\"https://www.kramerkozek.com/\">Neil Kozek</a> was an early adopter of “collaborative divorce”, a model also used by some lawyers in the UK. “It is a dispute-resolution model populated by financial and mental-health professionals who work in teams,” he explains. “The spouses have separate lawyers and the two parties sign an agreement [whereby] if it doesn't work out, no one will go to court. The process is for settlement only, therefore what you say will not be used against you. The only ‘risk' is starting over if it doesn't work out. But it usually does, because when you are&#xa0;both invested in the process, it's more likely you will see it through.” It is also cheaper: “You have a meeting, designate the agenda, it's 90 minutes and that's it. It's a discrete amount of work and clients are in control of how frequently we meet.”</p> <p>“There's been a big shift [in attitudes and approaches to separation],” Kozek continues. “And it's generational. When I first started 30 years ago, there were no dispute-resolution models. People were getting tired of the acrimony and cost. There has been a softening – and thank God, because people don't want to be at each other's throats. It's emotionally and psychologically damaging.”</p> <p>Katz sees more change coming too. “For the woke generation, a social consciousness wraps its arms around everything we do. A messy divorce is not on-message. How&#xa0;do you marry up all of that social consciousness with&#xa0;a bloodbath that's played out in front&#xa0;of the press or&#xa0;your&#xa0;friends and family?”</p> <p>As the 100-year lifespan heaves into view, it's likely that long-term relationships reaching their natural conclusion will become increasingly acceptable. The work to destigmatise divorce and create a pathway to more civilised separations has begun. As Woodham says: “We all live for such a long time now, it's almost inevitable for couples that there may come a time when you both change so much that there needs to be a transition. People just aren't up for feeling bad about it any more.”&#xa0;</p> <p><em>*Names have been changed</em></p><p>Source: Tiffanie Darke 2021 'The Good Divorce Guide' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-01T03:50:23.136Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}