{
  "_id": "b7dcbad52ee9db642abddec22ca6dd2bf67d573d1a93b4cd8609b1e70938e4b6",
  "feed": "ftcomall",
  "title": "Unity's sports angle on the metaverse",
  "text": "<p>Video games and sports executive Peter Moore has gone back and forth between real and fantasy sports throughout his <a href=\"https://en.wikipedia.org/wiki/Peter_Moore_(businessman)\">long career. </a></p> <p>From starting out as a PE teacher and soccer coach, he went on to market football boots, before beginning his video game career with Sega and then moving on to Microsoft's Xbox. He was head of EA Sports and its Fifa football franchise before becoming chief executive of Liverpool FC in 2017, where there were real-world achievements of winning the English Premier League and Uefa Champions League.</p> <p>So talking to him as his <a href=\"https://www.businesswire.com/news/home/20211005005346/en/CORRECTING-and-REPLACING-MULTIMEDIA-Unity-Unveils-New-Era-of-Live-Sports-with-Unity-Metacast\">latest venture was unveiled today</a>, it was easy to understand his enthusiasm over how real and fantasy worlds were finally being merged.</p> <p>As head of the Sports &amp; Live Entertainment division of games platform Unity, he was <a href=\"https://unity.com/sports\">launching Unity Metacast, </a>a platform for real-time 3D mirroring of professional sports.</p> <p>While in the past, you might watch an NFL game and then pick up a controller and play Madden NFL, the new tech brings it all together. Live action is recorded by cameras and turned into data to create digital twins. In this initial case, the moves of two Mixed Martial Arts fighters from UFC are recreated, with coaches, TV analysts and viewers able to manipulate the 3D representation of their contest and view it from any angle. </p> <p>The UFC trial was filmed with 106 cameras and the controlled environment of the small octagonal arena was ideal for testing the technology and achieving the fine details of the fighters and their movements. But Moore says the same granularity will be achieved with fewer cameras and large playing fields in the next couple of years. With the video converted to data and tagged, it's also possible to pull up player profiles and sell merchandise off the back of the action. </p> <p>Unity started out as an engine for mobile games, but demand for 3D modelling has seen it expand into industries such as automotive design and construction.</p> <p>“There's a blurring taking place of the real world and the virtual world,” says Moore. “The metaverse, whether it's experiences in sports and live entertainment or ecommerce, where you want to look at a pair of shoes and spin them around or look at yourself in a shirt or a suit and drop it right on your body., all of that is coming to life.”</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Facebook whistleblower testifies</strong><br>Facebook has hidden vital information about the way it works from the public and governments around the world in an attempt to avoid being regulated more strictly, the whistleblower <a href=\"https://www.ft.com/content/41b657c8-d716-436b-a06d-19859f0f6ce4\">Frances Haugen told Congress</a> today. <a href=\"https://www.ft.com/content/3efd0b49-0dc3-41c5-b4b5-1f553d7bbc23\">Lex says</a> Haugen's claim that the social network “misled investors and advertisers” about the accuracy of its user base count should give investors pause. <a href=\"https://www.ft.com/content/2dbf79af-6dc5-4c98-90f0-af396c13e3ad\">Tim Bradshaw has five questions</a> to raise about Facebook from Haugen's revelations.</p> <p><strong>2. Facebook apologises for outage</strong><br>Facebook said &#xa0;a “faulty configuration change” on its network was responsible for<a href=\"https://www.ft.com/content/225500f7-fbb6-4888-a43d-6ef2930db49e\"> bringing its services to a halt</a> on Monday. Its shares fell 5 per cent after its main apps suffered a widespread outage for at least six hours.</p> <p><strong>3. Enough chips ordered for more than 100m cars</strong><br>The volume of semiconductors being ordered by global carmakers would enable them to build a record amount of vehicles when supply constraints ease, <a href=\"https://www.ft.com/content/d3a1284c-b106-465a-adc5-3590763f9fd1\">according to order patterns</a> reported by Europe's largest chipmaker Infineon. <a href=\"https://www.ft.com/content/36192845-2f17-46ed-b273-3c5c5ff4e4b9\">Kathrin Hille says</a> getting a handle on what's happening in the chip supply chain is difficult. The latest part in our electric vehicle series looks at how green is your EV, in <a href=\"https://ig.ft.com/electric-car/\">this interactive graphic</a>.</p> <p><strong>4. DeepMind makes AI profit at last</strong><br>Google's UK artificial intelligence unit DeepMind<a href=\"https://www.ft.com/content/16bb7b92-b88e-4393-85c6-de1f94cdfecc\"> made its first-ever profit </a>last year, after losing half a billion pounds in 2019, in the first sign that Google's huge investment in the research outfit is starting to pay off. The £46m pre-tax profit comes after years of mounting losses since Google acquired DeepMind in 2014 for about £400m, and a further £1.1bn debt that parent company Alphabet wrote off in 2019.</p> <p><strong>5. Bitcoin pros and cons</strong><br>Ryan McMorrow experiences the propaganda campaign against bitcoin in China in <a href=\"https://www.ft.com/content/286b6586-50d3-456e-a89b-ac7d2b509f39\">his FT Magazine column</a>, while Peter McCormack, bitcoin bull and voice of the hugely popular ‘What Bitcoin Did' podcast, joins Claer Barrett for&#xa0;<a href=\"https://www.ft.com/content/8767093b-9491-4792-824c-f85021266464\">a Money Clinic Investment Masterclass</a>&#xa0;about cryptocurrencies.</p> <h2>Tech tools — Windows 11</h2> <p>Microsoft's new operating system Windows 11 is available from today — as a free upgrade from Windows 10 for recent PCs or pre-installed on new devices, including <a href=\"https://www.ft.com/content/49c0d82b-c50c-4ca3-92ff-3bf10e15652a\">the new Surface line-up</a>. The <a href=\"https://blogs.windows.com/windowsexperience/2021/10/04/windows-11-a-new-era-for-the-pc-begins-today/\">Windows Experience Blog</a> can take you through the new features, which include a fresh design, new Start menu and Taskbar, a Widgets personalised feed and Snap Layouts and Groups that offer better ways to multitask and optimise your screen. <a href=\"https://www.theverge.com/22708762/microsoft-windows-11-review?scrolla=5eb6d68b7fedc32c19ef33b4\">The Verge says</a> the Taskbar is a giant step back and some promised features, such as access to Android apps, are still missing.</p><p>Source: Chris Nuttall in London 2021 'Unity's sports angle on the metaverse' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T17:39:13.650Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 289,
          "end": 298
        },
        {
          "start": 4306,
          "end": 4315
        },
        {
          "start": 4306,
          "end": 4317
        },
        {
          "start": 289,
          "end": 300
        }
      ],
      "nexusId": "10031144"
    }
  ]
}