{
  "_id": "79c70063cbf4efec368cbd3ca80af3157fb40b1c9ba812519015d302514ebde9",
  "feed": "wall-street-journal",
  "title": "U.S. News: Venues Offer to Aid Distribution",
  "text": "<p>Live Nation Entertainment Inc. and Anschutz Entertainment Group, the Nos. 1 and 2 concert-promotion giants, together with the National Independent Venue Association and other industry groups sent a letter to the White House Tuesday saying they are uniquely prepared to handle and help organize the mass movement of crowds through their venues, most of which have gone unused.</p><p>\"In fact because we are shuttered, we are able to offer the full weight of our industry to support vaccine distribution beginning immediately,\" reads the letter signed by a dozen live-event industry companies and organizations including the International Alliance of Theatrical Stage Employees and International Association of Venue Managers.</p><p>For the industry, this is an opening salvo to a conversation about how they can work with the federal and state governments. The letter doesn't offer the services free nor directly ask for payment; it isn't clear if the companies would pay workers or seek government funds, but organizers point to the billions of dollars the administration has earmarked for vaccine rollout. Live Nation, which owns Ticketmaster, saw revenue fell 95% in the third quarter, following a 98% drop in the second quarter.</p><p>Some venues have already been converted, including the Forum for Los Angeles County, which is owned by former Microsoft CEO Steve Ballmer. If put to work, venues from the Staples Center in Los Angeles to Kings Theatre in Brooklyn could become hubs for vaccine distribution.</p><p>Vaccination efforts across the country have been roiled by hourslong lines for shots on a first-come, first-served basis, hesitancy to pull too many health-care workers from caring for patients, confusion over where and when to get vaccinated -- and unwillingness to get inoculated at all.</p><p>Mr. Biden wants to quicken the pace of vaccinations with a $20 billion national inoculation program.</p>",
  "published": "2021-01-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1330,
          "end": 1339
        }
      ]
    }
  ]
}