{
  "_id": "b71ee94f7866abf1e4b48958f8ac7b701e1749deed1f389dd4b19f181a801187",
  "feed": "economist-newspaper",
  "title": "Schumpeter: Lords of the metaverse",
  "text": "<p>And yet his timing was impeccable. Since October searches on Google for \"metaverse\" have soared. Wall Street is fanning the hype. According to Bernstein, a broker, the term cropped up 449 times in third-quarter earnings calls, up from 100 in the second quarter. It says markets with potential annual revenue of at least $2trn could be disrupted by the metaverse. Jefferies, a bank, says that though the phenomenon may be more than a decade away, it has the potential to disrupt \"almost everything in human life\".</p><p>Other tech giants like Microsoft have set out plans to head for the metaverse. But it is big firms still under the control of their founders that may become the most ardent evangelists. Mr Zucker berg, with a net worth close to $125bn and almost total control of a company valued at $908bn, is the most prominent. Others include Jensen Huang of Nvidia, a maker of graphics processors worth $722bn, and Pony Ma of Tencent, the Chinese tech giant worth $550bn, whose gaming investment portfolio includes a 40% stake in Epic Games, owner of \"Fortnite\", one of the world's most popular games. Epic's founder, Tim Sweeney, is himself a force to be reckoned with. He recently told Bloomberg that the metaverse was a multitrillion-dollar opportunity, and that companies like his were in a race to get to a billion users in order to set the metaverse's standards for the future.</p><p>It is shaping up to become a billionaire battle similar to the Bezos-Musk space race. Instead of rocket science, it will be fought with reality-bending headsets, blockchains, cryptocurrencies and mind-frazzling amounts of computing power.</p><p>Precisely what these plutocrats mean by the metaverse is as yet unclear. Will it be an all-consuming futuristic world of virtual reality, avatars, oceanside mansions and other online razzmatazz that will make the real world a dull place by comparison? Or will it simply be a richer, more immersive version of what already exists today: a way to socialise, work, shop and play online even as life in the everyday world carries on as normal? It is even less clear whether tomorrow's internet users will be seduced by the dreams of entitled tech billionaires.</p><p>A look at the ambitions of Meta, Nvidia, Epic and Tencent give a sense of the scope of the undertaking. Each has their niches. Mr Zuckerberg has earmarked $10bn this year mostly to develop the virtual- and augmented-reality headsets and glasses that he hopes will provide a dominant access point to the metaverse, much as Apple's iPhone does with the mobile internet. Nvidia is focused on what it calls the omniverse, a technology based on its chips that brings engineers, designers and other creative types together virtually to make things--mostly, for now, in industrial settings. Epic has been creating virtual worlds for years, including \"Fortnite\". In the metaverse, its killer app may be Unreal Engine, a platform that gives its own and other developers the ability to make lifelike 3 D experiences, including games, films, architectural models and industrial designs. Tencent has China to crack. Mr Ma is probably wise to play it carefully, given the Communist Party's techlash. But his firm's popular WeChat super-app, including WeChat Pay, is already a 2 D version of what the metaverse could become in 3 D.</p><p>Behind their futuristic ambitions lie some common experiences. First, the mobile internet is reaching the end of an era. In America and Europe, politicians are threatening tighter rules against monopolies and privacy abuses, especially with respect to Facebook and Google. In China, the tech industry is reeling from the government onslaught. Not for nothing are some first-generation tech entrepreneurs in America and China calling it quits. Those who remain standing need a compelling new story to tell.</p><p>Next, they operate in constrained worlds. Apple is a particular bugbear for Mr Zuckerberg and Mr Sweeney. The iPhone-maker is using the privacy settings in its i OS operating system to control the extent to which Facebook can sell digital adverts. Epic is engaged in an antitrust battle with Apple over the fees its App Store imposes on game developers, which has so far been fairly unsuccessful. That is why both men vow so vehemently to promote interoperability--ie, no closed systems--as well as common standards. They, too, want to be architects of the operating systems of the future.</p><p>They won't have the field to themselves. Apple, though so far quiet about the metaverse, is no doubt preparing an offensive. Telecoms firms want a sniff, having invested heavily in ultra-fast, low-latency 5 G spectrum. Rapidly growing platforms like Roblox, offering a build-your-own games model that attracts 200m users a month, have already captured young hearts. There are naysayers, too, notably proponents of more distributed technologies that are known as Web3, who argue that blockchains and cryptocurrencies are the next big thing--though as Ben Thompson, a tech pundit, points out, these may find much better use cases in the metaverse than in the real world.</p><p>Moonshots</p><p>There is a lot to play for. As Mr Thompson says: \"Elon Musk wants to go to the Moon. Mark Zuckerberg wants to create entirely new moons in digital space.\" But just as space is a race, so is the metaverse. Messrs Zuckerberg, Huang, Sweeney, Ma et al may promise a future for the internet that is more open, immersive and engaging than the mobile one that exists today. But each wants to get there first, so that they can set the rules to their advantage.</p>",
  "published": "2021-12-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 536,
          "end": 545
        }
      ],
      "nexusId": "10031144"
    }
  ]
}