{
  "_id": "92af719bb25e130ae0d8b4a1c223c141b61cf9bcce815a57b3b573f7e6b0c411",
  "feed": "wall-street-journal",
  "title": "At Work: How to Quit -- and Get a Better Job --- Professionals who took a career break and found new and improved positions offer a wealth of tips on following their leads",
  "text": "<p>To get a sense of the potential rewards and pitfalls of taking a career hiatus, I talked to people who quit their jobs, took a break, and emerged on the other side gainfully employed. They had advice for how to walk away in good standing -- for one, keep your network going, even during a break, and have specific goals for your hiatus -- and cautioned against mistakes they made and still regret.</p><p>Jason Lewis, 38 years old, took nine months out of the workforce, from November 2018 to August 2019. He left his role as an account manager at the software firm Duo Security when its company culture changed from that of a startup, which it was when he joined in 2014, to that of a much larger company after it was bought by Cisco Systems Inc. for $2.35 billion in 2018.</p><p>Seeing his peers continue in what he called the \"rat race\" in the Bay Area made the early days of his resignation tough, he says. But he wanted to use the time to develop as a hip-hop artist and threw himself into his musical interests. He recorded several songs as Oh4Fifty and performed in shows from San Francisco to Austin, Texas.</p><p>With that experience under his belt -- and in 2019's red-hot labor market -- Mr. Lewis felt ready to go back to his job search in earnest. He contacted several former senior employees at Duo, who put him in touch with founders and teams looking for account managers. He also cold-called investors at several venture-capital firms. Based on their recommendations, he visited companies with open positions and interviewed with seven of them, ultimately joining Sqreen, a security-software startup, in August 2019, about three months after starting his outreach.</p><p>\"Frankly, my resume was never even looked at,\" he says of networking his way to his next role.</p><p>\"Fears over a resume gap are largely overblown today,\" says Anthony Klotz, an associate management professor at Texas A&amp;M University who is credited with coining the term \"the Great Resignation\" to describe the millions of job departures in recent months. Dr. Klotz says a deliberate gap between jobs can be beneficial both to workers and their prospective employers.</p><p>\"Healthy transitions involve a clear ending to one role and then a period when you can mentally close that chapter,\" he says. He suggests small rituals to mark the end of a job, such as a happy hour and goodbye conversations with close colleagues, to help leave on a high note.</p><p>Some who quit without a fallback plan say they built a financial cushion first. Corina Plitt, a 30-year-old mother of two in Spring, Texas, a Houston suburb, resigned from her job as an operations manager at a children's mental-health facility after her workdays ballooned to 11 hours during the pandemic. She says she was the only administrative staff member left after a round of furloughs, and there was no meaningful raise to compensate for the extra workload.</p><p>Ms. Plitt had saved about half of her income during the pandemic, eliminating much of her spending on vacations, clothes and restaurants. \"If you're financially able to take time off, do it,\" she says. \"To your job, you're disposable anyway. But where you're not disposable is at home.\"</p><p>After nearly two months off, which she spent with her children and extended family, she got a surprise job offer from a former co-worker, who told her about an opening at a facility for children with autism. She accepted, drawn by what she calls a more family-friendly work culture and more reasonable hours than her previous job.</p><p>\"I actually feel like the people I work with now care about me, and understand what I have to balance as a mom,\" she says.</p><p>Not every career pause goes according to plan. Jeffrey Korzenik, chief investment strategist at Fifth Third Bank in Chicago, says he has taken two major breaks in his career. The first was in 1988, soon after the 1987 stock-market crash, when he resigned from his first full-time job as a commodities strategist at E.F. Hutton to go backpacking for two months across a dozen countries in North Africa and Europe. The experience, in his mid-20s, was terrific, Mr. Korzenik, now 60, recalls.</p><p>The second break was less fun. In August 2007, he resigned from Salem Five Investment Services, a small firm where he says he didn't take to the company culture. He thought a new opportunity would materialize quickly, but the global financial crisis happened and his job leads evaporated.</p><p>Mr. Korzenik spent five stressful months out of the workforce, this time not as a carefree 20-something but as a father of two with a big mortgage. He credits landing on his feet eventually, at a wealth-management firm, to his large professional network, which he canvassed for any potential openings.</p><p>He used to keep a paper Rolodex, but says LinkedIn is now his indispensable networking tool. He recommends cultivating that network constantly, especially if a career break could be in your future.</p><p>\"If you meet someone interesting in a professional setting, keep the conversation going through messages and emails,\" he says. Industry conferences are great opportunities to expand that network, he says, calling one annual gathering for investment professionals in Bermuda his \"tribe.\"</p><p>Having enough savings is even more critical if you are switching fields, veteran career switchers say. It took 31-year-old Bogdan Zlatkov of Oakland, Calif., 14 months to transition a few years ago from videography into content marketing -- much longer than he expected. During that time, his $12,000 in savings dwindled to $60 and he resorted to driving for Uber to make ends meet.</p><p>If he could do it again, he says he would have tried to continue full-time videography work while using his evenings to apply for marketing roles.</p><p>\"It may be a little extra work,\" he says, \"but it's worth it not to reach rock bottom if things don't pan out immediately.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}