{
  "_id": "78b03c9b5cdbcb754643f58cb34f27feb32fb91592196d2dd7252c6d22ff6f05",
  "feed": "ftcomall",
  "title": "Apple fights shareholder call for more transparency on forced labour",
  "text": "<p>Apple is fighting to prevent shareholder votes calling for more transparency about the use of forced labour in its supply chain and about how it decides which apps to delete from its App Store. </p> <p>The sensitive issues are among <a href=\"https://www.sec.gov/corpfin/shareholder-proposals-incoming\">six petitions from shareholders</a>, described here for the first time, that also call for the company to take action on how easy it is for its devices to be repaired, its use of non-disclosure agreements and on incorporating more sustainability measures. </p> <p>The number of petitions is the highest that Apple has faced since 2017, suggesting that pressure on governance and sustainability issues is growing. </p> <p>So far this year, a record 12 proposals on environmental issues filed at US companies have passed with a majority of shareholder support, according to law firm Sullivan &amp; Cromwell, as big asset managers including BlackRock, State Street and Vanguard agitate for environmental, social and governance (ESG) changes at companies. </p> <p>The Securities and Exchange Commission published all proposals and Apple's rebuttals on Monday. Companies routinely challenge shareholder proposals at the SEC, and the agency will determine which of the Apple proposals go to a vote next year. </p> <p>The SEC has indicated it is taking ESG issues more seriously, issuing a “Risk Alert” in April saying that “disclosures” and “marketing claims” around ESG issues need to be “accurate and consistent with internal firm practices”.</p> <p>“Apple does risk jeopardising ESG goodwill” by challenging these shareholder proposals, said Jackie Cook, director of sustainability stewardship research at Morningstar.</p> <p>Last year, the activist group SumOfUs made inroads when two-fifths of Apple shareholders voted for its call for Apple to uphold freedom of expression. Although the resolution failed to pass, Apple later published a four-page “Commitment to Human Rights” policy — “a breakthrough moment” according to Sondhya Gupta, campaign manager at SumOfUs.</p> <p>SumOfUs is now petitioning Apple to be more transparent when responding to allegations it has relied on forced labour in China. </p> <p>Its proposal comes just weeks after the Campaign for Accountability, a non-profit research group, filed a formal complaint with US Customs and Border Protection alleging that Apple's supply chain <a href=\"https://campaignforaccountability.org/campaign-for-accountability-files-customs-and-border-protection-complaint-over-apples-use-of-forced-labor/\">was “tainted” with forced labour in China. </a></p> <p>Eli Friedman, who spent three years on the Apple Academic Advisory Board to advise on ethical working conditions for supply chain employees, said: “For a long time Apple has had pretty rigorous standards, on paper, related to labour rights, environmental rights and freedom of association, but the reality is they are not rigorously enforced.” </p> <p>Pointing to clothing groups such as Marks and Spencer that have joined calls to action to end the forced labour of Uyghur people from China's Xinjiang region, Vicky Wyatt from SumOfUs said: “Companies have shown that they can do this, so it's kind of puzzling why Apple is dragging their feet.”</p> <p>Apple told the SEC it had already “substantially implemented” what SumOfUs had requested.</p> <p>Another proposal, from Nia Impact Capital, alleged that Apple was exposing itself to risks by extending its culture of secrecy beyond intellectual property to “workplace culture” issues such as discrimination claims.</p> <p>Nia asked Apple to assess potential risks from its policy, reminding the tech giant that Alphabet paid $300m last year to settle shareholder lawsuits alleging a toxic work environment.</p> <p>The proposal comes after hundreds of Apple workers have organised under the banner of #Appletoo to describe “patterns” of mistreatment and call for accountability. Two prominent Apple employees, Ashley Gjovik and Janneke Parrish, have also alleged they were fired in recent weeks for speaking up about workplace issues.</p> <p>Apple told the SEC the proposal was moot, as employees already have the “right to speak freely about your wages, hours, or working conditions”.</p> <p>Gjovik said she was aware of Apple's policies, but added that she was concerned about where the company failed to meet them. “The SEC needs to put companies on notice that their statements on ESG matters are substantive — not marketing statements,” she said. </p> <p>Apple also faces a proposal from Oregon-based Green Century Capital Management that asks the company to support “right-to-repair” initiatives that would make it easier for people to fix its products.</p> <p>Apple has for years made it difficult to repair an iPhone: the latest models have serialised components that cannot be swapped without breaking certain functions. </p> <p>Earlier this month, Microsoft settled a right-to-repair shareholder proposal and agreed to make certain repair manuals more accessible.<br></p><p>Source: Patrick McGee in San Francisco and Patrick Temple-West in New York 2021 'Apple fights shareholder call for more transparency on forced labour' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T10:33:16.370Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4542,
          "end": 4551
        }
      ],
      "nexusId": "10031144"
    }
  ]
}