{
  "_id": "a0cf30f4b779d525c5c4442a803fed9b8f61b8cba19cb6c3237833056eba5ad8",
  "feed": "wall-street-journal",
  "title": "Carbon Market Pays Pine Growers Not to Cut",
  "text": "<p>The idea is that the longer the timber stands, the more carbon the trees can sponge from the atmosphere before becoming two-by-fours and telephone poles.</p><p>The companies are credited with socking away carbon in wood, measured in metric tons and documented with tradable assets called carbon offsets. Companies buy offsets to scrub emissions from the carbon ledgers they keep to show investors and customers their pollution-reduction efforts. Landowners get a check as long as their trees remain standing.</p><p>The market's architect, SilviaTerra, plans to expand its Natural Capital Exchange this summer from Southern pine to hardwood forests there as well as to woods around the Great Lakes. The firm uses satellite photos, forest surveys and computer programs to size up timber, calculate how much carbon the trees can sequester and determine how many offsets their owners can sell. The price -- $17 an offset -- was set with an auction that landowners began by naming the price it would take to keep them from cutting.</p><p>SilviaTerra's computers told Keith McDaniel he could sell 43 offsets if he didn't log his 133 acres in Mississippi. He considered thinning his 17-year-old loblolly pine and selling logs to the pulp mill. But after subtracting logging and trucking costs, Mr. McDaniel estimates that low pulpwood prices would have left him with just $3 a ton. A carbon sale would offset his property taxes and leave the trees for a future harvest.</p><p>\"It was a no-brainer,\" he said. \"Every year they grow they're putting on volume.\"</p><p>Big landowners took the offer, too. Molpus Woodlands Group LLC, one of the country's largest timberland investment-management organizations, agreed to hold off harvesting about 468,000 acres across the South, said Dick Kempka, whose job is to generate nontimber income from Molpus properties.</p><p>The pay-to-wait offer was opportune for Mr. McDaniel, Molpus and thousands of other timber owners in the South, where there are so many pine trees that log prices have plunged to their lowest levels in decades despite prices for finished lumber and pulp that have soared during the pandemic.</p><p>\"It's very much a seller's market,\" said Isabel Hagbrink, who works for South Pole, a firm that bought offsets to resell to companies that it advises on sustainability matters.</p><p>Microsoft Corp., Royal Dutch Shell PLC -- both buyers of SilviaTerra's offsets -- and many others have promised to reduce and offset emissions. Big companies cannot conduct business without generating emissions, so a booming market for offsets has emerged.</p><p>Carbon offsets are created alongside projects that capture methane seeping from dairy-farm manure lagoons and destroy ozone-depleting substances, but the most popular method is to pay landowners not to cut down trees.</p><p>Logging has been limited on more than 5 million acres of U.S. forest by pacts between landowners and polluters. Most of those deals were struck to comply with regulators in California, where a cap-and-trade system makes it more expensive over time for companies operating in the state to pollute.</p><p>Lately, companies have been buying voluntary offsets, which are used to satisfy investors and customers rather than to comply with regulators.</p><p>Voluntary offsets are usually created by sticking to California's rules, which require 100-year contracts and foresters to measure trees multiple times. Given the multigenerational commitment, and costs that usually start at six figures, it hasn't been feasible for the bulk of U.S. forest owners to sell into carbon markets.</p><p>Lawmakers want to give a push, too, especially when it comes to including mom-and-pop timber owners. Senators from wooded states last week put forth the Rural Forest Markets Act, which would guarantee loans up to $150 million for companies and nonprofits that help small landowners tap into carbon markets.</p><p>\"It's something I view as bringing more investment to rural communities,\" said Sen. Debbie Stabenow, a Michigan Democrat, who introduced the bill with Sen. Mike Braun, a tree-farming Republican from Indiana.</p><p>SilviaTerra is among the companies trying to expand forest offset markets to smaller landowners by using technology such as satellites and lasers to eliminate a lot of the legwork and expense involved in gathering the data needed to underpin carbon markets.</p><p>\"Everyone believes there's more value to a forest than just timber,\" said Zack Parisa, SilviaTerra's chief executive. \"It comes down to measurements that both the supply and demand side can have confidence in.\"</p><p>Mr. Parisa started SilviaTerra about a decade ago to supply conservation groups, governments and big landowners with forest data to help them manage timber and vet acquisitions. In recent years, the firm has shifted to carbon markets.</p><p>With Microsoft's help, SilviaTerra used satellite imagery to map U.S. forest data, including tree species and wood volume. Two years ago, the companies paid 20 Pennsylvania landowners to stop logging for a year, measuring how much carbon accrued as a result and tweaking the market model for this year's rollout in the South.</p><p>Forest offsets face criticism when landowners are paid to preserve trees at little risk of being logged because they grow in forbidding terrain, are far from mills or already subject to conservation agreements. SilviaTerra only allows landowners with mill-worthy timber to sell offsets. The firm ditched centurylong contracts in favor of annual agreements, reasoning that shorter commitments would appeal to more landowners year after year.</p><p>\"It's a little daunting to sign a multigenerational contract,\" Mr. Parisa said. \"Wouldn't it be silly if we were managing forests based on contracts that were signed 100 years ago and based on science and social values from that time?\"</p><p>Carbon-reduction pledges by companies like Microsoft encouraged Mr. McDaniel to consider SilviaTerra's market more seriously than earlier attempts to start forest carbon markets.</p><p>\"It has the support of corporate America this time,\" he said. \"They're going to be big buyers of carbon credits to show they're making progress.\"</p><p>(See related letter: \"Letters to the Editor: Forests: Good Intentions but Mixed Results\" -- WSJ June 10, 2021)</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4754,
          "end": 4765
        },
        {
          "start": 2289,
          "end": 2304
        },
        {
          "start": 5795,
          "end": 5804
        },
        {
          "start": 2289,
          "end": 2298
        },
        {
          "start": 4754,
          "end": 4763
        }
      ],
      "nexusId": "10031144"
    }
  ]
}