{
  "_id": "411b0a576793215c073f3026d92c4e61f32cfa4feb2aa74e94a20c749246463c",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Careers & Leadership -- At Work:  Should You Join a  Startup Right Now?  ---  The allure  of taking  a job at  a fledgling  company  got more  complex  in 2020  ----  By Krithika Varagur",
  "text": "<p>   Chaa Loftin applied to more than 100 different jobs last year while completing his computer science bachelor's degree at the University of North Carolina at Pembroke. </p><p>   Exactly zero of those resumes went to startups, though he would soon have exactly the kind of STEM degree such companies seek out. He didn't like the idea of high turnover rates or gambling on an untested venture amid the uncertainty of the pandemic. Instead, he starts this month as a software engineer at IBM, founded in 1911. </p><p>   \"One of the most important things I was looking for in a company is the tenure of its employees,\" the 27-year-old says. \"At IBM, it tends to be around the five-to-seven year mark, and when I spoke with upper-level management, they discussed possible career paths for me and really emphasized growth within the company, which for me, as a millennial, is really important.\" </p><p>   Startup jobs in industries from payments to social media have become steadily more popular, says Lisa Cohen, an associate professor at McGill University's business school who studies startups. Many young workers fantasize about getting in early at, say, the next Facebook, tantalized by the rewards that come when a sink-or-swim enterprise proves itself viable. </p><p>   But that allure was severely tested in a year dominated by the pandemic, which has thrown the economy into tumult and increased the desire of job seekers like Mr. Loftin for stability. </p><p>   \"Traditionally, the value of a startup job is that you can have a bigger impact on a small team, that you can try lots of different things, that startups often have stronger cultures, and that you might hit it big if the company proves to be very successful,\" Dr. Cohen says. The downsides include more risk, less structure, fewer mentors and a less-clear career path. \"With Covid, that risk has increased a lot,\" she says. </p><p>   Nearly 70,000 tech-startup employees world-wide lost jobs between March and the early summer, including more than 25,500 in the San Francisco region, according to a July report by U.K.-based brokerage BuyShares.co.uk. According to the latest edition of a long-running report on recruiting trends from Michigan State University, published in October, a quarter of 1,036 U.S. employers surveyed closed open positions or rescinded offers made to graduating students in response to the pandemic. </p><p>    Ana Maria Villegas, a 21-year-old recent graduate in economics from Georgia State University, says that before the pandemic hit, she was intrigued by the growth opportunities available at small businesses and startups. But she completely reoriented her job search toward stability in the fall. She will start as a government and public services analyst at Deloitte in February. </p><p>   \"Big firms have more leverage to respond to the unique stresses of the pandemic,\" she says. She particularly appreciates Deloitte's clear policies allowing for time off if a family member gets sick. </p><p>   There may soon be more startup jobs up for grabs for those willing to risk it. The first half of 2020 saw a steep drop-off in venture-capital funding to U.S. startups, but new businesses are rebounding. There was a 41% increase in new business applications in the final full week of 2020 compared with exactly one year prior, according to the Census Bureau's Business Formation Statistics. The Penn Wharton Budget Model estimated in November that the applications from the first three quarters of 2020 could lead to about 120,000 additional jobs. </p><p>   There are steps you can take during the hiring process to ensure that it's worth the leap of faith in an uncertain time. </p><p>   \"I encourage my clients to 'interview' any company that offers them a job,\" says Marjorie Kalomeris, a New York City career coach. For a startup, she suggests asking about its funding and looking over its financials independently, evaluating its growth potential and gauging the credentials and leadership style of the founders, who tend to have outsize impact in such companies. </p><p>   \"You should also set boundaries,\" she says. \"Startups typically have ridiculous hours, so if you don't set expectations early on, it can be hard to change that in a remote-work environment.\" Salaries can be hard to nudge in this climate, she says, but there is room to negotiate perks like stipends to set up home offices. </p><p>   Some startup founders agree that there are now more job seekers than ever, but say that the most in-demand talent still needs some convincing to take a chance on a fledgling company. </p><p>    Nicholas Donahue, co-founder of Atmos, a platform for designing and building custom homes, says that being accepted in 2020 to the prominent accelerator Y Combinator gave a crucial boost to his company's profile. </p><p>   The endorsement was particularly helpful in bringing in engineering prospects. \"It got us a decent amount of press, so people who are really passionate about our niche field have actually been reaching out to us directly on LinkedIn or email,\" he says. To get potential hires to the finish line, he says he has offered higher equity and signing bonuses. </p><p>   Others have been convinced to join startups this year by the founders' pedigrees. </p><p>    Kim Rodgers joined Tomo, a Connecticut-based fintech startup focused on home buyers, as its head of human resources in December, shortly after being recruited through LinkedIn in October. </p><p>   \"I decided to take the leap while the company was still in stealth mode, because it was really well-funded and was run by two former Zillow executives with a track record of success,\" she says. </p><p>   Some of today's headline-making companies, including Airbnb and Uber, formed during the 2007-09 recession. </p><p>   That's partly why Tim Michaelis, an assistant professor of entrepreneurship at Northern Illinois University, still recommends all of his undergraduate students try their best to get hired at a startup, even during the pandemic. </p><p>   \"To me, it's like a rotational program, in terms of how many responsibilities you can take on early in your career,\" he says. \"I would often get pushback that it's not as secure as a big company like Google or IBM. But I don't think there's a person in the country who truly feels secure in their jobs right now. So there's never been a better time to take a risk on a startup.\" </p><p></p>",
  "published": "2021-01-04T07:01:00.000Z",
  "tags": [
    {
      "offsets": [],
      "name": "Microsoft Corporation",
      "id": "US5949181045",
      "nexusId": "10031144"
    }
  ]
}