{
  "_id": "a1d1b9305f499172794c61e6e7f6547001ad7e173340abb839c9bdaff656269e",
  "feed": "ftcomall",
  "title": "LinkedIn: how the professional networking site got personal",
  "text": "<p>Jonathan Frostick was not expecting his social media post to go viral while he was in hospital recovering from a heart attack — but it happened nonetheless.</p> <p>Five months ago, the British financial services manager <a href=\"https://www.linkedin.com/posts/activity-6787207960864014336-juUs/\">wrote a LinkedIn post</a> from the cardiac ward. When he felt the pain in his chest, his first thought was: “F*** I needed to meet with my manager tomorrow, this isn't convenient.” Later, he resolved to change his working life, including no longer “spending all day on Zoom” but instead “more time with my family”.&#xa0;</p> <p>The post took off, garnering 15,000 comments and 300,000 reactions, as it resonated with pandemic-hit remote workers grappling with the porous boundaries between private and working life. “I felt quite anxious,” says Frostick on the phone. “I wasn't used to so much attention. It can be overwhelming.” </p> <p>While some commenters questioned the wisdom of writing a personal revelation on a professional networking forum, largely the reaction was positive, Frostick notes. “It opened up a conversation with other people who had life-changing events.”</p> <p>A focus on career and networking has been what differentiates LinkedIn from rival social media platforms such as Facebook and Instagram. Indeed, relentless<a href=\"https://www.ft.com/content/6fa4456c-9e6f-11e9-9c06-a4640c9feebb\"> self-promotion </a>and humblebragging on the site have spurred a number of parody social media accounts including Twitter handles @CraponLinkedIn and @StateofLinkedIn, which is dedicated to “exposing the worst of . . . brown-nosing”.</p> <p>Over the past 18 months, however, users have increasingly veered into personal musings, according to Dan Roth, editor in chief of LinkedIn. Users are considering “what they want to do, are they working on the right things, how are they dealing with the pressures of work and life?”, he says. Mental health hashtags have “grown exponentially”, he adds.</p> <p>Recent popular posts have included a woman <a href=\"https://www.linkedin.com/posts/amandakahlow_blmmovement-blm-success-activity-6790114808026030080-_eV6\">describing </a>stepping down from her chief executive role to pursue her dream of becoming a mother. Three months ago, one man posted about how his partner coming out as transgender inspired him to <a href=\"https://www.linkedin.com/posts/rajbandyopadhyay_pride-pride2021-pridemonth-activity-6812832114053120000-_IY5/\">pursue a more fulfilling but less lucrative career</a>. And earlier this year, a young woman <a href=\"https://www.linkedin.com/in/kassidy-fisher-932561166/detail/recent-activity/shares/\">published </a>a photo of herself in graduation robes alongside her father in a hospital bed before he died.</p> <p>This is part of a wider uptick in activity on the platform. There was a 38 per cent increase in the number of feed updates viewed in the first half of 2021 compared with the same period in 2020, LinkedIn says. Advertising revenue reached $1bn in the last quarter — almost double the same time a year ago.</p> <p>LinkedIn's personal content also echoes a wider change in corporate culture that rejects buttoned-up emotions in favour of authenticity. Company mental health campaigns, for example, have encouraged employees to come forward with their stories of depression and other conditions. Social justice movements, such as #MeToo, have also depended on professionals sharing personal experiences.</p> <p>Yet the results of such sharing are uneven. Authenticity may be attractive to <a href=\"https://www.nytimes.com/2020/04/10/smarter-living/the-fine-line-between-helpful-and-harmful-authenticity.html\">recruiters </a>when it comes to high-calibre candidates, but not for everyone else. When it comes to work, people tend to prefer stories about flaws and failures when they end in success.</p> <p>Since the financial crisis, there has been a shift from broadcasting success to sharing virtue and vulnerability, says Will Storr, the author of <em>The Status Game: On Social Position and How We Use It</em>. “We're not in the greed-is-good era any more. Authenticity and storytelling are focused on struggles and dramas. Unless you are a celebrity, other people's success makes us feel bad. People on social media are conscious about broadcasting too much success, even on LinkedIn.”</p> <p>This can result in an awkward marriage of work and personal, as shown in a 2017 LinkedIn <a href=\"https://www.linkedin.com/pulse/moment-forever-changed-our-lives-satya-nadella/\">post </a>by Satya Nadella, the chief executive of Microsoft, which bought the social media platform the previous year. He wrote about his son Zain, who was born with severe cerebral palsy and became “the joy of our family”. Nadella then pivoted to a corporate reflection: “And I've found that the moments that so deeply change our lives can also be a catalyst to empower those around us. This is what I see in the scores of passionate people at Microsoft.” </p> <p>Nonetheless, the personal touch helps to forge an emotional connection, something that was hard to find in lockdown. “When done properly it can contribute to building a positive brand online,” says Sabrina Clark, senior director of marketing at&#xa0;BrandYourself, which helps people to manage their online profiles. “Just as networking in person, [personal details] can provide some context to their lives.”</p> <p>Indeed, LinkedIn's <a href=\"https://www.linkedin.com/pulse/behind-the-scene-sneak-peek-linkedin-algorithm-how-master-munir/\">algorithm </a>rewards such posts by promoting those that receive lots of likes, shares and comments. </p> <p>But Clark warns against commenting on politics and polarising topics. While LinkedIn tends to have fewer career-ending posts than Twitter and Facebook, users should “be mindful that it's for anyone to see”, she says. “You can overshare, or might share something that can be taken out of context and cast you in a negative light.”</p> <p>There are no hard and fast rules on what counts as oversharing, however, and with such abundant content the temptation is to cut through the noise with personal stories. “Everyone's posting so much junk they are invisible and have to post more,” says recruiter Jason Bandy.</p> <p>He finds searching for candidates on LinkedIn increasingly hard. “It hasn't solved recruitment's problems. It's making it harder. As a recruiter, if I was to spend 15 minutes talking to all my connections, it would take 4,000 years. It has created a haystack, which is so time-consuming.”</p> <p>Nonetheless, Bandy also posted about his personal life when travel restrictions prevented him from seeing his teenage son who moved overseas three years ago. “I'm not sure what motivated me. I just wanted to remind people that everyone has a Covid story. Partly I wanted my connections to remember me in a human way.”</p> <p>LinkedIn users' personal stories increase the platform's overlap with other social media companies. It already faces competition in the recruitment market. In 2018, Facebook rolled out job advertisement postings and this summer, TikTok capitalised on its #careertiktok content and launched a TikTok Resumes pilot, which encourages people to pitch to employers with short videos. With so much convergence, Bandy asks, “At what point does LinkedIn become a personal forum with a bit of business?”</p> <p>For Frostick, who has previously posted on mental health, publishing on LinkedIn has been a way of tackling his often “overlooked” relationship with work.</p> <p>This was part of the reason that JR Storment published a piece about the death of his eight-year-old son, Wiley. It started off as practical: he felt he needed to explain his sudden absence to work contacts. “It occurred to me that it was going to be a conversation I was going to have over and over again.” He also wanted to raise awareness about a condition called sudden unexplained death in epilepsy, which caused his son to die in his sleep.</p> <p>But the article was a reminder to those who, like Storment, had devoted long hours to work, to consider prioritising their family. “To me, it was a shocking realisation,” he says. “I know lots of other people are doing the same, missing obvious chances to spend time with the ones that matter.”</p> <p>Storment received thousands of comments and messages, including some from people who read his post and then turned down promotions because of the hours it would take away from their family. There were also responses from professional contacts who disclosed that their child had also died. “I feel like of all the things I've done in my life, it had the most impact on the most people. It wasn't expected,” he says. “That terrible thing [that] happened had a positive impact: some peripheral people showed up [for us], we made new connections with people who got it.”</p> <p>There was pushback from those working multiple jobs without the luxury of decreasing their hours to be with family. “I felt for them,” he says. Storment is unfazed by the fact that if you google his name, the post is one of the first things to come up. Rather, it has been positive, providing an opportunity to talk about his son. “After the first year, people ask less.”</p> <p>He returns to the post every few months, seeing it as a “time capsule about what happened”. He wants to remember. “The memories disappear quickly. It's so easy to put on that [professional facade]. We are complex people with weird experiences.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/f31a248a-8f5c-4b2e-b2d1-e805d9945080\"><em>Social media tool makes professionals feel complete</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/f31a248a-8f5c-4b2e-b2d1-e805d9945080\"><em>From Michael Norwich, New York, NY, US</em></a></p><p>Source: Emma Jacobs 2021 'LinkedIn: how the professional networking site got personal' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-04T03:00:53.960Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3803,
          "end": 3812
        },
        {
          "start": 4198,
          "end": 4207
        }
      ],
      "nexusId": "10031144"
    }
  ]
}