{
  "_id": "f0118106b814c9275763b3625d7654e8bf19bdd559f00edaad6491f9d1440a10",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  All Hands Incognito  ---  Anonymous employee Q&As can be vehicles for inappropriate commentary  ----  By Katherine Bindley",
  "text": "<p>   A practice many tech workers embrace as a workplace right is, at some companies, now at risk of being abandoned. </p><p>   For years, companies large and small have permitted anonymous questions during all-hands meetings, as a way to encourage free-flowing dialogue around sensitive issues. </p><p>   But after a year that included a divisive election, nationwide protests for racial justice and a global pandemic that drove much of the business world to remote work, many employers are questioning the practice. Some firms are considering getting rid of anonymous questions altogether. Others are screening or editing potentially offensive ones. </p><p>   As tech companies embark on a new year, advisers say, it is more important than ever to make employees feel they are heard and to gather honest bottom-up feedback for management. But the best way to do that is up for debate: Is anonymity the most effective mechanism for employees to air grievances and get answers? Or does it inhibit trust and transparency? Who benefits when names are -- or aren't -- attached to sensitive questions and who's at risk of not speaking up at all? </p><p>   \"My personal philosophy would be to get rid of them,\" said Hubert Palan, chief executive of Productboard, a San Francisco-based product-management software company with about 230 employees. \"If someone asks an anonymous question, it doesn't really feel like transparency,\" he said. \"Are people afraid that if they ask it not-anonymously, it will lead to repercussions or punishments?\" </p><p>   Most questions are constructive, but Mr. Palan has seen inquiries into specifics about other people's compensation and someone complaining about having a bad relationship with their manager. </p><p>   \"That doesn't seem to be something you solve in front of the whole company,\" he said. </p><p>   Anonymous questions were a staple at Google for years and were generally productive, said Laszlo Bock, a former senior human-resources executive with the company. (Google, owned by Alphabet Inc., has curbed certain types of internal debates in recent years, but declined to comment on how it has handled anonymous employee questions since Mr. Bock left in 2016.) </p><p>   Anonymous questions at work have a lot in common with anonymity on the rest of the internet, Mr. Bock said. \"People who feel sort of afraid or anxious or underrepresented or unpopular, or have unpopular views, can use anonymity to express their perspective,\" he said. \"The downside is that these systems seem to inevitably degrade to the lowest common denominator of discourse.\" </p><p>   In one high-profile incident last summer, LinkedIn hosted an employee town hall to discuss the aftermath of the killing of George Floyd. Employees of the Microsoft Corp.-owned company were allowed to pose questions anonymously -- an option not previously offered. Some took the opportunity to make comments that the company's CEO, Ryan Roslansky, later called appalling. </p><p>   \"[W]e offered the ability to ask questions anonymously with the intention of creating a safe space for all,\" he wrote in an email to employees that was published to LinkedIn. \"Unfortunately, that made it possible to add offensive comments without accountability.\" </p><p>   A company spokesman said it doesn't plan to allow anonymous questions again. </p><p>   If more companies do get rid of anonymous questions, underrepresented groups and newer employees are the ones who will suffer most, said Akilah Cadet, CEO of the diversity- and organizational development-consulting firm Change Cadet. \"The people who don't feel safe now won't say anything,\" she said. </p><p>   Over the past year, Dr. Cadet said she's fielded requests from tech companies about how to handle questions such as \"Why is there no white history month?\" </p><p>   More recent queries have been along the lines of \"When is our company making good on the commitment to antiracism it made over the summer?\" </p><p>   She suggests that instead of filtering out insensitive questions, which could end up reflecting bias from the moderator, companies can use them as an opportunity to state their values on a given issue, and whether they tolerate the tone or language being used. </p><p>   For example, she said, a company could say: \"We received a comment that indicated that our diversity efforts were no longer warranted due to the new administration. We want to remind everyone that this is a lifelong journey.\" </p><p>   Jenny Dearborn, chief people officer at the 650-person digital-marketing startup Klaviyo Inc., who previously held a similar position at business-software provider SAP SE, said she can't think of a worse time to get rid of anonymous questions from employees. </p><p>   \"I've been through the dot-com bust of the 2000s, the recession, and I've never felt this,\" she said. \"Like, everything's fine but you scratch the surface and, man oh man, is there anxiety.\" </p><p>   When Ms. Dearborn joined Klaviyo in August, she said she could feel the tension in the anonymous questions coming through an internal company webpage. She saw everything from rants about compensation being tied to the U.S. dollar instead of bitcoin, to when the pandemic would be over, to anger about purported lack of action on the company's part during Black Lives Matter protests. </p><p>   Ms. Dearborn says companies need to be prepared to act on feedback they've solicited from employees. \"That's the beginning, not the end,\" she said. To better understand which issues took priority with employees, she implemented an upvoting feature for topics that could be addressed at future all-hands meetings. She also edited submissions for tone and consolidating repetitive ones. </p><p>   She didn't, however, require employees to use their names, a management practice she finds tone-deaf. </p><p>   \"You should have a culture that is built on trust and transparency,\" she said. \"The way to do that is to make people feel safe where they are, not where you are.\" </p><p></p>",
  "published": "2021-03-06T07:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2665,
          "end": 2674
        }
      ]
    }
  ]
}