{
  "_id": "1febe5447f1f9126d3f5fb669cb74a51bf02728e02ca56280a849a83cb29ab4a",
  "feed": "wall-street-journal",
  "title": "The Risks and Rewards of Angel Investing; The risk is straightforward: You very well could lose all your money. But you could possibly make a lot of money, and have fun while doing it.",
  "text": "<p>For the chance at a big reward, you have to accept a lot of risk up front, and the chances of a payout are slim. Also, even if an investment does pay off, it will likely be years down the road.</p><p>On top of all that, it can be tricky to figure out how much to invest in the first place and, of course, which companies to bet on. And plenty of people see the benefits outweighing the risks.</p><p>With low interest rates pushing investors to riskier plays, they poured $2.7 billion into angel commitments this year through September, according to data company PitchBook. This pace would produce a 2021 total of $3.6 billion, up from $2.5 billion last year and $2.7 billion in the pre-pandemic year of 2019.</p><p>The number of angel-investment rounds totaled 1,783 in the first nine months of 2021, translating to 2,377 for the full year, which would be up from 1,942 last year and 2,147 in 2019.</p><p>What lured investors, certainly, is the potential of great reward. While an overwhelming majority of startup companies fail, a return on a successful one can be huge—say, 10 times the initial investment. \"It's like buying a lottery ticket,\" says Robert Siegel, a venture-capital investor who teaches at Stanford University's Graduate School of Business.</p><p>Locked in</p><p>To become an angel, you must be an accredited investor. That requires earned income over $200,000 ($300,000 for couples) for each of the past two years, or net worth over $1 million, excluding a primary residence. Whoever receives investors' money, whether it's an angel-investing fund or the company itself, is responsible for making sure investors meet the requirements. The recipients may face regulatory fines if they let a nonaccredited investor through.</p><p>You also have to consider how angel investing might play out. If you make 10 investments and get lucky, five may fail, two may return even money, and two may return two to three times your initial investment, says David S. Rose, an entrepreneur and investor. \"That puts you back where you started,\" he says. \"All your profit will come from the last one—hopefully it's 30 times.\"</p><p>SHARE YOUR THOUGHTS</p><p>What experience have you had investing in startups? Join the conversation below.</p><p>Waiting for investments to play out takes patience. It generally takes seven to 12 years for a startup to sell itself or go public, which is how investors usually get a payout, if one is coming. Until then, your investment is generally locked up.</p><p>\"I act to myself like the money I have invested is worth zero,\" says veteran angel investor Ellen Levy, a former LinkedIn executive. \"The mind-set of saying it could go to zero helps.\"</p><p>Mr. Rose also says that it's crucial that your significant other, if you have one, be on board. \"A noninvesting spouse might look askance at what you're doing,\" he says. \"Just like on a vacation, they'll ask, 'Are you there yet?'—maybe after six months or one year. That's never good.\" Spousal conflict is probably the primary reason people drop out of angel investing, he says.</p><p>Importance of research</p><p>So, how exactly should you make such a risky bet?</p><p>Start by thoroughly researching companies in which you might invest, and their founders. There are three main areas you want to judge, says Avy Stein, an angel investor and co-chairman of wealth-management firm Cresset Capital. That includes the dynamics of the company's industry, the company's competitive position in the industry and the strength of the company's management team.</p><p>Many industry pros agree that the management is often more important than the company's business model. That is because the business will likely change over time, but it's the management that has to adapt to these changes. \"It's more about the founder than the idea,\" Dr. Levy says. You should meet with the founders if possible.</p><p>It helps if you already have expertise in the company's industry, although angels often like to invest for social gains or in an industry they don't know thoroughly. And it's important to have a broad network of people in the industry to get access to attractive deals.</p><p>If you don't have a network, pros advise joining an investment group, such as AngelList. A good group has experienced investors to lead you and can offer deals that it has vetted, though you should still do your own research. And the larger sum of money invested by a group gives you more influence in the company.</p><p>Mr. Rose, the founder of the New York Angels investment group, says it looks at 150 to 200 companies a month. So, members have plenty of investment options. As a bonus, \"you can meet others and work with people who are like you,\" he says.</p><p>The money question</p><p>When you're ready to start writing checks, remember not to commit too much. Dr. Levy says the most she could lose is 2% to 3% of her net worth, though thanks to the appreciation of some of her investments, they now make up 7% to 8% of her portfolio.</p><p>The size of individual investments in a company often ranges from $15,000 to $100,000, but sometimes you can get in through an investing group for as little as $1,000. But realize that if you go small, your investment might be diluted to a small percentage of the company as other investors join the party.</p><p>Also be sure to spread the risk around. In general, you want to place a small amount of money in a number of companies to account for the fact that many of them will fail, angel-investing pros say. Some suggest a portfolio of 15 to 25 companies, though in reality the typical investor has about 10, Mr. Rose says.</p><p>If a company shows progress in executing its business plan, you may want to make additional investments in later funding rounds to maintain the percentage of your ownership stake.</p><p>Finally, remember that you might want to look for more than financial rewards. Along the way, being an angel can bring emotional rewards too.</p><p>Mentoring the entrepreneurs in whom you invest may bring you joy. The managers of startups often look for expertise from angel investors to get to the next level, says Ben Huneke, head of investment solutions for Morgan Stanley Wealth Management.</p><p>It also feels good to help companies with a mission you believe in. \"I'm trying to help causes and support people,\" Dr. Levy says. \"I'm never mad if I don't take all the money.\"</p><p>For example, she has invested in three health-technology companies involved with mental-health support.</p><p>Angel investing isn't the same as philanthropy. But giving back to society and entrepreneurs through angel investing is \"part of the having fun,\" Mr. Rose says.</p><p>Mr. Weil is a writer in West Palm Beach, Fla. He can be reached at reports@wsj.com .</p><p>Journal Report</p><p>* Insights from The Experts</p><p>* Read more at wsj.com/fundsreport</p><p>More in Investing in Funds &amp; ETFs</p><p>* Who Benefits From ESG Investing?</p><p>* Fund-Manager Choice: Veteran or Rookie</p><p>* What Could Derail Stocks in 2022</p><p>* Paying Off Your Home Before Retiring</p><p>* U.S.-Stock Funds Soared 5.7% for Month</p><p>The Risks and Rewards of Angel Investing</p>",
  "published": "2021-11-05T16:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}