{
  "_id": "4aac674c0e07e863ea8f417c471161dfe6892ef38ec8f83a7493b88ca7e42ddd",
  "feed": "ftcomall",
  "title": "US imposes sanctions on crypto exchange in ransomware clampdown",
  "text": "<p>The US Treasury has imposed sanctions on a cryptocurrency exchange that it says allowed ransomware hackers to launder extortion payments from victims, in one of its most significant interventions to date against a digital asset group. </p> <p>Working together with the FBI, the US Treasury's Office of Foreign Assets Control announced the curbs on an exchange called SUEX, which it said deliberately “facilitated illicit activities for [its] own illicit gains”.&#xa0;</p> <p>The sanctions block US citizens and companies from transacting with the group, with penalties that include fines.&#xa0;</p> <p>The move marks a new frontier in the government's fight against a scourge of ransomware attacks, in which hackers seize a company's systems or data only to release them when a ransom is paid.&#xa0;</p> <p>Cybersecurity experts have long called for tougher barriers to stop cyber criminals receiving and then laundering ransom payments, which have typically been enabled by the use of difficult-to-trace cryptocurrencies.</p> <p>According to the Treasury, some 40 per cent of SUEX's transactions are linked to illicit actors, while the company has facilitated the laundering of funds from more than eight ransomware variants.&#xa0;</p> <p>SUEX's website says the company was established in Prague, in the Czech Republic, while its LinkedIn page says it is “used by thousands of residents of Russia, Europe, Asia, South and North America”. </p> <p>SUEX operates as a so-called “nested” exchange, according to crypto intelligence group TRM Labs, meaning that instead of acting as a direct custodian of its clients' crypto funds, it merely provided a custom-made interface while tapping into the services of a larger exchange. </p> <p>According to TRM Labs, the exchange, which appears to deal in transactions of $10,000 or more, accepted new customers on a system of referrals from trusted intermediaries.</p> <p>Its largest shareholder is a Russian national, TRM said. A message to the email listed on the SUEX website bounced back.</p> <p>Ofac said it would “continue to impose sanctions on these actors and others who materially assist, sponsor or provide financial, material or technological support for these activities” — a statement that will send a warning to other larger cryptocurrency exchanges that have not bolstered their anti-money laundering and “know-your-customer” capabilities.&#xa0;</p> <p>Ransomware attacks have exploded in volume as a pandemic-related shift to remote working has left businesses more vulnerable to intruders. The trend was thrust into the spotlight earlier this year by several audacious and highly disruptive attacks, including one on the East Coast's <a href=\"https://www.ft.com/content/b6ac99ea-d7c6-49dd-b7d7-1284ce2e85c0\">Colonial Pipeline</a>.&#xa0;</p> <p>The Treasury also updated its ransomware advisory on Tuesday to recommend that victims disclose breaches to law enforcement and other US agencies — particularly if they feel compelled to pay a ransom, as this will give them extra leverage with regulators if they are later found to have unwittingly broken sanctions.</p> <p>Another “significant mitigating factor” will be whether a company co-operates and shares information with law enforcement, the Treasury said.&#xa0;</p> <p>The guidance will be updated to state explicitly that the government discourages paying ransoms altogether, as it has outlined in public statements in the past.&#xa0;</p> <p>Wally Adeyemo, deputy secretary of the Treasury, said the agency was also “investigating” the role of mixers — third-party services that mix up illicit funds with clean cryptocurrencies before redistributing them, throwing investigators off the trail.</p> <p>On top of targeting the crypto payments infrastructure, many experts have complained that the Biden administration should be tougher on Moscow, given that the majority of ransomware criminals are believed to be based in Russia or Russian-speaking countries, and are allowed to operate with impunity.&#xa0;</p> <p>In July, Joe Biden warned Russian president Vladimir Putin that the country would face consequences if it failed to act against such hackers, and warned that certain critical infrastructure entities were off limits.&#xa0;</p> <p>The Treasury said on Tuesday that it planned to better leverage international co-operation and multilateral forums such as the G7 and United Nations. It sought to encourage the countries that harbour ransomware criminals to take action or be “held accountable” for failing to do so.</p> <p>When asked about a recent ransomware attack on a grain co-operative in Iowa, which analysts believe was carried out by a suspected Russian-linked group called BlackMatter, the White House told reporters that it had not yet made any formal attribution.</p><p>Source: Hannah Murphy in San Francisco 2021 'US imposes sanctions on crypto exchange in ransomware clampdown' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-21T16:15:17.666Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}