{
  "_id": "a7a41f762b60a2e165d6d596d8051751ff863980447880628af32665056eb0d5",
  "feed": "wall-street-journal",
  "title": "World News:  Overseas  Indians  Mobilize  To Help  ----  By Shan Li and Talal Ansari",
  "text": "<p>   As India struggles with the pandemic's fastest-growing Covid-19 surge, one of the world's largest diasporas is mobilizing aid, including many Indian-Americans. </p><p>   On Thursday, India reported more than 412,000 new daily cases, a global single-day high for the pandemic, and nearly 4,000 deaths. </p><p>   There are about four million Americans of Indian descent, and many are donating to nonprofits that are shipping critical medical supplies to India and searching for vendors to send equipment. </p><p>   The chief executives of Google parent company Alphabet Inc. and Microsoft Corp., both born in India, have pledged millions of dollars in aid for oxygen and other medical supplies. The Indian-born co-founder of Sun Microsystems Inc. has also kicked at least $1 million. </p><p>   Urooj Ansari, a graduate student in Jersey City, N.J., said she has spent hours combing the internet trying to find an oxygen cylinder for her 64-year-old father in New Delhi. He has struggled to breathe after testing positive for the virus that causes Covid-19. </p><p>   \"I was up all night because of the time difference between the U.S. and India, trying to contact people, contacting hundreds of people,\" said Ms. Ansari, who moved to the U.S. in 2017. </p><p>   Her brothers in India bought an empty cylinder for 50,000 rupees, or about $680, which is more than the average monthly salary in India. Despite lining up every single day for a week, they couldn't get it filled with oxygen. The family finally got her father a bed in a government hospital, where he has improved slightly after receiving oxygen. </p><p>   \"It was so terrifying,\" said Ms. Ansari, breaking down in tears. \"I couldn't tell you what it is like to see my father struggling to breathe as he tried to say something to us.\" </p><p>    M.R. Rangaswami, a San Francisco-based angel investor and founder of the nonprofit Indiaspora, said no Indian-American has been untouched by the outbreak. He lost his sister to Covid-19 in November. Still, Mr. Rangaswami said he has been surprised by how quickly the virus has torn through the country. </p><p>   He said the scale of the disaster has forced organizations like Indiaspora, which normally hosts forums and events, to quickly learn how to fundraise and do crisis management. </p><p>   Indiaspora, a global organization of people of Indian origin, has raised $1 million from its members, and helped with other efforts such as a virtual fundraiser held on Saturday with appearances by prominent people of Indian heritage, including wellness guru Deepak Chopra and talk-show host Lilly Singh. </p><p></p>",
  "published": "2021-05-07T06:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 547,
          "end": 562
        },
        {
          "start": 547,
          "end": 556
        }
      ],
      "nexusId": "10031144"
    }
  ]
}