{
  "_id": "3673763175e1dcce32651d385a402b6ffafb7eb294af70decc698b06ba11b38f",
  "feed": "wall-street-journal",
  "title": "Ai Weiwei's Artistic Rebellion; The artist-activist on his most beloved objects and his new memoir, \"1000 Years of Joys and Sorrows,\" which charts his father's life, and his own, as an \"enemy of the state.\"",
  "text": "<p>He continued to exhibit his art, including some of his best-known works, Sunflower Seeds (2010)—millions of handcrafted porcelain seeds covering a floor in Tate Modern to represent Chinese citizens and individualism—and Trace (2014), an installation at Alcatraz with Lego portraits of political prisoners from around the world.</p><p>His passport, which had been confiscated by Chinese authorities, was returned to him in 2015, and he left China, living first in Germany, then the U.K. Now 64, he is based between the U.K. and Portugal and continues to be prolific. Rapture, the largest exhibition of his work so far, with both old and new pieces, is on display at the Cordoaria Nacional in Lisbon through November 28.</p><p>Ai's new memoir, 1000 Years of Joys and Sorrows, can be seen as another act of defiance. As a child in Mao Zedong's China, he writes, he was subject to a culture \"that made our memories vanish like shadows.\" The book, published November 2, is his effort to reclaim his country's and his family's dramatic past. His father, Ai Qing, was one of China's most respected poets. Before Ai Weiwei was even a year old, his father was declared a \"rightist\" intellectual and the family was exiled to remote areas for nearly 20 years, sometimes sleeping on earthen floors. Ai Qing was made to clean public toilets as a humiliation. The memoir explores his father's story and his own parallel experience as, Ai Weiwei says, \"an enemy of the state.\"</p><p>Profile</p><p>* Ai Weiwei Traces a Century of Making Authorities Squirm</p><p>He spoke by Zoom from the patio of his home outside Lisbon. He turns the laptop camera to show the scene behind him: brilliant clear sun on an expansive lawn, woods surrounding him. \"There is no human or architecture in sight, so it is very peaceful,\" he says.</p><p>You write that under Mao in China, memory was considered a burden. Losing memories of the past seems like one of the tragedies of that era to you.</p><p>If we talk about loss, what can be lost the most is memory. Memory is our intellectual environment. And that was completely destroyed or twisted or altered into untruthful conditions. So for me writing this memory book, the most difficult obstacle was how to put those pieces back together with very limited resources. Luckily, my father was a poet, and from an early age had records, and many people have written on him. So that gave me some very detailed facts.</p><p>You say in the book that you've written it partly for your son, Ai Lao, who's now 12. Does he ask you questions about your life and your work?</p><p>When he started to learn English, his first sentence in English was \"No more Ai Weiwei.\" That's his first sentence. But I do feel this obligation for an older generation to give whatever you have to the next generation. Maybe you'll have an empty pocket but still you have to do it. I feel sorry my father and I didn't go through that. When I heard [in detention] I might be sentenced for over 10 years, the first thing that came to my mind was I have to write everything down. I've fulfilled my obligation.</p><p>In detention you were thinking a lot about your father, who had died by then. You write that you wish you had asked him about his own experience. Was there a particular question you most wish you had asked?</p><p>I wanted to ask him how he thought about his life and his relations to China and to the Communist Party. I wanted to ask him about his whole struggle as a writer, but I never asked him. So I tried to write a book to reflect what I wanted to ask him.</p><p>One of the life-changing moments you describe is helping your father burn his books when he thought it was too dangerous to keep them.</p><p>At that time I was 9. When my father showed us those books, his eyes were bright, his mood was total happiness. So when he burned them I could see the deep sorrow and sadness in his heart. Of course, I could not completely embody that energy myself, but I felt the same way as my father, to tear those beautiful pages and destroy them in the flame.</p><p>There's a lot of your father's poetry quoted in your memoir, and it is very accessible and timely about society. Is one of your goals to draw more attention to his work?</p><p>That is a very difficult balance. If you want to introduce anyone in history, we have to recognize the historical background. We cannot simply use today's judgment. Very often it's the most wrong thing to do. That means we didn't learn anything; it's just a shallow judgment, an arrogant view about who we are. We always are branches of the same tree. We may reach in different directions, but we are as one tree as a human society. So I try to describe my father with the wind, the earth, make him be like that. Only by doing that can I find out who I am and why I'm here.</p><p>Your father was forbidden to write, even privately, for a number of years. When you were released from detention, did that make you want to create even more than before?</p><p>When I was released, I started to feel this new energy bursting out. I'm more prepared. I have so much to say. Once you have been through this you recognize your power through your enemy. You see what they are afraid of, and you can figure out why they are so afraid.</p><p>You still have a studio in China, which, for example, helped put together your 2020 documentary Coronation, about the coronavirus in Wuhan. Do you keep that studio so your assistants can do that kind of work? Or do you hope you might be able to go back one day?</p><p>For most of my life, I don't have a clear notion or purpose. It's almost like floating in a river: You're just a piece of a leaf. The strength of the water can carry you to either this side or that side, or it can be blocked by some obstacles. Now I'm being pulled out from China, and possibly one day I will be back. I don't see why not.</p><p>What do you think it would take for you to be able to go back without repercussions?</p><p>That's beyond my judgment. If I still want to be me, it's been proved I'll be punished. That's why I say, with authoritarians—you cannot have reasoning with that.</p><p>Your mother and your siblings are still in China, aren't they?</p><p>They're in China and since [we have] technology, [we] Skype all the time. My mom cares about me more and more, but the bottom line is, \"Son, never come back.\"</p><p>One of your current installations, at the Serralves Museum in Porto, Portugal, is called Intertwine, and includes a large iron tree, which speaks to environmental issues.</p><p>A huge-size tree, 32 meters high. I cast it from Brazil, from a living, standing tree in the Brazil forest. I moved all the casting molds back to China and cast it in iron and put it back as one tree. It is cast from a tree 1,200 years old called a pequi tree that is 99 percent dead, already hollow. Brazil sacrificed their forest for agriculture, and greatly affected the global environment.</p><p>You've often said that you see art and activism as the same thing. Do you think your work has effected some change in the world?</p><p>On a minor scale, it changed the art world, because activism and political art are not dirty words anymore. Before this many artists didn't want to be mentioned in relation to those words. Now there are more young people and more social awareness, thinking that art really cares about humanity and the human struggle. And I think that is pleasant, but in the large [sense] I think an individual only can be symbolic, to say: Hey, I'm here, and I always want to defend freedom of speech and the human condition.</p><p>And here, in his own words, a few of Ai Weiwei's favorite things:</p><p>\"Let's go from the earliest one to the latest. Bottom right, a jade piece in the shape of a cloud from about 5,000 years ago. I collect early jade. In earlier times, humans spent a lot of time carving and polishing a piece of rock, not for beauty but because of a belief in magic power. In the center, in a box, are two seals with my father's name carved by the most important Chinese artist, Qi Baishi. My father was a poet. In Chinese tradition, a name means a lot. It means integrity, trust. To their left is ink for the seals in a little porcelain container made in the Kangxi era, 300 years ago. To the far right is a Bible with the Old and the New Testaments. The owner of the book, a priest, was executed in the 1950s by Chinese authorities. That book says a lot; that freedom to believe in religion does not exist in China. Front center, you can see some Huayruro 'beans' [red seeds known for their beauty]. When I was growing up, my father had them in his possession, I believe from when he visited Chile—before he was punished [by the Communist Party]—to attend Pablo Neruda's birthday. He knew Neruda as a friend. 'Red beans' in China mean you're missing something or you're in love with something. To the left is a very low bench, about two centimeters high. Colleagues on my documentary film Rohingya [2021] collected this, a bench the Rohingya refugees brought when they escaped Myanmar. They carried their belongings to Bangladesh. In front of it is a plaster cast of my son's hand when he was 9. The background to this whole image is my Lego construction of Sunflower Seed, [a reference to] Sunflower Seeds, an art piece I did for the Tate Modern in 2010. I had a hundred million pieces of sunflower seeds made by hand. Front left is a postcard from a project that is ongoing, sending postcards to political prisoners globally. The time between the early piece of jade and the postcard is about 5,000 years. It's about our history, our culture, our heritage—my father, a poet; my son's hand; and my own work.\"</p><p>This interview has been edited for length.</p><p>Ai Weiwei's Artistic Rebellion</p>",
  "published": "2021-10-31T12:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}