{
  "_id": "051183b36f5c774ee58a589fbabf8d8dfa291b1760b8d1b136570c71e0cb0ff9",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Business Should Get on Board With Federal Patching Orders, CISA Says",
  "text": "<p>The list can help companies prioritize problems in the barrage of security alerts and software updates they receive. Google, for example, this week issued patches for 39 flaws in its Android system. Microsoft released 110 product updates in October. It can overwhelm many technology groups.</p><p>CISA is giving government agencies two weeks to fix the worst flaws on its list of 290 related to several tech vendors.</p><p>That isn't much time but, the thinking goes, enough is enough. Organizations—both public and private—too often let patching projects go undone. And some software is so old its makers don't update it anymore. Either form of inaction invites cyberattacks.</p><p>The Current State of Stateful DDoS Attacks</p><p>State-exhaustion DDoS attacks represent a clear and present danger to business operations and profitability. Being able to block them requires unique capabilities.</p><p>Read more</p><p>An organization's ability to patch effectively depends on the number of fixes needed and the staff available to deploy them.</p><p>CISA's order covers about 290 vulnerabilities exploited by hackers since 2017, including in popular tools from Microsoft, Kaseya Ltd. and Accellion USA LLC. Hacks of those vendors' software this year hit numerous businesses and government entities.</p><p>U.S. officials are keen for the private sector to pay attention to the CISA directive to avoid supply-chain attacks that can affect the government, such as the hack of SolarWinds Corp. software in 2020 that led to the breach of several agencies. CISA's directive also applies to systems run by third parties on a federal agency's behalf.</p><p>Read the full story.</p><p>More Cyber News</p><p>Who does what? The White House is expected to clear up confusion soon about the roles of senior U.S. cybersecurity officials, Chris Inglis, national cyber director, pictured, said at a House hearing Wednesday. The Biden administration includes several cyber positions, some of which overlap, in the White House, the Cybersecurity and Infrastructure Agency and National Security Agency. Each can be important to businesses dealing with cyberattacks, seeking to share information about threats and helping investigate incidents. (CyberScoop)</p><p>More context from Pro Cyber: Biden's Top Cybersecurity Officials, Explained</p><p>CNA Financial Corp. said in a filing with the Securities and Exchange Commission that the personal information of more than 75,000 customers, employees and contractors was exposed in a March hack. The update comes after the company said in a July notice about the incident to a state regulator that it had no indication data was viewed or accessed. (Chicago Tribune)</p><p>Moscow high-rise building said to house cryptocurrency money-laundering operations linked to ransomware gangs. (Bloomberg)</p><p>Cryptocurrency theft charges made against U.K. man accused of aiding a 2020 hack of high-profile Twitter accounts. The crypto scheme, which involved hacking the phones of at least three executives, was run in 2019, according to New York prosecutors. (Reuters)</p><p>Privacy</p><p>Israeli cyber firm NSO Group blacklisted by U.S. amid phone hacking allegations. NSO Group was placed on an \"entity list\" by the Commerce Department, which said the firm had been acting \"contrary to the foreign policy and national security interests of the United States.\" (WSJ)</p><p>The Commerce Department also placed three other similar vendors—based in Israel, Russia and Singapore—on the entity list. The designation will block exports from the U.S. to NSO Group of both hardware and software without a Commerce Department license, and could make it more difficult for the company to seek contracts with international customers.</p><p>NSO Group has generally denied reports that its software has been used by dozens of law-enforcement and intelligence customers around the world to target and break into phones belonging to politicians, human-rights activists and journalists.</p><p>Facial-recognition technology is having a bad week:</p><p>\"The covert collection of this kind of sensitive information is unreasonably intrusive and unfair.\"</p><p>— Angelene Falk, Australian Information Commissioner and Privacy Commissioner, in a statement ordering facial-recognition tech firm Clearview AI to destroy face scans it has collected of Australians and to stop the practice (Associated Press)</p><p>\"When they say we've got rid of this, what does that actually mean.\"</p><p>— Whistleblower Frances Haugen on Facebook's announcement that it is soon shutting down its facial-recognition system (Reuters)</p>",
  "published": "2021-11-04T13:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 199,
          "end": 208
        },
        {
          "start": 1118,
          "end": 1127
        }
      ]
    }
  ]
}