{
  "_id": "a5e55d5c74c10db4edf139368da50451e72060614b39207d1dbf7c6e1a1726af",
  "feed": "wall-street-journal",
  "title": "Technology:  Cloud Firms Struggle to Fill Jobs  ---  Demand for engineers  has grown as Covid-19  fueled online learning  and work-from-home  ----  By Aaron Tilley",
  "text": "<p>   The competition for top talent in cloud computing is heating up as giants of the platform like Amazon.com Inc. and Microsoft Corp. battle with each other and the thousands of other businesses rushing to expand their use of the technology. </p><p>   Demand for online tools skyrocketed during the pandemic as people worked, schooled and entertained themselves from home. This trend has left some companies struggling to find people to staff their Web operations, triggering the biggest current talent need in the tech industry. </p><p>   Covid-19 testing startup Brio Systems Inc. wanted to beef up its cloud capabilities as the Biden administration mandated more testing for coronavirus. As demand for cloud engineers has escalated, companies competing for talent have significantly sped up the interview process, Brio Chief Executive Boris Lipchin said. Offers from competitors are now being made within days or even hours instead of the usual weeks, he said. </p><p>   \"We have to just say 'no' more often to business rather than take business that we don't think we can, in good faith, execute well and reliably on\" without the right people, Mr. Lipchin said. </p><p>   The pandemic has caused worker shortages in a range of sectors, from restaurant servers to truck drivers. With cloud computing, companies were already trying to figure out what to do about the small pool of experienced engineers when Covid-19 triggered a wave of new demand. Between 2017 and 2020, annual postings of cloud jobs grew more than 90%, which is more than four times the rate of tech job growth overall in the same period, according to labor and economics research firm Emsi. </p><p>   In 2020, there were 775,022 cloud computing jobs posted, up 94% from 400,500 jobs posted in 2017, according to Emsi. In comparison, all tech job postings grew around 20% during that period. And so far this year, it looks like that trend will continue, with cloud computing job posts up nearly 31% in the nine months through September, compared with a nearly 8% rise in overall tech job postings for the same period, said Emsi. </p><p>   \"Cloud computing remains the number one most sought after skill,\" said Megan Slabinski, a district president at recruiting firm Robert Half. \"The demand has never been higher.\" </p><p>   Students and engineers have been spending more time and money to develop skills needed to design, build and manage cloud computing software and infrastructure. Last year Amazon said it was aiming to help train 29 million people world-wide for cloud-computing roles by 2025. </p><p>   Online education company Coursera Inc. says the number of people in its cloud-related courses -- such as \"Google Cloud Fundamentals\" and \"Building Modern Python Applications on AWS\" -- increased to 240,000 last quarter, 78% higher than the same quarter two years ago. </p><p>   The competition for talent is also happening at the highest executive levels. Charlie Bell, Amazon's senior vice president responsible for engineering, operations and product, who company insiders say was instrumental in building up the company's cloud division, recently joined Microsoft Corp. </p><p>   Microsoft said it is working through employment negotiations over the hiring of Mr. Bell with Amazon, which like many tech companies requires employees to sign noncompete agreements. Amazon declined to comment on Mr. Bell's departure. </p><p>   At smaller companies, the shortage of engineers has been acute. Cloud database company Neo4j Inc. nearly doubled its staff during the pandemic to about 600 workers. To attract people, the company offered things in addition to higher salaries, such as more autonomy, training and a sense of purpose, said Emil Eifrem, chief executive of the company. \"It's absolutely brutal,\" he said. \"Any company is always constrained by something, and our constraint is engineering talent.\" </p><p>   Airtable Inc., a business collaboration startup, grew from nearly 150 employees at the start of the pandemic to more than 600. Earlier in the pandemic, the company didn't have enough talent to build up its product at the pace it wanted, Chief Executive Howie Liu said. </p><p>   \"It's not like a factory where you need plastic or metal,\" Mr. Liu said. \"All you need is talent.\" </p><p>   The most challenging area to hire is the managers who oversee cloud projects, Mr. Liu said. Helping Airtable recruit was a fast-rising valuation, giving employees who own equity a larger potential upside. The company went from a $2.5 billion valuation in September 2020 to $5.77 billion six months later. Mr. Liu was able to recruit his chief technology officer from Facebook. </p><p>   People with cloud skills are generally getting two or three strong offers, often with packages worth hundreds of thousands of dollars as well as stock options, recruiters said. In some cases, companies aren't able to afford top talent and have to take less-skilled workers and train them. </p><p></p>",
  "published": "2021-10-07T06:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3045,
          "end": 3054
        },
        {
          "start": 3045,
          "end": 3060
        },
        {
          "start": 115,
          "end": 124
        },
        {
          "start": 3061,
          "end": 3070
        },
        {
          "start": 115,
          "end": 130
        }
      ],
      "nexusId": "10031144"
    }
  ]
}