{
  "_id": "93ee2634c192034a22ffe4babc180023643634ab95b2d098dc52fad44a4e7efa",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: China Seeks Leading Role In Blockchain",
  "text": "<p>With an offer of ultracheap server space, Beijing is beckoning blockchain's global community of developers to adopt its vision for the technology. Success could put China in a powerful position to influence future development of the internet itself and promote international use of Chinese innovations, like a homegrown Global Positioning System and a digitized national currency.</p><p>China is pitching its initiative, Blockchain-based Service Network, or BSN, as providing much-needed digital infrastructure for developers world-wide: server space at a few hundred dollars annually, programming tools to create blockchains and, most critically, templates to standardize some basic functionality.</p><p>After three decades, most internet applications are links between just two points at a time, even at high connection speeds a choke point on potential uses.</p><p>Blockchain's selling point is to eventually allow numerous parties in a transaction to interact simultaneously and securely transfer assets over the net. To replace email chains and paperwork in a house sale, for example, the buyer, seller and brokers would tap into the same system as lawyers, mortgage bankers and title examiners.</p><p>\"Personally, I think the internet is a very old system,\" said He Yifan, an engineer and investor who studied at Massachusetts Institute of Technology and leads the Beijing-based BSN project. \"This is the next stage of the internet.\"</p><p>A little over a year into its operation, the BSN endeavor boasts 20,000 users and thousands of blockchain-related projects. A powerful state actor's bid to build critical mass for blockchain both excites and unnerves a technology industry where upstarts have traditionally led breakthroughs.</p><p>The potential of blockchain already enthralls American corporations: Boeing Co. has tested it to organize airspace for better flight safety, while experiments at Walmart Inc. use it to track food. Gartner Inc. forecasts that new uses of blockchain could generate $3 trillion in value by the end of the decade.</p><p>China, with its control of online content known as the Great Firewall, might seem an inhospitable environment to explore the internet's cutting edge. Past efforts by Beijing to impose its will on global internet architecture have largely failed because of the controls, including national-security laws that grant the government dominion over all data generated in the country. And despite top-level government support for blockchain, Beijing bans use of its poster child bitcoin as well as other cryptocurrencies.</p><p>Mr. He conceded Chinese government involvement may limit BSN's appeal outside the country. But he said BSN's goal isn't to control information but to establish a framework for blockchain to gain scale, just as programming engineers developed \"http\" to pave the way for webpages.</p><p>Creation of the BSN is in line with other Beijing efforts to influence futuristic technologies and become a \"cyber great power,\" an ambition highlighted in its latest five-year plan.</p><p>China leads the world in the deployment of 5G telecommunications networks and was the first to launch a satellite for extra-secure quantum communications. Chinese engineers regularly challenge Americans with advances in artificial intelligence, big data and the cloud-computing networks that host the BSN.</p><p>Beijing's project worries Yaya J. Fanusie, a former Central Intelligence Agency researcher at the conservative think tank Center for a New American Security in Washington. \"The Chinese government aims for the BSN to give China strategic global leverage,\" he recently told a U.S. congressional research panel.</p><p>One element of BSN gives Beijing important power: its ability todecide who can use the technology in the first place. At a recent conference, one of BSN's key people, Tan Min, a researcher at China Mobile, spoke of the project's power to deny participants, saying that with the system, \"China controls the right to internet access.\" Mr. He said gatekeeper authority for BSN outside of China will be governed by a Singapore foundation now being established.</p><p>No centralized national-level blockchain alternative to China's exists. Replicating the model for the U.S. would require government money and muscle to compel the blockchain community, including leading cloud companies like Amazon.com Inc., Microsoft Corp. and Alphabet Inc.'s Google, to suspend competition and agree on a single blockchain solution.</p><p>Microsoft declined to comment, while Amazon and Google didn't respond to questions.</p><p>---</p><p>Common Standards</p><p>Are a Major Goal</p><p>Popularization of the term \"blockchain\" is credited to the unidentified inventor of bitcoin who described a \"chain of blocks\" in the 2009 framework for creating individual units of the cryptocurrency. That is one of the few things technologists agree on about blockchain, which has since splintered into numerous configurations.</p><p>The lack of common standards has kept blockchain from realizing its potential beyond cryptocurrencies, said Irving Wladawsky-Berger, a technology consultant. He and others compare the challenge with how computer scientists spent decades constructing networks we now know as the internet, and how it only became transformative once American-developed TCP/IP programming protocols gained wide acceptance as the way to make a variety of different systems communicate.</p><p>The promise of China's Blockchain-based Service Network is to enable blockchains on its platform to interact, the so-far elusive \"interoperability\" that could become the magic key to the maturing of the internet.</p><p>\"The blockchain community is utterly fascinated by [BSN] because it's such a big bold move,\" said Alan Pelz-Sharpe, founder of technology advisory Deep Analysis in Massachusetts and who has studied the system.</p><p>BSN is a collaboration controlled by a branch of Beijing's planning agency, the National Development and Reform Commission, units of China Mobile Ltd. -- the nation's dominant cellular carrier -- and credit-card processor China UnionPay Co., as well as other major state-run businesses, and managed by Beijing Red Date Technology Co.</p>",
  "published": "2021-05-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4418,
          "end": 4427
        },
        {
          "start": 4308,
          "end": 4323
        },
        {
          "start": 4308,
          "end": 4317
        }
      ]
    }
  ]
}