{
  "_id": "aee0181b443fa7f55d45151a8a9ccc1702bff077bc7f8dc96a10647a130c7779",
  "feed": "ftcomall",
  "title": "Lagardère replaces head of book publisher Hachette ",
  "text": "<p>Lagardère has parted ways with Arnaud Nourry, the head of its biggest business Hachette, after he began agitating publicly against a long rumoured tie-up with Vivendi.</p> <p>Lagardère, which is controlled by Arnaud Lagardère, has since last year been at the <a href=\"https://www.ft.com/content/6fdde7f3-1cdb-4ef6-ac3b-9a2eb1b7f314\">centre of a battle</a> between two of France's richest men and activist investor Amber Capital. </p> <p>The saga has pitted Vivendi's billionaire owner Vincent Bolloré and LVMH founder Bernard Arnault against each other as they covet the group's assets, while Arnaud Lagardère tries to keep a hold over the company his <a href=\"https://www.ft.com/content/83015a6e-0ae9-11ea-b2d6-9bf4d1957a67\">father founded</a>.</p> <p>Vivendi is Lagardère's biggest shareholder with a 29.2 per cent direct stake, while its occasional ally<a href=\"https://www.ft.com/content/4b7225fd-059d-4eb4-923a-310636d46adb\"> Amber</a> holds 19.8 per cent. Arnault owns a 7.9 per cent direct stake but has also teamed up with Arnaud Lagardère <a href=\"https://www.ft.com/content/98805d0c-cdf7-4926-b178-595a9984714c\">to buy</a> part of his personal holding company. </p> <p>That confers a certain advantage since Lagardère's distinctive legal structure, known as a <em>société en commandite par actions</em>, allows Arnaud Lagardère to have almost absolute control despite owning just 7.3 per cent of the shares.&#xa0; </p> <p>Nourry found himself at the centre of the tussle because one of the scenarios being studied would have Vivendi buy all or part of book publisher Hachette, according to people familiar with the matter, while Arnault would get Lagardere's travel retail business. </p> <p>The billionaires and Arnaud Lagardère have been in talks for months over whether the heir would give up the <em>commandité</em> in exchange for a payment, the people said, paving the way for such asset sales. But if they cannot reach an agreement, there is likely to be a showdown at Lagardère's next annual shareholder meeting.</p> <p>Vivendi already owns a smaller book publishing business called Editis, so might have to sell off parts of Hachette to appease regulators. </p> <p>Nourry, who has run Hachette since 2001 and usually grants few interviews, told Le Monde newspaper on March 23 that a tie-up with Vivendi's Editis “would make no strategic sense” because it would create competition issues.</p> <p>“The goal is for Hachette to remain within the [Lagardère] group . . . Any idea of dismantling Hachette is to be avoided ,” he said. </p> <p>In a statement casing Nourry's departure as “a friendly separation”, Arnaud Lagardère said: “I want to thank Arnaud Nourry for his tireless work over all these years for Hachette's growth.”</p> <p>The CEO has appointed longtime ally Pierre Leroy to replace Nourry with immediate effect.</p> <p>Hachette is the world's third-biggest book publishing group, competing with Bertelsmann's Penguin Books and News Corp's HarperCollins Books. It also provides the majority of Lagardère's sales and profits, especially since the pandemic has pushed its travel retail business to the brink.</p> <p>In a post on LinkedIn on Tuesday, Nourry thanked his “incredible team” and added: “Hachette Books will celebrate its 200th birthday in 2026 — live up to this unique destiny for a company.”</p> <p>Lagardère shares rose almost 6 per cent in reaction to Nourry's departure. </p><p>Source: Leila Abboud  2021 'Lagardère replaces head of book publisher Hachette ' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T09:42:27.830Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}