{
  "_id": "90af0dfb96b7b91347ef83d91abe1984cf2e9efdcdd41e8e1c2b2b83a769a193",
  "feed": "ftcomall",
  "title": "Microsoft shares hit record on work-from-home revenue boost",
  "text": "<p>A pandemic-fuelled triple-whammy in the final quarter of 2020 lifted Microsoft's latest revenues and earnings far above expectations, according to figures released late on Tuesday.</p> <p>A boom in PC sales, surging demand for video gaming and increased usage of Microsoft's <a href=\"https://www.ft.com/content/a4042676-44d1-4836-9476-9f0aed62114b\">cloud services</a> combined to produce a 17 per cent surge in revenue, to $43.1bn. The jump belied Wall Street expectations that the US software company's growth rate to slow to below 10 per cent, and brought a 6 per cent bounce in its shares in after-market trading.</p> <p>Microsoft also pointed to signs of a return to more normal IT buying patterns after nearly a year of crisis spending, in which customers turned away from longer-term projects to focus on the emergency purchases to <a href=\"https://www.ft.com/content/200e9b4f-0f65-43bc-8ad5-3b25b0460858\">keep their workers connected</a> and businesses ticking.</p> <p>Satya Nadella, chief executive, said the pandemic “has put a lot of constraints on our customers”. But he added that it had led to a “structural change”, with many customers seeing a shift to digital operations as essential to increasing their business resilience and adjusting to new ways of doing business.</p> <p>In a sign of growing confidence, Microsoft also forecast revenue for the current quarter of $40.35bn-$41.25bn. At the midpoint of the range, that would represent another quarter of 17 per cent growth, beating the 11 per cent Wall Street had been forecasting.</p> <p>Microsoft executives pointed to a reacceleration in the company's commercial cloud businesses — seen by Wall Street as the main engine of its future growth — as evidence of the shift. These businesses, which cut across the group's formal business divisions to include things like Office 365 and Azure cloud platform, generated revenue of $16.7bn in the latest quarter. That was 34 per cent up from a year before, and higher than the 31 per cent growth of the preceding three months.</p> <p>Mr Nadella pointed to the changes seen since the start of the pandemic as “the dawn of a second wave of digital transformation sweeping every company and every industry”.</p> <p>Daniel Elman, an analyst at Nucleus Research, said the latest cloud demand showed that Microsoft's customers were heavily focused on “upgrading and modernising” their IT, a trend that had begun in earnest in 2019.</p> <p>Microsoft reported earnings per share of $2.03, up from $1.51 the year before. Wall Street had been expecting revenue of $40.2bn and earnings per share of $1.64.</p> <p>Growth in the final months of 2020 was driven by 23 per cent increase in revenue from Microsoft's Intelligent Cloud division, to $14.6bn. This was underpinned by the Azure cloud platform, where the revenue growth rate rose slightly, to 48 per cent.</p> <p>Amy Hood, chief financial officer, said the Azure performance reflected “really fundamental consumption growth” in services that customers pay for based on usage. That included “some reacceleration of growth curves, particularly in industries that had been more hard hit” and among “mid-market” customers — a sign that those which had suffered most during the pandemic were starting to spend more.</p> <p>Microsoft had faced a tough comparison in its latest quarter compared with the year before, when demand for the Windows operating system was boosted by the end of support for Windows 7.</p> <p>However, strong demand for new PCs from people forced to spend more time at home enabled the Windows performance to defy expectations, with sales to computer makers actually rising 1 per cent in the quarter. At the same time, the launch of a new Xbox console lifted gaming hardware sales 86 per cent, and boosted overall revenue from the company's More Personal Computing division by 14 per cent, to $15.1bn.</p> <p>Meanwhile, the Productivity and Business Processes division reported revenue of $13.4bn, up 13 per cent, led by continued strong demand for Office 365, which grew 20 per cent adjusted for currency movement, in line with the previous quarter.</p><p>Source: Richard Waters in San Francisco 2021 'Microsoft shares hit record on work-from-home revenue boost' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T00:29:47.547Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 69,
          "end": 78
        },
        {
          "start": 256,
          "end": 267
        },
        {
          "start": 2483,
          "end": 2494
        },
        {
          "start": 1367,
          "end": 1376
        },
        {
          "start": 1141,
          "end": 1150
        },
        {
          "start": 2235,
          "end": 2244
        },
        {
          "start": 69,
          "end": 80
        },
        {
          "start": 2108,
          "end": 2117
        },
        {
          "start": 256,
          "end": 265
        },
        {
          "start": 2108,
          "end": 2119
        },
        {
          "start": 3044,
          "end": 3053
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2483,
          "end": 2492
        },
        {
          "start": 532,
          "end": 541
        }
      ],
      "nexusId": "10031144"
    }
  ]
}