{
  "_id": "80031ef68c862a774ef2c7e733ee16e964bf9a26443a59cee71b6ca0b5243810",
  "feed": "wall-street-journal",
  "title": "Business News:  Startups Move Into Flexible Homes  ----  By Sami Sparber",
  "text": "<p>   Investors are pumping money into real estate startups that are pioneering flexible ways to rent apartments on the belief that remote-working trends and new forms of housing demand will remain long after the pandemic is over. </p><p>   Startups like Sonder Corp. and Mint House Inc. were founded in the years leading up to the pandemic, offering short-term, fully furnished apartments that could be booked almost as easily as hotel rooms on the Internet. They have gotten a boost from the pandemic because of the large number of young professionals who left downtown while the health crisis was the most acute. </p><p>   Now, a company that was formed 18 months ago -- which has backing from an investment group including Highgate Hotels LP, Bozzuto Group and Iconiq Capital, a money manager with ties to Silicon Valley giant Mark Zuckerberg -- is rolling out a new name and upgrading services with a hope of increasing market share. </p><p>   The company -- which was doing business under the name Daydream Apartments -- is changing its name to Sentral. It manages a network of 3,000 apartments in seven U.S. markets including Los Angeles, Austin, Texas, and Seattle. As Sentral, the company is also rolling out technology allowing tenants to book any length of stay. </p><p>   The company's 10 apartment complexes offer furnished and unfurnished units for flexible lengths of stay. Long-term residents can offset 25% or more of their total rent while they travel by using the firm's technology to rent their apartment, Sentral says. </p><p>   Sentral and its backers are betting the flexible-living trend is the future of consumer preference and will persist as companies call employees back to the office. \"There's a huge market of mobile professionals that we're seeing that travel and work in a different way,\" said Jon Slavet, the firm's chief executive. </p><p>   All of Sentral's properties are owned by Iconiq Capital, a San Francisco-based investment firm that has $67 billion in assets under management including $6.2 billion in data centers, \"tech-enabled multifamily housing\" and other real estate, according to its website. Its investors include Mr. Zuckerberg, chief executive of Facebook Inc., and LinkedIn Corp. co-founder Reid Hoffman. </p><p>    Iconiq has invested $500 million into Sentral and the Iconiq-owned buildings that Sentral manages, Sentral says. </p><p>   Sentral hopes to add thousands of apartments either through new building acquisitions or those owned by other landlords in the next five years. \"We're combining the best of home and the best of a hotel,\" Mr. Slavet said. </p><p>   For the investors, buying buildings, as opposed to just managing them, positions Sentral to provide the amenities young professionals want, said Jeff Felder, managing director and head of real-estate investments at Iconiq. \"Not everyone likes to buy furniture and move every 12 months,\" Mr. Felder said. \"These are really compelling ways to live and liberate your own lifestyle.\" </p><p>   Housing that caters to both short- and long-term renters can be expensive to operate, and some analysts question its sticking power beyond the work-from-home era. Traditional apartment landlords often shy away from the short-term rental model because its higher renter turnover rate leads to higher costs, said John Pawlowski, senior analyst at real-estate research firm Green Street. </p><p>   \"I am skeptical about short-term, flexible lease options gaining meaningful momentum once employees are required to get back to the office at least one day a week,\" Mr. Pawlowski said. </p><p>   Other companies offer similar flexible housing options. Birmingham, Ala.-based Landing and New York-based Common each operate a network of apartments that tenants can transfer between. </p><p>    Bill Smith, Landing's chief executive and founder, said his firm is planning to open in more cities and expand within the 80 metro areas where Landing already has units. </p><p>   \"Covid [accelerated] this trend that was already in the works, where consumers want more flexibility in their lives, and ease and convenience.\" Mr. Smith said. \"We're really not expecting any slowdown.\" </p><p></p>",
  "published": "2021-07-21T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}