{
  "_id": "62b88b5b7028eb9bc42fa2b97c40095a2ae2d0d79efe003c4ec4779c64728f45",
  "feed": "ftcomall",
  "title": "Police should not be banned from using facial recognition technology, says UK watchdog",
  "text": "<p>Use of facial recognition by police should not be banned and instead left to the discretion of law enforcement rather than lawmakers, the UK's new biometrics watchdog has said.</p> <p>Fraser Sampson, the newly appointed commissioner whose job it is to scrutinise how police and other authorities deploy biometrics and surveillance cameras on the public, told the Financial Times he believed “police will have no alternative but to use facial recognition along with any other technology that is reasonably available to them.” </p> <p>His reason, among others, was that criminals are increasingly relying on sophisticated technology, and police “need to match their technological capability”.</p> <p>He added that artificial intelligence — a crucial tool for complex data processing — will be an “inevitable” and “increasingly necessary component of policing”.</p> <p>Sampson's views on facial recognition are diametrically opposed to those of his predecessor, Paul Wiles. He stated that it represents “significant intrusion” into an individual's privacy, and<a href=\"https://www.gov.uk/government/news/biometrics-commissioner-on-the-police-use-of-live-facial-recognition\"> called for biometric regulation</a> of policing by the UK parliament.</p> <p>The Metropolitan Police currently use live facial recognition on London streets to scan passers-by, searching for people suspected of serious crimes such as knife attacks and child sexual exploitation. The technology has also been used in trials in Cardiff by the South Wales Police. </p> <p>Referring to the draft regulations<a href=\"https://www.ft.com/content/360faa3e-4110-4f38-b618-dd695deece90\"> on AI </a>published by the European Commission last week, which include restrictions on facial recognition, Samson said the proposals could allow for countries to ban facial recognition by law enforcement outright, which he opposed.</p> <p>“I think where the risk lies is if . . . you end up with complete bans, it results in the proscription of certain technologies and tools and techniques, as we have seen in some other jurisdictions. I think blanket bans . . . may well be premature,” said Sampson, a former officer and solicitor for the police.</p> <p>“That's why I go back to discretion for decision makers. I think the framework, whatever we come up with in future, needs to . . . enable public bodies like police or other law enforcement services, to reasonably use all means available to discharge their statutory duty.”</p> <p>The commissioner's remarks come at a time when politicians, regulators and rights groups around the world have expressed<a href=\"https://www.ft.com/content/39432390-3c3e-11ea-b232-000f4477fbca\"> concerns</a> over the use of biometric technology, which they consider both invasive and often inaccurate. Among the biggest problems are the technology's technical bias against women and people of colour.</p> <p>“Not only will it turn public spaces into open-air prisons, it will entrench patterns of discrimination that already oppress entire communities,” said Emmanuelle Andrews, policy and campaigns officer at the rights organisation Liberty, which launched the first legal challenge of the technology, against South Wales police. </p> <p>In the US, there have been at least three reported cases of wrongful arrests because of incorrect facial recognition matches — all three were black men. </p> <p>Technology companies such as Amazon and Microsoft announced last year that they would temporarily stop providing law enforcement agencies with facial recognition tools and in 2019 San Francisco became the<a href=\"https://www.ft.com/content/7e244488-76a7-11e9-be7d-6d846537acab\"> first city in the US</a> to ban its use by local authorities.</p> <p>In Liberty's<a href=\"https://www.ft.com/content/b79e0bee-d32a-4d8e-b9b4-c8ffd3ac23f4\"> legal challenge</a>, the UK Court of Appeal ruled that facial recognition use by South Wales police breached rights and data protection laws. The court also found that too broad a discretion was given to individual police officers.</p> <p>“It is the only case in English law that gives us serious guidance on what automated decision-making systems should look like. [And] if you look at the abuses of facial recognition that have clearly gone on in the US, then it's hard to say we should give police complete discretion over how to use these systems,” said Lilian Edwards, law professor at Newcastle University, and an expert in internet law and AI.</p> <p>Sampson took up his new post on March 1, when the Home Office merged the two separate roles of Biometrics Commissioner and Surveillance Camera Commissioner.</p> <p>“The roles have been combined because the two areas are naturally coming closer,” Sampson said. “I think this area is all about balancing three things: what we can do technically, what can be done legally, and more broadly what will get the support of communities and society at large. Getting that balance right is the strategic challenge ahead.” </p> <a href=\"http://www.ft.com/cms/ea67fc0b-c4fd-4087-8aea-81e6fbf517f2.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Madhumita Murgia in London 2021 'Police should not be banned from using facial recognition technology, says UK watchdog' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T04:00:45.006Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3066,
          "end": 3075
        }
      ],
      "nexusId": "10031144"
    }
  ]
}