{
  "_id": "00ca318823fe575b832fb31e6076a215995b5e38a13d8cec1b59af9658348a0d",
  "feed": "ftcomall",
  "title": "FirstFT: US oil price hits 7-year high",
  "text": "<p>US oil prices <a href=\"https://www.ft.com/content/ccd6f6d6-6045-4f0c-8638-9b0e01fee1c5\">rose to their highest level</a> in seven years yesterday after Opec and its allies declined to accelerate plans to increase crude production, snubbing calls from the White House to help tackle a growing global energy crunch.</p> <p>Europe and Asia have been gripped by tight energy supplies that have pushed natural gas and coal prices to the highest level on record, while oil prices have been rising steadily as the world economy rebounds from the depths of the coronavirus pandemic.</p> <p>But yesterday the Opec+ group, which includes Russia, said it would stick with an earlier agreed plan to increase oil production by 400,000 barrels a day each month following a virtual meeting of energy ministers.</p> <p>The decision threatens to raise tensions between large energy consumers such as the US, Europe and China, which fear energy cost inflation could derail their economic recoveries, and the expanded producer group, which controls more than half of global oil supplies. </p> <p>“We're going to use every tool at our disposal, even as we're not a member of Opec, to ensure we can keep gas prices down for the American public,” said Jen Psaki, the White House press secretary. She confirmed that Jake Sullivan, the White House national security adviser, had raised oil prices with Saudi officials during a visit to the kingdom last week.</p> <p>US oil benchmark, West Texas Intermediate, jumped 3 per cent after the meeting to more than $78 a barrel for the first time since 2014. It was trading at $80.98 on Tuesday morning. </p> <p>Brent crude, the international marker, was up 51 cents or 0.6 per cent at $81.77 a barrel this morning, after gaining 2.5 per cent on the previous session.</p> <h1>Five more stories in the news</h1> <p><strong>1. Facebook-owned apps experience widespread outage </strong>Facebook apologised for an outage that left users <a href=\"https://www.ft.com/content/225500f7-fbb6-4888-a43d-6ef2930db49e\">without access</a> to its services, including WhatsApp and Instagram, for at least six hours. The company battled to get services back online as it faced a backlash over&#xa0;<a href=\"https://www.ft.com/content/960243ec-6a65-4879-bfe1-9afcb2c0c7b3\">claims from whistleblower</a>&#xa0;Frances Haugen that the company had deliberately turned a blind eye to the spread of disinformation and other adverse effects from its network.</p> <p><strong>2.</strong> <strong>US watchdog probes Fed officials' trading</strong> An independent US government watchdog with oversight of the Federal Reserve <a href=\"https://www.ft.com/content/9111b7c5-53c5-4d6f-9b6d-ca3533057908\">has initiated a review</a> into whether trading conducted last year by the bank's top officials met ethics standards and complied with the law.</p> <p><strong>3.</strong> <strong>PwC's annual sales held back by sluggish client spending</strong> The consulting group's global sales rose 4.9 per cent to $45.1bn in the 12 months to June 30 but in the Americas, its largest region, <a href=\"https://www.ft.com/content/9cd52eda-8e6d-4c6f-9c6e-19b41ecb0c86\">sales were flat</a> as clients cut spending at the start of the pandemic. The results mirror those of PwC's rival EY.</p> <p><strong>4.</strong> <strong>China property sector woes deepen</strong> The debt problems afflicting China's real estate market <a href=\"https://www.ft.com/content/01740d2e-4013-4781-930a-6cb62c8248dc\">deepened today</a> after a developer defaulted on its bonds while the world's most heavily indebted property group Evergrande extended a suspension of its shares into a second day without explanation.</p> <p><strong>5.</strong> <strong>Brain implant relieves patient's severe depression </strong>US researchers have successfully relieved a patient's severe, long-term depression with <a href=\"https://www.ft.com/content/2b34baa9-6353-46bc-8607-ff16a276d4bc\">an electronic implant</a> that acts like a neural pacemaker, resetting the brain circuits associated with negative feelings.</p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>AstraZeneca</strong> has requested <a href=\"https://www.ft.com/content/0df3c871-2368-498c-8063-57d746e7b7f6#post-a45c6b6f-2295-4f5a-8286-1e41311f9745\">emergency approval</a> from the US Food and Drug Administration for its long-acting antibody combination treatment to prevent Covid-19. If approved, the treatment would be the first to obtain emergency authorisation for the prevention of coronavirus.</p></li>  <li><p><strong>Central banks</strong> almost everywhere <a href=\"https://www.ft.com/content/35b9b640-8b44-4f4b-b03c-40cd2fff2cfd\">are facing the “nightmare”</a> of slowing growth and inflationary supply shocks that together threaten&#xa0;stagflation as the global economy emerges from the pandemic.</p></li>  <li><p><strong>US retailers</strong> fear <a href=\"https://www.ft.com/content/b5b82c93-865b-40ad-85a2-17bd83ae10a0\">supply shortages ahead of Halloween</a>, with stores unsure whether they will secure merchandise to meet rapidly rebounding demand.</p></li> </ul> <p><a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%225e67775d8bb28f00049b0f76%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\"><em>Sign-up</em></a><em> to our Road to Recovery newsletter, an essential guide to business and the economy in a world transformed by the pandemic.</em></p> <h1>The day ahead</h1> <p><strong>Facebook whistleblower hearing</strong> Frances Haugen will make her first appearance in front of US senators in Washington today. Here are <a href=\"https://www.ft.com/content/2dbf79af-6dc5-4c98-90f0-af396c13e3ad\">five questions</a> lawmakers will want to ask the 37-year-old data scientist. <em>Thanks for all the Facebook comments. Keep them coming to gordon.smith@ft.com and I may publish them in future editions of FirstFT.</em></p> <p><strong>US trade data</strong> The US commerce department <a href=\"https://www.wsj.com/articles/economy-week-ahead-trade-services-employment-11633287601\">will release August trade data</a>, with the deficit expected to have widened slightly. The report will also include trade in services. (WSJ)</p> <p><strong>Microsoft unveils Windows 11 </strong>The <a href=\"https://www.ft.com/content/6adfdebb-90b9-4d8e-a1c1-d3de38875070\">release</a> will be a significant moment for Microsoft, which hopes its new software will lift sales of a new range of laptops that go on sale the same day. </p> <p><strong>Winner of the 2021 Nobel Prize for physics</strong> The prize for physics will be announced today, a day after the Nobel Prize in medicine was awarded jointly to scientists <a href=\"https://www.ft.com/content/1f110dc4-5802-472c-859f-6ac9adcdead3#post-72fe3a7f-93a3-42ce-ae02-0d25d9488e45\">David Julius and Ardem Patapoutian</a>, “for their discoveries of receptors for temperature and touch”.</p> <h1>What else we're reading, watching and listening to</h1> <p><strong>The mysterious decline of our leisure time </strong>One puzzle of modern life is that so many of us feel short of time, <a href=\"https://www.ft.com/content/9df289b9-d425-49e6-899f-c963b458625f\">writes Sarah O'Connor</a>. In the 19th century, unions campaigned for “eight hours for work, eight hours for rest and eight hours for what we will”. They succeeded in their push for shorter working hours. But what happened to all that spare time?</p> <p><strong>Can the US avert a disastrous default?</strong> The US government is hurtling towards an unprecedented debt default. Here is <a href=\"https://www.ft.com/content/2b5bd5e8-2662-48e4-b40f-f33b7d59ea66\">a guide</a> to how a resolution could still be reached and possible contingency plans if the default happens.</p> <p><strong>Racial equity is key in efforts to revive Detroit</strong> Patti Waldmeir has witnessed many false starts when it comes to the revival of her hometown Detroit. She spoke to activists and experts involved in the latest effort to rebuild Motown and <a href=\"https://www.ft.com/content/0b81c39c-9b61-4917-aa0e-8d9f3ab46055\">sees hope</a> where past attempts failed.</p> <p><strong>How green is your electric vehicle?</strong> This <a href=\"https://ig.ft.com/electric-car/\">interactive graphic</a> explores under the bonnet of a new generation of vehicles. They are simpler, smarter and quieter. But are they cleaner? The answer may surprise you. This is the latest part in our <a href=\"https://www.ft.com/content/6febc4f0-46e1-4b00-b9f4-32c1f4d72279\">electric vehicle revolution</a> series.</p> <p><strong>Global law firms focus on wellness </strong>International law firms are <a href=\"https://www.ft.com/content/9477e38a-a1e2-48b9-b2c8-6689465a77ec\">launching wellbeing programmes</a> and taking steps such as hiring “burnout advisers” to hold on to staff as a boom in deals activity stokes a war for talent. </p> <p><strong>‘Bitcoin is the best form of money'</strong> Peter McCormack, bitcoin bull and voice of the hugely popular ‘What Bitcoin Did' podcast, joins Claer Barrett for <a href=\"https://www.ft.com/content/8767093b-9491-4792-824c-f85021266464\">a Money Clinic Investment Masterclass</a> about cryptocurrencies. McCormack, who recently returned from a trip to El Salvador where bitcoin is now legal tender, shares the highs and lows of his personal investment journey and sets out the risks younger investors.</p> <h1>Fashion</h1> <p><strong>How to wear trainers as a middle-aged man</strong> Trainers are ubiquitous in every context and among every age group. We live in a world of sneakers, <a href=\"https://www.ft.com/content/7e2a31d5-b456-4e02-9b4f-9b80531f470e\">writes Robert Armstrong</a>, and every other shoe plays a supporting role.</p><p>Source: Gordon Smith, George Russell and Emily Goldberg 2021 'FirstFT: US oil price hits 7-year high' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T10:05:45.499Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4545,
          "end": 4554
        },
        {
          "start": 4619,
          "end": 4628
        }
      ],
      "nexusId": "10031144"
    }
  ]
}