{
  "_id": "4fc2e953ad140f3700b0b8a76a513f75bbeaf6d739df21316eb19fe7bc85112f",
  "feed": "market-watch",
  "title": "Ray Dalio says his China human-rights comments were misunderstood",
  "text": "<p>Dalio said he “sloppily answered” a question during a CNBC interview that “created a misunderstanding” of his views.</p><p>“I assure you that I didn't mean to convey that human rights aren't important because I certainly believe they are and I didn't mean to convey that the US and China deal with these issues similarly because they certainly don't,” Dalio said in a series of tweets Sunday, and in a LinkedIn post.</p><p>https://twitter.com/RayDalio/status/1467565865692397578Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Dalio said he was trying to explain “how Confucianism is based on the family and that extends into their governance, which is a more autocratic approach that is like a strict parent. I was not expressing my own opinion or endorsing that approach.&#xa0;</p><p>“Understanding and agreeing are two different things, and that's what was lost in the interview.&#xa0;I'm sorry my answer lacked that nuance and caused confusion,” he wrote.</p><p>Bridgewater — the world's largest hedge fund — has significant investments in China, and raised about $1.25 billion for its latest investment fund in China in the third quarter, the Wall Street Journal reported last month.</p><p>The brouhaha started last Tuesday, when Dalio was interviewed on CNBC's “Squawk Box,” and on the subject of concerns about investing in China told host Andrew Ross Sorkin: “I look to whatever the rules are. If the government has a policy that I should do a certain thing and so on, but I can't be an expert in all of those particular dynamics. … As a top-down country what they are doing is … they behave like a strict parent.”</p><p>https://twitter.com/SquawkCNBC/status/1465660719756681218He added: “I look at the United States, and I say, well, what's going on in the United States? And should I not invest in the United States because of our own human-rights issues, or other things?”</p><p>The comments drew condemnation by the Wall Street Journal editorial board, which said his comments “show why so many Americans dislike Wall Street,” and Sen. Mitt Romney, R-Utah, among others.</p><p>“Ray Dalio is brilliant and a friend, but his feigned ignorance of China's horrific abuses and rationalization of complicit investments there is a sad moral lapse,” Romney tweeted Thursday.</p>",
  "published": "2021-12-05T20:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}