{
  "_id": "f33ce050875a608abb92770e0d95988f6f36635a849c7216a06bfffd361c6ba1",
  "feed": "ftcomall",
  "title": "Investors' Chronicle: Asos, Next, Fuller, Smith & Turner",
  "text": "<h2>BUY: Asos (ASC)</h2> <p>Asos has plenty of cash to invest, even after its landmark <a href=\"https://www.ft.com/content/015699a2-bbb0-4fc5-a4f8-47028de35ba9\">acquisition</a> of Topshop this year, <em>writes Oliver Telling</em>.</p> <p>Less than a decade before the collapse of Philip Green's high-street empire in November, Topshop's 90,000 square foot Oxford Street shop was still a go-to destination for fashion-hungry millennials.</p> <p>Today, that flagship store is boarded up, and Topshop has been transformed in a matter of weeks into an online-only operation by&#xa0;Asos, the ecommerce retailer that acquired the brand from Green in February.&#xa0;</p> <p>There has been no clearer sign of ecommerce's&#xa0;<a href=\"https://www.ft.com/content/db4109db-2a03-446e-9b66-90dca1ce1176\">rapid takeover</a> of UK retail&#xa0;— a story only underscored by Asos's latest results.</p> <p>The company reported this week that in the six months to February, <a href=\"https://www.ft.com/content/cd653e6a-dbd1-46a6-b44b-4d819a552e9f\">sales jumped</a> by almost a quarter, to £1.98bn, as high street rivals were forced to close their doors during lockdown. Profits before tax more than tripled, to £106m — already equivalent to 40 per cent of the price it paid to buy Topshop.</p> <p>Even after that £266m acquisition, Asos is sitting on&#xa0;£92m in cash, albeit with hefty lease liabilities. It plans to invest that money in expanding its international business, as it looks to become the “number-one destination for fashion-loving 20-somethings worldwide”.</p> <p>Despite its success in the first six months, Asos said its outlook for the second half remains unchanged. It is wary of the economic impact the past year has had on its young customer base, and it expects the lower return rates that it recently benefited from to rise as coronavirus restrictions are eased; clothes bought for special occasions tend to be returned more often than casualwear.</p> <p>FactSet consensus earnings per share for full year 2021 is 142.4p, rising to 158.8p in the following year</p> <p>Asos shares, which already looked pricey, have dropped slightly on release of its interim figures. But the long-term direction for the business is up.</p> <h2>BUY: Next (NXT)</h2> <p>Next's<a href=\"https://www.ft.com/content/fa4840da-4866-493e-9065-c57a6682b721\"> results</a> were delivered against a rapidly-changing retail backdrop, with questions about how far online shopping will sustain as lockdown eases, <em>writes Harriet Clarfelt</em>.</p> <p>The decline of physical retailing was not instigated by Covid-19. Rather, the global health crisis has expedited a pre-existing trend away from in-person shopping and towards the digital realm. As Lord Wolfson, chief executive of the fashion and homeware group, put it: “History has been given a shove and, having moved forward, seems unlikely to reverse.”</p> <p>For Next, however, this “shove” was arguably more of a push. The FTSE 100 giant was “well placed to cope with the pandemic”, management said within its full-year report posted earlier this month, not least because of its extensive online footprint and the diversity of its product-base.</p> <p>However,&#xa0;the group still faces the challenge of keeping its remaining&#xa0;<a href=\"https://www.investorschronicle.co.uk/news/2021/02/02/commercial-landlords-brace-for-further-income-losses-as-strain-intensifies/\" title=\"\">store estate</a>&#xa0;relevant once restrictions ease, amid a wider discussion about how far customers' ecommerce habits will sustain as restrictions ease.</p> <p>Moreover, while its pivot online has outpaced that of high-street rivals, Next's competitive arena now includes internet connoisseurs from&#xa0;Asos to&#xa0;Amazon.</p> <p>Online sales were particularly strong in the 2021 financial year. In the second half alone, £368m in sales lost from Next's retail stores were mitigated by online sales of £364m.</p> <p>In turn, Next's revenues slipped by just 18 per cent overall to £3.3bn.</p> <p>Next's digital savvy, attractive platform offering and varied merchandise are powerful weapons in a brave new world of retail where online competition is only heating up.</p> <p>In that context, a forward price/earnings multiple of 18 times seems justified.</p> <h2>HOLD: Fuller, Smith &amp; Turner&#xa0;(FSTA)</h2> <p>Subject to shareholder approval, the pub group has raised £54m from issuing 6.5m new “class A” shares, <em>writes Nilushi Karunaratne</em>.</p> <p>Fuller, Smith &amp; Turner's&#xa0;shares will be issued at 830p each, a 5 per cent discount to the pub group's closing mid-market price on March 30.</p> <p>In addition to the placing — which equates to 20 per cent of Fuller's current issued share capital — the group has also offered up 4.4m new “Class B” shares to existing shareholders, and directors including chair Michael Turner have applied to acquire 132,528 of these shares.</p> <p>The fundraise comes as little surprise given the impact of Covid-19 trading restrictions on the UK's pubs. Peers&#xa0;<a href=\"https://www.ft.com/content/c8fad666-84c7-4f34-a111-e29239a16aff\">Mitchells &amp; Butlers</a><a href=\"https://www.investorschronicle.co.uk/news/2021/02/17/mitchells-and-butlers-set-to-raise-350m/\">&#xa0;</a>and&#xa0;JD Wetherspoon&#xa0;tapped shareholders for funds this year.</p> <p>Amid the repeated lockdowns, Fuller's revenue for the year to 28 March plunged by 80 per cent. The group says that between March 20 2020 and April 12 2021 — the date when restrictions in England will be eased — its pubs will only have been open 27 per cent of the time.</p> <p>Net debt has also risen during this crisis, climbing by 15 per cent since the September half year-end to £216m (excluding lease liabilities), and Fuller's has been burning through an average of £4m-£5m of cash in each month of full lockdown.</p> <p>Conditional upon the placing completing, the group's lenders have agreed to extend the maturity date of its loans from August 2021 to February 2023, and the financial covenants have also been amended such that Fuller's now only has to maintain a minimum level of liquidity until March 2022.&#xa0;Without these changes, the group has warned that it may have to resort to more expensive debt financing or dispose of some of its freehold pub assets.</p> <p>Fuller's says that the revised debt facilities and proceeds of the fundraise will strengthen its balance sheet so that it can “take full advantage” of the economy reopening and any potential growth opportunities. They will also enable the group to repay £100m drawn from the Bank of England's Covid Corporate Financing Facility (CCFF) and provide additional liquidity in the event that lockdown restrictions are reintroduced.</p> <p>As the debate rages on around the use of <a href=\"https://www.ft.com/content/69541e09-2332-450e-9fff-7d5b1a548791\">Covid status certificates</a>, Fuller's is planning a phased reopening of its estate, aiming to have most of its managed pubs and hotels up and running by May 17. It hopes to become cash flow positive from the middle of next month and to return to pre-pandemic debt and pro forma leverage levels early next year.</p> <p>The group will probably benefit from pent-up demand. Indeed, the partial reopening last summer saw sales across its pubs return to 78 per cent of normal levels by&#xa0;August. Its rural locations should also receive another boost from the shift towards “staycations” as international holidays remain off the table.&#xa0;&#xa0;</p> <p>With the hospitality sector's prospects looking up, Fuller's shares have rebounded strongly to within touching distance of their pre-pandemic levels. The group does have a high degree of exposure to London, however, which could slow down its recovery.</p> <h2>Chris Dillow: The US profits problem</h2> <p>One paradox of economics is that although profits are the motive for much economic activity, macroeconomists rarely discuss them. They should, because in the US the picture is grim.</p> <p>Figures from the Federal Reserve allow us to put together a measure of the profit rate since 1952. They show that the pre-tax profits of non-financial companies last year were just 7.4 per cent of non-financial assets (measured at historic cost). This was only half the rate that firms enjoyed in the mid-1950s. And even before the pandemic, the profit rate had been trending down for decades: it was lower in 2019 than it was in the 1970s, for example.</p> <p>This long downtrend explains a big fact — that economic growth has slowed. In the 10 years to the end of 2019 real GDP per head grew by only 1.6 per cent per year — and that was a recovery from a deep recession. That compares to average growth of 2.5 per cent per year between 1953 and 1973. Quite simply, if profit rates are lower firms have less incentive to invest and innovate — which means economies stagnate.</p> <p>You might find these facts puzzling in light of talk that monopoly power and the share of profits in US GDP have risen in recent years. But there's no great paradox. Only a minority of firms have enjoyed increased mark-ups since the 1980s. And a higher share of profits in GDP is entirely compatible with a falling profit rate if the capital stock grows faster than output.</p> <p>Yes, giant companies such as <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a>, <a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> and <a href=\"https://www.ft.com/stream/4f447b5d-53f5-41bd-ab42-3c0cfc161699\">Microsoft</a> are enjoying great profits. But much of corporate America is in a bad way. That's why just five companies now account for over 20 per cent of the S&amp;P 500.</p> <p>From this perspective, the pandemic might — just might — be a solution, as it could raise the profit rate in two ways.</p> <p>First, the recovery from the pandemic — aided by President Biden's $1.9tn <a href=\"https://www.ft.com/content/82be51e9-751b-43b7-92fd-7a95fcb99388\">fiscal boost</a> — will raise aggregate demand and hence profits: the OECD expects GDP growth of 6.5 per cent this year, the strongest growth since 1984.</p> <p>Second, the pandemic is reducing the denominator of the profit rate, the capital stock. Non-residential capital spending fell 4 per cent in volume terms last year, and S&amp;P reports that the number of large firms going bankrupt rose by more than 8 per cent, suggesting that the degree of capital scrapping has increased.</p> <p>Higher profits, spread over less capital, can yield a big rise in profit rates. And indeed, we're already seeing the start of this. Fed figures show that the profit rate rose from 5.7 to eight per cent between the second and fourth quarters of last year.</p> <p>But we've seen this before. After the recessions of 1990-91, 2001 (a mild recession for output, but nasty one for profits) and 2007-9 profit rates bounced back sharply. But on all three occasions they failed to return to the peaks of the 1950s and subsequently fell back again. History could well repeat itself, especially if this upturn does lead to higher inflation and interest rates.</p> <p>Profits are of course essential for the health of capitalism. By this metric, US capitalism is less healthy than it used to be — and is likely to remain so.</p> <p><em>Chris Dillow is an economics commentator for Investors' Chronicle</em></p><p>Source: Investors’ Chronicle reporters 2021 'Investors' Chronicle: Asos, Next, Fuller, Smith &amp; Turner' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T17:00:45.881Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8180,
          "end": 8189
        }
      ],
      "nexusId": "10031144"
    }
  ]
}