{
  "_id": "ae03c31e1f576728e34a207aa3967736338cab6e23e0648631753977969d935f",
  "feed": "market-watch",
  "title": "U.S. stock futures struggle to hold gains ahead of data and as China economy slows",
  "text": "<p>How are stock futures trading?</p><p>Dow Jones Industrial Average futures YM00 slipped 11 points to 34,453</p><p>S&amp;P 500 futures ES00 rose 3.7 points to 4,438</p><p>Nasdaq-100 futures NQ00 gained 23 points, or 0.1%, to 15,403</p><p>On Tuesday, the Dow industrials DJIA dropped 292.06 points, or 0.8%, to finish at 34,577.57, the S&amp;P 500 index SPX fell 25.68 points, or 0.6%, to 4,443.05 and the Nasdaq Composite COMP fell 67.82 points, or 0.5%, to 15,037.76.</p><p>Read: Stock-market traders brace for ‘quadruple witching'</p><p>And: The S&amp;P 500 fights to hold above a short-term line in the sand of bullish momentum</p><p>What's driving the market?</p><p>Investors remain worried that fallout from the pandemic is slowing global economic growth, as the delta variant has fueled surging cases in the U.S. and other countries. Markets have been trying to regroup after a string of losses that were briefly halted on Monday.</p><p>The Dow and S&amp;P 500 have lost ground for six of the last seven days and the Nasdaq has posted five straight days of losses. For September, the Dow is off by more than 2% and the S&amp;P 500 is down about 1.8%.</p><p>Read:Shop early and expect to pay more: Supply chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>“I suspect the market is likely to bounce around as it tries to stabilize. From a near term prospective the market is somewhat oversold, therefore we could get a bounce. However the cautious attitude will likely prevail since the decline has been accompanied by low volume,” Peter Cardillo, chief market economist at Spartan Capital Securities, said in emailed comments.</p><p>More U.S. economic data is ahead for Wednesday, starting with August import prices and the New York state Empire factory index for September, both due at 8:30 a.m. Eastern Time., and industrial production and capacity utilization for August due at 9:15 a.m. Eastern.</p><p>Overnight news saw a batch of downbeat data from China, where August retail sales grew a disappointing 2.5% from a year earlier, from 8.5% growth in July. Industrial output in August and fixed-asset investment also fell short of expectations.</p><p>Which companies are in focus?</p><p>Shares of Microsoft Corp.MSFT rose 1.3% in premarket trading. The technology giant late Tuesday lifted its quarterly dividend by 11% and the company's board agreed a new stock buyback plan of up to $60 billion.</p><p>Shares of Las Vegas Sands LVS and Wynn Resorts WYNN fell over 7% each, while MGM Resorts MGM shares fell 3% in premarket. The losses came after casino shares slumped in Macau on indications the local government aims to more closely supervise those companies.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 1 basis point to 1.273%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, which measures the currency against a basket of six major rivals, fell 0.1% to 92.49.</p><p>Oil futures were higher, with the U.S. benchmark CL00 rising $1.26 to $71.36 a barrel. October natural gas NGV21 climbed 3% to $5.42 per million British thermal units.</p><p>In European equities, the Stoxx Europe 600 index XX:SXXP fell 0.4%, while London's FTSE 100 index UK:UKX was flat.</p>",
  "published": "2021-09-15T08:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2126,
          "end": 2135
        }
      ],
      "nexusId": "10031144"
    }
  ]
}