{
  "_id": "a0f97e99cb1626938740de4a31cfa58a6fb2dcf853ea5a841fef187c683a8285",
  "feed": "wall-street-journal",
  "title": "Post-Covid's Poster Child: Gibraltar --- Broad vaccination brings back hugs, visits, pub life",
  "text": "<p>\"I walked out of my flat and put my mask on and then remembered that I didn't have to do that anymore,\" says Albert Stagnetto, director of a family chain of tobacco and liquor stores. \"It's liberating.\"</p><p>Gibraltar, population 34,000, has fully vaccinated around 85% of adults, its government says, and 98% of adults over 60.</p><p>In the U.S., 37% of adults were fully vaccinated as of Tuesday, according to the Centers for Disease Control and Prevention.</p><p>Gibraltar has been free of cases in its resident population since April 8. One of two vaccination centers closed at the end of March, allowing medical staff to return to their normal jobs, while the other administers doses to cross-border workers from Spain. The territory never used a field hospital set up for Covid-19.</p><p>Gibraltar, twice Central Park's size and dominated by a mountain known as The Rock, has embarked on \"Operation Freedom,\" a plan to fully reopen society while monitoring virus cases. With pandemic restrictions all but gone, its narrow streets and cafe-lined squares are showing life. On a recent evening, pedestrians walked arm-in-arm. Pubs and cafes were bustling with maskless patrons drinking and sharing bowls of bar snacks.</p><p>\"You are seeing people greet each other in the street, shaking hands, hugging for the first time in months,\" says Mr. Stagnetto, 61. \"People are smiling.\"</p><p>Schools and businesses are open, restaurants are welcoming customers for indoor dining, and authorities have dropped a late-night curfew. Gibraltar requires masks in only a few places, such as in buses, shops and healthcare centers.</p><p>\"We thought we might encounter difficulty in the take-up, but the actual end result was the opposite,\" says Samantha Sacramento, Gibraltar's health minister, referring to the number of people wanting vaccinations. \"People were calling us up complaining that they hadn't been called yet.\"</p><p>Roughly one in 10 people have declined to be vaccinated but many of those are changing their minds, she says.</p><p>Britain captured Gibraltar from Spain in 1704. As a British Overseas Territory, Gibraltar is self-governing, with the exception of defense and foreign affairs, which London determines. British military aircraft have ferried vaccines in.</p><p>While Gibraltar saw few cases in the pandemic's early months, more-virulent strains from the U.K. and Spain swept through early this year. Gibraltar has had nearly 4,300 confirmed Covid-19 cases and 94 deaths, almost all this January and February. It reimposed restrictions such as restaurant closures in December after a flare-up in cases.</p><p>The pandemic prevented Tito Vallejo, 72, a local historian and historical re-enactor, from celebrating Christmas with his extended family. They had a Skype call instead, just to be safe, he says.</p><p>In mid-April, he saw four of his youngest grandchildren for the first time in around four months. Mr. Vallejo, who has been vaccinated, picked them up from school and gave them belated Christmas presents, and they took his dogs for a walk.</p><p>\"They are at that sort of age where they grow and change overnight,\" he says. \"It's only been a short time but still I have noticed they've grown since I saw them.\"</p><p>Mr. Vallejo's re-enactment group is meeting again, fully vaccinated, he says. On a recent Saturday, they dressed as 18th-century Redcoats with muskets, drums and tricorn hats. They marched Gibraltar's streets wearing black armbands to mark the death of Britain's Prince Philip.</p><p>The prior weekend, three generations of Mr. Stagnetto's family -- fully vaccinated, he says -- joined for the first time in months for a meal; that was a weekly occurrence, pre-Covid. \"It was like being back in normality, but it gave you a false sense of what was going on in the world,\" says Mr. Stagnetto, who had communicated with his elderly parents only by phone during lockdown. \"It was as if Covid hadn't happened.\"</p><p>A wariness still hangs over Gibraltar, displayed at a recent pilot test for a soccer game and boxing match. Worried that such events could lead to fresh cases, authorities required that attendees be tested before, demonstrate they had been vaccinated and get tested 10 days after the event.</p><p>The territory's proximity to Spain rattles some. The Spanish government said the country had fully vaccinated over 8% of its population while 23% had received at least one dose as of Tuesday.</p><p>When friends went to Spain for Easter weekend, Tony Cruz, 71, stayed put for fear he could still catch a mild case even though he is fully vaccinated.</p><p>The retired police officer, who plays bass in a Cliff Richard and The Shadows tribute band, says he is most looking forward to live music in Gibraltar's pubs, which authorities said could resume April 17.</p><p>Leandro Gonzalez, 23, who lives in a Spanish town and works in a Gibraltar hair salon, has received two shots. While many of his customers are re-embracing the old normal, others find pandemic habits hard to quit, he says: \"It's 50-50 between the people who still want to keep their distance and wash their hands a lot, and those who want to hug you and kiss you.\"</p><p>Mr. Gonzalez's family and partner in Spain aren't vaccinated, and he fears he could still carry the virus to them. In the Andalusia region, where he lives, masks are mandatory in public, meetings of more than six people are forbidden, and nightly curfews remain. \"My mind changes every day,\" he says. \"As soon as I cross into Spain, everything changes: People wear masks, they keep their distance. Every time I cross I must also change how I behave.\"</p>",
  "published": "2021-04-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}