{
  "_id": "2b6ef8710ba60d5694fe41bfb7de90704359c7575e95ca20ab0f3a9a1b5fc961",
  "feed": "wall-street-journal",
  "title": "Zoom Is Getting Back to Business",
  "text": "<p>While Zoom's zippy video-communications platform made the company into the Covid-19 pandemic's superstar, being synonymous with virtual cocktail parties and other oddities over the past year has its drawbacks. Business for the company has continued to soar, but few stocks have had it rougher in the so-called recovery trade. Zoom's share price has sunk 35% since Pfizer reported a vaccine breakthrough Nov. 9. The Nasdaq Composite -- home to many other pandemic-boosted names -- has gained 16% in value since then.</p><p>The company's fiscal first-quarter results reported late Tuesday should help reverse that slide a bit. Revenue surged 191% year over year to about $956 million, beating the company's own projection and Wall Street's consensus estimate of $905 million. Zoom lifted its forecast for the full fiscal year ending in January and projected for the current quarter revenue of $985 million to $990 million -- the midpoint of which was about 6% ahead of analysts' forecasts.</p><p>To be sure, Zoom's growth rate in a normalized world will look nothing like what the company saw over the past 12 months, when videoconferencing was the only way for many to have a face-to-face with someone they weren't living with. But the company has been smartly shifting back to its business-focused roots. The company said earlier this year that it would license its videoconferencing technology to other businesses, which could help drive use of its network.</p><p>New services such as Zoom Phone, which can replace aging office telecommunications systems, and Zoom Rooms, used for dedicated videoconferencing rooms, should also get a boost from hybrid work environments, in which in-office personnel regularly mix with remote workers.</p><p>Zoom's shares still aren't cheap at around 23 times forward sales. But that is less than half the stock's multiple at its peak in October, and a rather midrange valuation in the cloud software space, where at least half a dozen others are trading well over 30 times. Zoom's position as a perceived leader in the video-communications space should boost its business-sales prospects even against strong competition from much bigger names such as Microsoft. Being a verb might not be so bad after all.</p>",
  "published": "2021-06-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2162,
          "end": 2171
        }
      ]
    }
  ]
}