{
  "_id": "20a32b10c190df42f3b1e7b34e20b446879d616d63a24b8591473d979e503859",
  "feed": "wall-street-journal",
  "title": "Bill Gates Backs Fund to Invest In New Materials for Devices",
  "text": "<p>\"Metamaterials as a core technology is on the cusp of widespread industry adoption,\" said MetaVC Managing Partners Chris Alliegro and Conrad Burke. Messrs. Alliegro and Burke were previously executives at Invention Science Fund, a startup incubator at Intellectual Ventures that spun out several startups commercializing advances in metamaterials.</p><p>Metamaterials are engineered materials arranged in repeating structures at a nano and microscale in a way that gives them acoustic, electromagnetic, mechanical and other properties not found in nature.</p><p>New lenses, antennas, sensors and other devices that are lighter and have no moving parts are under development based on the technology, with applications in optical computing, virtual reality, automotive, energy, space and many other sectors.</p><p>The technology could help replace bulky VR headsets, for example, or enable moving vehicles to have satellite communication via light, flat antennas.</p><p>MetaVC is joining a cohort of several other venture firms, such as Lux Capital, Construct Capital, Material Impact and Data Collective, that invest in science-based innovations sometimes referred to as \"deep tech.\"</p><p>Startups backed by these firms often involve the extra expense and longer lead times required for commercializing hardware based on advances. Still, they have the advantages of opening up new technology sectors and fewer competitors.</p><p>Messrs. Alliegro and Burke estimate that about $1 billion has been invested in metamaterials startups to date. Even though it's a niche area, they believe that there will be sufficient new businesses to choose from for backing. Invention Science Fund, where MetaVC founders previously worked, had spun out metamaterials startups including venture-backed antenna maker Kymeta Corp. and threat-detection company Evolv Technologies Inc., which is going public through a special-purpose acquisition company.</p><p>MetaVC expects to make about a dozen investments over the next year and a half, he said. The firm has already backed two startups: optical- computing company Neurophos and satellite-enabled telecommunication services provider Mangata Networks LLC.</p><p>Duke University Professor David Smith, whose research laid the foundation for much of the current metamaterials technology, is serving as MetaVC's chief scientist and incubation partner. In addition, MetaVC has licensed about 200 patents on metamaterials from Intellectual Ventures for its companies to use, Mr. Burke said.</p><p>There are numerous challenges in manufacturing metamaterials-based devices, said Josh Bishop-Moser, lead author on a report about the applications of metamaterials for MForesight, a nonprofit working to advance manufacturing technology in the U.S.</p><p>The challenges stem from controlling and inspecting the tiny repeating structural elements inherent in these materials, said Mr. Bishop-Moser, who is not involved with MetaVC.</p>",
  "published": "2021-06-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}