{
  "_id": "9406b1aeb0767fdae6bd115162dddc26540bc8787b141ada55c8423963c487ca",
  "feed": "wall-street-journal",
  "title": "Ransomware Gang Masquerades as Real Company to Recruit Tech Talent; Group linked to Colonial Pipeline hack has made offers to potential employees in new ransomware expansion push, researchers say",
  "text": "<p>Fin7 is believed to have hacked hundreds of businesses, stolen more than 20 million customer records and written the software used in a hack that disrupted gasoline delivery in parts of the Southeastern U.S., federal prosecutors and researchers say.</p><p>The Bastion Secure website, which uses the logo BS, has listed jobs that are technical in nature and appear similar to work that would be performed at any security company—programmers, system administrators and people who are good at finding bugs in software. Prospective hires will work nine-hour days on a predictable schedule: Monday to Friday, according to the company website. Lunch breaks are provided, the site says.</p><p>The attempt to impersonate a legitimate company for recruiting purposes represents a new development by purveyors of ransomware to grow and spread a scourge that has disrupted meat production, hospital care, education and hundreds of businesses. With hundreds of millions of dollars in illegal earnings, ransomware operators are increasingly operating like criminal startups with professionalized support staff, software development, cloud-computing services and media relations, security researchers say.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think cyberattacks will continue to change the landscape of national security? Join the conversation below.</p><p>Recorded Future shared its findings with The Wall Street Journal and planned to publish them in a blog post Thursday. Microsoft officials gave a presentation on their discovery earlier this month at a conference hosted by the cybersecurity firm Mandiant.</p><p>Emails to an address listed on the Bastion Secure website went unanswered. A phone call to an Israeli number listed on the site was answered by a Russian-speaking man. \"I'm just a person. I have nothing to do with any cybersecurity company,\" he said before hanging up.</p><p>The recruiting effort appears concentrated on Russian speakers, the researchers said. While criminals have traditionally operated in the shadows—recruiting partners in criminal forums—the demands of Fin7's growing business appear to have pushed it to recruit in the open, security researchers say.</p><p>\"You can find more qualified people when you search more broadly,\" said Andrei Barysevich, the head of Gemini Advisory, a division of Recorded Future. \"There's a lot of embedded law-enforcement agents on the dark web.\"</p><p>Information-technology jobs advertised by Bastion Secure offer salaries between $800 and $1,200 a month. That is decent pay in former Soviet countries such as Ukraine, but \"a small fraction of a cybercriminal's portion of the criminal profits from a successful ransomware extortion or large-scale payment-card-stealing operation,\" according to the Recorded Future report.</p><p>Fin7 has hacked thousands of computer systems and for years focused on stealing and selling credit-card information. The 70-person group caused more than $3 billion in damages to companies and individuals, federal prosecutors say.</p><p>The group has recently shifted from stealing card information to ransomware, and it now manages a ransomware service and conducts intrusions to deploy the file-encrypting software, said Nick Carr, a security analyst at Microsoft, while speaking at the Mandiant conference.</p><p>Microsoft believes Fin7 produced the software used in the hack that disrupted Colonial Pipeline Co.'s operations in the spring. The actual hack is believed to have been carried out by a criminal affiliate of Fin7, Mr. Carr said in his presentation. Fin7 marketed its ransomware business under the name DarkSide, but more recently has called it BlackMatter, researchers say.</p><p>On Monday, three federal agencies—the Cybersecurity and Infrastructure Security Agency, the Federal Bureau of Investigation and the National Security Agency—published an alert, explaining how companies can protect themselves from BlackMatter and warning that in recent months, the ransomware \"has targeted multiple U.S. critical infrastructure entities, including two U.S. Food and Agriculture Sector organizations.\"</p><p>Bastion Secure isn't the first fake company Fin7 has used to recruit employees. In August 2015 it used another fake cybersecurity company called Combi Security to recruit a Ukrainian man named Fedir Hladyr as a systems administrator, according to federal prosecutors.</p><p>Mr. Hladyr didn't realize that he was engaged in a criminal enterprise until many months after his hiring, according to his attorney, Arkady Bukh. He said Fin7 had compartmentalized its business to keep its different employees ignorant of the group's criminal activity. \"At some stage, some would figure it out,\" the attorney said. \"Sometimes not.\"</p><p>Mr. Hladyr maintained Fin7's communications servers as well as a world-wide network of servers used to launch and manage cyberattacks, according to federal prosecutors. After pleading guilty to hacking charges, he was sentenced to 10 years in prison in April.</p><p>With Bastion Secure, the company made offers to prospective recruits, the researchers say. The Microsoft researchers were able to find a copy of an employment agreement from Bastion Secure sent to a potential employee. \"If you actually work there, you're not supposed to talk about it at speeches or media events,\" Mr. Carr said.</p><p>It didn't take long for one potential recruit—applying for an information-technology job—to spot red flags, said Mr. Barysevich, the researcher at Recorded Future whose firm said it spoke with the potential recruit. The first warning sign was that nobody with the company would meet face-to-face or talk via a voice call, the recruit told Mr. Barysevich. Instead, they would communicate only via the encrypted messaging software Telegram or Tox, according to Recorded Future.</p><p>Later, the recruit was sent software that Bastion Secure told him he would be using on the job, Mr. Barysevich said. He was asked to connect to what was described as a \"client\" network and collect information, but not told why or how it would be used. The software tools he was given were in fact hacking tools that a Recorded Future analysis linked to Fin7, Mr. Barysevich said.</p><p>Much of the text on the Bastion Secure website appears to have been lifted word-for-word from a legitimate U.K.-based cybersecurity company, Convergent Network Solutions Ltd, researchers say. A spokesman for Convergent said the company is treating the Bastion Secure site as a \"malicious website\" and is taking steps to get it removed, he said.</p><p>The website includes a quote that claims to be from Tom Deevy, described as a managing director of Bastion Secure. The Mr. Deevy quoted on the site couldn't be reached for comment. Another man named Tom Deevy is a managing director of a company called Bastion Security Products Ltd., a builder of panic rooms and other armored enclosures.</p><p>\"It's completely fake,\" Mr. Deevy said of the quote. \"We've never even dealt in the cybersecurity world.\"</p><p>Mr. Deevy added that a Gateshead, U.K., address listed by Bastion Secure as its U.K. business location was formerly occupied by his company. \"That's an address that we held seven years ago,\" he said.</p><p>Valentina Ochirova contributed to this article.</p><p>Ransomware Gang Masquerades as Real Company to Recruit Tech Talent</p>",
  "published": "2021-10-21T12:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1437,
          "end": 1446
        },
        {
          "start": 3236,
          "end": 3245
        },
        {
          "start": 4999,
          "end": 5008
        },
        {
          "start": 3182,
          "end": 3191
        }
      ],
      "nexusId": "10031144"
    }
  ]
}