{
  "_id": "c60e9bcd3155428b85a1a1d34254d335e04e2622a32d6ef2335e7494bfcd27c9",
  "feed": "wall-street-journal",
  "title": "Zoom Sales Growth Slows as More People Return to Work; Video-conferencing demand eased in the most recent quarter as the Covid-19 pandemic receded",
  "text": "<p>Zoom's net income for what is its fiscal third quarter rose more than 70% from a year earlier to $340 million. Wall Street analysts were projecting sales of $1.02 billion for the quarter and $337 million in net income.</p><p>For its current quarter ending in January, Zoom expects total sales of between $1.051 billion and $1.053 billion, better than the $1.018 billion expected by Wall Street, according to FactSet.</p><p>Shares in Zoom were little changed near $242 each in after-hours trading.</p><p>Zoom has been unable to maintain the heady growth it experienced when organizations leaned heavily into remote work. In the midst of the pandemic, Zoom's sales shot up fourfold compared with the previous year.</p><p>The company also faces increased competition. Microsoft Corp.'s Teams, which combines video conferencing with other collaboration features into one application, poses one of the biggest challenges to Zoom's market share.</p><p>Microsoft said in July that Teams had reached record levels, with nearly 250 million monthly active users. Microsoft also intends to bring Teams to every Windows user as part of its next-generation operating system currently being rolled out.</p><p>Meanwhile, Microsoft and Meta Platforms Inc., formerly called Facebook, are planning the next steps of what remote collaboration workspaces could look like through virtual worlds knownn as the metaverse.</p><p>Some investors are concerned that Zoom's best days are behind it unless it finds new businesses. The value of Zoom's shares are down more than 40% compared with a year ago. Other companies such as Peloton Interactive Inc. that experienced big gains during the initial stay-at-home phase have also struggled to maintain growth as businesses and schools have reopened.</p><p>Some of Zoom's diversification plans have been thwarted. In September, the company's nearly $15 billion offer to acquire the cloud call-center business Five9 Inc. was abandoned over differences in price. The deal also faced a U.S. Justice Department-led investigation into the deal over potential national-security risks presented by Zoom's ties to China.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Zoom Sales Growth Slows as More People Return to Work</p>",
  "published": "2021-11-22T22:25:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 916,
          "end": 925
        },
        {
          "start": 1023,
          "end": 1032
        },
        {
          "start": 1170,
          "end": 1179
        },
        {
          "start": 741,
          "end": 756
        },
        {
          "start": 741,
          "end": 750
        }
      ],
      "nexusId": "10031144"
    }
  ]
}