{
  "_id": "f0375ca41a0b866add52d3ac33fde2e601b467f7356d9a7314f0cfcc50157159",
  "feed": "wall-street-journal",
  "title": "Technology:  LinkedIn Accounts  For Several Scholars  Are Blocked in China  ----  By Liza Lin",
  "text": "<p>\n  SINGAPORE -- Eyck Freymann, an Oxford University doctoral student, was surprised to get a notice from LinkedIn this month telling him his account had been blocked in China. The \"Experience\" section of his profile, which detailed his career history, contained \"prohibited\" content, he was informed. </p><p>\n  The social-networking site owned by Microsoft Corp. didn't explain more, but Mr. Freymann said he thought it was because he had included the words \"Tiananmen Square massacre\" in the entry for his two-year stint as a research assistant for a book in 2015. </p><p>\n  \"LinkedIn is pulling people's material off without telling them why,\" he said. \"It was surprising because I am just a graduate student. I didn't think I would have mattered.\" </p><p>\n  The academic is one of a spate of LinkedIn users whose profiles have been blocked in recent weeks. The Wall Street Journal identified at least 10 other individuals who had their profiles blocked or posts removed from the China version of LinkedIn since May, including researchers in Jerusalem and Tokyo, journalists, a U.S. congressional staffer and an editor based in Beijing who posted state media reports about elephants rampaging across China. </p><p>\n  A LinkedIn spokeswoman said in a statement that while the company supports freedom of expression, offering a localized version of LinkedIn in China means adherence to censorship requirements of the government on internet platforms. The company didn't comment on whether its actions were proactive or in response to requests from Chinese authorities. </p><p>\n  LinkedIn made a trade-off to accept Chinese censorship when it entered China in 2014 and has typically censored human-rights activists and deleted content focused on posts deemed sensitive to the Chinese government. The recent dragnet stands out for having caught several academics in its path, resulting in the deletion of entire profiles instead of individual posts. </p><p>\n  The actions underscore the challenge for foreign companies in China: acquiesce to Chinese government demands or risk getting shut out of its giant market. But enforcing Chinese censorship also risks a backlash from users and politicians in the West who see companies taking part in the suppression of free speech. </p><p>\n  China's internet regulator summoned LinkedIn officials in March to tell them to better regulate its content, according to people familiar with the matter. The social-networking site was given 30 days to clean up the content and promised to better regulate its site going forward, the people said. </p><p>\n  Shortly after, LinkedIn said in a statement that it would be pausing new member sign-ups as the platform worked \"to ensure we remain in compliance with local law.\" </p><p>\n  LinkedIn received 42 requests from Chinese authorities last year to take down content, the most the company received from any country, according to its semiannual transparency reports. It took down 38. It hasn't released more recent numbers. </p><p>\n  The LinkedIn notices said that the decision would be reversed if the blocked users updated the \"prohibited content,\" but didn't tell them what that was. </p><p>\n  --- </p><p>\n  Moves Are Part of </p><p>\n  Online Clampdown </p><pre>\n </pre><p>\n  LinkedIn, which has more than 750 million members globally, is the only major Western social-media company allowed to operate freely in China. Peers such as Twitter and Facebook are inaccessible unless users have software to disguise their location. </p><p>\n  Microsoft's Bing search engine, which is also available in China, drew controversy this month after it blocked the iconic \"Tank Man\" image linked to the 1989 Tiananmen Square massacre not just in China, but also for its U.S. users. The company blamed \"accidental human error\" and restored the image. </p><p>\n  China researchers say this heightened censorship is part of the tightening control of the Chinese internet and public opinion under President Xi Jinping. The ruling Communist Party marks its centennial anniversary next week and Beijing is clamping down on any information that deviates from the official narrative, said Stephen Nagy, an academic at Tokyo's International Christian University. His profile was hidden in China this month by LinkedIn, citing prohibited content. </p><p></p>",
  "published": "2021-06-23T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3356,
          "end": 3365
        },
        {
          "start": 334,
          "end": 349
        },
        {
          "start": 334,
          "end": 343
        },
        {
          "start": 3356,
          "end": 3367
        }
      ],
      "nexusId": "10031144"
    }
  ]
}