{
  "_id": "565297bf2963b75dffd4ce1f79821312d552f7253f936c8eabecf4110f1f9039",
  "feed": "ftcomall",
  "title": "UK says China is welcome to invest in non-strategic parts of economy",
  "text": "<p>The minister hosting Britain's “global investment summit” this week said China is welcome to carry on investing in non-strategic parts of the UK economy and backed Saudi investment in Newcastle United Football Club in spite of human rights concerns.</p> <p>Anne-Marie Trevelyan, the new international trade secretary, claimed this week's conference, to be attended by 200 leading investors, would “rocket boost” global interest in Britain, particularly in the green economy. </p> <p>But she conceded that Britain, as an open economy, was vulnerable to supply chain shocks and that Christmas could be disrupted by global trade problems.</p> <p>“The clear message that we're hearing is that there are disruptions which are going to last some months,” she said in an interview with the Financial Times.</p> <p>Trevelyan, a forthright Brexiter who replaced Liz Truss as trade secretary last month, is a firm favourite of UK prime minister Boris Johnson. Her use of phrases such as “world-leading” and “rocket boosting” come from the same lexicon used by Johnson.</p> <p>She made it clear Britain was not uneasy about Chinese or Saudi investment in most parts of the economy, in spite of concerns about human rights abuses. “We want those who want to invest to do that,” she said.</p> <p>Trevelyan, who has been an MP since 2015, representing the north-east England seat of Berwick-upon-Tweed, had no qualms about the Saudi-led takeover of Newcastle United and neither did her constituents. “There isn't a single person who isn't bouncing off the wall in excitement,” she said.</p> <p>“This investment is from a sovereign investment fund which is about investing in business propositions,” she said. “This is about helping the club grow.”</p> <p>The Chinese telecoms company Huawei is being pushed out of Britain's 5G network and ministers are uneasy about a Chinese role in the UK nuclear industry, but Trevelyan said: “For everything that's in a non-strategic area, we welcome investment from all those who understand the value and importance of working here.”</p> <p>Trevelyan is hosting investors and financiers at a conference on Tuesday at London's Science Museum, followed by a reception with the Royal Family at Windsor Castle. </p> <p>Ministers hope that the investment summit will generate inward investment deals for the UK by bringing together some of the world's top financiers, although they have not set any specific targets. Most of the attendees are from outside the UK but already have British operations. </p> <p>Attendees will include Bill Gates as well as Larry Fink, Steve Schwarzman, Jamie Dimon and Jes Staley, respectively the bosses of BlackRock, Blackstone, JPMorgan Chase and Barclays.</p> <p>The summit is linked to Britain's hosting of the UN COP26 climate change summit in Glasgow next month and Trevelyan's enthusiasm for “green” investment represents a marked shift in her own position.</p> <p>Between 2010 and 2012 she sent out a series of tweets denying that ice caps were melting and insisting that “global warming isn't actually happening”, but she now realises she was wrong.</p> <p>“I wasn't tuned into it — I was busy running a small business at home, I had kids,” she said. “To be honest it wasn't the focus of my agenda.” Watching David Attenborough's <em>Blue Planet</em> with her son was an epiphany.</p> <p>Talking about the UK's 2050 net zero target, she said: “It's a really hard target. We've set ourselves a real challenge but it is a world-leading commitment which says we understand the pace at which this needs to go.”</p> <p>Trevelyan, speaking on the top floor of London's Leadenhall Building at the launch of a new investment into communications on the capital's transport network, said that trade deals with Australia and New Zealand were “in the throes of being completed”. </p> <p>She “hoped” that a free trade agreement could be signed with the US during Joe Biden's first term as president, although many in Washington are sceptical.</p> <p>Meanwhile, she hoped that Britain would accede to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership “by the end of next year” having started talks to join the trade bloc last month.</p> <p>“It's a great free trade relationship with a number of countries that are like us and who are absolute believers in free trade and fair competition,” she said. The 11 CPTPP members are: Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam.</p> <p>She said she would be keen on further bilateral trade relationships with individual European countries after a recent “export and investment partnership” agreed with Italy on the margins of a G20 meeting in Sorrento.</p> <p>Trevelyan, whose mother is French, struck a conciliatory tone when talking about future trade discussions with European partners. She said there was no need for a “thawing” of any frosty relations, describing the EU as “our nearest and dearest neighbours”.</p> <p>“That doesn't mean you don't struggle with family sometimes, but they are family,” she added. “I hope that the present frustrations pass and that we can crack on with what is an incredibly strong and entwined trade relationship.”</p> <a href=\"http://www.ft.com/cms/4a0a55cd-b21d-4ae4-be4d-1cf92b50b6ba.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: George Parker and Daniel Thomas in London 2021 'UK says China is welcome to invest in non-strategic parts of economy' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-17T15:57:32.861Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}