{
  "_id": "3ab99a4c0f220213a80ef0aad3802b90563ab46af047ee9b2fc19d9071e8ac50",
  "feed": "wall-street-journal",
  "title": "Microsoft CEO Sees Tech Shift Lasting",
  "text": "<p>The pandemic has crystallized for many executives that being able to manage their staff and keep them engaged even during difficult times is critical, Mr. Nadella said in an interview.</p><p>\"From a priority perspective, empowering your people with the very best tools and systems so that they can work in spite of whatever the constraints,\" he said. \"I don't think anyone's going to say, this is nice to have. In fact it's essential.\"</p><p>The tools are also one way Microsoft is trying to extend a yearlong earnings boom it has enjoyed during the pandemic as customers spent heavily on cloud-computing tools, laptops and videogames. Mr. Nadella said he expects spending on technology, currently at about 5% of gross domestic product, will continue to accelerate after the pandemic.</p><p>\"It's going to double in the next 10 years to 10%,\" he said.</p><p>Human-resources departments for years have relied on software to help with tasks like payroll, vacation planning and performance reviews, which are offered by a range of companies such as Workday Inc. and SAP SE.</p><p>Microsoft and others are now thinking bigger, providing umbrella systems that those vendors' tools could plug into but that also offer new features catering to emerging business needs like helping employees manage their mental health.</p><p>It is a market business-software provider ServiceNow Inc. is going after as well as Salesforce.com Inc., a growing Microsoft competitor. Salesforce last year launched an employee-management offering called Work.com, with tools that include shift scheduling, contact tracing and Covid-19 vaccination tracking. Salesforce has said Work.com helped propel its business with government agencies to record levels.</p><p>Companies today face the problem of having disparate human-resources management tools that aren't well integrated, said Josh Bersin, an independent analyst focused on HR. \"So what companies are doing is spending enormous amounts of money building custom portals or applications to bring it all together,\" he said.</p><p>For Mr. Nadella, that is an opportunity to snare more customers for Teams, Microsoft's workplace-collaboration tool that he has made a pillar of the company's growth strategy. Mr. Nadella is positioning Teams to be an operating system used by clients that is as central to daily business as Windows once was and a hub for companies and employees to manage their interaction.</p><p>Teams comes with videoconferencing functions like those provided by Zoom Video Communications Inc. and chat functionality like that offered by Slack Technologies Inc. Viva will be accessible primarily through Teams, though some features can also be accessed on other Microsoft tools. The company also is integrating elements of its LinkedIn business-focused social-media platform with parts of Viva.</p><p>\"This can be a very significant growth area for us and it's a very natural growth area for us given everything we are doing already,\" Mr. Nadella said.</p><p>Microsoft said Viva would serve as a platform through which other software providers could also offer their services. Salesforce, in December, said it was buying Slack in its biggest acquisition ever and said it sees the app as a way to offer a software portal for customers -- a vision similar to Microsoft's.</p><p>Development of Viva began in the middle of the pandemic, said Jared Spataro, a corporate vice president at Microsoft, after the company saw an increase in usage of tools like Teams. But the company also realized employees experienced burnout and 60% of staff, according to its research across multiple companies, felt disconnected from colleagues.</p><p>\"Our tools were not totally up to the task, they weren't ready for it yet,\" said Mr. Spataro.</p><p>Mr. Nadella says employee-experience tools are a growing software segment not unlike customer relationship management was in the 1990s -- that sector has grown into a nearly $60 billion global industry. \"If you think about this category, it's day one,\" he said.</p><p>While many of the software tools Microsoft offers to companies focus largely on easing the job of white-collar workers, Viva is targeted more broadly to also address the needs of staff on factory floors or in other locations.</p><p>Rolling out employee engagement tools comes with pitfalls, though. Microsoft, in 2019, offered a feature in its Microsoft 365 suite that allowed managers to track employee activity across a range of areas and assigned them a points score. It created a backlash among privacy proponents. Wolfie Christl, a researcher at Austrian digital rights group Cracked Labs, called it a \"full-fledged workplace surveillance tool.\" Microsoft quickly said it would anonymize the data.</p>",
  "published": "2021-02-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 457,
          "end": 466
        },
        {
          "start": 1047,
          "end": 1056
        },
        {
          "start": 3229,
          "end": 3238
        },
        {
          "start": 1397,
          "end": 1406
        },
        {
          "start": 3349,
          "end": 3358
        },
        {
          "start": 2079,
          "end": 2090
        },
        {
          "start": 2931,
          "end": 2940
        },
        {
          "start": 3979,
          "end": 3988
        },
        {
          "start": 4284,
          "end": 4293
        },
        {
          "start": 2646,
          "end": 2655
        },
        {
          "start": 2079,
          "end": 2088
        },
        {
          "start": 4591,
          "end": 4600
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 4239,
          "end": 4248
        }
      ]
    }
  ]
}