{
  "_id": "b75ce3f09719964108acd35b7a8270f24c814836e8549e2f5420e95c976a3daf",
  "feed": "ftcomall",
  "title": "US renews ‘buy or bury' charges against Facebook",
  "text": "<p>The US Federal Trade Commission has refiled its antitrust complaint against Facebook, doubling down on its accusations that the social media group maintains monopoly power and uses a “buy or bury” strategy to neutralise competitors.</p> <p>Initially <a href=\"https://www.ft.com/content/5c03ac0f-7122-4c31-97a5-ecab3928a038\">filed in December</a>, the original lawsuit accused Facebook of conducting a “years-long course of anti-competitive conduct”, seeking to force the social media company to unwind its acquisitions of Instagram and WhatsApp, made in 2012 and 2014 for $1bn and $19bn, respectively.</p> <p>However, a federal judge <a href=\"https://www.ft.com/content/bedb65dd-53c9-4e31-b3d7-c85a40fdb104\">dismissed</a> the complaint in June in a blow to the agency, arguing that it had “failed to plead enough facts to plausibly establish” that Facebook had monopoly power over the social network market.&#xa0;</p> <p>The revived lawsuit contained similar arguments to the original but with more detail to support its claims of Facebook's dominance. It said that the company pursued an “anti-competitive acquisition strategy” and had “anti-competitive conditional dealing policies” designed to crush rivals by depriving them of access to their platform. The new complaint totalled 80 pages, up from the original filing of 53 pages.</p> <p>“Facebook lacked the business acumen and technical talent to survive the transition to mobile. After failing to compete with new innovators, Facebook illegally bought or buried them when their popularity became an existential threat,” said Holly Vedova, acting director of the bureau of competition at the FTC. </p> <p>Vedova added: “This conduct is no less anti-competitive than if Facebook had bribed emerging app competitors not to compete.”</p> <p>The case is one of the first big tests for new FTC chair and prominent Big Tech critic <a href=\"https://www.ft.com/content/57cd6686-d1ee-4321-ae35-a8e1fc7f0813\">Lina Khan</a>. Facebook has called for Khan to <a href=\"https://www.ft.com/content/3f7e7e02-82e0-430d-b923-b0a0c4ab50c4\">recuse herself</a> from any involvement in the case because of her previous criticism of the company as an academic. </p> <p>In a statement, the FTC said that its general counsel had reviewed Facebook's petition and dismissed it. The FTC voted 3-2 along party lines to file the new complaint. </p> <p>In an attempt to demonstrate Facebook's dominance of the market, the FTC said in the filing that Facebook and Instagram user numbers, which had been redacted, were “tens of millions” higher than the monthly figures of Snapchat, the social media app it said was the next largest. </p> <p>“No other personal social networking provider in the United States remotely approaches Facebook's scale,” it said. It added that Facebook's share of time spent by US users on personal social networking services had exceeded 80 per cent since 2012, citing data from ComScore. </p> <p>It also argued that Facebook's dominance combined with its vast, interconnected user base created a “high barrier to entry” for rivals. In particular, it cited internal Facebook documents that it said acknowledged the difficulty for competitors with similar social products to challenge “an incumbent with dominant scale”.</p> <p>Facebook hit out at the FTC, <a href=\"https://twitter.com/fbnewsroom/status/1428436569267056648\">writing on Twitter</a> that it was “unfortunate” that the agency was continuing to pursue what it dubbed a “meritless claim”.</p> <p>“There was no valid claim that Facebook was a monopolist — and that has not changed,” it said, calling its platform policies “lawful” and noting that its acquisitions had already been cleared by the agency. </p> <p>Facebook's critics said the June dismissal of the first complaint by Judge James Boasberg highlighted the difficulty of applying the existing antitrust framework to tech companies such as Facebook that offer digital services for free. In his judgment, Boasberg had said that monopoly power was “a term of art under federal law with a precise economic meaning”.</p> <p>But Khan and others have argued that these groups can <a href=\"https://www.ft.com/content/34e6028d-8d78-4670-9799-c374db47bd20\">still abuse monopoly power,</a> for instance by degrading services or demanding that customers hand over more personal data.</p> <p>“The FTC has provided allegations that are the best proof of monopoly power — that Facebook can provide a deteriorating quality of product and still keep its customers,” said Paul Swanson, partner at law firm Holland &amp; Hart.</p> <p>Douglas Melamed, a law professor at Stanford University and one of the lawyers who brought the landmark 1998 antitrust case against Microsoft, agreed that the new complaint was “improved” as the FTC had outlined Facebook's market share and “why they think those numbers are meaningful”. </p> <p>“[It] also suggests some so-called direct evidence of monopoly power, specifically instances where Facebook took actions that were allegedly contrary to the interests of their users,” Melamed said, adding that he expected any motion by Facebook to dismiss the case to be denied. </p> <p>Others were less certain. Maureen Ohlhausen, a former FTC commissioner in Donald Trump's administration and a partner at legal firm Baker Botts, said: “I think the question still remains on whether who is appropriately in that market, and is it appropriate to cut out other players, like TikTok, who obviously have had phenomenal growth during this time period.”<br><br>Boasberg also <a href=\"https://www.ft.com/content/4be47818-e889-4442-a009-1d1adda25b0d\">dismissed a similar case</a> pursued by a group of 46 states and two other jurisdictions, led by New York attorney-general Letitia James, on the basis that any alleged violations had taken place too long beforehand.</p><p>Source: Hannah Murphy in San Francisco and Lauren Fedor in Washington 2021 'US renews ‘buy or bury' charges against Facebook' FT.com 19 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-19T19:13:57.050Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4129,
          "end": 4138
        }
      ],
      "nexusId": "10031144"
    }
  ]
}