{
  "_id": "a40fefde95a06741d5237eda10f9195fd4b13b7f410e6ea089f47001c8b3d32e",
  "feed": "ftcomall",
  "title": "Tech's Trump ban under fire  ",
  "text": "<p>Twitter shares are down nearly 7 per cent today after it <a href=\"https://www.ft.com/content/d44a5127-ce1e-407c-bce2-293be771cd1f\">permanently banned </a>its best known user, with investors more worried about the increased risk of regulation than any loss of business from President Trump's absence.</p> <p>Tech companies have reacted with remarkable alacrity — compared to their previous efforts — in shutting down Mr Trump and his supporters following the storming of Congress. Yet, ironically, this belated demonstration of how they can act responsibly and decisively in dealing with misinformation and incitement has also served to emphasise to lawmakers the power tech holds over users, their content and the limits of free speech.</p> <p>In Europe, Germany's chancellor <a href=\"https://www.ft.com/content/6146b352-6b40-48ef-b10b-a34ad585b91a\">Angela Merkel led the criticism </a>of Twitter's decision, calling it a “problematic” breach of the “fundamental right to free speech”. This could be restricted, “only in accordance with the laws and within a framework defined by the legislator — not by the decision of the management of social media platforms”, said her spokesman on Monday.</p> <p><a href=\"https://www.ft.com/content/6df12c33-e7a3-482b-92da-8c3549789a6b\">In the US,</a> the American Civil Liberties Union said it showed Twitter (and Facebook) wielded “the unchecked power to remove people from platforms that have become indispensable”. Incoming president Joe Biden has previously called for the repeal of Section 230, the part of US law that protects social media companies from being sued for content posted on their platforms, but no one knows yet what could replace it in terms of changing responsibilities for policing social media.</p> <p>Mr Trump has touted the possibility of setting up his own platform now he is being banned from mainstream online channels. But he could face the same difficulties as his campaign website, where <a href=\"https://www.wsj.com/articles/stripe-stops-processing-payments-for-trump-campaign-website-11610319116?mod=djemalertNEWS\">Stripe has stopped processing </a>payments for it, and as Parler. The popular forum for the far right has seen its app banned from Apple and Google's stores, while <a href=\"https://www.ft.com/content/3b567358-951a-4a86-ac7e-88fd1bfbad34\">Amazon has suspended </a>web hosting, effectively shutting the service down.</p> <p>A White House <a href=\"https://www.washingtonpost.com/technology/2021/01/09/trump-twitter-banned-apps/\">source has told the Washington Post</a> that the president plans to spend his final days in office railing against the tech industry,&#xa0;but it will not be affording him a platform on which to do that.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. New crypto rules attacked as bitcoin falls</strong><br>A planned new US Treasury rule aimed at stamping out illicit cryptocurrency transactions has<a href=\"https://www.ft.com/content/97ec59d6-bc68-4ffc-853e-0de561b82c1e\"> drawn strong opposition</a> from the industry. More than 7,000 cryptocurrency groups and advocates have filed public comments on the rule citing concerns about privacy rights. <a href=\"https://www.ft.com/content/625fbd5a-d90c-434f-998d-5e0eeb4c0f71\">Gavyn Davies looks at </a>whether bitcoin could seriously compete with gold as a safe asset for the largest investors. The cryptocurrency demonstrated its volatility today, <a href=\"https://www.techradar.com/au/news/bitcoin-price-in-free-fall-billions-wiped-off-the-market\">losing 20 per cent</a> of its value. The UK's Financial Conduct Authority has <a href=\"https://www.theguardian.com/business/2021/jan/11/bitcoin-be-prepared-to-lose-all-your-money-fca-warns-consumers-risk-productis-cryptoassets\">warned would-be investors</a> they could lose all their real money.</p> <p><strong>2. Samsung may make chips for Intel</strong><br>The Korean company's shares<a href=\"https://www.ft.com/content/252e7193-cae6-400d-8425-1545e2e04e48\"> jumped nearly 10 per cent </a>on a report that the Silicon Valley chipmaker had held talks about outsourcing production of some of its processors. Intel has lost its leadership in chipmaking and is also talking to the Taiwanese foundry TSMC.</p> <p><strong>3. Hosts seeks to circumvent Airbnb</strong><br>The pressures of the pandemic are driving more Airbnb hosts to lure users into <a href=\"https://www.ft.com/content/fc1376d9-bba7-4ba0-bf9c-d2a1d6af1e3c\">booking their properties privately, </a>essentially using Airbnb as a marketing platform and further straining an already fraught relationship with the company.</p> <p><strong>4. Pinduoduo workplace concerns deepen</strong><br>A social media video by a software engineer at Pinduoduo, who alleges he was fired after criticising its work practices, has added to a deepening public relations crisis at China's fastest growing ecommerce company. The former employee alleges in the video that some staff <a href=\"https://www.ft.com/content/cc7aa0f0-ca28-4bf1-a3a1-823cc5e6fad1\">had to work at least 380 hours </a>a month. </p> <p><strong>5. Russian SolarWinds hackers identified</strong><br>The huge global cyber espionage campaign that was discovered last month was carried out using tools similar to those <a href=\"https://www.ft.com/content/e1b247d5-ef53-4e82-afc3-9e3c2d7c5e2c\">developed by a known Russian hacking group</a>, according to new research. Turla is thought to be linked to Russia's top domestic security service, the FSB.</p> <h2>Tech week ahead</h2> <p><em><strong>Monday</strong></em>: CES 2021, the annual consumer electronics show, usually fills Las Vegas with attendees this week, but is being held online this year due to coronavirus.<a href=\"https://www.ft.com/content/5c6b159c-da65-439f-8831-708cc0930aae\"> Patrick McGee's preview says </a>touchless or voice-based technologies are expected to play a big role at the four-day event, alongside “smart home” accessories, wellness solutions and entertainment gizmos.</p> <p><em><strong>Tuesday: </strong></em>&#xa0;PayPal co-founder Max Levchin's <a href=\"https://www.ft.com/content/76f4229f-1320-4ae5-b2fa-0b67b33bb7b2\">second big fintech start-up, Affirm</a>, is set to IPO, aiming for a market capitalisation of more than $9bn.</p> <p><em><strong>Wednesday: </strong></em><strong>Virgin Orbit </strong>makes its second attempt to launch a rocket from under the wing of a jumbo jet, after the first was aborted last May. The 13th European Space Conference concludes today.</p> <p><em><strong>Thursday: </strong> </em><strong>Samsung</strong> is expected to unveil its latest line-up of Galaxy flagship smartphones — reported to be the Galaxy S21, S21 Plus, and S21 Ultra at an online Unpacked event. Taiwanese chip foundry <strong>TSMC </strong>will report fourth-quarter results.</p> <h2>Tech tools — Microsoft's Surface Pro 7+</h2> <p>Microsoft is the <a href=\"https://blogs.windows.com/devices/2021/01/11/introducing-surface-pro-7-for-business-purpose-built-to-empower-people-teams-and-classrooms-in-the-new-digital-age/\">latest to pitch </a>pandemic working-from-home hardware with its virtual unveiling of the <a href=\"https://www.microsoft.com/en-gb/surface/business/surface-pro-7-plus\">Surface Pro 7+ for Business</a> at CES 2021 today. Starting from $899 (£909), the laptop-tablet hybrid offers optional LTE Advanced connectivity, the latest 11th&#xa0;Gen Intel Core processors, with a claimed 2.1 times faster performance, and longer battery life of up to 15 hours. For those video calls, there are integrated front and rear facing cameras with 1080p full HD video along with Dolby Atmos speakers and dual far-field Studio Microphones. Shipping should begin next week.</p><p>Source: Chris Nuttall in London 2021 'Tech's Trump ban under fire  ' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T19:27:58.779Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5024,
          "end": 5033
        },
        {
          "start": 4997,
          "end": 5008
        },
        {
          "start": 4997,
          "end": 5006
        }
      ]
    }
  ]
}