{
  "_id": "aef610d2bf8610f6575b0945cf45a7e5c55c20242fdf701f0f9ff100c5354da3",
  "feed": "ftcomall",
  "title": "Australia's push for new media law undeterred by Google threat to quit",
  "text": "<p>Australia's competition regulator is confident MPs will approve legislation forcing Big Tech companies to pay for news, despite a threat by Google to shut its search engine in the country. &#xa0;</p> <p>Rod Sims, an architect of the draft law, said Google's threat highlighted the need for a news media bargaining code that would include binding arbitration to force technology groups to negotiate with news providers. &#xa0;</p> <p>The legislation was almost certain to pass parliament despite a furious lobbying campaign by Google and Facebook, said Mr Sims, chairman of Australia's competition watchdog, adding: “This has got more cross-party support than just about any other bill I can remember.”</p> <p>Rival search engines could fill any gap left by the US tech group, he said, though he admitted the <a href=\"https://www.ft.com/content/848971e5-4b44-408a-8f52-3d3fa915172c\">withdrawal of Google search</a> would cause disruption for consumers and add costs for business owners.</p> <p>Mr Sims told the Financial Times that while MPs could agree some compromises with Google and Facebook, any amendments should not enable the pair to <a href=\"https://www.ft.com/content/0834d986-eece-4e66-ac55-f62e1331f7f7\">dictate terms to news providers</a> and Google's threat showed why the law was needed. </p> <p>“What happens if they leave? My counterpoint is, what happens if you give them a veto over government legislation? You can't do that.” </p> <p>Mr Sims welcomed <a href=\"https://www.theglobeandmail.com/politics/article-federal-law-on-social-media-and-news-organizations-coming-this-spring/\">Canada's move</a> last month to join Australia and France in making digital platforms compensate news providers, which have suffered huge revenue declines as advertising have shifted online.</p> <p>A regulatory review by Australia's competition watchdog found that in 2019, for every A$100 (US$76) spent on online advertising Google captured A$53 and Facebook A$28, with just A$19 going to other market participants.</p> <p>The push to make digital platforms pay for content comes as Google, Facebook and other Silicon Valley companies face intensifying <a href=\"https://www.ft.com/content/d2333141-ace0-469d-b75c-8b5fd0367993\">global scrutiny</a> over their market dominance. </p> <p>Mr Sims said that in addition to innovating, digital platforms had “acquired their way to success” and there was concern they were now using anti-competitive measures to cement their dominant positions. </p> <p>Australia's draft legislation would include binding arbitration for payments, anti-discrimination clauses to protect publishers and a requirement that platforms notify publishers in advance about algorithm changes affecting search engine rankings or data collection. </p> <p>Google has warned it could have no choice but to stop providing search in Australia if the law is passed, while Facebook has said it would <a href=\"https://www.ft.com/content/a67551eb-340d-4f92-9c13-ee82b164b16c\">stop sharing news</a> on its platform.</p> <p>Google denies it has undermined the news media. It said withdrawing from Australia was “our worst-case scenario” and that it had proposed amendments to the draft law that addressed its concerns. </p> <p>Scott Morrison,&#xa0;Australia's prime minister, spoke to Sundar Pichai, the chief executive of Google and its parent company Alphabet, on Thursday. However, Mr Morrison has shown no sign of backing down, saying Google&#xa0;“understand that&#xa0;Australia&#xa0;sets the rules for how these things operate” and suggesting Microsoft's Bing could fill any gap.&#xa0;&#xa0;</p> <p>Microsoft on Wednesday <a href=\"https://www.ft.com/content/c8c73ed4-7869-4376-b591-d18a7a55bf5b\">slammed</a> Google's stance, saying it backed the plan to make tech pay for news and offering to transfer small businesses to Bing at no cost. </p> <p>Mr Sims said he had no wish for the disruption that would result if Google pulled its search service, but he emphasised the need to address the bargaining power imbalance news media faced when trying to negotiate with the likes of Google and Facebook. </p> <p>“Google has inserted itself as the guardian of the internet; that has damaged journalism and that can damage our society,” he said.</p><p>Source: Jamie Smyth in Sydney 2021 'Australia's push for new media law undeterred by Google threat to quit' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T00:01:14.964Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2981,
          "end": 2990
        },
        {
          "start": 3020,
          "end": 3029
        },
        {
          "start": 2981,
          "end": 2992
        }
      ],
      "nexusId": "10031144"
    }
  ]
}