{
  "_id": "2e2dc3389d22f6a140514d5adb2b382a2626e0171a2932576d99f00b265a3e3c",
  "feed": "market-watch",
  "title": "Big Tech stocks are the market's superstars but rising rates could bring them down",
  "text": "<p>This couple retired in Colombia on $4,000 a month. In California, ‘to live this lifestyle, we'd have to be mega, mega millionaires'</p><p>This adventure-seeking couple has lived in Panama, Colombia and is eyeing Spain in a few years. See full story.</p><p>Don't settle for measly yields — grow your income with this ‘dividend compounding' strategy</p><p>Home Depot, Lowe's, Microsoft and other stocks beat the S&amp;P 500's 10-year return while their dividend payouts increased rapidly. See full story.</p><p>California's ‘atmospheric rivers' bring limited rain relief — a look at the Western drought by the numbers</p><p>Moderate to heavy rain fell across Northern California heading into a weekend that's expected bring stormy weather to the drought-ravaged state, which is among the hardest hit as the U.S. West continues to strain under dry conditions. See full story.</p><p>The PC slowdown shouldn't hurt Microsoft earnings, and here's why</p><p>The slowdown in personal computer sales due to supply-chain issues in recent months would have hurt Microsoft Corp. in past years, but the company's pivot to cloud computing and cloud software should insulate it from any earnings fallout. See full story.</p><p>MARKETWATCH PERSONAL FINANCE</p><p>For the first time since the start of the pandemic, rents are increasing in every major metropolitan area nationwide, according to one report. See full story.</p>",
  "published": "2021-10-24T12:00:06.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1005,
          "end": 1020
        },
        {
          "start": 356,
          "end": 365
        },
        {
          "start": 870,
          "end": 879
        },
        {
          "start": 1005,
          "end": 1014
        }
      ],
      "nexusId": "10031144"
    }
  ]
}