{
  "_id": "454391a4d48b26bc3bcd2f9ae29bd1fe64f3803eafed8b5c48f05540d29920b4",
  "feed": "wall-street-journal",
  "title": "Business News: Chat Startup Discord Calls Off Talks on Sale",
  "text": "<p>Microsoft , whose market value on Tuesday stood at nearly $2 trillion, has been on the hunt for acquisitions that would help it reach more consumers. Last summer, it explored a bid to purchase parts of the video-sharing app TikTok amid a high-profile geopolitical standoff prompted by the Trump administration.</p><p>Discord fielded interest from at least three companies about a deal, some of the people said. They said Discord is performing well and prefers to stay independent at this time.</p><p>San Francisco-based Discord operates a free online platform for chatting by text, audio and video. Especially beloved by gamers, its popularity has surged since the pandemic took hold as people turned to it as a safe way to connect with friends and family.</p><p>Discord said it doubled its monthly user base last year to about 140 million as daily life moved online in the coronavirus pandemic. The company generated $130 million in revenue in 2020, up from nearly $45 million in 2019, though it still isn't profitable, the Journal has reported.</p><p>Launched in 2015, Discord doubled its valuation to $7 billion in a December funding round. Overall, the company has raised roughly $480 million, according to Crunchbase data. Investors include Greenoaks Capital, Greylock Partners and Index Ventures.</p><p>In a move that could facilitate an IPO, Discord last month hired its first finance chief, Tomasz Marcinkowski, a former Pinterest Inc . executive. While Discord isn't a videogame company, many of its users rely on it to communicate with each other while playing games, and several businesses with ties to the videogame industry have gone public in the past year, including developers Roblox Corp. and Playtika Holding Corp ., game-hardware maker Corsair Gaming Inc . and game-creation tool provider Unity Software Inc .</p><p>Roblox did a direct listing in March, shelving original plans to go the traditional IPO route, after the videogame company decided it was too difficult to determine the right price for its shares.</p><p>A deal for Discord would have helped Microsoft  expand its presence in social media beyond LinkedIn Corp . and what it has developed through its Xbox videogame business. Discord users say the platform offers more attractive features such as higher-quality audio than competing chat services, including even that of Xbox and Skype, which Microsoft  also owns.</p><p>In addition to the unsuccessful TikTok talks last year, Microsoft  gave up on Mixer, its videogame live-streaming service that struggled to compete with the likes of Amazon.com Inc .'s Twitch, Alphabet Inc .'s YouTube  and Facebook  Gaming.</p><p>The technology giant has made several acquisitions in recent years, most recently its proposed deal for Nuance Communications Inc .</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2332,
          "end": 2341
        },
        {
          "start": 2409,
          "end": 2418
        },
        {
          "start": 2033,
          "end": 2042
        }
      ]
    }
  ]
}