{
  "_id": "e073bd94a730e672272c2ae61cbd6f83849167ba8765bfc7a9f1b553984e431b",
  "feed": "ftcomall",
  "title": "Google's AI unit DeepMind makes first-ever profit",
  "text": "<p>Google's UK artificial intelligence unit DeepMind made its first-ever profit last year, after losing half a billion pounds in 2019, in the first sign that Google's huge investment in the research outfit is starting to pay off. </p> <p>The £46m pre-tax profit comes after years of <a href=\"https://www.ft.com/content/8c3a91b8-775c-4488-a059-9327231e15ea\">mounting losses</a> since Google acquired DeepMind in 2014 for about £400m, and a further £1.1bn debt that parent company Alphabet wrote off in 2019.</p> <p>DeepMind's revenues, which are derived entirely from applying its technology to commercial Alphabet projects, rose more than three times in 2020 to £826m, according to its latest accounts at Companies House. Staff costs and other expenses rose to £780m, up from £717m the year before. </p> <p>The heavy spending reflects the <a href=\"https://www.ft.com/content/d4280856-b92d-11e9-8a88-aa6628ac896c\">rising cost of talent</a> as big tech companies race against each other to develop AI technology. Tenured <a href=\"https://www.ft.com/content/94e86cd0-44b6-11e9-a965-23d669740bfb\">university professors</a> have been offered up to 10 times their academic salaries to work for the likes of Google, Facebook, Amazon and Microsoft.</p> <p>DeepMind said: “During this reporting period we made significant progress in our mission of solving intelligence to accelerate scientific discovery. Our groundbreaking results in <a href=\"https://www.ft.com/content/fbcc9af4-8dcd-4385-85d5-59c180175b67\">protein structure prediction</a> were heralded as one of the most significant contributions AI has made to advancing scientific knowledge.”</p> <p>It added that it was proud its research was “powering products and infrastructure” that improved the lives of billions of people.</p> <p>The DeepMind for Google team, which embeds its AI technology into other Alphabet products, is split between London and California and consists of about 100 employees, mostly engineers, working on a “dozen efforts in different product areas within Alphabet including ads, sales, shopping, YouTube, text-to-speech, cloud, infra and [self-driving car company] Waymo”, according to the LinkedIn profiles of employees.</p> <p>While DeepMind's revenues have risen steadily since it began reporting results, its sales are exclusively to Alphabet and are described as “research and development services”. </p> <p>Examples of recent commercial projects include a Google Maps collaboration that helped improve the “estimated arrival times” on the Maps service by up to 50 per cent, improving the voice of Google's virtual assistant, and an Android battery-saving project that now has more than 1bn active users, saving an estimated 140bn battery minutes per month, according to the company.</p> <p>The company is collaborating with external experts and moving into new areas in which its AI technology can show radical improvements. For instance, last week it published results of a recent research <a href=\"https://www.ft.com/content/602235aa-7039-472a-80cf-55fa3519ea06\">endeavour with the UK Met Office</a>, Britain's national weather and climate service, using machine learning to accurately pinpoint the timing, location and intensity of precipitation at high resolution up to two hours ahead. </p> <p>DeepMind also reported its emissions and energy use for the first time in 2020, saying its total net greenhouse gas emissions were 643 metric tonnes of carbon dioxide equivalent. However, this only refers to emissions from energy use of the offices and business travel of employees, rather than those created by data centres where machine learning models are trained and run.</p><p>Source: Madhumita Murgia in London 2021 'Google's AI unit DeepMind makes first-ever profit' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T11:15:30.692Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 970,
          "end": 979
        }
      ],
      "nexusId": "10031144"
    }
  ]
}