{
  "_id": "87ce6865d3c87e22cd1ad55cf41748fb5c43926c1e3d0bceee2e40d9530f4566",
  "feed": "wall-street-journal",
  "title": "App Annie Settlement Signals Closer Scrutiny of Data Brokers; Regulators are showing interest in how alternative-data providers collect and distribute information",
  "text": "<p>U.S. securities law gives regulators leeway to police such areas if they are connected to trading. In the case of App Annie, the SEC punished a privately held company for deceptively marketing its data to investment firms, which used the information to buy or sell securities.</p><p>\"That is a very broad theory of liability,\" said Kelly Koscuiszka, a partner at New York law firm Schulte Roth &amp; Zabel. \"We see this as not just a precedent in terms of what actions might come against data vendors, but it really, finally gives us some insights into how the SEC thinks about the risks associated with these data products.\"</p><p>The SEC didn't respond to a request for comment.</p><p>Ms. Koscuiszka, whose clients include App Annie customers from 2014 to 2018, the period the SEC investigated, said the settlement also serves as a warning that the SEC could scrutinize how investors vet vendors that provide this kind of data.</p><p>Agency officials examining financial firms in recent years have increasingly asked about their work with alternative data providers, she said.</p><p>\"I do think it places a lot more emphasis on that diligence process,\" Ms. Koscuiszka said.</p><p>The alternative data industry has boomed in recent years as hedge funds and asset managers have thrown money into analyzing third-party information, hoping to gain an edge over rivals. Global spending on alternative data topped $1.7 billion last year, according to the market research firm Grand View Research, up from $433 million in 2018.</p><p>San Francisco-based App Annie collects data such as downloads, purchases and usage rates from apps. From 2014 to 2018, the SEC said, developers shared such information under the condition that App Annie anonymize and aggregate the data before releasing it to customers.</p><p>But the analytics firm broke that promise by using confidential data in a product, known as Intelligence, sold to more than 100 trading firms during the period, the SEC said.</p><p>App Annie and its former chief executive, Bertrand Schmitt, didn't admit to or deny wrongdoing as part of the settlement. Mr. Schmitt must pay $300,000 to the SEC, which barred him from serving as an officer or director of a public company for three years.</p><p>Mr. Schmitt said on LinkedIn Tuesday that he believed that App Annie's data practices were above board and that the SEC had taken an expansive view of existing law.</p><p>\"We had obtained legal advice on compliance procedures and even hired an in-house compliance team, but as a private company we did not understand that our level of controls around the use of confidential data in our estimates for Intelligence Reports could form the basis of an SEC action,\" Mr. Schmitt said in a post. He didn't respond to a request for comment.</p><p>App Annie said it has bolstered its data and compliance practices and appointed a new executive team since ending the alleged abuses in 2018. Theodore Krantz, App Annie's chief executive, also called for more regulation of his industry's data practices.</p><p>The settlement is the latest cybersecurity or privacy-related action by the SEC this year. In August, the regulator settled charges with several financial companies and an educational publisher over how they disclosed cyber incidents. Separately, the agency this summer sent requests for information to companies affected by a cyberattack on SolarWinds Corp. SEC Chairman Gary Gensler has also said that the regulator is considering new cybersecurity rules.</p><p>The SEC has run a unit dedicated to cyber-enabled fraud and associated issues for years, said Andrew Lawrence, a partner at law firm Skadden, Arps, Slate, Meagher &amp; Flom LLP.</p><p>The broad scope of securities laws, coupled with the regulator's authority to intervene when investors could be harmed, give it the potential to become a powerful force in shaping company practices, said Mr. Lawrence, who previously worked in the SEC enforcement division.</p><p>\"There is every indication that the enforcement division is trying to move things more quickly than in the past,\" he said.</p><p>Write to David Uberti at david.uberti@wsj.com and James Rundle at james.rundle@wsj.com</p><p>App Annie Settlement Signals Closer Scrutiny of Data Brokers</p>",
  "published": "2021-09-16T19:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}