{
  "_id": "2764a7fd0dc5f2d00945b367c37873ed8c099e1f9828a683574c4ff86a9e9143",
  "feed": "ftcomall",
  "title": "How Australia put Google on the back foot globally",
  "text": "<p>To Google it began as a niggle in a small, far-off market: a public inquiry by Australia's competition commission into Big Tech and the media. </p> <p>But four years on, Australia is at the vanguard of a global regulatory fightback that threatens to reset the terms of trade between tech platforms and the news media, and more importantly for Google, to erode fundamental pillars of the internet that helped it thrive.&#xa0;</p> <p>Australia's parliament is closing in on a statutory code that sets many precedents. It is the first law compelling Google and Facebook to pay publishers they link to for content, and the first time they would be forced to give them notice of significant changes to their algorithms.</p> <p>The stakes are so high that Google has threatened to pull its search engine from the country, in a test of strength with a middle-sized government attempting to put a harness on its commercial freedom.</p> <p>Despite heavy lobbying in Canberra to delay or amend the code, a key parliamentary committee recommended on Friday that MPs pass it into law to “help safeguard public interest journalism”.</p> <p>“It feels like what we're seeing in Australia is the end of a discretionary phase of funding for news by Google, and the beginning of a new regulated phase,” said Matt Rogerson, director of public policy for the Guardian Media Group. “They are going to become more accountable for the value they derive from using publisher content.”</p> <p>Australia's proposed bargaining code would shift the balance of power between Big Tech and the media drastically, even potentially giving large publishing groups such as News Corp the leverage to do global content deals.</p> <p>Under a so-called final offer system — most famously used for agreeing baseball salaries in the US — it would force each side to present their proposal to an arbitrator, who would then pick which should take effect.</p> <p>News organisations would also be able to bargain collectively, increasing their muscle. </p> <p>Other countries are watching. Canada has said it is preparing similar legislation. <a href=\"https://www.ft.com/content/4c40c890-afd3-40a3-9582-78a66c37a8af\">The EU</a> and the UK are looking at introducing some elements of the Australian measures into their upcoming laws. </p> <p>And this week, Microsoft urged the US to follow Australia's lead. Microsoft's own Bing search engine would be hit by such a move, but that did not stop it from jumping at the chance to undermine Google. </p> <p>“We are prepared to run our search business at lower margins than Google,” declared Brad Smith, Microsoft's president. “We're prepared to share more revenue with publishers.”</p> <p>Google has recently gone silent on its threat to leave Australia, but repeated that the code was “unworkable”. The company said the code would set a precedent for paying for links from its search engine to outside content, striking at the heart of its business. </p> <p>Kent Walker, general counsel, said the plan would expose the company to “unknown payments”, and that it would give a “favoured few” early sight of changes to its algorithms — things he said would “fundamentally change the internet”.</p> <p>Some argue that Google has exaggerated the point. The Australian code does not impose a pay-per-link system, and Microsoft's Smith said arbitration was more likely to lead to deals where media companies are paid a share of revenue, or a flat fee. </p> <p>One chief executive of a news publisher compared it to the way content is licensed to the media database Factiva, which pays publishers a fee regardless of whether the content is read or searched for. </p> <p>That could set a dangerous precedent for Google when it comes to linking to other forms of content online — though any other industry seeking to follow in the news publishers' footsteps would have to persuade governments that they, too, deserved special treatment before they could hope for similar bargaining power against the tech giants.</p> <p>The momentum in Australia has cheered many news industry executives, after years of uncomfortable dependence on Big Tech for online traffic. </p> <p>Robert Thomson, NewsCorp's chief executive, told investors last week that it was finally beginning to see a more “fruitful future for content creators” after a long campaign against Google. “It is fair to say that regulators globally have joined the digital dots.”</p> <p>Publishers have long argued that Google profits unfairly from showing headlines and snippets of stories in its search engine. But they have lacked the bargaining power to claw back some of those profits for themselves, and a lack of data has made it hard to tell who benefits the most from the symbiosis between the search company and publishers.</p> <p>Late last year, it said it would pay $1bn to publishers around the world over the next three years, and has reached terms with about 450 “news partners” in more than a dozen countries, including the UK, Japan and Brazil.&#xa0;</p> <p>The only significant deal in the EU, for example, was signed last month in France, but saw Google agree to pay just €22m a year to a group of publishers. </p> <p>Negotiations with Google are typically handled on a secretive basis with individual publishers, on a country by country basis — an approach one news executives described as “divide and rule”. The offers are usually multimillion-dollar payments spread over several years, in exchange for a promise not to file antitrust complaints against Google. </p> <p>But it is not clear how much news organisations stand to make, or who will benefit the most. Critics warn that the Australian code will particularly favour a handful of powerful companies, starting with Rupert Murdoch's news empire.</p> <p>“My concern is that the big players get all the money. It is an asset extraction by politicians and large media organisations,” said Aron Pilhofer, a former chief digital officer at the Guardian and now an associate professor at Temple University.</p> <p>If Google does leave Australia, publishers may also suffer. One academic study led by Stanford University economist Susan Athey, into what happened when Google News pulled out of Spain in 2014, concluded that traffic to news sites fell about 10 per cent.</p> <p>But it also pointed to a more insidious impact on the news business. Aggregators like Google News direct readers straight to individual stories rather than publishers' homepages, undermining the “bundled” business model many rely on and weakening their individual brands. Search engines also favour smaller publishers at the expense of big ones.</p> <p>The difficulties in putting a price on the value of news to Google may ultimately dissuade publishers from going all the way to arbitration in Australia, fearing the final decision may be underwhelming. </p> <p>Whatever the outcome from Australia, news executives are not expecting the licensing income from Google and Facebook to transform a struggling business model for publishers. </p> <p>Around the time Google was founded in 1998, newspapers and magazines accounted for almost one in every two dollars of advertising worldwide. By 2020, according to GroupM, publishers accounted for a dizzyingly modest share of the $578bn ad market: 8.3 per cent.&#xa0;</p><p>Source: Richard Waters in San Francisco, Alex Barker in London and Jamie Smyth in Sydney 2021 'How Australia put Google on the back foot globally' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-13T01:00:58.177Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2206,
          "end": 2215
        },
        {
          "start": 2155,
          "end": 2164
        },
        {
          "start": 2206,
          "end": 2217
        },
        {
          "start": 3126,
          "end": 3135
        },
        {
          "start": 3126,
          "end": 3137
        },
        {
          "start": 2439,
          "end": 2450
        },
        {
          "start": 2439,
          "end": 2448
        }
      ],
      "nexusId": "10031144"
    }
  ]
}