{
  "_id": "f34ad92dc6e44f88ddd1f55038fa2138f5b6fe8c293fee05e668dcad2547e052",
  "feed": "wall-street-journal",
  "title": "Meme Frenzy Lifts Fidelity Picker  ----  By Justin Baer",
  "text": "<p>   Fidelity Investments's Joel Tillinghast was picking cheap stocks before it was cool. </p><p>   For most of the past decade, investors have favored big technology companies and other growth stocks over the kinds of overlooked businesses Mr. Tillinghast has spent his career mining. </p><p>   In the last year, that has changed. An economic recovery, a sharp market rally powered in part by legions of first-time traders, and the meme-stock craze all drew attention to stocks long part of Mr. Tillinghast's remit. And in a stroke of good fortune, one of Mr. Tillinghast's longtime holdings, videogame retailer GameStop Inc., emerged earlier this year as one of the hottest stocks of all. </p><p>   The pandemic led millions to ponder their own mortality -- and then trade stocks with abandon. \"Having survived it, you had daredevil traders who said, 'You only live once,'\" said Mr. Tillinghast, before recounting the phrase's popular acronym: \"Yo. Lo.\" </p><p>   \"It was very weird,\" he said of the past 17 months. </p><p>   Cyclical stocks, many of which trade at low multiples of their book value, have indeed had a moment this year. The Russell 1000 Value index is up 16.1% in 2021, the closest it has come to outperforming the Russell 1000 Growth Index since 2015. The growth index is up 16.4% this year. </p><p>   \"I think people realized there are companies beyond big tech,\" he said. \"The world doesn't begin or end with Microsoft, Google and Apple.\" </p><p>   Like many stock-picking mutual funds, Mr. Tillinghast's Fidelity Low-Priced Stock Fund has lost his share of investors to lower-cost investments that track indexes. So when $549 million in net new money poured into the fund in December, it marked the first month since April 2016 that inflows exceeded withdrawals, according to Morningstar Direct. The Low-Priced Stock Fund reeled off four months of inflows between February and the end of May. </p><p>   The fund's total assets under management, which dipped to $20.4 billion in March 2020, totaled $33.7 billion in early August. </p><p>   Mr. Tillinghast's tastes in stocks are eclectic. His main mutual fund holds more than 900 names, and some 34% of his assets are in international stocks. His largest concentration is in retailers and consumer-goods stocks beaten down by expectations that e-commerce would crush bricks-and-mortar stores. </p><p>   Mr. Tillinghast's targets either trade at a stock price below $35 or have an earnings yield -- per-share profits divided by the share price -- that exceeds that of the small-cap Russell 2000 index. </p><p>   The 63-year-old investor has been picking stocks at Fidelity for more than 30 years. Inside Fidelity, Mr. Tillinghast's star has never faded. He remains part of a small constellation of money managers who not only serve as a link to the firm's former glory but also produce an outsize portion of the current profits. Profit margins for established star equity managers with tens of billions or more in assets typically exceed 70%, industry executives said. </p><p>   Those fund fees help Fidelity Chief Executive Abigail Johnson invest heavily on the businesses industry executives say are more critical to her firm's future, from brokerage and corporate retirement plans to cryptocurrencies. </p><p>   Ms. Johnson's success in balancing the slow decline of the stock-picking unit with the growth of other divisions will define her legacy atop the firm her grandfather founded 75 years ago, industry executives said. But for now, Fidelity will lean on its star stock pickers. Fidelity said in a statement that it has \"continued to strengthen and expand\" its active investing business. </p><p>   Mr. Tillinghast manages about $68 billion in total assets across all of the funds he manages, including the flagship Low-Priced Stock Fund. The fund's total return ranks in the top 10% among similar funds over the past 15 years, according to Morningstar. Since its December 1989 inception, the fund has climbed 13.5% a year. In June, Morningstar named Mr. Tillinghast its outstanding portfolio manager of the year. </p><p>   Mr. Tillinghast still struggles to keep pace with the market's decadelong rally. In the last 10 years, the fund lags behind its benchmark, the Mid-Cap Value Index, by 0.36 percentage points, according to Morningstar. </p><p>   How Mr. Tillinghast landed at Fidelity in the first place is canon in what is now remembered as a golden age for the firm's stock pickers. </p><p>   When the then 28-year-old analyst set out in search of a new job, he cold-called the investors he admired most, including Fidelity's Peter Lynch. To his surprise, Mr. Lynch's assistant agreed to patch him through; Mr. Tillinghast was hired in 1986. </p><p>   By December 1989, he got the chance to manage his own fund. Mr. Tillinghast soon stood out for his fund's returns, but also for an unassuming, and quirky, personality. While many of his contemporaries were brash, Mr. Tillinghast kept a lower profile, former colleagues said. He read voraciously, and kept his office door closed when he didn't want to talk. </p><p>   Mr. Tillinghast, who doesn't own a car, walked to the office from his Boston home until Fidelity sent its staffers home during the pandemic. He used to swim regularly at a nearby club, but stopped at the onset of the health crisis. Nowadays, he spends his free time gardening. </p><p>   \"He's a remarkably brilliant fund manager, and brilliant in a different way,\" said Ron O'Hanley, a former Fidelity president who is now chief executive of rival State Street Corp. </p><p>   Mr. Tillinghast doesn't travel extensively, relying instead on the steady flow of corporate visitors to Fidelity's Boston headquarters and a team of analysts that bring him ideas from around the world. He keeps them busy; Mr. Tillinghast reckons Fidelity's small-cap analysts devote about half their time to his funds. </p><p></p>",
  "published": "2021-08-05T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1366,
          "end": 1375
        }
      ],
      "nexusId": "10031144"
    }
  ]
}