{
  "_id": "f16f143e64be31caadf9c2c0dcab086cf22889ec1a1dfbbe01dd1b06b5bcdba9",
  "feed": "ftcomall",
  "title": "‘Deepfake' videos: to believe or not believe?",
  "text": "<p>Queen Elizabeth had never before included<a href=\"https://www.youtube.com/watch?v=IvY-Abd2FfM\"> a dance routine</a> in her annual Christmas message, nor had North Korean dictator Kim Jong Un previously<a href=\"https://www.technologyreview.com/2020/09/29/1009098/ai-deepfake-putin-kim-jong-un-us-election/\"> warned Americans</a> that “democracy is fragile”, but that is what they appeared to do in videos that went viral last year.</p> <p>Both those videos — and thousands like them — were “deepfakes” that manipulate the speech and actions of politicians and celebrities, using static artificial intelligence-generated faces.</p> <p>Although many deepfakes are produced for their comedic or shock value with no intention of misleading viewers, such videos have become a tool for spreading misinformation.</p> <p>“What is distinctive about deepfakes is that the audiovisual element has a more powerful effect on our psychology than other types of media,” says Jon Bateman, a researcher in Cyber Policy Initiative at the Carnegie Endowment for International Peace.</p> <p>In principle, AI could automate the process of media editing and manipulation and make it accessible to anyone, but this method of deception requires huge amounts of training data and technical skills. Other, more straightforward, methods of attacking targets or influencing public opinion already provide a simpler pay-off.&#xa0;</p> <p>Manipulated videos that do not use deep learning algorithms — referred to as “cheapfakes” or “shallowfakes” — are widespread on social media and can alter opinion even after they are debunked. A video of Nancy Pelosi, US House Speaker, apparently drunk and slurring her words,<a href=\"https://www.reuters.com/article/uk-factcheck-nancypelosi-manipulated-idUSKCN24Z2BI\"> was created by slowing it down</a> but went viral in spite of its obvious fakeness.</p> <p>“Deepfakes are a reality but they are impractical to create.” says Andy Patel, an AI researcher at F-Secure, a cyber security group. “Shallowfakes are quickly debunked but people still believe them — so why would you put more effort into it?”</p> <p>Beyond the eventual potential for anyone to create a convincing fake video using out-the-box AI tools, deepfakes do offer new opportunities in high-stakes, highly targeted contexts. Mr Bateman calls these “narrowcast” deepfakes, as opposed to deepfakes broadcast widely online. Criminal and state-sponsored hacking groups can use deepfakes to impersonate specific people for fraudulent purposes, he says.&#xa0;</p> <p>Such attacks usually rely on email communication or human impersonations on a phone call, dubbed “vishing”. Attacks using voice calls tap into the emotive power of direct human interactions, and AI can make it harder to detect such impersonators. In 2019, an unnamed<a href=\"https://www.cityam.com/uk-energy-boss-conned-out-of-200000-in-deep-fake-fraud/\"> UK energy company transferred £200,000 to criminal fraudsters</a> who used deepfake technology to impersonate the chief executive of the German parent company on a phone call.</p> <p>Ed Bishop, co-founder and chief technology officer of cyber security company Tessian, says that while a deep learning model requires huge amounts of training data, it only needs a limited sample of audio or video data of the target to generate a personalised deepfake — about one minute of audio or 20 to 40 minutes of video.</p> <p>Deepfake written communication, which generates believable, casual correspondence, is a big focus for Tessian, since Twitter, LinkedIn and public blogs are readily available public data sets of personal communication and could be harnessed by hackers.</p> <p>Social media platforms are leading the fight against malicious deepfakes, although researchers and security experts see targeted attacks as a bigger threat than viral misinformation.</p> <p>Both<a href=\"https://www.technologyreview.com/2020/06/12/1003475/facebooks-deepfake-detection-challenge-neural-network-ai/\"> Facebook</a> and<a href=\"https://ai.googleblog.com/2019/09/contributing-data-to-deepfake-detection.html\"> Google have generated</a> and shared huge data sets of their own deepfake audio and video clips created for training AI-based deepfake detection models. But the deep learning models used to create deepfakes — Generative Adversarial Networks (GANS) — work by testing how detectable generated deepfakes are, and then refining them. Developing AI tools that can get ahead of these models at their own game is difficult.</p> <p>Accenture's Cyber Fusion Center, the US consultancy's cyber security R&amp;D lab, used Facebook's deepfake data set<a href=\"https://www.accenture.com/us-en/blogs/technology-innovation/liberman-battling-misinformation-detecting-malicious-deepfakes\"> to develop a detection tool</a> that uses different AI models analysing deepfake features, and weights the indicators to produce an estimation of authenticity.</p> <p>Malek Ben Salem, a cyber researcher who worked on the project, says detection tools analyse metadata and technical features, physical and psychological integrity, and audio and semantic irregularities.</p> <p>Further advances could be made by embedding a “proof of origin” functionality at the source of media creation — phones and other devices — that would encode a digital stamp specifying when and where the media was recorded.</p> <p>This could enable social media and news media platforms to automatically verify and label authenticity on media that they publish. Microsoft has partnered with media organisations on Project Origin, to develop tools to create and detect “digital fingerprints” on media samples.</p> <p>Yet the looming challenge is to strike a balance between appropriate awareness levels and radical scepticism, says Mr Bateman. Deepfakes are unlikely to be effective and universally undetected in spreading misinformation, but they do not need to be. The mere threat of convincing deepfakes — along with viral shallowfakes and unconvincing deepfakes — is enough to undermine traditional sources of authority.</p> <p>John Conwell, principal data scientist at internet forensics group DomainTools, emphasises the need for public education and usage of tools such as reverse media searches, but also notes their limitations. “Relying on individuals to verify media authenticity doesn't work when the fake information matches their perception of reality, which is why political memes are so effective.”&#xa0;</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/3b51ce79-28b2-4931-81cd-9daffa4dcb16\"><em>Finland shows that education is best tool to fight ‘deepfakes' / From Nick Nigam, Principal, Samsung Next, Berlin, Germany</em></a></p><p>Source: Carly Minsky 2021 '‘Deepfake' videos: to believe or not believe?' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-26T03:00:27.178Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4662,
          "end": 4671
        }
      ],
      "name": "Microsoft Corporation",
      "id": "US5949181045",
      "nexusId": "10031144"
    }
  ]
}