{
  "_id": "4e900663ba64cb13ffac699f8800b5fd57eea274e112c079a7303b8a2286159a",
  "feed": "wall-street-journal",
  "title": "Edelman's Global Chief Experience Officer Discusses His Newly Created Role and Empathetic Design; Taj Reid explains why agencies are investing in chief experience officer positions and how he plans to bring his perspective to the post",
  "text": "<p>Those ever-rising consumer expectations will be one of Mr. Reid's chief concerns in his new role, to which he was promoted in September. He had previously been Edelman's executive vice president, executive creative director and head of connected experiences in the U.S. since 2020.</p><p>Edelman, which employs more than 6,000 people in roughly 25 countries, decided it needed an experience chief because its clients want help improving both their growth and customers' trust across diverse audiences and far-flung markets, said Tristan Roy, global chair of digital at Edelman.</p><p>\"Increasingly, these solutions require the fusion of traditional storytelling principles with the best of modern design, technology, creativity and user experience,\" Mr. Roy said in an email.</p><p>Mr. Reid is in his second stint at Edelman, where he first worked from 2014 through 2016 as a vice president and creative director. He then joined Microsoft Corp. as the technology company's principal creative director, overseeing experiences for the mixed-reality team such as feature releases for PowerPoint, Outlook and the HoloLens, an augmented-reality headset. He returned to Edelman in 2019.</p><p>Mr. Reid spoke to the Experience Report by phone about his new role, the future of experiences in marketing and public relations, and empathetic design, a concept that revolves around how users feel about a product. This interview has been edited for length and clarity.</p><p>WSJ: Why do you think the public-relations, marketing and advertising industry is creating chief experience officer roles? What do you want to change in your role?</p><p>Mr. Reid: When I think about it from a standpoint of who's joining the team, the young talent coming out of school today, they are well-skilled and -versed across a myriad of crafts.</p><p>And that's a reflection of the world we're moving into, where a concept or an idea lives in so many habits.</p><p>And the people who are using or experiencing what is created have such high expectations. It is indicative of the world's expectations—of things to not only work but anticipate my needs before I need them. The instruction-book days are gone. We're having to meet people where they are with what they need, with an anticipation and a craft to be able to deliver that with alacrity.</p><p>WSJ: The chief experience officer role is new at Edelman and across the industry. As a person of color stepping into this role, what expectations do you have for yourself?</p><p>Mr. Reid: It is something that I'm constantly asking myself—it is really hard. There are so few folks that look like me in the spaces that I go through for work. And I think that's improving, but they've got a long way to go.</p><p>I'm recognizing that I'm gaining more confidence that all these experiences I've ever had and exactly who I am is what is making all the change. And so I'm hoping that in my role, I can provide that inspiration for someone that's coming up or that opportunity.</p><p>I'm just quietly hoping that someone could see a vulnerable, transparent Black man who is just taking a swing for the fences, going for it and trying to bring everyone with them to be able to participate and jump into these roles—absent impostor syndrome, absent any of those doubts and just being like, 'Who I am is enough, and it is perfect. And I want to participate, I might fail. I'm OK with that. I just want to go for it.'</p><p>WSJ: You have talked about how empathetic design impacted your time at Microsoft. What does that term mean to you and how will you bring it into your role at Edelman?</p><p>Mr. Reid: If you look at the space of artificial intelligence and machine learning, I quickly learned that those capabilities are only as good as the information they have. So starting with that information, how do we widen that pool of data? How do we make sure that everybody's included in that information so that the benefits of AI and machine learning come back to the folks that are represented?</p><p>WSJ: How has the pandemic affected your thoughts on experience, your new role? Has it taught you anything?</p><p>Mr. Reid: Pre-pandemic, across the industry, people were very much regional: \"You can only work here if you can get to the office from nine to five every day, living in the area.\" And it may have excluded people and excluded perspectives.</p><p>But now being able to be remote, we can tap talent and work with people wherever they are. I'm starting to see more perspectives coming in.</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>Edelman's Global Chief Experience Officer Discusses His Newly Created Role and Empathetic Design</p>",
  "published": "2021-09-28T20:23:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 911,
          "end": 920
        },
        {
          "start": 3430,
          "end": 3439
        },
        {
          "start": 911,
          "end": 926
        }
      ],
      "nexusId": "10031144"
    }
  ]
}