{
  "_id": "94b9e0e16a22c90d19cefe07816555f619f56080a599af2d875d9f1b895dc95e",
  "feed": "ftcomall",
  "title": "Employers shift focus from education to skills",
  "text": "<p>When analysts at <a href=\"https://www.ft.com/stream/4f8303a6-e5eb-4616-a34a-2b9106d9b64b\">LinkedIn</a>, the professional networking site, were looking for new sales support staff in the US last year, they found that the jobs fallout from the pandemic had thrown up some good candidates in unexpected places. </p> <p>After lockdowns closed restaurants and cafés, many serving staff were left without jobs. LinkedIn identified that food service staff typically already had 70 per cent of the skills it sought for its customer service specialists. </p> <p>The company scrapped the usual requirements for a degree or prior experience, and guaranteed interviews in its regional headquarters in Omaha to any applicants who had successfully completed LinkedIn's online training courses that would fill the gaps in their skills and help them pivot to customer care. </p> <p>“We were blown away by the results,” said Hari Srinivasan, vice-president of product management at LinkedIn Learning. “We hired from backgrounds we didn't use before, faster and more efficiently.” Nearly 1,000 people applied for the Omaha jobs, 219 passed the assessments and 28 were hired — 43 per cent of whom did not have a first degree or prior work experience. </p> <p>Now the company has started to scale up the approach for other jobs across the US with a new service called <a href=\"https://business.linkedin.com/talent-solutions/blog/product-updates/2021/introducing-skills-path\">Skills Path</a>, piloted with a dozen employers, as part of a broader initiative to help 250,000 groups with “skills-based hiring” during 2021.</p> <p>LinkedIn's approach is part of a broader international trend towards employers focusing on skills rather than on traditional education qualifications. It marks the early stages in a potentially widespread disruption in training and recruitment. </p> <p>With growing attempts to classify tasks and job roles more systematically around the skills required, existing employees and potential recruits are being offered online training programmes to provide the “top-up” skills they need to meet current and future roles. &#xa0;</p> <p>The pace of change means business is booming for the fast-growing numbers of educational and commercial organisations that offer skills-based training courses. </p> <p>“The uptake of online courses and the number of organisations offering credentials has gone through the roof over the past 12 months,” says Till Leopold, head of action initiatives and impact co-ordination at the World Economic Forum's Centre for the New Economy and Society.</p> <p>He cites companies such as edX, 2U and Coursera. The latter recently had its initial public offering with a valuation <a href=\"https://www.marketwatch.com/story/coursera-ipo-five-things-to-know-about-the-online-education-company-11617126691\">of more than $4bn</a>. Employers from Google to PwC with its “<a href=\"https://www.pwc.com/gx/en/issues/upskilling.html\">new world, new skills</a>” initiative are offering once internal courses to people outside their own workforces; while other businesses such as Credly issue and manage digital credentials for those who complete the training.</p> <p>The boom in online skills is likely to continue. The World Economic Forum's “<a href=\"https://www.weforum.org/reports/the-future-of-jobs-report-2020\">Future of Jobs” report</a> last year suggested that half of all employees will need reskilling by 2025, and 40 per cent of current workers' core skills are expected to change in the next five years.</p> <p>“As we focus more on a world where life-long learning is critical, you are not done when you receive a certificate or a diploma,” says Gina&#xa0;Jeneroux at the Bank of Montreal. She is part of a chief learning officers' network convened by the WEF. “At the end of the day, do you have the skills you need to be able to perform, and to keep building those skills?” she says.</p> <p>Meanwhile, many employers now have explicit strategies to improve diversity and social mobility in the workforce. This often includes a focus on identifying and nurturing skills among staff without traditional educational qualifications.</p> <p>Ryan Roslansky, chief executive at LinkedIn, says: “We use degrees and experience to assess talent because we don't have anything better.&#xa0;The next chapter is to help workers better understand the skills they need. It's not just about your pedigree, where you went to school, or who you know but also about the skills you have.”</p> <p>Meghan Kelly, global head of talent acquisition at Gap, the clothing retailer, is using LinkedIn's Skills Path pilot to fill several inventory planning analyst jobs at its Banana Republic brand, for which she is seeking candidates with analytical, Excel, communication and problem-solving skills.&#xa0;It is set to use the same approach for customer support roles later this year.</p> <p>“We're always looking for more inclusive pathways for qualified talent,” she says. “There are many roles where it's more important to have the right skills regardless of where or if you went to school or what industry you currently work in.”</p> <p>But for such a system to work, Leopold says one priority is to develop a clear, consistent and reliable taxonomy of the skills required for different workplace roles — something the WEF is <a href=\"http://www3.weforum.org/docs/WEF_Skills_Taxonomy_2021.pdf\">currently developing</a>.</p> <p>He argues that it is easier to identify and learn “hard” technical skills rather than social skills, such as empathy or creativity. But he sees a growing convergence with “technical fields requiring social skills and more human-based careers requiring more technical expertise.”</p> <p>It is also going to be increasingly important that training courses are benchmarked in some way to ensure consistent quality and relevance. Amit Joshi, professor of AI, analytics and marketing strategy at IMD business school, in Lausanne, Switzerland, cautions that quality control is often limited for online courses.</p> <p>“There is indeed a risk of being too dependent on these assessments — some of them have only loose relations with actual skills, especially the ‘softer' skills,” he says. “Their value also depends on how well they are designed, administered and analysed. Clearly, these risks are greater for more senior positions.”</p> <p>James Robson, associate director of the Centre on Skills, Knowledge and Organisational Performance at Oxford university, cautions that short, skills-based online courses risk becoming a “new wild west of adult education”.</p> <p>He sees a particular danger in the shifting responsibilities and costs of training. While he believes demand will remain strong for university education, he sees online training undermining traditional vocational education providers, such as colleges of further education.</p> <p>“I suspect it will accelerate the trend of employers stepping away from training their staff and relying more fully on the state for initial skills formation, and on individuals for their own professional development. The Covid economy can only make this worse.”</p> <p>Roslansky at LinkedIn, with around 700m individual users and 50m corporate clients, is more optimistic. He sees his company as ever more efficiently analysing roles by their component skills, offering relevant training and connecting employers to eligible individuals — even if they were not actively job hunting.</p> <p>“I don't see us massively disrupting the entire way the education system works,” he says. “But it puts skills at the centre of the equation.” He is not sure the model will displace universities, but it will make access to jobs easier for those without traditional experience or qualifications. “It won't change overnight but over decades,” he says. </p><p>Source: Andrew Jack 2021 'Employers shift focus from education to skills' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T03:00:43.913Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}