{
  "_id": "e2256fb0d4ba0b06b9fa1f5aa58f338c4ea0c5ef3e09cafbd815872c3be706c6",
  "feed": "ftcomall",
  "title": "China hits back at US-led accusations over cyber attacks",
  "text": "<p>China has challenged US-led accusations that Beijing was at the heart of a wave of global cyber attacks including an offensive against a Microsoft email application that affected tens of thousands of organisations. </p> <p>Diplomats across the EU, UK, Canada, Norway and New Zealand issued statements on Tuesday slamming the allegations as “groundless” and a “malicious smear”.</p> <p>“China urges Canada to abandon its cold war mentality and ideological prejudice . . . stop political manipulation on relevant issues, and stop unprovoked attacks and deliberate slander against China,” said Beijing's embassy in Ottawa.</p> <p>Zhao Lijian, a spokesperson for China's foreign ministry, stressed that the claims of a small number of countries did not represent the international community and called on the US to stop its own cyber attacks against his country.</p> <p>“China will take necessary measures to firmly protect its cyber security and its own interests,” he said.</p> <p>Beijing's sharp response followed a <a href=\"https://www.ft.com/content/54803790-ac33-4616-a0b5-7c39e3ea0b29\">rare co-ordinated effort</a> by the US, Nato, the EU, the UK, Australia, Canada, New Zealand and Japan. The western allies accused China of collaborating with criminal cyber gangs and compromising global security, including an <a href=\"https://www.ft.com/content/74fa3de6-dd16-4dc5-9b69-38bde634adc3\">attack on Microsoft's Exchange application</a> that allowed hackers to access the email systems of a wide range of private and public sector organisations. </p> <p>The US also alleged that Beijing's Ministry of State Security oversaw a sweeping campaign to infiltrate foreign companies, universities and government organisations throughout much of the 2010s. </p> <p>The Global Times, a state-backed tabloid, accused US-based hackers of longstanding and repeated cyber attacks on Chinese companies, research institutes and Communist party departments. The nationalist paper alleged one US-based group called “A” launched so-called brute force attacks last October in a bid to remotely access servers from Chinese groups, including Chinese steel and car engine companies.</p> <p>“All major countries occasionally suffer from cyber attacks and in this regard China has been harmed much more than the US,” it wrote in an editorial.&#xa0;</p> <p>“The US is forcibly creating a new area of geopolitics by turning an internet dispute into a major clash,” by roping in allies to frame China as a sinister actor, it added.</p> <p>The co-ordinated effort followed a separate joint approach by the US, UK, the EU and Canada in March to <a href=\"https://www.ft.com/content/27871663-cebc-433c-b9bf-4ef28a55d73e\">impose sanctions</a> against Chinese officials over the mass internment of ethnic minorities in Xinjiang. Beijing retaliated with its own sanctions and the resulting diplomatic spat led to a <a href=\"https://www.ft.com/content/6b236a71-512e-4561-a73c-b1d69b7f486b\">freeze</a> in EU-China market-access negotiations.</p> <p>Fergus Hanson, director of the International Cyber Policy Centre at the Australian Strategic Policy Institute, a think-tank, said the multilateral approach was “harder to counter” for China.</p> <p>“Beijing would like to keep the issue bilateral, where it can appeal to, or punish, individual countries,” he said.</p> <p>The accusations over China's alleged cyber activities came amid intensifying diplomatic hostilities between the world's two biggest economies.</p> <p>Washington and Beijing have not held top-level meetings since March, when talks in Alaska between Antony Blinken, US secretary of state, and Yang Jiechi, the top Chinese foreign policy official, ended <a href=\"https://www.ft.com/content/c99c4fd5-059b-40f7-aaae-70e776cb71a4\">acrimoniously</a>. &#xa0;</p> <p>Beijing this month <a href=\"https://www.ft.com/content/2d034271-fcd7-4977-9d50-13bc048e6084\">refused to grant</a> Wendy Sherman, US deputy secretary of state, a meeting with her counterpart in China when she visits Asia this week. China had previously rebuffed requests for Lloyd Austin, US defence secretary, to <a href=\"https://www.ft.com/content/c82ccb08-c0fc-468f-897f-6bab7350485d\">meet General Xu Qiliang</a>, China's most senior military official.</p> <p>The latest US-China stand-off has also emerged as Joe Biden seeks to <a href=\"https://www.ft.com/content/f906c7f7-d351-4ce8-bb40-66c792b8f12f\">step up engagement</a> after months of pursuing a more hardline stance against the policies of Xi Jinping, the Chinese president.</p> <p>Despite those overtures, however, the Biden administration has continued to <a href=\"https://www.ft.com/content/e30f566c-d89d-48c5-9a20-793b7080ca4d\">exert pressure</a> over Beijing's crackdown in Hong Kong and policies that erode freedoms promised to financial hub following the handover from British to Chinese rule in 1997.</p> <p><em>Additional reporting by Xinning Liu in Beijing </em></p><p>Source: Edward White in Seoul and Christian Shepherd in Beijing 2021 'China hits back at US-led accusations over cyber attacks' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T08:29:30.257Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 137,
          "end": 146
        },
        {
          "start": 1212,
          "end": 1221
        },
        {
          "start": 1212,
          "end": 1223
        }
      ],
      "nexusId": "10031144"
    }
  ]
}