{
  "_id": "dd4308cb901814028b855c4918c35c5a65b312d28012d66bd13a87ac83e51cfb",
  "feed": "ftcomall",
  "title": "‘Spousal support not needed': how billionaire women are reshaping philanthropy  ",
  "text": "<p>“Spousal support is not needed.” The five words on <a href=\"https://www.ft.com/content/04f3eaff-075a-495d-975b-50f2bd652eba\">Melinda Gates' divorce</a> petition last week were a distinct understatement for a woman with billions of dollars to her own name and a claim on Bill Gates' $130bn Microsoft fortune.&#xa0;</p> <p>They could also serve as a motto for a growing group of women whose independent giving is transforming American philanthropy.&#xa0;</p> <p>The details of the Gates' separation agreement remain private, though within days of the divorce petition Bill's holding company <a href=\"https://www.bloomberg.com/news/articles/2021-05-06/melinda-french-gates-receives-billions-in-shares-from-cascade\">transferred stock</a> worth more than $2bn to Melinda.&#xa0;</p> <p>While the couple will keep running the <a href=\"https://www.ft.com/content/5cefb41c-b5e4-4a37-96a5-fa64d6eb61db\">Bill &amp; Melinda Gates Foundation</a> together, it manages less than half of Bill's fortune, raising the prospect of further transfers of wealth making Melinda a greater philanthropic force in her own right.</p> <p>There is no one template for the new class of female megadonors among whom she already looms largest. There are some whose divorces made headlines (notably <a href=\"https://www.ft.com/content/dc186c4e-80c6-11e9-b592-5fe435b57a3b\">MacKenzie Scott's </a>$38bn settlement with Jeff Bezos) and others widowed in their prime, like Laurene Powell Jobs, Julia Koch and Sheryl Sandberg.&#xa0;</p> <p>Priscilla Chan, Mark Zuckerberg's wife, is among those who have shared equal billing with their spouses from their first foray into high-octane giving. And there are growing numbers whose wealth comes from their own entrepreneurialism rather than from a husband or ancestor.&#xa0;</p> <p>Together, they are wresting female philanthropy away from its associations with pearl-clad socialites and gala dinners, heralding demographic and strategic shifts to which charities are scrambling to respond.&#xa0;</p> <p>The growth in women's giving in part reflects the growth in their wealth. Women control a third of the world's assets, by BCG's <a href=\"https://image-src.bcg.com/Images/BCG-Managing-the-Next-Decade-of-Womens-Wealth-Apr-2020_tcm9-243208.pdf\">estimates</a>, and are accumulating more at an accelerating rate. But those working in the field say the best known benefactresses are inspiring others to follow their example.&#xa0;</p> <p>Scott blasted up the donor lists last year by giving away $5.7bn — second only to her ex-husband. More startling even than the sums involved was how she spent them, says Andrea Pactor, former head of Indiana University's Women's Philanthropy Institute.&#xa0;</p> <p>“[It] was so public that I believe it's a pivot point and it will alter the way women, and hopefully men too, think about their giving,” she says.</p> <p>In just four months, Scott's team scanned data on 6,500 organisations, interviewing hundreds of them before picking <a href=\"https://mackenzie-scott.medium.com/384-ways-to-help-45d0b9ac6ad8\">384 recipients</a> working on everything from food banks to education.&#xa0;</p> <p>“MacKenzie Scott's strategies are reverberating through philanthropy, forcing institutions that make a lot of project grants to step back and ask ‘how are we doing this'?” says Jacob Harold, executive vice-president of Candid, which studies foundations and non-profits.&#xa0;</p> <p>What stood out, he says, is that her approach “was deeply trust-based”, involving less of the intrusive due diligence many foundations insist on, and these were unsolicited, unconstrained grants to relatively low-profile charities, not elite institutions.&#xa0;</p> <p>The spotlights on Scott and Gates have “a ripple effect” on other women, Pactor says. But it would be wrong to draw too close a parallel between them, cautions Phil Buchanan, president of the Center for Effective Philanthropy. Gates has been a hands-on co-chair of the Gates Foundation for two decades, while Scott (like Bezos) is new to the lists of top donors.&#xa0;</p> <p>Yet as such women make those lists more diverse, Buchanan says, he is hopeful that we will see “less of the top-down, business-knows-best thinking that sometimes gets big donors in trouble”.</p> <p>Research by Pactor's institute suggests that men and women have different philanthropic styles and different motivations for giving. </p> <p>Dana Brakman Reiser, a Brooklyn Law School professor, says generational factors may play a bigger role than gender, however. Gates is only 56, a year younger than Jobs. Scott and Sandberg are 51, and Chan just 36.&#xa0;</p> <p>“Philanthropy seems to be shifting from something you do in retirement to something you do while you're building your empire, while you're raising your family,” she notes.&#xa0;</p> <p>Younger donors are <a href=\"https://www.ft.com/content/bb84572b-89bc-4cc3-9d0c-5e6121b04191?utm_source=Iterable&amp;utm_medium=email&amp;utm_campaign=campaign_2311820_nl_Philanthropy-Today_date_20210507&amp;cid=pt&amp;source=&amp;sourceId=\">more interested</a> in blending philanthropy with impact investing, and more likely to use limited liability companies and donor-advised funds, which are more flexible and private than foundations.&#xa0;</p> <p>Younger donors such as Jobs and Chan, who pioneered the use of LLCs, are heralding “a reckoning with the tools of philanthropy”, Brakman Reiser says.&#xa0;</p> <p>When the University of California at Los Angeles started a women in philanthropy programme 25 years ago, female donors were assumed to play a supporting role. </p> <p>“They were feeling like: ‘I'm the one making the donations: It's my cheque, my husband's name's not even on it and [yet] the thank you note . . . comes back to him',” recalls Melissa Effron Hayek, who runs the programme.</p> <p>But the campus has since seen a <a href=\"https://philanthropy.iupui.edu/institutes/womens-philanthropy-institute/newest-report/index.html\">pronounced shift</a> towards women giving in their own right, and a less “transactional” quality to their donations, Effron Hayek says: “Women give for different reasons. It's not necessary to have their name on the building . . . They want to be engaged and feel the impact of their giving.”</p> <p>Kathleen Loehr, who advises charities on attracting female donors, highlights Scott's desire for impact, her rigorous research and her focus on values as emblematic of how differently women give.&#xa0;</p> <p>Many female donors find the very word “philanthropist” paternalistic and at odds with their desire to partner with the groups they support, she says. They also give more to causes many men overlook, such as tackling income inequality, and advancing other women and girls.&#xa0;</p> <p>In this, Gates is also a model. Whatever she does next, unsupported by a spouse, she has already inspired her fellow women donors, Effron Hayek says: “Melinda Gates is our spirit animal.”</p> <a href=\"http://www.ft.com/cms/d1812b26-2985-4a4a-a5ff-3a7f5b9addbd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Andrew Edgecliffe-Johnson in New York 2021 '‘Spousal support not needed': how billionaire women are reshaping philanthropy  ' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-09T11:00:12.167Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 211,
          "end": 220
        }
      ],
      "nexusId": "10031144"
    }
  ]
}