{
  "_id": "84cf0dfae3fbe70d16a4d7e25e2419991ec827416f322b0b6ca5d368fe6aa001",
  "feed": "ftcomall",
  "title": "FirstFT: Biden refuses to extend Afghanistan evacuation deadline",
  "text": "<p>Joe Biden is <a href=\"https://www.ft.com/content/a42b6570-d037-41c9-9e35-a0e6779a2e87\">sticking by his plan</a> to withdraw US troops from Afghanistan by the end of the month, defying international pressure including from European allies to allow more time for evacuations.</p> <p>The US president's decision capped days of uncertainty about the August 31 deadline for the American military pullout from the country. Biden had faced calls from Britain, France and Germany to extend the mission during yesterday's emergency G7 meeting.</p> <p>Biden pointed to security&#xa0;threats from Islamic State Khorasan, a terrorist group, as one of the main factors behind his decision to reject an extension. Isis-K, as it is known, is an Isis affiliate in Afghanistan. Jake Sullivan, White House national security adviser, <a href=\"https://www.ft.com/content/1daad76c-476a-4b62-815d-579027fc9573\">recently warned</a> about the threat posed by the group.</p> <p>The G7 meeting came as the Taliban blocked the road to Kabul airport for Afghans,&#xa0;threatening to cut off&#xa0;evacuations for those vulnerable to reprisals from the Islamist movement.</p> <h2>More on Afghanistan: </h2> <ul>  <li><p><strong>How exile changed the Taliban:</strong> Decades in exile have made the militant group's leaders <a href=\"https://ft.com/content/2aad0b12-7449-4a79-9706-961098312bcf\">more worldly</a>, but they may struggle to control their foot soldiers.</p></li>  <li><p><strong>Escape from Kabul: </strong>Shaqaiq Birashk, an adviser on a US-funded Afghan government project, reveals how a special forces operation <a href=\"https://www.ft.com/content/44afb263-3172-4230-9ee7-5379c900fe40\">led to her escape</a> from the Afghan capital. </p></li>  <li><p><strong>Edward Luce: </strong>The chaotic nature of America's withdrawal from Afghanistan has left the world — and much of Washington — in confusion, <a href=\"https://www.ft.com/content/33b1644c-256f-4880-822f-b2bcfd70f551\">writes our US national editor</a>.&#xa0;</p></li>  <li><p><strong>Subscriber-only live event:</strong> Listen to FT correspondents and guests, including <a href=\"https://www.ft.com/content/6395d167-3175-4332-8329-ae1478c616ca\">Afghanistan's former central bank governor</a>, discuss the Afghan crisis today at 9.30am ET. <a href=\"https://afghanistan.live.ft.com/\"><em>You can register here</em></a></p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. House Democrats advance $3.5tn spending package </strong>The 220-212 vote <a href=\"https://www.ft.com/content/35409788-f5f3-466e-9095-ab0a55ff98b2\">marked a step</a> towards enacting Joe Biden's economic agenda, which calls for investments in the US social safety net, including education, child care and green energy. Lawmakers will proceed with a more detailed version of the legislation later this year.</p> <p><strong>2.</strong> <strong>T Rowe Price</strong> <strong>fund manager</strong> <strong>cuts exposure to ‘rich' US stocks </strong>David Giroux, a top-rated active fund manager, has <a href=\"https://www.ft.com/content/67142c8b-d4f2-4eef-9d34-1f66da3cb5c2\">cut his exposure</a> to the US equity market, telling the Financial Times: “The [US] equity market is rich . . . at more than 20 times earnings for the next year and we have pulled back.” Read the full interview <a href=\"https://www.ft.com/content/67142c8b-d4f2-4eef-9d34-1f66da3cb5c2\">here</a>.</p> <p><strong>3.</strong> <strong>OnlyFans founder blames banks for porn ban </strong>Tim Stokely has blamed <a href=\"https://www.ft.com/content/7b8ce71c-a87a-440e-9f3d-58069ca0480b\">“unfair” treatment</a> by banks for forcing him to ban pornography on the platform, a decision that caused an outcry from the site's users and sowed doubt over its future.</p> <p><strong>4.</strong> <strong>TPG appoints bankers to work on IPO</strong> The private equity group, which has $96bn in assets under management, has appointed Goldman Sachs and JPMorgan Chase <a href=\"https://www.ft.com/content/688edf60-c912-443d-b2a3-4cef8a2d778b\">to work on an initial public offering</a>. The group could file IPO documents with US regulators as early as September, according to people familiar with its plans.</p> <p><strong>5.</strong> <strong>Kamala Harris's Asia trip delayed by ‘anomalous health incident'</strong> The vice-president's departure from Singapore <a href=\"https://www.ft.com/content/e2e97a9a-9263-494c-bb9b-7c18ffb6eacd\">was delayed</a> by what the state department said was “an anomalous health incident” in Vietnam, where she was scheduled to land. The state department has often used that phrase to describe Havana syndrome, a mysterious illness of unknown origin from which several US diplomats have suffered.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Wealthy countries are under mounting pressure <a href=\"https://www.ft.com/content/f96b6b31-33ff-4948-a889-180f6bf2acfa\">to hand over</a> their share of a historic <strong>IMF</strong> support package to the world's poorest economies, which are struggling with the impact of the coronavirus pandemic.</p></li>  <li><p><strong>South Korea</strong> is calling on the Biden administration to help Korean companies <a href=\"https://www.ft.com/content/66adc278-7191-4b8b-a0fc-b33e915d4631\">access intellectual property</a> for producing Covid-19 jabs.</p></li>  <li><p><strong>UK </strong>government advisers are set to <a href=\"https://www.ft.com/content/6a6ccde9-7549-4a12-8221-31a5fbe3779a\">recommend third</a> Covid-19 vaccine doses from September for people with weakened immune systems. </p></li>  <li><p><strong>Goldman Sachs</strong> will <a href=\"https://www.ft.com/content/eed019a6-903f-4cfc-aaa1-777f00fa148a\">require proof</a> of vaccination from all staff and clients entering its offices next month. <em>Do you think employers should require Covid vaccination certifications? Tell us in our latest </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_hk/do-you-support-employer-covid19-vaccine-\"><em>poll</em></a><em>.</em></p></li> </ul> <p><em>In our latest&#xa0;Coronavirus Business Update, </em><a href=\"https://www.ft.com/content/3b35a981-d17e-450d-ac30-ec2ab8a60951\"><em>Darren Dodd wrote</em></a><em> about how supply chain woes are leaving companies struggling to cope. </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>Sign up</em></a><em> for the newsletter and follow our live coronavirus </em><a href=\"https://www.ft.com/content/9a539196-22cd-4d99-8a58-6a258ec1225f\"><em>blog</em></a><em>.</em></p> <h1>The day ahead</h1> <p><strong>Cyber security summit </strong>Tim Cook, Satya Nadella and Andy Jassy are among the chief executives from the technology, energy, banking and insurance industries that have been summoned to meet President Joe Biden today. The <a href=\"https://www.ft.com/content/f6fa1f66-6a26-4ae0-b5a2-560c887b1998\">meeting</a> follows a series of high profile security breaches and ransomware attacks in the US.</p> <p><strong>Earnings </strong>Cloud computing company <a href=\"https://www.ft.com/stream/c3598fc8-da97-486b-abf9-a1be9f180b01\">Snowflake</a> and business software provider <a href=\"https://www.ft.com/stream/45e87629-4a48-4102-883f-7f43a2babf9b\">Salesforce</a> report second-quarter results today. Retailer Dick's Sporting Goods also reports second-quarter earnings.</p> <p><strong>Data</strong> The US Commerce Department <a href=\"https://www.census.gov/content/census/en/about/event-detail-template-page.html?selectedDate=08%2F25%2F2021&amp;nodeId=Row67&amp;viewType=detail&amp;calType=month-view&amp;fm=calendar\">will report</a>&#xa0;durable goods&#xa0;orders for July. The data are expected to show a drop, compared with an advance the previous month.</p> <h1>What else we're reading</h1> <p><strong>Banking on cannabis </strong>US federal law still classifies marijuana as an illegal substance. That's why America's biggest banks have opted out of serving cannabis companies. But relief has largely come thanks to <a href=\"https://www.ft.com/content/28d8375a-3bd9-4fba-b1b7-a2e5e8b4fcdb\">a small group of financial services companies</a> that has sprouted up to cater to the weed industry. </p> <p><strong>Crypto exchanges are booming, for now </strong>An explosion in bitcoin's popularity has supercharged previously small-time platforms into powerhouses generating millions of dollars in revenues every day. How long can the bonanza last, <a href=\"https://www.ft.com/content/d09adf75-9ee9-4c47-9595-69c02113febe\">asks Eva Szalay</a>.</p> <p><strong>Fee fight reveals heft of obscure Wall Street linchpin</strong> Broadridge Financial Solutions operates the financial plumbing that most investors never think about. But fees as high as <a href=\"https://www.ft.com/content/5f912194-cd4e-424a-8d42-da3a98ca3836\">25 cents an email</a> for distributing prospectuses, shareholder reports and proxy materials on behalf of brokers to investors are riling industry executives.</p> <p><strong>France's ‘fachosphere' feeds rightwing election hopes </strong>Nativist social media ideologues are using sex appeal and jokes to express extreme views ahead of France's presidential election next year. Their central <a href=\"https://www.ft.com/content/fb2b75c4-cfe0-44dc-b5fd-bcfca1d6681c\">message</a>: migration and what they claim is foreigners' failure to integrate.</p> <p><strong>Charlie Watts dies at 80 </strong>The “rock” of the Rolling Stones has died. He was one of rock music's most celebrated drummers, writes pop critic Ludovic Hunter-Tilney, and was a member of the British band from its earliest days. “His playing style was straightforward,” notes Ludovic. “He disdained solos, the mark of the flashier kind of drummer.” <a href=\"https://www.ft.com/content/e3b1b55b-f281-4586-9562-c336d8830f82\">Read the full obituary</a>.</p> <h1>Style</h1> <p>The pandemic has changed how we do our jobs and the clothing we do them in. <a href=\"https://www.ft.com/content/6677ddac-3f25-485a-8bc1-d4c000f467f8\">Robert Armstrong</a> asks: what price will we pay for sartorial freedom?</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Biden refuses to extend Afghanistan evacuation deadline' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T10:29:56.033Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}