{
  "_id": "40d888d12232ba1f12fd34c0841b7ac6010dee92702ac2e132fd1e5f0b748bc7",
  "feed": "ftcomall",
  "title": "China's supercomputing semi boost",
  "text": "<p>In the rarefied world of supercomputing, China has struck a blow against US sanctions and boosted its own hopes of self-sufficiency in the geopolitically crucial business of chipmaking.</p> <p><a href=\"https://www.ft.com/content/9ec4c04c-d71d-4d54-87fe-eef4ff92ddc9\">As Richard Waters reports</a>, China has beaten the US in the race to build exascale supercomputers — systems that can handle 10 to the power of 18 calculations per second. That makes them a thousand times faster than t<a href=\"https://www.ft.com/content/24dc83d6-e40e-11e2-b35b-00144feabdc0\">he first of the petaflop systems</a> that preceded them more than a decade ago. The achievement gives China a computing edge in national security areas such as defeating encryption. </p> <p>China's first exascale system has been running for more than a year and has been joined by a second. It aims to have 10 by 2025, while the US has only three in the works. China has used microprocessors from AMD of the US in the past, but its two systems are based this time on domestic chip designs. The local developers — Tianjin Phytium Information Technology and Shanghai High-Performance Integrated Circuit Design Center — were both on last year's US sanctions list. </p> <p>The 2015 Made in China strategy, where Beijing set self-sufficiency goals for semiconductors at 70 per cent for 2025, has suffered setbacks in other areas <a href=\"https://asia.nikkei.com/Business/China-tech/China-s-Tsinghua-Unigroup-axes-major-memory-chip-projects\">such as simpler memory chips</a>. Supply chain problems creating severe chip shortages <a href=\"https://www.ft.com/content/a5b1b807-1975-4bcb-be82-b894f56be40c\">and higher prices</a> have also made the US and EU take steps to boost their own domestic industries and reduce dependence on foreign suppliers. <a href=\"https://www.ft.com/content/0a1287c6-d866-4c36-b3ba-81aa49883213\">Japan is providing subsidies</a> to upgrade its ageing plants as well.</p> <p>The UK has yet to come up with a semiconductor strategy and has been focused on trying to hang on to what it has left. <a href=\"https://www.ft.com/content/e90cd692-b3a3-4cb8-b9ea-ab47cd99424b\">In an FT opinion piece</a>, the chair of the Foreign Affairs Select Committee, Tom Tugendhat, advocates the government trying to buy a golden share in the SoftBank-owned chip designer Arm to ensure Britain's interests are&#xa0;safeguarded. It could also promise to buy a 25.1 per cent stake in Arm Holdings at the market price to facilitate, support&#xa0;and, if necessary, compel&#xa0;a London-based IPO, he says.</p> <p>Meanwhile, <a href=\"https://www.ft.com/content/09b01ef4-d705-4978-a8e6-174b0b30dcb1\">a Whitehall report </a>is set to say that allowing the sale of Welsh chipmaker Newport Wafer Fab to a Chinese buyer would undermine a strategic industry. The low-tech producer is one of the four main companies that make up a Welsh semiconductor “cluster”, alongside IQE, SPTS Technologies and Microchip.</p> <p>Another chip designer, Imagination, is lobbying the government with its own vision for the industry.<a href=\"https://6008785.fs1.hubspotusercontent-na1.net/hubfs/6008785/GC_Imagination_18_new%20colour.pdf?utm_campaign=Blog%2Freports&amp;utm_medium=email&amp;_hsmi=212004577&amp;_hsenc=p2ANqtz-_qT0Ugm5G4rz0uWmB4UEad2j692dal19rJ_P--ULjQ7ofLQVcb0loRypqvDb7qM2a9QDY8XbBbygl3vsn49UoyQr307w&amp;utm_content=212004577&amp;utm_source=hs_email\"> Its research report</a> this month argues the UK should reject the approach taken by the EU and US, given the enormous cost of scaling up domestic chip manufacturing. Instead, it recommends increasing investment in cutting-edge technologies and doubling down in areas where the UK has a competitive advantage — it has leadership in chip design. </p> <p>There was no mention of the future of the chip industry in the legislative plans laid out in last week's Queen's Speech. The government needs to move from this semi-detachment to a silicon strategy offering more direct support for the sector.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Tencent numbers hit by tech crackdown</strong><br>The Chinese tech group reported its <a href=\"https://www.ft.com/content/a6715604-05d1-404c-a9f8-7279afc33586\">slowest revenue growth</a> on record after being hit by tough action against tech companies and Covid-19 restrictions in China. Revenues were largely flat in the three months to March, while net profit fell 51 per cent to Rmb23bn ($3.4bn) compared with a year ago, missing analyst estimates.</p> <p><strong>2. Microsoft clouds Azure's advantages</strong><br>Microsoft is <a href=\"https://www.ft.com/content/8f1eb683-282c-43cf-8df5-f9bc5d526ef4\">relaxing business terms</a> for its cloud computing service in an attempt to appease complaints from rivals and avoid a full antitrust probe in Brussels. The move follows concerns from rival cloud providers that Microsoft is using anti-competitive practices to draw customers to its Azure platform and away from competitors.</p> <p><strong>3. Thought Machine banks fresh funding</strong><br>London-based fintech Thought Machine has <a href=\"https://www.ft.com/content/ce266a7b-f474-47e5-b7bf-067d34b241a1\">doubled its valuation </a>to $2.7bn as the cloud banking company pulls in institutional investors and looks to expand its international presence. The $160mn funding round was led by Singaporean investor Temasek alongside Italian bank Intesa Sanpaolo and US bank Morgan Stanley.</p> <p><strong>4. Peloton peddles new debt</strong><br>Private lenders including Blackstone and Apollo have joined public loan investors to bolster Peloton's balance sheet <a href=\"https://www.ft.com/content/1556db17-8b2a-4b87-b749-f874a0ecf024\">with $750mn of new debt.</a> The web-connected exercise bike provider announced plans for the financing deal last week, as it revealed widening losses and dwindling cash on its balance sheet.</p> <p><strong>5. Saudi investment in Super Mario</strong><br>Saudi Arabia's sovereign wealth fund has <a href=\"https://www.ft.com/content/b36d86f1-9ad9-4a2e-9c6b-87f528902a47\">acquired a 5 per cent stake </a>worth $2.98bn in games maker Nintendo, its latest investment in a Japanese gaming company as the sector rapidly consolidates. In February, the Public Investment Fund disclosed stakes of more than 5 per cent in two other Japanese players — online games provider Nexon and Capcom.</p> <h2>Tech tools — Sony LinkBuds S</h2> <p>Sony has introduced a second model in its LinkBuds line of wireless earbuds. While the original featured a distinctive “Polo mint” open ear design,<a href=\"https://www.youtube.com/watch?v=mh9opchqiuY\"> the S version</a> lacks the hole, but allows better noise cancellation as a result. The S buds are more immersive and aimed at all-day use, being 41 per cent smaller and 33 per cent lighter. A new 5mm driver unit helps them pack a punch and they respond to Alexa or Google Assistant voice commands. Automated features include music starting when you go out walking or running, pausing when the wearer starts talking and the allowing in of ambient sounds over the noise cancellation when needed, through Adaptive Sound Control. The earbuds are available from the end of the month in White, Black and Ecru, priced at £180 (€200).</p><p>Source: Chris Nuttall in London 2022 'China's supercomputing semi boost' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-18T19:49:31.997Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3441,
          "end": 3450
        },
        {
          "start": 3662,
          "end": 3671
        },
        {
          "start": 3405,
          "end": 3414
        }
      ]
    }
  ]
}