{
  "_id": "fdb53e71bb1f9bf5154aacb0fdf4aecb06a780affd044a2cc5f9a9b2288c07fa",
  "feed": "market-watch",
  "title": "Planning to retire? Life is a mission — not a career — and it's never too late to begin. Living in crescendo in the second half of life",
  "text": "<p>Cynthia Covey Haller, the oldest of Covey's nine children, spent the last 10 years taking her father's prescription, insights and life lessons and turned them into her first book, \"Live Life in Crescendo: Your Most Important Work Is Always Ahead of You.\" Her father shares the author credit.</p><p>I recently interviewed Haller, 65, in her Salt Lake City home by Zoom, asking her what it means to live life in crescendo and why that's especially important to do in retirement. Here are highlights from our conversation:</p><p>MarketWatch: The book has two authors' names — your dad's and yours. How did you two work on it?</p><p>I started it with my dad in 2008 when he asked me if I would work on it with him. We did that for a few years and then he unfortunately passed away much earlier than we ever thought [in 2012, at age 79].</p><p>I'm sorry. Why did he want to do this book and why did you want to do it with him?</p><p>He said: 'I still have important things to contribute. I don't feel like I'm done.'</p><p>He was excited about his personal mission statement, which was 'live life in crescendo.'</p><p>I'm curious about the word 'crescendo'. Why did your father use that word?</p><p>He chose crescendo because a crescendo builds in momentum and energy and power. So, the idea of living in crescendo means that you keep learning, you keep growing, you keep pushing yourself.</p><p>The opposite of the crescendo sign in music is diminuendo, which starts out broad and then narrows and slows in energy and passion and power and then eventually comes to an end and stops. He saw a lot of people who did that.</p><p>It seems to me that the word 'retirement' suggests winding down.</p><p>Basically, this is ageism. Society says: 'You've been there, done that. You've worked hard. Kick back and relax and basically do nothing.'</p><p>My dad always felt it was a false dichotomy to choose between whether to keep working and retire. He said: The third alternative is making a contribution.</p><p>There are so many examples in our society of people that are really working into their 70s, 80s, 90s, and producing amazing things.</p><p>Some do it through volunteering.</p><p>Jimmy Carter is the perfect example. He didn't get reelected. Think how disappointing and humiliating that was. He could have gone back to Plains, Ga., and given the expensive speeches and done his library and sat on his laurels. But, within a year, he'd established the Carter Center, and then he and Rosalynn have associated themselves with Habitat for Humanity.</p><p>You know, he will not go down in history as our best president. But as our post president, he's far above everyone.</p><p>How much of the book is you and how much is him?</p><p>I really wrote most of it, but the idea is uniquely his, and that's why I purposely chose to write it in his voice.</p><p>This book is much different from your father's other books, like 'The 7 Habits of Highly Effective People.'</p><p>It's got a lot of practical stories and illustrations of well-known and ordinary people in it, hoping that readers could see themself in it and say: 'You know what? I'm not rich and famous like Bill Gates, but I could volunteer at the food bank, or I could help a struggling neighbor. I can mentor my grandson who's been on drugs and is really struggling.'</p><p>You write movingly about both your mother and your father, particularly later in life when they both had struggles. Could you talk about that and the idea of crescendo for people having struggles as they get older?</p><p>We decided as a family to put those stories in [about my parents' final years].</p><p>My mom was the Energizer bunny. She was a matriarch of nine kids and about 55 grandkids and 35 great-grandkids. We saw her come out of back surgery that didn't go well and end up in a wheelchair, which was devastating to her and to all of us. But we watched her fight through it.</p><p>She could have lived in diminuendo and felt sorry for herself. But she really tried to expand and keep going with the limitations she had for 12 years. She died in 2020, just before the pandemic.</p><p>During that time, she became a caregiver for your dad.</p><p>We started to notice something different with our father, and this isn't really generally known.</p><p>He was the most spontaneous, passionate, affirming person. And he started acting different — kind of apathetic. It was really strange.</p><p>We thought he was just reacting to our mom being in the wheelchair. Finally, our brother-in-law, who's a doctor, said 'He's got something neurologically wrong.'</p><p>And we found out that he had frontotemporal dementia. We think he'd been fighting it for a lot of years. He never said anything to us.</p><p>Our theory is that he lived in crescendo until he just couldn't do it anymore.</p><p>As your mother became more of a caregiver for your father, that was one way she was living life in crescendo, right?</p><p>Exactly.</p><p>At first, her medical things just overtook her, and she was consumed by it. Then she realized, 'I've got this whole family I have to nurture.' And when my father was diagnosed, she really rose even more.</p><p>Her whole goal for the day was to make my dad happy. And she did live in crescendo to be able to do that.</p><p>Part of your dad's 'Crescendo Mentality,' you write, is that it's never too late to begin. Could you talk about that for people in their 60s and beyond?</p><p>When we're at this age, we've got more time, more wisdom and experience, more networking, more awareness of how things work. My dad believed this is the greatest time to really shine and to contribute.</p><p>I have some friends that are learning to play the piano in their mid-60s. Two friends have gone back to get their degrees.</p><p>Now's the time to think: 'I've always wanted to quilt. I've always wanted to build something.'</p><p>You can learn and grow. That's the crescendo idea: keep learning and producing.</p><p>In the book you mention a group of women called The Lifesaving Room Women. Who are they?</p><p>Women in their 70s, 80s and 90s in a retirement center I visited. Some of them can't really see well, they have arthritis, they have different things. But they just got such joy in making things, like little outfits for kids around the world. One year they donated over 7,800 items — stuffed animals, dolls, dresses and toys.</p><p>The [retirement center] manager said: 'I call this activity room where they worked the lifesaving room because they have purpose. They're living and they're enjoying life.'</p><p>Your book notes that one way to begin living life in crescendo is by writing your own obituary. Why?</p><p>This is something my dad used to say. He was trying to get people to envision: 'If you were to go to your funeral, what would you want people to say? What do you want to be known for? What legacy do you want to leave?'</p><p>You also say your father believed that if the concept of living life in crescendo was implemented, it could have a tremendous impact for good throughout the world. Why did he say that?</p><p>Because he believed what his grandfather taught him: That life is a mission, not a career. And that each of us has a unique mission.</p><p>Anyone can make a difference.</p><p>He believed that your most important contributions are ahead of you. That kind of thinking keeps you alive, and gives you purpose and meaning in your life every day.</p><p>Planning to retire? Life is a mission — not a career — and it's never too late to begin.</p>",
  "published": "2022-12-03T20:55:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}