{
  "_id": "72529f0ae70bd357aff162945320f39436cd4cedd2ef08a86cdafccf7300969d",
  "feed": "wall-street-journal",
  "title": "How to Watch the Beijing 2022 Winter Olympics—Your Free and Paid Streaming Options; Cord-cutters can watch the entire Olympic lineup via NBCUniversal's Peacock streaming service, but with the Games appearing on TikTok and YouTube, and even in VR, that isn't the only way to catch them",
  "text": "<p>In addition to the Games appearing on NBC channels and NBCUniversal's Peacock streaming service, TikTok launched a search hub for official NBC content from Olympics-related accounts and is amplifying affiliated trends and live streams. NBC also has a partnership with Twitter to host and promote real-time video highlights throughout each competition day. The broadcaster will post content on Instagram, too.</p><p>During last summer's Tokyo Olympics, viewers were frustrated by inconsistency: Watching men's basketball required a premium Peacock subscription while gymnastics aired free to anyone on the app. Revisiting past events on the official Olympics website meant scrolling through hours of footage.</p><p>This year, the streaming situation is shaping up to be better. Peacock is still the focal point, but NBC is streaming the Games on other platforms, too. Even if you don't pay for subscription services, you can catch parts of the Games free using social-media feeds, a VR headset, even an antenna. And with free trials of subscription live-TV services, you could watch it all.</p><p>Peacock</p><p>NBC's Peacock app is ground zero for Winter Olympics content. The app will show every event that is airing on broadcast and cable TV, if you have Peacock's $4.99 Premium membership with ads, or its $9.99 Plus ad-free plan. Both plans also give you access to full replays of each competition after it ends, along with some additional exclusives.</p><p>Peacock recently ended its seven-day free Premium trial. Using the app's free tier will only get you recaps, highlights and daily studio shows.</p><p>You can find the Peacock app on Roku, Amazon Fire TV and Fire tablets, Apple devices, Android devices, Chromecast, Microsoft Xbox and Sony PlayStation. You can also find the app on smart TVs from LG, Samsung and Vizio. Just note, Peacock isn't an add-on option inside Amazon Prime or other big streaming services.</p><p>TikTok</p><p>NBCUniversal has an agreement with TikTok to create daily content and a three-part Olympics series, which will appear on the network's @NBCOlympics TikTok profile. Typing the word \"Olympics\" in TikTok's search bar will surface a hub of video content from Olympians and teams along with hashtags to follow for various sports, trends and events.</p><p>NBC won't stream the entire lineup on its TikTok channels, but it has already begun posting highlights.</p><p>Comcast and other cable providers</p><p>Cable customers of NBCUniversal's parent company, Comcast, can stream the Games online at no additional cost with an Xfinity TV box.</p><p>There is a dedicated hub for live and on-demand Olympics content in the cable-box and streaming-device interface. Say \"Olympics\" into your device's voice remote to launch the hub. Subscribers can set alerts for the live coverage they care about, and sports marked as favorite should carry over to the Xfinity Stream mobile apps.</p><p>SHARE YOUR THOUGHTS</p><p>How do you plan to tune into the Games?</p><p>Additionally, Comcast gives Xfinity X1, Xfinity Flex and XClass TV subscribers access to Peacock's Premium tier. The same goes for Cox cable customers with Contour and Contour Stream Player devices. (Other cable operators also offer Peacock promotions, so if you have cable, check your carrier's offers.) Go to Peacock's website to link your cable account.</p><p>YouTube TV</p><p>YouTube TV offers a two-week free trial, which will include access to NBC's coverage of the Olympics. (Be sure to check channel availability in your area.) The subscription typically starts at $64.99. However, Google is currently offering a $30 discount ($54.99 a month for three months) to new sign-ups.</p><p>Virtual Reality</p><p>NBC and Comcast launched an app for Meta Quest 2 (formerly known as Oculus Quest 2) headsets, enabling sports fans to get a 180-degree view of the Games. The app is called NBC Olympics VR by Xfinity and it is free to download on the Oculus App Store.</p><p>The app offers immersive views of figure skating, hockey and snowboarding, while other events let you switch between cameras for more vantage points.</p><p>More streaming options</p><p>The sports-focused streaming service FuboTV and streaming platform Sling TV will host access to NBC's typical coverage of the Olympics. FuboTV offers a seven-day free trial and a $64.99-a-month membership, while Sling, which streams NBC in select markets, offers a three-day trial before the full $35-a-month membership kicks in.</p><p>NBC will air Olympics coverage, highlights and commentary on itsiOS andAndroid mobile apps for NBC and NBC Sports, as well as on NBC's Winter 2022 Olympics TV app, but you would need to log in with your cable provider to stream content. You can also tune in on NBCOlympics.com website and related TV channels including CNBC and the USA Network.</p><p>The Free Strategy</p><p>If you are only interested in highlights, you can find free bites on TikTok, Instagram, YouTube and Twitter, among other places. But if you want to settle in and watch full events, the legal route to getting it free is a bit more complicated.</p><p>Since Peacock got rid of its free trials just in time for the Olympics, YouTube TV might be your best bet—its trial runs two full weeks. Just know that you can't keep watching if you cancel the service during the trial. If you really don't want the subscription, mark your calendar to quit before you get charged. FuboTV and Sling TV are other options. (Hulu + Live TV just ended its free seven-day trial.)</p><p>If you have an antenna, you can watch over-the-air broadcasts free from NBC, but you will need to find a way to record them via a DVR box or app if you don't want to be up at all hours catching live feeds.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>How to Watch the Beijing 2022 Winter Olympics—Your Free and Paid Streaming Options</p>",
  "published": "2022-02-04T22:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1690,
          "end": 1699
        }
      ],
      "nexusId": "10031144"
    }
  ]
}