{
  "_id": "3d47037c32629cbce188670d0592bb2dee4c0ba37132a79787a554eb1684f072",
  "feed": "wall-street-journal",
  "title": "How to Close the Networking Gap; Businesses and nonprofits aim to help students whose backgrounds put them at a disadvantage in building professional contacts.",
  "text": "<p>When Mark Granovetter was a Ph.D. student in the late 1960s, studying how white-collar men find new jobs, he zeroed in on social networks. When he asked interview subjects whether the person who told them about their current job was a friend, he repeatedly ran into the same answer. \"Over and over again, they would correct me and say 'No, no, he's only an acquaintance,'\" says Dr. Granovetter, now a professor of sociology at Stanford.</p><p>The idea, he explained in his classic 1973 article \"The Strength of Weak Ties,\" is that a job seeker's close friends usually know the same people and can only share already familiar information. From acquaintances, by contrast, \"you're going to get new information, new ideas, new ways of thinking,\" he says.</p><p>Nearly 50 years later, with a healthy assist from the force-multiplier of digital technology, personal and professional networking shows every sign of thriving. But that's not true across the board. Low-income Americans, racial minorities and first-generation college students frequently struggle. Even when they have checked all the career-readiness boxes by earning college degrees or other credentials, these job seekers typically navigate their careers with the fewest networking advantages.</p><p>As a result, according to a 2021 study of Florida State University graduates in the Journal of Applied Psychology, first-generation students have a harder time getting high-quality jobs than better-connected classmates with the same credentials. Having more \"occupationally focused relationships\" and help with resume-writing and interview skills provides a big boost compared with \"job seekers of lower social class who lack such networks,\" the authors wrote.</p><p>The strikingly insular nature of massively popular platforms like Facebook and LinkedIn doesn't help. Those social networks \"tend to simply amplify users' offline networks and tendencies, rather than forging new, different or expanded networks,\" wrote Julia Freeland Fisher, director of education at the Clayton Christensen Institute, in her 2018 book \"Who You Know: Unlocking Innovations That Expand Students' Networks.\"</p><p>Several years ago, Meg Garlinghouse, LinkedIn's vice president for social impact, began to notice that the people contacting her on LinkedIn seeking informational interviews were all advantaged white women with four-year college degrees. \"They were kind of in my network,\" she recalls. \"I was like, 'Oh, my God, I'm unintentionally helping the people who look just like me.'\"</p><p>SHARE YOUR THOUGHTS</p><p>What advice would you give to college students looking to build a professional network? Join the conversation below.</p><p>LinkedIn's own research shows that a member raised in a well-off ZIP Code is three times as likely to have a robust network, with many connections from a range of places. Members who graduated from well-known colleges and had a first job at a top company are twice as likely to have strong networks.</p><p>In a recent analysis of survey responses from 55,000 U.S. college students at 91 institutions, the National Survey of Student Engagement and Strada Education Network found that first-generation students were significantly less likely than their peers to have networked with alumni or professionals, discussed career interests with faculty, or interviewed someone in a career field that interests them.</p><p>Entrepreneurs have noticed the problem. In 2014, three undergraduates at Michigan Technology University, frustrated with how few recruiters from companies outside the Midwest came to their campus, took matters into their own hands. Determined to democratize access to information and opportunity, they launched Handshake, a platform for professional networking and graduate recruitment. Today the company serves 20 million students and young alumni from 1,400 educational institutions. It works with 650,000 companies, including all of the Fortune 500, providing services such as video interviews and online career fairs.</p><p>Along the way, the company has significantly expanded career networks for low-income students. Six years ago, about 20% of undergraduates using Handshake were recipients of Pell grants, well below the one-third or so of students nationally awarded the need-based federal financial assistance. Today the figure has grown to 32%, thanks to the company's new partnerships with hundreds of community colleges and historically Black colleges. \"For someone who doesn't have a lot of connections,\" says Handshake's chief education strategy officer, Christine Cruzvergara, \"This is a non-intimidating place where the barrier is lower for them to initiate a conversation.\"</p><p>The next step is getting students from disadvantaged backgrounds launched into strong first jobs. That's the mission of Chicago-based Braven, which works with a number of university partners across the country. Students in the program are coached in, among other things, forming networks and using referrals and informational interviews to secure internships and career-focused jobs. </p><p>As a student at Rutgers University-Newark, Andrej Gjorgiev signed up for Braven, a program that helps launch students into strong first jobs. PHOTO: Bryan Anselm for The Wall Street Journal</p><p>Andrej Gjorgiev, 24, signed up for Braven as a criminal justice and psychology major at Rutgers University-Newark. He learned how to seek the kind of connections he would have had trouble making on his own as the child of a construction worker and night-shift lab technician who emigrated from Macedonia a decade ago. \"A lot of the time, if you don't know people, it's hard to get outside of just your family,\" he said.</p><p>Yet for too many low-income college students, graduation still means underemployment. Farzana Chowdhury, whose parents run a newsstand in Brooklyn, emigrated to the U.S. from Bangladesh when she was 17. She graduated from Brooklyn College and considers her education well worth the time and money. But, she says. \"Nobody preps you for interview skills. Nobody preps you for 'Hey, after you graduate, start applying for internships, start looking into jobs, start going into LinkedIn.'\"</p><p>She got that help as a participant in the social-capital-and-skills nonprofit COOP Careers, which works with recent graduates who may be employed in one or more part-time jobs but are seeking more lucrative employment with a promising career ladder. \"Skills don't necessarily protect you. Relationships are what protect you,\" says Markus Ward, COOP's managing director of development. The organization collaborates with a number of large public universities and with major employers such as Google and Microsoft.</p><p>As for networking giant LinkedIn, when it came to recognize that networks aren't distributed equally, it began to take steps to close the gap. Ms. Garlinghouse helped to introduce the \"Plus One Pledge,\" which encourages LinkedIn members to do informational interviews with people outside their existing professional network, to be mentors and to introduce job seekers to friends or colleagues.</p><p>Even as these new tools develop and gain popularity, breaking into new networks remains challenging, especially for low-income students with modest inherited networks. For them to build successful careers, education and skills are necessary but not sufficient. They need social capital, too.</p><p>Mr. Wildavsky, a visiting scholar at the University of Virginia School of Education and Human Development, is writing a book for Princeton University Press on education, social capital and career success.</p><p>How to Close the Networking Gap</p>",
  "published": "2022-03-17T13:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6608,
          "end": 6617
        }
      ]
    }
  ]
}