{
  "_id": "d847a37f81316ef15877b74497adcbda53279c1e55e14dde22f8bcc5c184ce7e",
  "feed": "wall-street-journal",
  "title": "Activision Blizzard Plans to Add Two Women to Its Board; Move comes after allegations of sexual misconduct at the videogame maker, which has agreed to be bought by Microsoft",
  "text": "<p>Activision Chief Executive Bobby Kotick said in a statement that the two new additions bring important skills and experience to the videogame maker.</p><p>In joining Activision's board, Ms. Meservey has been given a seat on its new workplace responsibility committee. Activision formed the committee in November, saying at the time that it was created to oversee the company's progress in implementing new policies, procedures and commitments to improve its workplace culture and eliminate all forms of harassment and discrimination.</p><p>Last month a judge approved an $18 million settlement between Activision and the Equal Employment Opportunity Commission, which had been investigating the company for allegations of sexual harassment and retaliation. Activision continues to face a lawsuit over similar claims by the California Department of Fair Employment and Housing. The company has said it disputes the state's allegations and is fighting the case.</p><p>Mr. Kotick knew for years about sexual-misconduct allegations at Activision, The Wall Street Journal previously reported, though he didn't inform the board about everything he knew. Mr. Kotick has said he has been transparent with the company's board, and Activision has called the Journal's reporting \"misleading.\"</p><p>Activision is in the process of being acquired by Microsoft Corp. in an all-cash deal valued at roughly $75 billion. The companies have said they expect it to close next year, though the Federal Trade Commission is reviewing the potential transaction over whether it would substantially lessen competition within the videogame industry, the Journal reported in February. Antitrust scholars say courts have been skeptical of challenges to large mergers in recent years.</p><p>Robert Morgado, Activision's lead independent director, said the addition of the new board members reflects a continuation of the board's refreshment process. Many directors have had longtime connections with the company or Mr. Kotick.</p><p>Mr. Hartong III is a former Activision marketing executive and Mr. Wasserman, a sports and media executive, has been on the board of the Los Angeles County Museum of Art with Mr. Kotick since the early 2000s. In addition, Chairman Brian Kelly was part of the team that acquired the assets of the company that became Activision Blizzard in 1991, and Mr. Morgado has been on the board since 1997.</p><p>Write to Will Feuer at will.feuer@wsj.com and Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Activision Blizzard Plans to Add Two Women to Its Board</p>",
  "published": "2022-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 164,
          "end": 173
        },
        {
          "start": 1314,
          "end": 1329
        },
        {
          "start": 1314,
          "end": 1323
        }
      ]
    }
  ]
}