{
  "_id": "65d92a5923d59b18219e8ffbcb83921574d444cffe4cac594a1f2cf2881dd9f9",
  "feed": "wall-street-journal",
  "title": "Paul Allen's Art Collection Sets Record with $1.5 Billion Sale; Christie's auction offered a trove of trophies from artists like Cézanne, Seurat and Botticelli",
  "text": "<p>\"He changed the way we live our lives,\" Alex Rotter, Christie's chairman of 20th and 21st century art, said of the personal-computing pioneer. \"Now, he's changed the art market.\"</p><p>Mr. Allen's trove surpassed the previous, $922 million record set in May by New York real-estate developer Harry Macklowe and his ex-wife, Linda Macklowe. Whereas the Macklowe holdings were packed with midcentury masters and pop icons like Andy Warhol, Mr. Allen amassed a museum's breadth of pieces, from old masters to impressionists to American modernism. The sale had been expected to reach $1 billion, the house said.</p><p>Seurat's $149.2 million \"Models, Ensemble (Small Version),\" proved to be the night's star. The placemat-size painting of three women from 1888 hints at his larger, earlier scene of the same trio that belongs to Philadelphia's Barnes Foundation. It was only estimated to sell for $100 million, but four bidders pushed it higher.</p><p>The winning telephone bid was fielded by Christie's specialist Xin Li-Cohen, who often represents bidders from China and the U.S.</p><p>Rather than being the sale's highflying outlier, the Seurat was merely one of five works that topped $100 million. These included a $137.8 million mountaintop vista by Cézanne from 1888-9, \"La Montagne Sainte-Victoire,\" that sold following a single bid to an anonymous telephone bidder.</p><p>Vincent Van Gogh's 1888 \"Orchard with Cypresses\" also sold for $117.2 million to a different bidder fielded by Ms. Li-Cohen. Botticelli's \"Madonna of the Magnificat\" sold for $48.4 million, well over its $40 million estimate.</p><p>Even for the seasoned art establishment, the domino effect of so many big-ticket pieces one after the next lent a surreal atmosphere to the proceedings, with well-heeled collectors holding their cellphones aloft as auctioneer Adrien Meyer or Jussi Pylkkänen brought down the gavel. (In a rare move for an evening sale, the men each took turns at the rostrum.)</p><p>The sale kicked off a two-week round of sales at rivals Sotheby's and Phillips that are expected to bring in an additional $1 billion or more.</p><p>Christie's sale suggests the world's roughly 2,600 billionaires continue to feel insulated enough from global economic woes enough to chase after the season's buzziest consignment. In good markets and bad, collectors tend to feel safe bidding for plum pieces priced below $10 million, but experts say the bidding pool typically thins as prices push past $50 million. And in the case of the Cézanne and an $86.3 million Lucian Freud, \"Large Interior, W11 (After Watteau),\" it only took one bidder to win the works.</p><p>Roughly half the value of Mr. Allen's sale, or about $525 million, was tied up in six works that were each estimated to sell for at least $75 million or more. Cadell art adviser Caroline Sayan said such a top-heavy situation compelled Christie's to work overtime to line up multiple bidders for each.</p><p>\"To successfully execute high-value prices on a single lot is complex, but to replicate it multiple times like that has not been seen before,\" Ms. Sayan said.</p><p>Heading into the sale, Christie's managed to unload nearly all its risk, though. At least $990 million worth of the sale's offerings were guaranteed to sell even if no one showed up to bid. That is because the house found outside investors who pledged to bid no matter what, an increasingly common financial mechanism that Allen's sale took to another level.</p><p>Whatever the prepackaging, the results of the Allen sale validated the taste of the software pioneer who started collecting after he left Microsoft in 1983. He died in 2018. At first glance, he appeared to be the template of a trophy hunter, a wild-card bidder who sought out household names and paid a premium for rare examples. He often bought pieces at auction, offering a chance to gauge his investment returns.</p><p>\"Maternity II,\" an 1899 Paul Gauguin he bought in 2004 for $39.2 million, resold Wednesday for $106 million. Gustav Klimt's 1903 \"Birch Forest,\" which he bought for $40.3 million in 2006, resold on a single bid for $104.6 million.</p><p>But he also treated his collection as an intensely personal endeavor, declining to discuss it in his autobiography even though he spoke openly about his interests in music and aviation history.</p><p>Mr. Allen's family foundation said sale proceeds will go to charity, though it hasn't named specific beneficiaries yet.</p><p>He occasionally lent his art to museums, but few people were ever invited to view it in situ, so the Christie's sale amounted to a revelation. Mr. Allen bought works depicting his favorite travel spots, including Venice. He also collected American modernists when they weren't as popular, including Georgia O'Keeffe, whose \"White Rose with Larkspur No. 1\" sold for $26.7 million against a $6 million low estimate. Andrew Wyeth's 1980 \"Day Dream\"—estimated at $2 million low—resold for $23.3 million.</p><p>\"Wow, right?\" said adviser Hugo Nathan after the sale.</p><p>Write to Kelly Crow at kelly.crow@wsj.com</p><p>Paul Allen's Art Collection Sets Record with $1.5 Billion Sale</p>",
  "published": "2022-11-10T03:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3547,
          "end": 3556
        }
      ]
    }
  ]
}