{
  "_id": "c3c15a1f86f07a9ef6914ea742823c440e5346a4966fd929523c2d6ccdc00756",
  "feed": "ftcomall",
  "title": "US stocks rise for fourth day as traders continue to assess tech earnings",
  "text": "<p>US stocks extended a rally to a fourth day on Wednesday, as strong earnings reports from Alphabet and chipmaker AMD lifted the technology sector after a bruising start to the year.</p> <p>Wall Street's benchmark S&amp;P 500 index advanced 0.9 per cent, with a handful of big-name tech stocks driving the gains.</p> <p>The index dropped more than 5 per cent in January, its worst start to the year <a href=\"https://www.ft.com/content/5cf5199c-5538-40b6-a059-d2c795108919\">since the financial crisis</a>, amid rising concerns about the effect of higher interest rates, slowing growth and geopolitical tensions. However, Wednesday marked the fourth consecutive day of gains and brought its increase since the start of trading on Friday to 6 per cent. </p> <p>The Nasdaq Composite rose 0.5 per cent on Wednesday. </p> <p>Alphabet followed fellow tech titans Microsoft and Apple to <a href=\"https://www.ft.com/content/bd26296f-2d77-45e3-bc88-9e823e4a4be4\">post forecast-beating quarterly results</a> after the markets closed on Tuesday, sending shares of Google's parent company up 8 per cent. </p> <p>AMD rose 5.1 per cent after a positive trading update that also lifted shares in chipmaker peers such as Nvidia and Qualcomm.</p> <p>PayPal, however, was an exception to the positive trends across the tech sector. Shares in the company <a href=\"https://www.ft.com/content/41eb5628-79d3-416b-8432-b11fd1ceb905\">fell just under 25 per cent</a> to hit their lowest level in nearly two years, after the online payments group issued lower full-year revenue guidance than analysts had expected. </p> <p>Fast-growing tech businesses had been particularly badly hit by the recent market sell-off, as rising interest rates reduce the value that investors put on future earnings. </p> <p>However, the largest and most profitable companies have remained popular with some investors.</p> <p>Most Asian bourses were closed for the lunar new year holiday but South Korea's tech-heavy Kospi was up as much as 2.3 per cent on Thursday morning. </p> <p>“You will see the more profitable tech companies continue to thrive in a broader sell-off, with the remainder not doing well,” said Aneeka Gupta, research director at ETF provider WisdomTree.</p> <p>“But I don't think this market correction is over,” she added, noting that Wall Street's worst January since the depths of the global financial crisis in 2009 was caused not only by Federal Reserve policy but also by overall corporate earnings growth moderating from high levels last year. </p> <p>“Inflation is going to bite into companies' profit margins and they will struggle with high operating costs and higher interest rates,” Gupta said. </p> <p>Meanwhile, data from payroll processor ADP on Wednesday showed US private sector jobs fell by an unexpected 301,000 in January. The ADP data have a mixed record of predicting the official monthly payrolls report that investors use as one barometer of the strength of the economy. </p> <p>Markets have priced in about five quarter-point rises in the fed funds rate by the end of the year, from close to zero at present. But the weak ADP report on Wednesday underlined hopes of the Fed moving more slowly. Mary Daly, San Francisco Fed president, said earlier this week that while she supported a rate rise in March, “I want to be data dependent”.</p> <p>The yield on the benchmark 10-year US Treasury note, which moves inversely to its price and has climbed rapidly this year, fell back 0.02 percentage points to 1.77 per cent. </p> <p>Germany's equivalent Bund yield, which before a significant move last month had traded below zero since May 2019, rose to 0.04 per cent in response to a record <a href=\"https://www.ft.com/content/ef5ce3b5-f8a6-43ca-9a4d-3a507d12ddab\">rise in eurozone inflation</a>. </p> <p>Christine Lagarde, European Central Bank president, who will speak at a press conference following the institution's monetary policy meeting on Thursday, has<a href=\"https://www.ft.com/content/8e2036b9-c02e-45e8-87d8-c9d3362415f1\"> resisted pressure </a>to lift the currency bloc's main interest rate from historic lows. Ahead of the meeting, the euro rose 0.3 per cent against the dollar to purchase $1.13. </p> <p>Europe's regional Stoxx 600 share gauge added 0.5 per cent. </p> <p><em>Additional reporting by William Langley in Hong Kong</em></p><p>Source: Naomi Rovnick in London and Nicholas Megaw in New York 2022 'US stocks rise for fourth day as traders continue to assess tech earnings' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-03T04:51:17.069Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 742,
          "end": 751
        }
      ],
      "nexusId": "10031144"
    }
  ]
}