{
  "_id": "c61f2f9be2cf9ba63c4ef8b3104da44cba657eb59dcb09b45dadc6df280ed62d",
  "feed": "wall-street-journal",
  "title": "Cloud Sales Propel  Microsoft Earnings  ----  By Aaron Tilley",
  "text": "<p>   Microsoft Corp. said its earnings continued to grow last quarter as its cloud services business stayed strong. </p><p>   On Tuesday, the Redmond, Wash., software giant said its sales in the quarter ended in December hit $51.7 billion, up 20% from a year earlier. Its net income rose 21% to $18.8 billion. </p><p>   The results beat predictions from analysts, who were expecting $50.7 billion in revenue and $17.5 billion in net income, according to FactSet. </p><p>   Microsoft's overall cloud revenue for the quarter increased 32% from a year earlier to $22.1 billion. Its cloud infrastructure service, called Azure, grew by 46%. </p><p>   After falling in early after-hours trading, Microsoft shares rebounded to rise more than 1% after it announced the outlook for this quarter. </p><p>   For the current quarter, Microsoft expects sales of between $48.5 billion and $49.3 billion, beating analysts' expectations of $48.1 billion, according to FactSet. </p><p>   Over the past two years, Microsoft has been one of the biggest beneficiaries of the shift of remote working that followed the spread of Covid-19. Companies, governments and schools across the world started using more cloud-based technologies, and Microsoft has been selling the tools used for the shift. While an increasing number of organizations have been returning to doing more work in offices, the Omicron variant of the virus may be delaying the return to normalcy. </p><p>   The cloud-services business is one of the fastest-growing in tech and could expand from $385 billion in 2021 to $809 billion by 2025, according to research firm International Data Corp. Microsoft is the second-largest player in the industry with a nearly 20% share of the world-wide cloud computing market after Amazon.com Inc., which dominates the sector with a more than 40% share, according to Gartner Inc. </p><p>   Demand for personal computers, many of them using Microsoft's Windows operating system, has climbed in recent years and so has Microsoft's videogame business. Demand for laptop and desktop PCs is expected to continue to grow. </p><p>   Windows licensing revenue from PC makers increased 25% in the quarter, while Surface computer sales rose 8%. </p><p>   Microsoft has been making big moves to boost its gaming business. Last week, it announced a $75 billion offer to acquire gaming company Activision Blizzard Inc. If it goes through, it will be Microsoft's biggest acquisition ever -- close to three times bigger than the next largest. </p><p>   \"With our planned acquisition of Activision Blizzard announced last week, we're investing to make it easier for people to play great games wherever, whenever and however they want. And also shape what comes next for gaming as platforms like the metaverse develop,\" Microsoft Chief Executive Satya Nadella told analysts in a conference call after earnings were announced on Tuesday. </p><p>   Microsoft gaming revenue grew by 8% last quarter from a year earlier, with its hardware sales advancing 4% on demand for the latest Xbox consoles. Its gaming content and services revenue climbed 10%. </p><p></p>",
  "published": "2022-01-26T07:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1915,
          "end": 1924
        },
        {
          "start": 1153,
          "end": 1162
        },
        {
          "start": 19,
          "end": 28
        },
        {
          "start": 1838,
          "end": 1847
        },
        {
          "start": 438,
          "end": 449
        },
        {
          "start": 767,
          "end": 776
        },
        {
          "start": 931,
          "end": 940
        },
        {
          "start": 1558,
          "end": 1573
        },
        {
          "start": 2315,
          "end": 2326
        },
        {
          "start": 2123,
          "end": 2132
        },
        {
          "start": 645,
          "end": 654
        },
        {
          "start": 2788,
          "end": 2797
        },
        {
          "start": 2315,
          "end": 2324
        },
        {
          "start": 438,
          "end": 447
        },
        {
          "start": 2671,
          "end": 2680
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 1564,
          "end": 1573
        },
        {
          "start": 1838,
          "end": 1849
        },
        {
          "start": 1915,
          "end": 1926
        },
        {
          "start": 0,
          "end": 9
        }
      ]
    }
  ]
}