{
  "_id": "bb79d6b952a375ea7985ada59cbddbcdde50b2e0224aec6e974e264d699e886b",
  "feed": "wall-street-journal",
  "title": "WWE's Vince McMahon Steps Back From CEO Role Amid Misconduct Probe; Stephanie McMahon becomes interim CEO; company hires outside counsel to assist with investigation",
  "text": "<p>WWE said Friday that it has hired outside counsel to assist with an investigation into Mr. McMahon and John Laurinaitis, WWE's head of talent relations. Mr. McMahon will retain his role and responsibilities related to WWE's creative content during this period but will surrender his CEO and chairman duties until the investigation has concluded.</p><p>The board appointed Stephanie McMahon as interim CEO. Ms. McMahon, Mr. McMahon's daughter, had stepped away from her role as WWE's chief brand officer last month, writing in a LinkedIn post that she was \"taking this time to focus on my family\" but that she planned to return.</p><p>According to the Journal article, the January 2022 separation agreement bars the now-former employee, who was hired as a paralegal in 2019, from discussing her relationship with Mr. McMahon or disparaging him, the people said. A WWE spokesman said the relationship with the ex-paralegal was consensual.</p><p>The board's investigation began in April and has unearthed other, older nondisclosure agreements involving claims by former female WWE employees of misconduct by Mr. McMahon and Mr. Laurinaitis, the people said.</p><p>A WWE spokesman has declined to say whether Mr. Laurinaitis remains with the company. Mr. Laurinaitis didn't immediately respond to a request for comment.</p><p>Mr. McMahon said in the company's release Friday that he would cooperate with and \"do everything possible to support\" the investigation.</p><p>Write to Dean Seal at dean.seal@wsj.com</p><p>WWE's Vince McMahon Steps Back From CEO Role Amid Misconduct Probe</p>",
  "published": "2022-06-17T15:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}