{
  "_id": "f9c8c9951b8b8c9a74fdae0391a27ae2f671b0d3694b096cb2ef8a0043f80fc3",
  "feed": "wall-street-journal",
  "title": "Hurricane Ian Threatens to Submerge Tampa's Red-Hot Property Market; The biggest property market on Florida's west coast braces for what is expected to be the worst storm to hit the region in a century",
  "text": "<p>Apartment and office buildings, hotels, shopping centers and other commercial properties worth around $1.5 trillion sit in the storm's forecast path in Florida and nearby states, according to data provider MSCI Real Assets.</p><p>Tampa is the biggest property market on Florida's west coast, and it has the most at risk. Developers there are bracing for what is expected to be the worst storm to hit the region in a century, fleeing to higher ground, tying up loose lumber and roofing tiles, and draining artificial lagoons.</p><p>While many of Tampa's recent property developments were designed to weather powerful storms, more mature properties are unlikely to fare as well.</p><p>Older homes on the region's prized barrier islands are particularly vulnerable, said Jon Mast, the chief executive of the Manatee-Sarasota Building Industry Association. Newer homes further inland are likely to be built 12 feet or higher above sea level, he said, but older homes, including many on islands, were constructed with as little as 5 feet of floor elevation.</p><p>\"There's a huge opportunity for catastrophic damage from storm surge and wind,\" said Mr. Mast.</p><p>More than 1 million homes and multifamily buildings, with a replacement value of more than $258 billion, are at risk of storm damage due to Hurricane Ian, according to housing data provider CoreLogic.</p><p>As more Americans migrate to warmer Sunbelt cities, Tampa has been one of the biggest beneficiaries. The metro area has experienced rapid job and population growth, and it now ranks among the highest in the U.S. for accelerating home prices and rising rents.</p><p>Since late last week, however, home builders across the region said they have been halting construction activity and are preparing building sites for heavy winds, strapping building materials into large bundles.</p><p>Metro Development Group, which develops master-planned communities in the Tampa area, has been busy preparing its properties for the storm. The company is draining artificial lagoons to prevent them from overflowing in the rain, said vice president of marketing and communications Vaike O'Grady.</p><p>It is also deflating the inflatable obstacle courses that normally float on the lagoons, removing socks from storm drains, locking pool gates and hiding away any marketing flags and banners that might blow away in the storm, Ms. O'Grady added.</p><p>Downtown Tampa, with its gleaming hotels and office towers, is also vulnerable. In the Tampa Bay area alone, almost 17,000 commercial properties and apartment buildings spanning 182 million square feet are in areas at high risk of flooding, according to real-estate data company CoStar Group.</p><p>Billions of dollars of private and public funds went into the redevelopment of Downtown Tampa's waterfront in recent decades. Many of these buildings are in an area that is at high risk of flooding, according to data from CoStar. The properties in the high-risk area include a convention center, a 727-room hotel, an ice-hockey stadium that is home to the Tampa Bay Lightning and, across the bridge, one of Florida's largest hospitals.</p><p>At the city's tallest building, office tower 100 North Tampa, owner PGIM Real Estate is stacking up sandbags in anticipation of floodwaters. The company said it is also moving elevators away from ground floors and shutting down the building's heating, ventilation, and air conditioning system and mechanical equipment.</p><p>The centerpiece of Tampa's new waterfront is a $3.5 billion project named Water Street Tampa that is being developed by a venture that includes former hedge-fund manager and Lightning owner Jeffrey Vinik and Cascade Investment LLC, the investment firm of Microsoft Corp. co-founder Bill Gates. Its first phase, which is set to be completed this year, includes hotels, apartments, office and retail space and an entertainment venue.</p><p>Like most new developments in Florida, Water Street Tampa includes mechanical and electrical systems and other infrastructure designed to withstand strong hurricanes. Rooms housing these systems are located on the upper stories of buildings, sometimes as high as the sixth floor. Roof-mounted systems are designed to withstand 150 mile-an-hour winds and all new buildings are 11 feet or more above sea level.</p><p>Patrick Carroll, who owns a lot of property in the Tampa region, said 12 of his apartment buildings are located in areas that had to be evacuated. Some of the older properties were built in the 1990s with wood-frame construction, instead of the concrete blocks that have since become more common.</p><p>\"Wood frame construction is not the best for hurricanes,\" Mr. Carroll said.</p><p>At a construction site in Bradenton, south of Tampa, developer Framework Group LLC has removed portable toilets and tied down lumber slabs to prevent them from blowing away in the wind. \"You secure everything that can possibly move,\" said Phillip Smith, Framework's President. \"And then you cross your fingers.\"</p><p>Newer single-family homes are at less risk during Hurricane Ian, Mr. Mast said, because they tend to be built further away from the water and adhere to modern building codes.</p><p>Those codes were strengthened by the state of Florida in the years following Hurricane Andrew in 1992 and Hurricane Charley in 2004. They included changes such as requiring the use of stronger building materials to prevent homes from succumbing to storm-force winds, as well as a mandate to build higher above ground than homes were typically built during most of the 20th century.When Coty Splichal bought her two bedroom, one bath home in St. Petersburg's Meadowland neighborhood in 2015, she knew it was only 6 feet above sea level, but as a native Floridian she has dealt with hurricanes her whole life and wasn't particularly concerned.</p><p>\"Hurricane Irma came in at a Category 5 and was the size of the state of Florida,\" said Ms. Splichal of the last big hurricane that forced her to evacuate her home. \"We're just numb to it.\"</p><p>Peter Grant and Deborah Acosta contributed to this article.</p><p>Write to Konrad Putzier at konrad.putzier@wsj.com and Will Parker at will.parker@wsj.com</p><p>Hurricane Ian Threatens to Submerge Tampa's Red-Hot Property Market</p>",
  "published": "2022-09-28T13:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3645,
          "end": 3654
        },
        {
          "start": 3645,
          "end": 3660
        }
      ]
    }
  ]
}