{
  "_id": "08d198d98cbe5d9c9aec1e1827b59f75e031226681c70e1aee3fe6e5babab675",
  "feed": "ftcomall",
  "title": "FTX's predictable failings show the need for crypto regulation",
  "text": "<p><em>The writer is a former regulator, lawyer, executive director of the Financial Technology &amp; Cybersecurity Center and </em>author of&#xa0;<em>200 Years of American Financial Panics</em></p> <p>The most remarkable thing about the collapse of FTX and the arrest and charging of its founder Sam Bankman-Fried is how unremarkable it is. Despite the many crypto bells and whistles that have mesmerised investors and holders around the world, FTX looks like just another story of corporate misbehaviour. And ironically, many cryptocurrency holders who cherished its decentralised nature and freedom from government intervention will eventually be pleading for regulation.</p> <p>As a former bank regulator who worked on the cases of hundreds of failed banks and savings and loan associations and represented parties in about 30 of the 50 largest financial collapses in American history, the FTX story is very familiar to me. No matter the industry or the century, speculative dollars find their way into hyped, unregulated businesses growing at a too-good-to-be-true clip. </p> <p>There always seems to be an unrealistic infatuation with shiny new financial instruments. Combined with leverage, these have created combustible financial incubators where executives prone to sloppy bookkeeping, taking big risks or engaging in self-dealing have been able to fool some of the people for some of the time. </p> <p>Forgive me if I count the crypto crisis as predictable given the closed loop of investment and borrowing that drove the industry's growth, collateralised by nothing more than hope.</p> <p>So what is likely to occur now? The reorganisation or liquidation sagas that follow a financial collapse are always complicated, even when the law is clear. When the law is unsettled such as it is in the digital asset space, progress is likely to be the exception rather than the rule. </p> <p>Heads will spin for quite some time as novel questions about the ownership, focus and seizability of <a href=\"https://www.ft.com/cryptofinance\">cryptocurrencies</a> are addressed. For holders, the critical question will be whether real cash was legally set aside for them, or if they are simply one of many general unsecured creditors waiting for the liquidation of assets backed by air. We don't know 10 per cent of what we will&#xa0;know in six months. And in six months, we are likely to know only 50 per cent of everything there is to know. The one thing we do know is that crypto holders are probably in for a rough ride and many unhappy surprises.</p> <p>The risks inherent in cryptocurrencies may be unique, but the ways that crypto businesses can lose customer money are not. Fraud, mismanagement, risk-taking and criminality are just as likely to be alive and well in the digital asset business as in any other. In fact, they are more likely to be nurtured there since no one is really watching the business like other financial services businesses.</p> <p>Bill Gates distinguished the cryptocurrency phenomena as the embodiment of the theory of the greater fool. This is the idea that a “greater fool” will always be around to buy securities, even if you buy them when they are already overpriced. Those who did business with <a href=\"https://www.ft.com/stream/555b8eaf-51c0-4d66-bbf3-dfe5dd0bcaaf\">FTX</a> are probably feeling twinges of foolishness as they read the reports about its collapse that question the abilities if not the credibility of management in what has been described as “the most complete failure of corporate controls” orchestrated by a “very small group of inexperienced, unsophisticated and potentially compromised individuals”. </p> <p>The wheels of justice will grind slowly. The search for all of the digital assets that are supposed to be there is already proving difficult, darkening the hopes of FTX holders that they will ever see their money again. Everyone with a seemingly reasonable financial claim on FTX will challenge any priority that crypto holders may assert. Months will melt into years, and each day that holders do not have access to their investment, the glow of cryptocurrencies will fade.</p> <p>As journalists and investigators follow the money, they will inevitably focus attention on the role of Congress in the light of huge political donations. For its part, Congress will impanel hearings to begin the blame game. But who was supposed to be watching the crypto store? I estimate the global cryptocurrency industry became larger than the amount of mortgage debt outstanding in the US. And yet, 13 years have passed without laws being modernised, allowing just about anyone to mint cryptocurrencies and market them in ways that circumvent traditional&#xa0;regulatory structures that have proven to be the best protection that the public can have. </p> <p>Before all is said and done with FTX, the crypto industry will be anxious to be regulated to re-establish market confidence and provide the industry with a lifeline. Until that happens, you might as well take your money to the nearest casino — at least they are regulated. </p><p>Source: Thomas Vartanian 2022 'FTX's predictable failings show the need for crypto regulation' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-13T16:10:02.547Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}