{
  "_id": "b4eec9bbc7580bf8e080b43aa66d8e75c7fa03dec03343068595541cf026f35c",
  "feed": "wall-street-journal",
  "title": "Microsoft Earnings Decline, Sales Growth Slows Amid Weakening PC Sales; Software giant's cloud business grew last quarter, while Windows sales declined",
  "text": "<p>Sales of Microsoft's Windows operating system fell by 15% during the quarter, the company said. Sales of PCs, a large portion of which use Windows, have fallen this year after booming at the onset of the pandemic. The company's Azure cloud-computing platform and other cloud services posted a 35% rise in revenue, although the pace of its growth has slowed in the past year.</p><p>The software giant, which gets the lion's share of its sales from businesses, is doing better than tech companies which depend more on consumer spending and advertising. However, demand for its Windows operating system software has slipped alongside the sales of the personal computers which use it. Around the world households, companies and governments that purchased computers during the pandemic are scaling back.</p><p>Global shipments of desktop and laptop computers fell in the third quarter by 18% from a year earlier, according to a recent report by market-research firm Canalys. Notebook shipments were particularly hard hit, the technology-analysis firm said.</p><p>Microsoft is also a top player in cloud-computing services that have boomed during the pandemic. In the middle of the health crisis, Microsoft reported several straight quarters of 50% or more year-over-year sales growth for its Azure cloud-computing platform, the world's No. 2 behind Amazon.com Inc.'s cloud.</p><p>The pace of growth has moderated this year, however. Revenue growth at Azure and its other cloud services slowed to 35% in the most recent quarter from 50% a year earlier.</p><p>As businesses grapple with high inflation, rising interest rates and economic worries, Microsoft says they use its software and cloud services more for efficiency and flexibility.</p><p>\"Doing more with less doesn't mean working harder or longer,\" Microsoft Chief Executive Satya Nadella said at a company event earlier this month. \"It means applying technology to amplify what you can do and ultimately what an organization can achieve amidst today's constraints.\"</p><p>The strength of the dollar has also cut into Microsoft's growth. The WSJ Dollar Index, which tracks the greenback's performance against other currencies, is up nearly 15% since the beginning of the year. Microsoft gets close to half of its sales overseas, and a strong dollar means the money it earns in foreign currency translates into fewer dollars.</p><p>International Business Machines Corp. has had to contend with many of the same trends and last week posted higher-than-expected sales for the third quarter. It cited continued strong demand for its cloud-computing services and artificial intelligence products.</p><p>Earlier this month Microsoft said it was laying off employees to adjust to evolving business prospects. It didn't say how many people it was cutting. In July the software maker said it had plans to cut positions, affecting less than 1% of its total workforce of more than 200,000 people.</p><p>Videogames and Microsoft's Xbox videogame consoles are an increasingly important business for the company. The videogaming industry in general is going through a slowdown as the winding down of the pandemic means people are spending less time at home.</p><p>Still, Microsoft has made a huge bet on the sector with its $75 billion plan to acquire Activision Blizzard Inc. Regulators around the world are scrutinizing the deal and the company said it expects the deal to close by the end of next June.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Microsoft Earnings Decline, Sales Growth Slows Amid Weakening PC Sales</p>",
  "published": "2022-10-25T20:51:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9,
          "end": 18
        },
        {
          "start": 2187,
          "end": 2196
        },
        {
          "start": 1173,
          "end": 1182
        },
        {
          "start": 2899,
          "end": 2908
        },
        {
          "start": 2028,
          "end": 2037
        },
        {
          "start": 1610,
          "end": 1619
        },
        {
          "start": 2615,
          "end": 2624
        },
        {
          "start": 3143,
          "end": 3152
        },
        {
          "start": 1040,
          "end": 1049
        },
        {
          "start": 3418,
          "end": 3427
        },
        {
          "start": 1765,
          "end": 1774
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2899,
          "end": 2910
        },
        {
          "start": 2028,
          "end": 2039
        },
        {
          "start": 9,
          "end": 20
        }
      ]
    }
  ]
}