{
  "_id": "38c8be2486c5c7cc996c39508d6ef70bb9b662947b2ed9097f67c717a93b0654",
  "feed": "ftcomall",
  "title": "Chinese and Russian companies dominate in race to tap Bolivia's lithium",
  "text": "<p>As a global race for supplies of lithium heats up, companies from China and Russia are dominating the competition to unlock the vast potential of Bolivia, the country with the world's biggest resource of the critical metal for electric vehicle batteries. </p> <p>Four Chinese and one Russian group are on the shortlist as Bolivia's leftwing government nears a decision on a possible partner for state lithium company Yacimientos de Litio Bolivianos, with what kind of collaboration to be determined. One US group is the only western company still in contention.</p> <p>The successful bidder will face a challenge in extracting Bolivia's deposits but the prize is worth it. The country has the world's biggest resources, according to the United States Geological Survey, but is the missing member of Latin America's “lithium triangle”, where Chile and Argentina have done more to develop their resources. As demand <a href=\"https://www.ft.com/content/7ca99f9f-3b67-489a-a83c-477b6b12764e\">outstrips supply</a> and prices surge, Bolivia is a tempting target.</p> <p>“China is dominating this strategic sector [and] <a href=\"https://www.ft.com/bolivia\">Bolivia </a>is right in the middle of this global competition,” said Benjamin Gedan of US think-tank the Wilson Center.</p> <p>The shortlisted companies include four from China: Xinjiang TBEA Group; Fusion Enertech; Brunp, a subsidiary of<a href=\"https://www.ft.com/content/5e896f2e-faf2-4d64-bf73-b04bcbbf55d8\"> world's largest car battery maker</a>, CATL, with China Molybdenum; and CITIC Guoan Group with the China Railway International Group. Lilac Solutions, a US company backed by Bill Gates's Breakthrough Energy Ventures, and Uranium One Group, a subsidiary of Russia's state nuclear company Rosatom, complete the list. </p> <p>YLB will make its choice towards the end of the year. EnergyX, another US firm that set up a pilot lab in the country, met officials and promised health and education spending, was disqualified on a technicality in June.</p> <p>“We all thought EnergyX had practically won already,” said Héctor Córdova, former president of Comibol, Bolivia's state mining company. “But it didn't turn out that way.”</p> <p>The backdrop of global tensions has been heightened by the <a href=\"https://www.ft.com/war-in-ukraine\">war in Ukraine</a>. The Movimiento al Socialismo party government is aligned with China and Russia and has refused to condemn Moscow over its invasion of Ukraine. Relations between the US and Bolivia have been hostile almost since the MAS came to power in 2006.</p> <p>“The six left, I think there's a lot of political pressure to have them there,” said Daniel Jiménez, a partner at iLiMarkets, a consulting firm, who worked at Chilean lithium miner SQM for 28 years. </p> <p>Initial triumph in the contest does not guarantee success, given the challenge in extracting Bolivia's lithium. The metal is found in the salt flats of South America and the most common method, used in neighbouring Chile and Argentina, involves pumping the brine into ponds and processing the lithium salts that crystallise once the water has evaporated.</p> <p>Bolivia has pursued this method but it is less well suited to its salt flats, which have low concentrations of lithium, lots of impurities and an annual rainy season lasting several months. </p> <p>Mismanagement and political turmoil have also hampered production. The state has already invested more than $800mn in a grid of ponds and an unfinished plant that it says will start producing 15,000 tonnes of lithium carbonate a year in 2023. It is several years behind schedule.<br><br>The arrival of the latest MAS government in 2020 heralded a change, with YLB calling for proposals from foreign companies to develop new direct lithium extraction technologies that can pull lithium straight from brine.</p> <p>This could reduce production time, use less water and reduce dependency on appropriate weather — but is still in its infancy. There are only five cases of DLE being used at commercial scale, one in Argentina and four in China, and the fact that DLE works in one is no guarantee it will work in another. “DLE is not going to be an easy fix,” said Joe Lowry of Global Lithium, a consultancy.</p> <p>Neither Lilac nor Rosatom have commercial experience using DLE. </p> <p>With the Chinese companies it is hard to know for certain, said Alex Grant, principal at Jade Cove Partners, a company tracking DLE technologies around the world. “China is such a black box,” said Grant, who co-founded Lilac but has since left the company. None of the Chinese groups responded to a request for comment. <br><br>It is unclear what form of deal Bolivia will do. Carlos Ramos, executive president of YLB, responded to written questions saying that any eventual contract would “respect our laws and seek the maximum benefit for the Bolivian people”. He declined to give more details about the selection process, citing confidentiality agreements, and did not respond to a question asking whether there had been political pressure to advance Russian and Chinese players.</p> <p>Ramos added, without naming the company, that one firm had “lobbied excessively and unethically” but said that it was disqualified for submitting its results late and not for political reasons.</p> <p>Teague Egan, chief executive of EnergyX, described himself as “taken aback” by Ramos's statement and defended the company. He took responsibility for missing the deadline but added that it was the only company to set up its testing pilot in Bolivia's salt flats. </p> <p>Before being told of Ramos's comments, he told the FT: “The last thing I'm going to do is burn bridges, because who knows what will happen with the six other companies.”&#xa0;</p> <p>Gene Morgan, chief executive of Zelandez, a brinefield services provider, said Russia was “very motivated” to establish its own lithium supply following its invasion of Ukraine and subsequent western sanctions. Meanwhile, China is among Bolivia's biggest trading partners, and Chinese banks and companies have financed much infrastructure in the country.</p> <p>Prices of lithium carbonate used in electric car batteries have soared to 10 times their level at the start of 2021 at $67,700 per tonne, according to Benchmark Mineral Intelligence, barely budging from heights first hit in February as EV sales have remained resilient globally while supply has struggled to keep up. </p> <p>The Bolivian government anticipates producing 25,000 tonnes of lithium carbonate a year with DLE by 2025 — a target most independent analysts deem impossible. </p> <p>Gedan said: “Bolivia is a gamble . . . but global demand is growing so fast that hope springs eternal that Bolivia will get its act together eventually.”<br><br><em>Additional reporting by Harry Dempsey&#xa0;</em></p><p>Source: Thomas Graham in La Paz 2022 'Chinese and Russian companies dominate in race to tap Bolivia's lithium' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-17T03:00:05.422Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}