{
  "_id": "706c81ab2fce8e9d8c4e1c4a2bad4508f90e36304af98447ad38cb93ac55f1be",
  "feed": "wall-street-journal",
  "title": "'The Degradation of Life in L.A. is Exponential'; Will the voters who don't flee to Texas finally demand reform?",
  "text": "<p>\"The degradation of life in L.A. is exponential, and I don't see an end. The politicians are doofuses,\" a white male voter said.</p><p>\"California is the fifth-largest economy in the world. Why can't we do anything?\" a Black voter wondered.</p><p>\"I run into one or two every day, and I wonder: This is someone's son. Did he refuse help? How can you help them? We're failing them,\" a Latino voter remarked.</p><p>The comments were made in a series of focus group discussions, which are often even less reliable than polling, but the Times says they are consistent with other recent survey responses. Mr. Oreskes and Mr. Smith add:</p><p>The professional pollsters who led the conversations with 39 people in six groups said they were stunned by the depth of feeling and unanimity across party affiliation, socioeconomic standing, race and ethnicity...</p><p>\"I've probably sat through, I don't know, a couple hundred focus groups ... and never in my entire career, which is many decades, have I ever seen this kind of result,\" longtime political strategist Darry Sragow, who led the research, said in an interview.</p><p>Angelenos, the pollsters concluded, are angry over the condition of the streets, disturbed by the human suffering taking place on them and frustrated with the inability of government to do anything about it. They want elected officials to set realistic goals, pursue tough policies and hold themselves accountable.</p><p>The Times reporters add:</p><p>\"The hard thing is that we all hear that the government is spending, but we don't see it. Like, we, the residents of L.A. County, cannot see it,\" one millennial voter said. \"They always say, like, 'Oh, we're building these,' or 'We're going to build these,' or 'We have this project' and it's like, 'Yeah, yeah, yeah.'\"</p><p>Maybe voters are finally hitting the limits of their tolerance for expensive government and its disappointing results. They are certainly growing less tolerant of a prosecutor who doesn't want to prosecute. Jason McGahan reports this week in Los Angeles magazine:</p><p>The first attempt to recall Los Angeles district attorney George Gascón went down in flames last year much to the dismay of right-center law enforcement boosters and MAGA activists. However, it appears the new recall attempt—funded by deep-pocketed Hollywood players and Democratic donors—is rapidly gaining steam.</p><p>On Monday, a pair of major law-enforcement unions took a big step toward boosting the Recall Gascón campaign. The Association for Los Angeles Deputy Sheriffs, representing 8,000 L.A. county-sworn sheriff's deputies, announced it is joining the effort. Additionally, the Association of Deputy District Attorneys, which represents about 800 of Gascón's own prosecutors, announced it will hold a membership vote on whether to endorse the recall of their own boss.</p><p>Neither union endorsed the previous recall effort.</p><p>Could there finally be an emerging coalition against lawlessness? Also in Los Angeles magazine, Jon Regardie noted last month:</p><p>The city last year experienced 397 murders, up 11.8 percent from the 355 the previous year, and a 53.9 percent increase from the 258 in the pre-pandemic year of 2019.</p><p>Mr. McGahan's report this week suggests that the crime wave is creating a new politics around issues of law enforcement:</p><p>Steve Cooley, the former L.A. district attorney who is a proponent of the recall, told Los Angeles that law-enforcement groups previously cautious toward the recall changed their minds after polling showed 61 percent of voters said they would recall the sitting district attorney if the issue were put on the ballot.</p><p>\"Groups that were cautious before have made up their minds,\" Cooley said, \"and committed more money.\"</p><p>To get the recall on the November 2022 ballot, supporters must collect signatures from 566,857 registered voters by July 6.</p><p>Recalling Mr. Gascón could be the start of exponential improvement in the City of Angels.</p><p>***</p><p>Mr. Freeman will be away on Friday but will return on Monday.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Lisa Rossi helps compile Best of the Web.)</p><p>***</p><p>'The Degradation of Life in L.A. is Exponential'</p>",
  "published": "2022-02-10T22:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}