{
  "_id": "f0ae8676c8ac9cdca5bb708c21d9737f9dfa530c986aea740021af4af86fc72c",
  "feed": "wall-street-journal",
  "title": "Big Auditors to Leave Russia Amid Invasion of Ukraine; All four top accounting firms are cutting ties with their Russian operations",
  "text": "<p>For at least some of the firms, finalizing their exit will likely take months, according to people close to the Big Four. And the repercussions of their move may last for years.</p><p>\"It's an absolutely unprecedented situation,\" one of the people close to the firms said. \"If you'd said a few weeks ago, [most of] the Big Four would sever links with their Russian partners, I'd have said 'what are you smoking?'\"</p><p>Senior leaders at the four accounting giants are still scrambling to work out the details of their departure from Russia, the people close to the firms said. Firms in the Big Four networks operate as separate legal entities in each country, using a common global brand and bound by an agreement that governs arrangements such as the sharing of certain intellectual property.</p><p>The Russian members of their international networks will now have to set up under different brands. The transition from the networks to stand-alone status involves everything from dealing with regulators and transferring documents, to advising clients and working out what to do with staff on secondment to Russia.</p><p>\"It's fiendishly complicated,\" another of the people close to the firms said. \"The whole process is going to take a few months.\"</p><p>PwC Russia said on its website it will continue to cooperate with its soon-to-be former PwC partners. \"The principles and rules of working with clients in Russia will remain unchanged,\" the Russian accounting firm said.</p><p>The speed at which Russia has been transformed into a pariah state appears to have caught the accounting firms by surprise. Some of their websites had yet to be updated early Monday. \"KPMG has been rated the No. 1 Audit firm in Russia since 2009,\" that firm's website read.</p><p>The firms' exit creates another obstacle to an eventual re-entry of big Russian companies to the global financial markets. The lack of a Big Four auditor would likely make it harder for those companies to raise money overseas. It could also prove a barrier to Russian companies listing on U.S. stock exchanges.</p><p>A 2020 law, known as the Holding Foreign Companies Accountable Act, threatens to delist companies if their principal audit firm's work can't be inspected by U.S. regulators. The delisting threat, targeted at Chinese audit firms, could also affect Russian ones if the authorities there won't cooperate with the U.S. audit watchdog the Public Company Accounting Oversight Board.</p><p>Once the Russian accounting firms have left the Big Four networks, they will be able to work for companies and individuals sanctioned by the U.S. and other Western governments. The clients of PwC's Russian firm, for example, include the country's central bank, its largest bank Sberbank, and the state-owned oil company Gazprom.</p><p>The Big Four firms' exodus follows pressure on them from their own partners and junior employees, as well as clients and alumni, according to the people close to the firms and comments on social media. Quitting Russia may not be enough to satisfy that pressure.</p><p>Borys Trofimov, who works for EY's consulting arm in Chicago according to his LinkedIn profile, said on the site last week that the firm should immediately cut all business ties with Russia. He wrote that his retirement-age parents in Ukraine were working in hospitals during the daylight and hiding in bomb shelters during the nights. \"My sister…is scared to death to be shot by Russian troops,\" he said.</p><p>The firms say they may go further than simply stopping work for sanctioned firms or individuals. PwC is \"undertaking an enhanced risk review of non-sanctioned Russian clients,\" a spokesman said. Ernst &amp; Young said in its statement Monday it \"will no longer serve any Russian government clients, state-owned enterprises or sanctioned entities and individuals anywhere in the world.\"</p><p>The firms said that walking away wasn't easy. EY described its decision as \"heart-breaking…we have over 4,700 colleagues in Russia, who have been a part of our global network for over 30 years.\"</p><p>KPMG said that its incredibly difficult decision to end its working relationship with its more than 4,500 people in Russia and Belarus was \"not about them—it is a consequence of the actions of the Russian Government.\"</p><p>Deloitte said Monday that \"we know our [3,000] colleagues in Russia and Belarus have no voice in the actions of their government,\" adding that it would do everything possible to help them.</p><p>Write to Jean Eaglesham at jean.eaglesham@wsj.com</p><p>Big Auditors to Leave Russia Amid Invasion of Ukraine</p>",
  "published": "2022-03-07T15:20:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}