{
  "_id": "71b07cf0be9a316381a43c6b0947fe7a6b147fec753efe9ed94a89d391f0e087",
  "feed": "market-watch",
  "title": "S&P 500 holds above 4,000 in Black Friday trading as stocks aim for weekly gain",
  "text": "<p>* The S&amp;P 500 SPX was marginally lower at 4,025.</p><p>* The Dow Jones Industrial Average DJIA advanced 80 points, or 0.2%, to 34,274.</p><p>* The Nasdaq Composite COMP shed 51 points, or 0.5%, to 11,234.</p><p>Markets were closed on Thursday in observance of the Thanksgiving Day holiday. U.S. stock trading will close early Friday at 1 p.m. Eastern. U.S. indexes were on track to post weekly gains, in keeping with the historical trend for markets to rise during the week of Thanksgiving.</p><p>MarketWatch Live: How stocks have performed on every Black Friday going back to 1950</p><p>What's driving markets?</p><p>U.S. stocks were on track to book their second weekly gain in three Friday as Wednesday's decidedly dovish minutes from the Federal Reserve's November policy meeting helped support stocks, even as tighter COVID-19-linked restrictions on movement and business in China undermined the outlook for the global economy.</p><p>As a result, investors were clinging to hopes on Friday that the Fed would shift to a less-aggressive pace of interest-rate hikes amid heightened concerns about an economic downturn in 2023.</p><p>Read: Fed's Bullard set to talk inflation, interest rates in MarketWatch Q&amp;A Monday</p><p>There is no economic data planned for Friday. But investors are facing a busy week ahead, with a large batch of data coming due.</p><p>Important data points due next week include a revised reading on third-quarter U.S. gross domestic product, the PCE price index for October, home prices for September, and November employment data.</p><p>Elsewhere, China's central bank said Friday that it will cut the amount of deposits banks must set aside, releasing 500 billion yuan ($69.91 billion) of liquidity into an economy reeling from the worst COVID-19 outbreak since Wuhan.</p><p>\"How effective that will prove to be when cities are seeing restrictions and effective lockdowns reimposed is hard to say. But combined with other measures to boost the property market and ease Covid curbs, the cut could be supportive over the medium term when growth remains highly uncertain,\" said Craig Erlam, senior market analyst at OANDA, in a note to clients.</p><p>Read: Panic-buying seen in Beijing as government orders construction of COVID-19 quarantine centers</p><p>The post-Thanksgiving trading day Friday also kicks off the start of annual holiday shopping, known as Black Friday, which could put shares of Amazon.com AMZN, Walmart WMT, Target TGT and other retailers in focus.</p><p>\"Going into the holiday season, we'll get an early idea of the state of play for household spending in the midst of a cost-of-living crisis,\" added Erlam.</p><p>The bond market is facing a recommended early close, but the yield on the two-year note BX:TMUBMUSD02Y was down 1 basis point to 4.467%, while the yield on the 10-year note BX:TMUBMUSD10Y rose 2.6 basis points to 3.724%.</p><p>Companies in focus</p><p>* Manchester United MANU shares were higher, after hitting a 52 week high Wednesday, following reports earlier in the week that it was considering strategic options, including a possible sale.</p><p>* Shares of Activision Blizzard ATVI traded lower following a reportthat the Federal Trade Commission was likely to file an antitrust lawsuit to block the videogame publisher's acquisition by Microsoft Corp. MSFT</p><p>* Tesla TSLA shares advanced, shrugging off news of a recall of about 80,000 cars in China, while other reports said the EV maker's full self driving beta software is now available to everyone in North America.</p><p>S&amp;P 500 holds above 4,000 in Black Friday trading as stocks aim for weekly gain</p>",
  "published": "2022-11-25T15:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3193,
          "end": 3208
        },
        {
          "start": 3193,
          "end": 3202
        }
      ]
    }
  ]
}