{
  "_id": "9d768dd36de05162f73331ee33ea9d7b821d96ccde46d8815419487d685352ee",
  "feed": "market-watch",
  "title": "GameStop stock sinks toward 11-month low as Microsoft-Activision merger poses ‘walled garden' risk",
  "text": "<p>The “meme” stock GME slumped 3.1% in midday trading, putting it on track for the lowest close since Feb. 26, 2021. It has now tumbled 25.0% amid a seven-day losing streak, which would match the longest stretch of losses the stock has suffered since the 11-day streak that ended Nov. 7, 2017. There have been two other 7-day losing streaks since then, ending on Aug. 4, 2021 and April 13, 2021. Read more in MarketWatch's “MemeMoney” column.</p><p>Wissink said the $68.7 billion deal for Microsoft Corp. MSFT to buy Activision Blizzard Inc. ATVI announced Tuesday is a “game changer,” as it speeds up the digitization of gaming.</p><p>She reiterated the hold rating she's had on GameStop since October 2020, but lowered her stock price target to $100 from $145. The new target implies 5.2% downside from current levels.</p><p>“Both MSFT [Microsoft] and ATVI [Activision] are key vendors to GME [GameStop] and a merger would strengthen their combined power to alter economics, merge data and leverage verticalization across hardware and software,” Wissink wrote in a note to clients. “Should Microsoft elect to make Activision's ‘triple-A' titles exclusive to Xbox, it would impact a key source of new software sales volume for GME.”</p><p>Don't miss: Opinion: Microsoft faces battle for Activision deal, especially if ‘Call of Duty' is destined for Xbox exclusivity.</p><p>She said that while Microsoft indicated it wasn't planning a single-centralized gaming metaverse, “the combo of MSFT + ATVI aggregating content and properties within their specific ecosystem could pose a potential walled garden risk to GME.”</p><p>Basically, Wissink said GameStop management had already realized that the digitization of gaming was a growing risk, as the “unique downstream deal” with Microsoft announced in the fall of 2020 indicated, but the merger speeds things up.</p><p>“Microsoft's agenda to win this cycle was being seeded; [Tuesday's] announcement takes it to a whole new level,” Wissink wrote. “Unfortunately, we don't see GME's role as enhanced, at least not initially.”</p><p>GameStop's stock has plunged 43.5% over the past three months but has still soared 168.0% over the past 12 months, while the S&amp;P 500 index SPX has gained 20.2% over the past year.</p>",
  "published": "2022-01-19T16:46:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 481,
          "end": 496
        },
        {
          "start": 1235,
          "end": 1244
        },
        {
          "start": 481,
          "end": 490
        },
        {
          "start": 1072,
          "end": 1081
        },
        {
          "start": 1738,
          "end": 1747
        },
        {
          "start": 1362,
          "end": 1371
        },
        {
          "start": 1822,
          "end": 1832
        },
        {
          "start": 818,
          "end": 828
        }
      ],
      "nexusId": "10031144"
    }
  ]
}