{
  "_id": "fead075669555da2caaf8008fd07d04e553849c4cc343611db113f906fad3a5f",
  "feed": "wall-street-journal",
  "title": "Carbon-Transformation Startup LanzaTech is Going Public in $2.2 Billion SPAC Deal; Company traps waste gas, uses bacteria to turn it into sustainable chemicals and products for customers including Unilever and Coty",
  "text": "<p>LanzaTech is merging with the SPAC AMCI Acquisition Corp. II, a blank-check firm focused on the energy transition, in a deal that is set to be unveiled Tuesday.</p><p>Founded in 2005, LanzaTech is one of many companies developing solutions to decarbonize high-emitting industries through carbon capture and reuse. Climate analysts say such technologies are vital for many large firms to shrink their environmental footprints and meet their climate objectives. Skeptics of these nascent processes argue that biofuel and sustainable chemicals are too costly.</p><p>The cash raised from the SPAC deal will help increase adoption of LanzaTech's process and bring down costs, CEO Jennifer Holmgren told The Wall Street Journal.</p><p>\"There's so much demand and a realization that to get down the cost curve, people need to help companies like ours and pay a little more at the beginning,\" she said. The company has two projects commercially operating and seven more under construction. It also counts steelmaker ArcelorMittal SA and chemical company BASF SE among the investors and customers hoping to use its process to limit emissions.</p><p>LanzaTech joins many other climate startups in using SPAC mergers to go public. Such deals have become popular alternatives to traditional initial public offerings in the past two years, in part because companies can make projections that aren't allowed in IPOs.</p><p>A SPAC is a shell company that raises money, then lists on a stock exchange with the sole purpose of merging with a private firm to take it public. After the private company discloses financial and ownership information and regulators approve the deal, it replaces the SPAC on the stock market.</p><p>The pace of SPAC deal-making has slowed dramatically to start the year, with shares of many companies falling and some firms that went public via SPACs missing the business targets they made just months earlier. Market volatility caused by Russia's invasion of Ukraine, expected interest-rate increases and supply-chain disruptions have also chilled capital markets.</p><p>As part of its merger, LanzaTech is expected to raise a $125 million private investment in public equity, or PIPE, from investors including ArcelorMittal, BASF and Khosla Ventures.</p><p>That money and the $150 million the AMCI SPAC raised in August could be used to expand the business, though SPAC investors can withdraw their money before deals go through. Low share prices incentivize withdrawals, which have become more common lately and make it harder for mergers to be completed. The SPAC is backed by the investment firm AMCI Group. One of its previous blank-check firms took public hydrogen fuel-cell firm Advent Technologies Holdings Inc.</p><p>LanzaTech in 2020 spun off LanzaJet Inc., a producer of sustainable aviation fuel that counts Microsoft Corp.'s Climate Innovation Fund and Shell PLC among its backers. LanzaJet brought in former United Airlines Inc. executive Jimmy Samartzis as CEO and made LanzaTech's Ms. Holmgren chair of its board of directors.</p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Carbon-Transformation Startup LanzaTech is Going Public in $2.2 Billion SPAC Deal</p>",
  "published": "2022-03-08T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2778,
          "end": 2793
        },
        {
          "start": 2778,
          "end": 2787
        }
      ],
      "nexusId": "10031144"
    }
  ]
}