{
  "_id": "9deaf4a175b2c3a7ec4545311f4d4b49254ad58ef0d96ed4ea074c86c196ad5f",
  "feed": "ftcomall",
  "title": "Deutsche banker takes over asset manager in the eye of an ESG storm",
  "text": "<p>Stefan Hoops had known for some time that he was in the running to take over at DWS, Deutsche Bank's majority-owned asset manager beset by allegations of greenwashing.</p> <p>But a public police raid on both companies' Frankfurt offices on Tuesday catapulted the 42-year-old Deutsche lifer into the centre of Germany's latest corporate catastrophe earlier than expected.</p> <p>Hoops, a protégé of chief executive Christian Sewing, will take over from the embattled Asoka Wöhrmann next week, inheriting a business <a href=\"https://www.ft.com/content/a3d6a8d1-0800-41c9-ab92-c0d9fce1f6e1\">being investigated by US and German authorities</a> after a whistleblower accused DWS of misrepresenting how it used environmental, social and governance metrics to analyse companies across its investment platform.</p> <p>The fallout from those probes has seen <a href=\"https://www.ft.com/stream/25bdc25c-9ea4-4fdd-8747-b4a1ecd2b97c\">DWS</a>, which went public in 2018, lose a fifth of its market value over the past year, even as it recorded record net profits of €782mn for 2021. While both the asset manager and Deutsche continue to deny any wrongdoing, Hoops will be left with some “cleaning up” to do when it comes to DWS's reputation, in the words of a leading investor.</p> <p>He will also have to deal with regulators on both sides of the Atlantic vowing to <a href=\"https://www.ft.com/content/97dd3144-dadb-452f-9a65-088a841ad7b1\">tighten rules on the ESG sector</a> — an industry that has boomed to just under $2.8tn in assets since 2019 but has had to contend with suggestions that companies are inflating their sustainability credentials in order to attract capital or customers.</p> <p>Wednesday's early morning announcement of Hoop's ascension was not met with euphoria. DWS shares closed down 6.2 per cent, while Deutsche fell 0.8 per cent.</p> <p>“The problem is that Hoops [who spent most of his career in sales] has no asset management experience at all,” the investor said, adding that the change at the top of DWS may just be the “first step” in a wider shake-up of the company.</p> <p>“The instability in the top leadership at DWS is an issue, particularly for institutional clients and the consultants who advise them,” said a former senior DWS executive.</p> <p>Haley Tam, analyst at Credit Suisse, said she saw the change of leadership “heralding a period of uncertainty for DWS's strategy”. </p> <p>Tam added that the move “could even raise questions over its future as an independent asset management company”.</p> <p>A person close to both companies said the nomination of Hoops — who joined <a href=\"https://www.ft.com/stream/155f69d8-9bdd-4354-935a-6a0647a92f90\">Deutsche</a> as a graduate in 2003 — would not see DWS “pulled back into the mother ship”, and that its aim to become one of the world's top-10 asset managers remained intact.</p> <p>But Hoops must still convince customers and shareholders that DWS is about to enter calmer waters, even as he becomes the sixth person to lead the asset management business in a decade, during which time a succession of managers left after failing to halt an exodus of clients.</p> <p>Nicolas Moreau, Wöhrmann's predecessor, was dismissed in 2018 just months after guiding DWS through its listing. Moreau had promised the group would attract €30bn a year of additional assets under management, but clients continued to withdraw their savings from the group's funds and its share price tumbled following the initial public offering.</p> <p>Under Wöhrmann, DWS had begun to attract clients back, with €47.7bn of net inflows last year. But the greenwashing investigation — along with questions raised over a €160,000 payment made by a client to Wöhrmann and his use of a personal email address for business purposes during his time at Deutsche — ultimately cost him his job.</p> <p>Some of DWS's recent woes will depart with Wöhrmann. In an internal memo sent on Wednesday morning, and seen by the Financial Times, the outgoing executive made reference to allegations against him that “have left their mark”, and people close to the company said Deutsche had been looking to replace Wöhrmann since his personal conduct was called into question.</p> <p>But others embroiled in the greenwashing debacle remain at the heart of DWS, not least supervisory board chief Karl von Rohr, whom whistleblower Desiree Fixler said she emailed directly in March last year. US authorities claim that Deutsche, on whose executive board von Rohr also sits, violated an agreement by failing to flag her complaints in a timely manner. </p> <p>“Karl von Rohr — how is he still in his seat?” Fixler said. “Christian Sewing and Stefan Hoops need to clean house. That means others from senior management and the executive board need to go.”</p> <p>She added: “This is as much about greenwashing as it is about a thoroughly rotten corporate culture within the upper echelons of DWS and Deutsche Bank.”</p> <p>It could therefore be a “matter of time before he has to go too”, the leading investor said of von Rohr, who was in post when PwC was asked to conduct a controversial probe into the allegations, and who as recently as April said he was “very satisfied” with the performance of Wöhrmann and his team. </p> <p>Deutsche declined to comment but a person close to the bank said von Rohr had followed “standard practice” for investigating internal complaints. DWS declined to comment.</p> <p>Hoops, a keen basketball player, will also face questions as to why, if DWS's ESG criteria are up to scratch, the group overhauled them to an extent that it only reported €115bn in “ESG assets” in 2021 — 75 per cent less than a year earlier when it stated that €459bn in assets were “ESG integrated”.</p> <p>“At first it looked like a case of a former employee scorned and that was driving the investigation . . . but I was always surprised DWS made such bold claims on ESG,” an industry consultant said of the company. “When doing work for peers, we prepared league tables for best in class on ESG and they never came up.”</p> <p>The rest of the asset management sector will also be shaken by Wöhrmann's resignation, according to Magdalena Senn of Bürgerbewegung Finanzwende, a non-profit that lobbies for tighter regulation of financial services. </p> <p>“Providers of financial products advertised as sustainable will now closely examine whether their own investment criteria deliver what they promise,” she said.</p> <p>Hoops spent Wednesday morning speaking to his predecessor and DWS's management team and compiling a list of key customers to call and reassure. No one at DWS or Deutsche has been charged with wrongdoing over greenwashing, people close to Hoops were keen to stress, although it could take years for the probes to come to a conclusion.</p> <p>But as Hoops told his LinkedIn followers last year, ESG “data requirements and reporting standards” are keeping executives “up at night”.</p> <p><em>Additional reporting by Chris Flood in London</em></p><p>Source: Joe Miller in Frankfurt, Owen Walker and Adrienne Klasa in London 2022 'Deutsche banker takes over asset manager in the eye of an ESG storm' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-02T04:00:28.071Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}