{
  "_id": "24ba483a2f38f9cc95dd895aa0dd3b001d5811db1fc803c049ce5983c37f4644",
  "feed": "market-watch",
  "title": "Alphabet is 'a big ship to turn around,' when it comes to much-needed belt-tightening, but Wall Street has faith; Alphabet remains 'utterly indispensible,' says one analyst",
  "text": "<p>Hit by a decline in digital-ad spending, Alphabet's late Tuesday results missed forecasts across several categories. In a glaring spotlight, third-quarter sales for the company grew just 6% annually, the slowest pace since June 2020, as executives spoke of deepening cuts in ad spending.</p><p>Snapchat parent Snap had already raised a red flag on ad spending last week, but Alphabet is seen as a bigger industry gauge. Shares of related companies were tumbling in premarket, with Facebook parent Meta META , Pinterest PINS and Snap SNAP all down 3% each. Weak Microsoft MSFT earnings were also hurting Amazon.com AMZN.</p><p>The company's rapid head count growth, which played catch-up in the past several quarters after a slow increase in 2021, is now coming face to face with slowing revenue, noted a team of JPMorgan analysts led by Doug Anmuth. They kept a \"cautiously\" overweight rating on the group, but trimmed their target price to $115 from $136 per share.</p><p>The focus now falls on Alphabet's profit and margin levels, \"most notably whether the cost structure will slow or decline in 2023,\" said Anmuth, who added that the tech group, while sensitive to suggestions of headcount cut, was set to slow hiring dramatically next year.</p><p>\"To be clear, it will take time for GOOGL to slow spending — it's just difficult to turn a big ship — but we believe that GOOGL will take appropriate steps to run a leaner business while still focusing on long-term growth,\" he said.</p><p>Opinion: Google was supposed to be Wall Street's safe haven, but now it's a dart board</p><p>Raymond James analysts cut their price target to $120 from $143 per share, but maintained an outperform rating, citing expectations for \"solid long-term advertising revenue growth\" thanks to Search and YouTube, cloud momentum and value in other areas such as hardware. They also noted that shares are attractively valued — trading at 16 times 2023 forward earnings.</p><p>Google \"is an ad business first and digital ads is no longer a safe place to hide,\" noted AB Bernstein's Mark Shmulik and James McNeill, who cut their price target to $120 from $130 per share.</p><p>They highlighted comments from management that tougher comparisons were ahead, given that Google was a primary beneficiary from Apple's privacy changes to its operating system starting in the third quarter of 2021, \"though we'll wait for Meta's print before drawing conclusions.\" The Facebook parent is due to report later on Wednesday.</p><p>Bernstein analysts, who kept their rating at outperform, echoed JPMorgan's thoughts on the investor patience needed regarding cost controls. \"Slowing hiring takes time at the big machine, with Q4 new HC [headcount] expected at half of 3Q's 12.5K, and margin expansion should return in 2023,\" they said.</p><p>Of course, for Alphabet investors, things look a little rough, but they could always be worse. Snap's results triggered a 28% stock drop last week.</p><p>\"The reason Alphabet isn't following suit to the same degree is because it's utterly indispensable. Demand may ebb and flow, but it will never turn off completely, and that's reflected in a pretty remarkable share price performance over the past month,\" said Sophie Lund-Yates, lead equity analyst at Hargreaves Lansdown.</p><p>That's as Google is a \"fundamental daily activity for swaths of the globe's population,\" while YouTube also offers a \"potentially lucrative growth avenue\" too, though \"the billion-dollar question of how to monetize the platform's shorts is still lingering unanswered,\" said the analyst.</p><p>\"Ultimately, Alphabet's leading market share and irreplicable scale leave it with barriers to entry so tall that it's largely sheltered from the worst of economic storms,\" said Lund-Yates.</p><p>Alphabet is 'a big ship to turn around,' when it comes to much-needed belt-tightening, but Wall Street has faith</p>",
  "published": "2022-10-29T13:43:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 555,
          "end": 564
        }
      ]
    }
  ]
}