{
  "_id": "b6100ccbf593c9516601029085e5a37df91e56a8118faf286220e5c0a0a47817",
  "feed": "ftcomall",
  "title": "Home Depot's Bernie Marcus: ‘I'm worried about capitalism'",
  "text": "<p>The list of potential obstacles to entrepreneurial success in the US today is long, according to Bernie Marcus, co-founder of Home Depot: human resources executives, government bureaucrats, regulators, socialists, Harvard graduates, MBAs, <em>Harvard</em> MBAs, lawyers, accountants, Joe Biden, the media and “the woke people”.</p> <p>The 93-year-old retailer and billionaire is adamant. If he and co-founder Arthur Blank tried to launch <a href=\"https://www.ft.com/stream/464f7780-6a0a-4d35-a6de-4e433e03d88f\">Home Depot</a> today, “we would end up with 15, 16 stores. I don't know that we could go further.” As it is, the company's unmistakable orange branding is found on 2,300 warehouse-sized do-it-yourself stores across North America, and the group has a market capitalisation of $300bn and annual revenue of more than $150bn.</p> <p>“I'm worried about capitalism,” Marcus says in a video interview from his home in Boca Raton, Florida. “Capitalism is the basis of Home Depot [and] millions of people have earned this success and had success. I'm talking manufacturers, vendors and distributors and people that work for us [who have been] able to enrich themselves by the journey of Home Depot. That's the success. That's why capitalism works.”</p> <p>Modern counterparts of Marcus and Blank are still out there, the veteran retailer believes. But there is no longer as much incentive to take the risks they took when they opened two stores in Atlanta, Georgia, in 1979, a year after they were abruptly but fortuitously sacked by the home improvement chain they headed. Thanks to “socialism”, he says, “nobody works. Nobody gives a damn. ‘Just give it to me. Send me money. I don't want to work — I'm too lazy, I'm too fat, I'm too stupid.'”</p> <p>Marcus knows his views are unpopular in some quarters of the increasingly polarised US. In 2016, and again In 2019, he triggered social media calls for a boycott of Home Depot after publicly backing Donald Trump's presidential campaigns. (Trump wrote on Twitter in 2019: “Fight for Bernie Marcus and Home Depot!”, even as the company distanced itself from its co-founder's remarks.)</p> <p>“We used to have free speech here. We don't have it,” Marcus says. “The woke people have taken over the world. You know, I imagine today they can't attack me. I'm 93. Who gives a crap about Bernie Marcus?”</p> <p>Here, Catherine Lewis, a history professor and co-author with Marcus of his new book <a href=\"https://www.ft.com/content/c8da8cda-bdb9-495c-9f6d-adb4ce39ed00\"><em>Kick Up Some Dust</em></a>, unmutes herself and gently steps in. “I think a lot of people care about Bernie Marcus,” she says, “because you're saving their life every day.”</p> <p>She is right. While one group of irate Americans threatens to cut up their Home Depot store cards in protest at his politics, another group is lining up to hug him and thank him for what he has given back.</p> <p>Marcus embodies the version of American capitalism modelled by the likes of Andrew Carnegie. The industrialist spent the last two decades of his life giving away the fortune he had accumulated in half a century of hard-headed dedication to his business. Similarly, Marcus and his wife, Billi, were among the first signatories to the Giving Pledge, set up by Warren Buffett, Bill Gates and Melinda French Gates, under which billionaires promise to donate at least half their fortunes to good causes before they die. Over 30 years, they have donated more than $2bn to more than 500 organisations through their Marcus Foundation. </p> <p>Their chosen causes are eclectic. Marcus backed the construction of the Georgia Aquarium, at the time of its opening in 2005, the largest in the world (“A lot of people never get to see the ocean. I could bring it to their doorstep,” he explains in his book). The foundation has funded research into autism, stem cells, cancer, stroke and military veterans' post-traumatic stress disorder. It donated money for an integrated emergency response unit for the Centers for Disease Control and Prevention in Atlanta and went on to lobby successfully for the government to repair and upgrade the public health agency's facilities there. Some 30 per cent of Marcus Foundation funds go to Jewish causes, including the Israel Democracy Institute, a think-tank supporting democratic principles that he and George Shultz, former US secretary of state, helped found in 1991. “So I've gone from selling hammers to trying to solve some of these major health issues or education issues or other issues like Israel with the IDI,” he says.</p> <p>Marcus believes in <a href=\"https://www.ft.com/content/ce918ff2-aa37-11da-96ea-0000779e2340\">hands-on giving</a>, based on the Jewish concept of <em>tzedakah</em>: “The key is just not writing a cheque but writing a cheque, following the cheque, making sure that it's being used properly and using your entrepreneurial skills that you've had all your life.”</p> <p>In his robust moral hierarchy of billionaire behaviour, Marcus reserves his greatest anger for those who will not give at all, covered in his book in a section entitled “The Problem of Greed”. But he also criticises an inexplicable caution among many of those “sitting on a pot of gold”: “Too timid to jump in, these are people who took great risks in whatever they did, but they're afraid to take this risk [to get] into the charitable world and help other people. Why, I don't know.”</p> <p>In his 10th decade, Marcus is a cheerful bundle of some of the internal tensions and contradictions that successful businesspeople inevitably accumulate. In resisting attempts to “woke” him, as he puts it, he sticks to the Milton Friedman-inspired line that “the role of a business is to sell a product and make a profit”, which lets it employ people and help customers. “The whole idea that a business is set up for social purposes doesn't make sense to me,” he says. At the same time, however, he maintains Home Depot “was one of the first companies that was socially conscious”. While he was in charge, the group started mobilising its staff, products and trucks to help communities survive and rebuild in the face of natural disasters and terrorism, a role it still fulfils through a non-profit arm.</p> <p>He says he does not trust government and tries to avoid working with it (the CDC was a rare, and grudging, exception) because “it's bureaucratic [and] politically driven”. Yet he has also directed funds to Trump and to Ron DeSantis, the Florida governor, whose <a href=\"https://www.ft.com/content/a75677ee-1e24-4bb8-8905-d1d5ddcbad9a\">success in the recent gubernatorial election</a> came after this interview. “I give money to them because I hope they're going to do the right thing,” he says. He will not be drawn on which Republican he would like to see replace Biden, “the worst president in the history of this country”. Trump's policies were “spot on”, he says, but “it's going to be very interesting in ‘24 because I think that DeSantis will challenge him. And may the better man win.”</p> <p>And then there is destiny — <em>beshert</em> in Yiddish, which Marcus learnt from his Ukrainian immigrant mother. Marcus attributes his encounters with critical people in his life such as Shultz, or Ken Langone, who helped finance the launch of Home Depot, to <em>beshert</em>. Destiny also played a part when, in 1949, Harvard asked him to pay a $10,000 bribe to dodge an anti-Semitic quota for Jewish medical students. He refused and that experience sent him down a different path into retail, via pharmacies, and fuelled his life-long suspicion of the university's graduates. But he is also clear that you cannot simply wait for <em>beshert</em>. Marcus asserts repeatedly that, in business and in philanthropy, “you have to begin with the belief that you can ‘do it yourself'”.</p> <p>That can take its toll. Marcus launched Home Depot when he was already 49. Building a mid-life start-up was hard on his family and on his health. In his book, Marcus writes of Home Depot's early years that “burnout was real, and we were sympathetic, but we also knew that if everyone busted their butt for the customer, the whole company would be successful”.&#xa0;</p> <p>Comparing himself with workaholic contemporaries and friends such as Jack Welch, the late chief executive of General Electric, and Sam Walton, the founder of Walmart, he says “all of these people make sacrifices. They sacrifice time with their families. They sacrifice time with the community. They put their lives on the line into their businesses. But ultimately, the result is something that's special and gives them a terrific return.” Despite a heart attack, five bypasses and a replacement aortic valve, Marcus writes he “would rather wear out than rust out”.</p> <p>It is harder for him to joke away what his children and grandchildren missed while he was busting his butt at Home Depot and later at the foundation. “Part of the reason that we wrote the book . . . was apologising to them for not being there for everything that they did,” he says. </p> <p>Marcus does not quite put it this way, but this is itself an act of <em>tzedakah</em>, as well as a belated explanation of what he did for capitalism and what capitalism did for him. His grandchildren are going to read it, he says, and “they're going to say, grandpa wasn't a bad guy. He basically did some good stuff.”</p> <p><em>This article was amended after first publication to correct Home Depot's annual revenue figure to $150bn</em></p><p>Source: Andrew Hill 2022 'Home Depot's Bernie Marcus: ‘I'm worried about capitalism'' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-29T05:00:25.933Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}