{
  "_id": "f77aea70bd3da18826f31ba70c50637602519f7ef61fe2d282b5c4ce64447eaf",
  "feed": "wall-street-journal",
  "title": "Broadcom in Talks to Pay About $60 Billion for VMware; The two companies are aiming to announce the cash-and-stock deal Thursday",
  "text": "<p>To help pay for the deal, Broadcom plans to tap a handful of banks for a roughly $40 billion debt package, one of the people said.</p><p>The VMware discussions, together with Elon Musk's agreement late last month to buy Twitter Inc. for $44 billion, show that despite market volatility, major deals are still doable. That's in part because market declines have made acquisition targets more affordable and because sellers in some cases are more willing to accept stock as currency, in the hopes that they will benefit when it rebounds. Private-equity firms, meanwhile, remain flush with cash.</p><p>Still, the volume of mergers and acquisitions is down from the brisk pace of last year. Companies in the U.S. have struck $789.5 billion of mergers so far this year, down 31% from the same period in 2021, as market swings and broader economic uncertainty give many deal makers pause. IPO activity, meanwhile, has come to a virtual standstill as would-be public companies wait for calmer waters.</p><p>Microsoft Corp.'s pending acquisition of videogame heavyweight Activision Blizzard Inc. for roughly $75 billion currently registers as the biggest takeover of this year.</p><p>VMware's shares closed up nearly 25% at $119.49 on Monday on news of the talks. The shares got a late boost when The Wall Street Journal reported the expected price, giving the company a market value of over $50 billion. Shares of Broadcom, a semiconductor-software conglomerate, closed down roughly 3%, giving it a market value of around $215 billion.</p><p>A price of $140 a share would represent a premium of nearly 50% to where VMware closed Friday, but is still well below the high of more than $200 the stock reached in the spring of 2019.</p><p>The deal discussions, which picked up pace in recent days, come roughly six months after computing pioneer Dell Technologies Inc. spun off its 81% equity stake in VMware. The software company has a strong position in the market for \"hybrid\" cloud, where large companies mix public cloud services like those of Amazon.com Inc. and Microsoft with their own private networks.</p><p>Dell founder Michael Dell remains chairman of VMware. He and private-equity firm Silver Lake, which helped take Dell private in 2013, together control a more-than-50% stake in VMware. That gives them significant influence over the VMware's decisions and potentially puts them at odds with other shareholders, the company has warned in its securities filings.</p><p>Broadcom, a semiconductor powerhouse built largely through acquisitions, has been on the hunt for a deal to beef up its presence in the corporate-software market. It came close to buying software company SAS Institute Inc. last year before the closely held company's founders had a change of heart. Its first big foray into software was its roughly $19 billion acquisition of CA Technologies in 2018.</p><p>The demand for cloud computing, which enables customers to rent computing horsepower rather than invest in their own, has exploded in recent years. Startups and other businesses that couldn't support in-house IT departments were among the earliest cloud adopters, but now companies across nearly every industry rely on it.</p><p>VMware is roughly a year into a new regime after company veteran Raghu Raghuram took over the role of chief executive when Pat Gelsinger departed to run Intel Corp.</p><p>VMware is set to report earnings Thursday, while Broadcom reports next week.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Dana Cimilluca at dana.cimilluca@wsj.com</p><p>Broadcom in Talks to Pay About $60 Billion for VMware</p>",
  "published": "2022-05-23T21:19:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2022,
          "end": 2031
        },
        {
          "start": 982,
          "end": 997
        },
        {
          "start": 982,
          "end": 991
        }
      ]
    }
  ]
}