{
  "_id": "31a5d2c39c4a47ccfaaa544c68b79a0bbe1c9ed0c2ed2905284c4046e500fd79",
  "feed": "ftcomall",
  "title": "Bill Gates-backed fund aims to invest $15bn in clean tech",
  "text": "<p>A Bill Gates-backed private-public fund is preparing to invest in clean-tech projects worth as much as $15bn in the US, EU and UK, aiming to subsidise technologies at scale to help countries reach net zero emissions.</p> <p>Breakthrough Energy Catalyst, which has raised $1.5bn in private capital from philanthropies and companies, will invest in four key areas: direct air capture, green hydrogen, aviation fuel and energy storage technologies.</p> <p>BEC managing director Jonah Goldman told the Financial Times that the fund would mobilise as much as $15bn, or ten times the initial investment, by using innovative financial structures and partnership agreements.</p> <p>“We are last-mile financing and so, we will be the most risky capital in there,” Goldman says. “We're really trying to demonstrate which of the technological pathways are going to be most effective.”</p> <p>The fund is part of the Breakthrough Energy group, started by the billionaire founder of Microsoft in 2015. Its <a href=\"https://www.breakthroughenergy.org/investing-in-innovation/bev-board-and-investors\">Breakthrough Energy Ventures</a> arm provides venture capital to green tech start-ups and includes among its board and investors other prominent business founders such as Mukesh Ambani, Jeff Bezos, Masayoshi Son and Sir Chris Hohn.</p> <p>The new BEC fund will provide three types of capital — philanthropic donations, sub-market equity investments, and product offtake agreements — to fund large projects that would not otherwise be financially viable.</p> <p>Its focus will be on creating markets for the green products and technologies and bringing down the cost of production for materials such as green steel and green hydrogen. This has drawn the interest of steel group ArcelorMittal and carmaker GM among the initial corporate backers.</p> <p>There has been a big increase in private and philanthropic investment in clean tech since the beginning of the pandemic, according to Professor Richard Templer, director of innovation at the Grantham Institute at Imperial College, London.</p> <p>“This is patient capital, it is large capital,” said Templer. “In the past, venture capitalists would just say, this is an engineering project, it is not for us . . .”. But that is changing and new funding models are being developed, he said.</p> <p>One of the goals of BEC — which does not expect to generate normal financial returns — is to reduce the “green premium” for products such as sustainable aviation fuel. The green premium refers to the additional cost of a green product compared with its non-sustainable counterpart, such as regular jet fuel.</p> <p>One example could be a refinery for sustainable aviation fuel, said Goldman, where the technology is proven but the economics have not supported large-scale production. American Airlines is among the corporates that have contributed to the fund.</p> <p>“There's six different ways to do sustainable aviation fuel, and we know they all work and they all have different challenges,” said Goldman.</p> <p>“We just need to build a bunch of them to see where we're able to get the green premium reductions, through things like engineering learning.”</p> <p>Several governments have lent their support to the fund, including the US Department of Energy, the UK and the EU, where it has a $1bn partnership with the European Commission.</p> <p>In the unusual structure, BEC-backed projects will be partly financed through long-term offtake agreements from customers willing to pay for sustainable products — contracts for green steel or for sustainable aviation fuel, for example.</p> <p>“These projects are huge projects, that are going to require lots of capital,” said Goldman.</p> <p>“We know you can do it. You just need to see if you can do it at scale in an economic way,” said Goldman. “That's what all these things have in common. They all need the intervention to be able to get them to this next stage of commercial demonstration and actually start building markets.”</p><p>Source: Leslie Hook 2022 'Bill Gates-backed fund aims to invest $15bn in clean tech' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-10T06:00:01.547Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 942,
          "end": 951
        }
      ]
    }
  ]
}