{
  "_id": "130e3c217727072872fdf5f162fecaf80997a0b679d02629efe5fb5cf6ecb5e9",
  "feed": "wall-street-journal",
  "title": "Twitter Ditches Gray 'Official' Label Hours After Launching It; The designation was supposed to indicate whether the social-media company had verified the authenticity of an account",
  "text": "<p>Elon Musk has already dumped the gray \"official\" label.</p><p>Hours after Twitter Inc. started rolling out the new designation allowing it to verify the authenticity of a user's account, Mr. Musk, Twitter's new owner, said he was getting rid of it.</p><p>\"I just killed it,\" Mr. Musk said in a tweet in response to Marques Brownlee, a tech influencer, who posted that his official label was gone.</p><p>Instead, Mr. Musk pointed to Twitter Blue, the company's revamped subscription service that charges people $7.99 to obtain blue check marks and other benefits.</p><p>\"Blue check will be the great leveler,\" Mr. Musk said.</p><p>The rollback of the new verification system comes after two tumultuous weeks at Twitter since Mr. Musk has taken over the platform. He has pushed through numerous changes, including dissolving the company board, laying off thousands of employees and overhauling the platform's products.</p><p>The company's relationship with advertisers has also soured, as companies pulled their spending from the site.</p><p>His approach so soon after taking over Twitter contrasts with much of the advice management gurus have given for decades on how to run companies in the early days after a takeover.</p><p>\"Please note that Twitter will do lots of dumb things in coming months,\" Mr. Musk said Wednesday. \"We will keep what works &amp; change what doesn't.\"</p><p>Twitter officials said late Tuesday that the company was introducing an official label to distinguish between accounts that have subscribed to Twitter Blue and paid for blue check marks and those that have been authenticated by the company.</p><p>Accounts that were eligible to receive an official label included those of governments, companies, major media outlets, publishers and some public figures, said Esther Crawford, director of product management at Twitter, according to her LinkedIn profile.</p><p>For a few hours on Wednesday, Twitter designated the accounts of media outlets including The Wall Street Journal and celebrities such as Taylor Swift as official. The labels were removed before noon eastern time.</p><p>Mr. Musk's rapid-fire changes have created turbulence, particularly around verification. The company's blue check mark had become a point of contention among some Twitter users, who saw it as a symbol of classism. Mr. Musk played into that, calling the subscription blue-check rollout as a \"Power to the people\" move.</p><p>Many prominent Twitter users, however, scoffed at the idea of having to pay for Twitter Blue.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think of Elon Musk's approach to verifying Twitter users? Join the conversation below.</p><p>Twitter Blue was supposed to launch Saturday, butmany users weren't able to activatethe update. The company pushed back the relaunch of Twitter Blue until after Election Day.</p><p>The revamped Twitter Blue service doesn't verify the identities of Twitter accounts, unlike the verification system that was in place before Mr. Musk's purchase of the company.</p><p>Some social-media and cybersecurity professionals said the new system could make it harder to verify which accounts are authentic if anyone willing to pay $7.99 can obtain blue check marks without identification verification.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Twitter Ditches Gray 'Official' Label Hours After Launching It</p>",
  "published": "2022-11-09T17:46:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}