{
  "_id": "cb7aedf5c07e658f14a79aaec2726f2f5f78d48875027f5f94be4e532ffd5ad2",
  "feed": "wall-street-journal",
  "title": "Edward Avedisian, a Clarinetist, Gave Away More Than $125 Million; Boston musician, who has died at age 85, used a middle-class income to build a fortune in the stock market",
  "text": "<p>For starters, he was single until age 57, never had children and lived much of his adult life in a modest Boston apartment.</p><p>He also invested for several decades in the stock market, starting in the early 1980s, the dawn of a long-term boom. He favored technology stocks, including Microsoft Corp. and Lotus Development Corp., in the 1980s. He studied prospectuses and often bought stock in initial public offerings. To maximize his IPO allocations, he had as many as a dozen brokerage accounts.</p><p>Through booms and busts, he stuck with winners. \"I didn't go for the in and out,\" he told the Boston Globe in October.</p><p>At times, Mr. Avedisian took calculated risks that most amateur investors avoid, such as borrowing money to increase his investments and betting with stock options. \"If I did it all over again,\" he said, \"I would probably lose my shirt—and my shoes and socks.\"</p><p>Mr. Avedisian, who made other large gifts to educational and medical causes in the U.S. and Armenia, died Dec. 7. He was 85 and had an interstitial lung disease.</p><p>His gift to Boston University's medical school supports scholarships, endowed faculty chairs and research. The gift, he told MarketWatch, was a way \"to help kids be doctors, especially GPs, where there's a huge shortage. All these kids have way too much debt anyway.\"</p><p>He also founded a K-12 school in a rundown neighborhood of Yerevan, the capital of Armenia. In addition, he made major gifts to the University of Rhode Island's College of Pharmacy, a nursing program at Rhode Island College and the National Association for Armenian Studies and Research. He dedicated his nursing gift to his sister, Zvart Onanian, a retired nurse, and the pharmacy gift to his older brother, Paramaz, who was a pharmacist. The school in Yerevan is named after his parents.</p><p>His travels as a musician created time to study financial reports. On his bookshelf at home were books including \"24 Essential Lessons for Investment Success,\" by William J. O'Neil, \"The Warren Buffett Way,\" by Robert G. Hagstrom and \"Take on the Street,\" by Arthur Levitt.</p><p>Reading securities filings was a must, he said in the MarketWatch interview: \"You find out what the company's doing, who's running it, and especially who wants in and who wants out. I never liked companies where [inside] shareholders were selling. You want my money, but you're heading for the hills?\"</p><p>Edward Avedisian was born June 23, 1937, and grew up in Pawtucket, R.I. He was the third of four children born to Armenian immigrants. His mother, Shooshanig Ingilizian Avedisian, worked in a fabric mill and eventually became a bookkeeper. His father, Koren Avedisian, was a weaver in textile mills and later had a factory job at American Screw Co. in Providence, R.I.</p><p>Despite their modest income, \"they were always doing something for somebody else,\" Mr. Avedisian recalled in a video interview.</p><p>Young Edward worked at a hardware store as a teenager and took up the clarinet after tootling with one owned by his brother Paramaz. By the time he was a senior in high school, he was teaching younger students to play the clarinet and promising to take them to Red Sox games if they applied themselves.</p><p>He won a scholarship to attend Boston University, where he earned bachelor's and master's degrees in music.</p><p>As a young musician on national tours, he sometimes shared hotel rooms with two or three others. Later in his career he played with stars ranging from Luciano Pavarotti to the rock band Aerosmith. He also played for the Boston Ballet Orchestra.</p><p>He met Pamela Wood in the 1970s when he was leading a choral group at Endicott College and she became the accompanist on piano. They later began dating and in 1987 drove from Boston to Seattle in his 1929 Model A Ford. They built a home in Lexington, Mass., and married in 1994. She survives him, as do a sister, a brother and nieces and nephews.</p><p>Mr. Avedisian gave much of the credit for his success to his parents. \"Our parents told us, 'Hey, get an education,' \" he told the Globe. \"So that was the call, and this was our response. They're the heroes, not us.\"</p><p>One of his nephews, Craig Avedisian, speculated that his uncle's success as an investor partly reflected the high standards of performance he learned in music: \"When you play a musical instrument for an orchestra, you don't screw up. You don't play the wrong note, or you're going to be out.\"</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Edward Avedisian, a Clarinetist, Gave Away More Than $125 Million</p>",
  "published": "2022-12-21T15:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 281,
          "end": 290
        },
        {
          "start": 281,
          "end": 296
        }
      ]
    }
  ]
}