{
  "_id": "4fc0c7db7de25273e8c5e4cdaf1b562b3ad6282c5c8ceb654ebcd2a5cb25c1a3",
  "feed": "market-watch",
  "title": "'Is there anything about crypto that is as it seems?' FTX failure threatens industry's reputation in D.C. Democratic overperformance in Tuesday's elections is also bearish for the sector",
  "text": "<p>Read more: Crypto billionaire Sam Bankman-Fried's net worth could shrink by over $13 billion </p><p>\"FTX is a real game changer and not good for the industry,\" Ian Katz , managing director at Capital Alpha Partners told Marketwatch. \"He was to crypto what a lot of people had though someone like Jeff Bezos or Bill Gates or Steve Jobs were to their industries.\"</p><p>Katz added that the speed of Bankman-Fried's downfall will cause many lawmakers to wonder \"is there anything about crypto that is as it seems?\"</p><p>Meanwhile, Democrats surprisingly strong performance in Tuesday's midterm elections is also a \"slight negative\" for the industry, given that most of crypto's most high profile critics are in the Democratic Party, though many on that side of the ailes are supportive of the industry.</p><p>\"It would have been helped more if Republicans had a red wave, you'd have more pro-crypto people taking office,\" Katz said.</p><p>Industry representatives remain confident, however, that the FTX debacle won't freeze legislative attempts to create a more tailored regulatory environment for the digital assets industry while protecting investors, maintaining financial stability and guarding against illicit financial activity.</p><p>Two major bipartisan proposals are under consideration in the Senate that would grant oversight of the most popular cryptocurrencies, bitcoin BTCUSD and ether ETHUSD, to the Commodity Futures Trading Commission , while giving the Securities and Exchange Commission oversight of most other digital assets.</p><p>\"What's going on just underscores how critical it is that we need regulatory clarity in the U.S.\" Brett Quick, head of government affairs at the Crypto Council, an industry group, told MarketWatch . \"We need to get the CFTC the oversight tools that they need.\"</p><p>Kevin Werbach , director of the Wharton School 's Blockchain and Digital Asset Project, said in an interview that the incident could also encourage regulators to pay closer attention to foreign crypto exchanges that have separate U.S. operations, or claim to service no U.S. customers, so to avoid complying with more stringent U.S. regulations.</p><p>Binance , far and away the world's largest crypto exchange could be inviting new scrutiny after it considered taking over FTX's international operations at a fire sale prices, Werbach said. (Binance is reportedly unlikely to follow through  with this acquisition after conducting due diligence).</p><p>\"Crypto may be a global phenomenon, but it cannot be that regulated financial activity becomes unregulated just because a firm doesn't have any formal headquarters in a particular jurisdiction,\" he said. \" There's going to be increasing global coordination on this issue\" as the fallout from the crypto crash and a cascading series of company failures is felt around the world.</p><p>The events also bring greater focus to the world of decentralized finance, or DeFi, where users interface with algorithms that enable them to deposit their digital assets and earn returns, borrow or loan money and even buy and sell derivatives of blue-chip equities like Apple AAPL and Tesla TSLA.</p><p>See also: DeFi could revolutionize finance. Can regulators do anything about it? </p><p>Bankman-Fried brought the ire of the industry against him last month when he proposed that financial regulators oversee individuals who host websites or other interfaces that enable users to access these services.</p><p>Binance CEO Changpeng \"CZ\" Zhao appeared to reference this incident in a tweet earlier this week explaining his decision to sell the company's holdings of FTX's native token FTT, saying that  \"we won't support people who lobby against other industry players behind their backs.\"</p><p>Miller Whitehouse Levine, policy director at DeFi education Fund, a nonpartisan advocacy organization, argued in an interview that the FTX episode illustrates the benefits of DeFi, namely that those interacting with these protocols \"don't have to guess what's on their balance sheets, because it's all reported on chain and updated in real time.\"</p><p>Nevertheless, questions remain about how regulators can ensure a level playing field between these protocols and the traditional financial services providers who must follow consumer protection and anti-money laundering regulations.</p><p>Wharton's Werbach said that policymakers have set aside the DeFi question for now, given how difficult regulating it will be and the perception that centralized entities like FTX is where all the action is happening.</p><p>But failures of centralized crypto players could force more activity into these spaces, Werbach warned. \"We've seen over the last year that regulators and policymakers can't ignore DeFi if that's where the activity is heading.\"</p><p>'Is there anything about crypto that is as it seems?' FTX failure threatens industry's reputation in D.C.</p>",
  "published": "2022-11-12T14:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}