{
  "_id": "45dedbdb62988579c8b71dbfa0d78b50883064e83aec686ce3693badfebd190e",
  "feed": "ftcomall",
  "title": "Catastrophe reinsurance set to soar after year of extreme weather, industry warns",
  "text": "<p>Property catastrophe reinsurance premiums are about to soar as some companies have been forced to leave the market after another year of extreme weather, the industry has warned.</p> <p>The market, which pays out for hurricanes and storms, has been hit hard because of rising costs to provide cover, with some groups reducing their exposure. </p> <p>In recent days, notes from rating agency Fitch and equity broker Peel Hunt have highlighted a significant <a href=\"https://www.ft.com/content/cac643b3-dd22-4e85-befb-e1b8b153445b\">fall in supply of reinsurance</a> across the wider market, with catastrophe deals under particular pressure. </p> <p>Peel Hunt warned a “capacity crunch . . . is on the cards”. More broadly the mixture of natural catastrophes as well as Ukraine-related losses this year have prompted reinsurers to reduce the level of cover they provide.</p> <p>This comes as inflation has driven up demand from insurer clients, which is expected to result in big price rises in the end-of-year dash to renegotiate policies — known as 1/1 renewals because the start date is January 1.</p> <p>“It's not a question of if [the market will move] now, it's a question of when,” said Stephen Catlin, chief executive of Convex. “The when for reinsurance is 1/1.” </p> <p>Reinsurers, including those operating at Lloyd's of London, have a crucial role in the global financial system: they share risks and premiums with primary insurers across a wide range of insurance policies, meaning they help determine what can be insured and at what price.</p> <p>Peel Hunt said the cost of property catastrophe reinsurance could rise as much as 30 per cent even after taking inflation into account.</p> <p>Lloyd's of London underwriter Beazley, which raised fresh capital this month to take advantage of the firmer market, forecast property reinsurance could be 50 per cent more expensive next year.</p> <p>The latest driver has been the tens of billions of dollars in claims expected from <a href=\"https://www.ft.com/content/b3d57dad-1179-4c2b-b600-babd8e63eb52\">Hurricane Ian</a>, which made landfall in Florida in September and is expected to contribute $35bn-$55bn to insured losses of about $120bn this year, forecasts Fitch. </p> <p>“Price rises will be most pronounced in the regions worst affected by natural catastrophe events in 2022, including Australia, Florida and France,” the rating agency said. </p> <p>The dramatic tightening in the market is making for fraught negotiations between reinsurers and brokers, who act on behalf of insurers. </p> <p>“People are getting nowhere at the moment,” said a senior person in the Lloyd's market, speaking on condition of anonymity, saying that the negotiations are running “very, very late” and could even run into January. </p> <p>The pullback from reinsurers, executives said, has been compounded by a difficulty in securing what is known as retrocession — where firms buy reinsurance themselves to share their risks. Convex's Catlin described the resulting end-of-year rush as “complete chaos”.</p> <p>David Priebe, chair at reinsurance broker Guy Carpenter, said the January renewal season was “progressing more slowly than in previous years but . . . this renewal was always going to be vastly more complex, even before the onset of Hurricane Ian”.</p> <p>“We need to come together from all parts of the industry to collectively navigate the challenges we are facing,” Priebe added. </p> <p>In a <a href=\"https://www.linkedin.com/pulse/renewals-test-showcase-industrys-best-andy-marcell/?trackingId=lRZ0TcYqSderfKzB6wtHww%3D%3D\">LinkedIn post</a> on Wednesday, Andy Marcell, the chief executive of Aon's reinsurance broking business, also warned of “friction and uncertainty” in the market. He urged reinsurers to allow “sufficient governance time for quotes to be reviewed and accepted”.</p> <p>Lloyd's of London declined to comment.</p><p>Source: Ian Smith, Insurance Correspondent 2022 'Catastrophe reinsurance set to soar after year of extreme weather, industry warns' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-26T12:00:50.817Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}