{
  "_id": "e66f7d7dca9edf6f8353205227cb52bf52a77ff7a9db9739cd778f352be67b14",
  "feed": "wall-street-journal",
  "title": "Berkshire Hathaway Bought Bulk of Stake in Activision Blizzard in October; Most of the shares in 'Call of Duty' publisher were purchased before stock price fell last November, prior to Microsoft acquisition deal",
  "text": "<p>Berkshire money managers Todd Combs and Ted Weschler are managing the Activision investment, the person said.</p><p>Berkshire bought the shares at an average price of roughly $77 a share, the person said. For most of October, Activision's share price traded above $75, but it fell 15% during the year's final two months.</p><p>Activision shares have risen 23% this year, boosted by the Microsoft deal, closing Tuesday at $81.52.</p><p>In mid-November, Activision's stock price fell after The Wall Street Journal reported that the company's chief executive, Bobby Kotick, knew about allegations of employee misconduct that he didn't brief the board on.</p><p>In an interview for the Journal's article, Mr. Kotick described himself as transparent with the board and said he provides directors with as much information as they require and is appropriate. After the article was published, a spokeswoman for the company said it painted \"a misleading view of Activision Blizzard and our CEO\" and that it \"ignores important changes underway to make this the industry's most welcoming and inclusive workplace.\"</p><p>Part of Microsoft's motivation for pursuing its deal with Activision was the videogame company's low stock price at the time relative to its pandemic boon, the Journal reported last month. The stock's selloff following the November article provided a catalyst for Microsoft's gaming head, Phil Spencer, to approach Mr. Kotick about a takeover soon afterward, the Journal has reported.</p><p>In July, the California Department of Fair Employment and Housing sued Activision over alleged gender pay disparity and sexual harassment among its roughly 10,000 employees. The Santa Monica, Calif.-based company has disputed the department's allegations.</p><p>Activision also has been under investigation by the Securities and Exchange Commission, the Journal reported in September, and the agency subpoenaed Mr. Kotick and other senior executives. Activision has said it is cooperating with the SEC.</p><p>Separately, Activision said in September that it had agreed to pay $18 million to settle a two-year probe by the Equal Employment Opportunity Commission into sexual-harassment claims. The settlement is pending a judge's approval.</p><p>Berkshire's purchase of Activision shares—valued at $975.2 million, according to the securities filing—was one of several securities transactions the conglomerate made during the holiday quarter. It stands out because of Microsoft's pending deal, which the companies expect to close by mid-2023, pending regulatory approval.</p><p>Deal-hungry Microsoft had long been interested in Activision for its vast portfolio of hit games, the Journal has reported. Buying the company would also align with Microsoft's ambitions to gain a foothold in the metaverse and become the Netflix of videogames using its cloud-computing technology.</p><p>Omaha, Neb.-based Berkshire runs a large insurance operation as well as railroad holdings, utilities, industrial manufacturers, retailers and auto dealerships. It also holds large investments, especially in the stock market. The conglomerate is expected to publish its 2021 annual report on Feb. 26 and host its annual shareholder meeting April 30.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Berkshire Hathaway Bought Bulk of Stake in Activision Blizzard in October</p>",
  "published": "2022-02-15T22:24:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 374,
          "end": 383
        },
        {
          "start": 1343,
          "end": 1354
        },
        {
          "start": 185,
          "end": 194
        },
        {
          "start": 2528,
          "end": 2537
        },
        {
          "start": 1087,
          "end": 1098
        },
        {
          "start": 2681,
          "end": 2692
        },
        {
          "start": 2412,
          "end": 2421
        },
        {
          "start": 1343,
          "end": 1352
        },
        {
          "start": 2681,
          "end": 2690
        },
        {
          "start": 1087,
          "end": 1096
        },
        {
          "start": 2412,
          "end": 2423
        }
      ],
      "nexusId": "10031144"
    }
  ]
}