{
  "_id": "564754fb1e0c410e6cbdcc5cdf24882a0d4194d6bfbff714d5fd42473426b420",
  "feed": "wall-street-journal",
  "title": "Donald Trump and His Elusive Base; Something is shifting. Many who backed him don't follow his lead or want him to run in 2024.",
  "text": "<p>A second encouraging aspect is turnout. Henry Olsen in the Washington Post reports that in the 10 states that have held primaries, GOP turnout was substantially up from the last comparable year, while Democratic turnout was down in five and up only slightly in most others.</p><p>Donald Trump's endorsements yielded, famously, mixed success. Nebraska gubernatorial candidate Charles Herbster, for whom Mr. Trump rallied, lost. Idaho Gov. Brad Little trounced his Trumpian challenger. But J.D. Vance broke through and won in Ohio because of Mr. Trump's endorsement. If Mr. Trump had picked David McCormick in Pennsylvania, we wouldn't be in recount territory; he would have won comfortably. Yet Mr. Trump's backing couldn't save the strange and hapless Rep. Madison Cawthorn of North Carolina.</p><p>Mr. Trump has real influence but it is not determinative.</p><p>I think the real headlines are elsewhere. Last August I argued that Mr. Trump is actually afraid of his base, the only entity in American politics he fears. That dynamic could be seen throughout this primary season. When you look at his endorsements you realize he was just trying to figure out where the base was going and get there first. Oz? He's a TV celebrity—they love him! He was following, not leading, and they could tell. There were exceptions. Mr. Trump targeted Georgia Gov. Brian Kemp for reasons of personal spleen. Mr. Kemp refused to bend to the then-president's pressure to falsify state results of the 2020 election, so he had to be squished. Mr. Kemp, ahead 32 points in a new Fox News poll, is expected to emerge fully unsquished next week.</p><p>Maggie Haberman and Michael Bender in the New York Times have it right: \"Mr. Trump increasingly appears to be chasing his supporters as much as marshaling them.\" They quote Ken Spain, a GOP strategist formerly of the Republican National Committee. \"The so-called MAGA movement is a bottom-up movement,\" he told them, \"not one to be dictated from the top down.\"</p><p>But there's another, larger mood shift going on, and to me it's the real headline. Something is changing among Trump supporters. It's a kind of psychological moving forward that is not quite a break, not an abandonment but an acknowledgment of a new era. In Florida recently, talking with Trump supporters, what I picked up is a new distance. They won't tell pollsters, they may not even tell neighbors, but there was a real sense of: We need Trump's policies, but we don't need him. They expressed affection for him, and when not defensive about him they were protective. But as a major backer and donor told me, it's time to think of the future. Mr. Trump brings \"chaos.\"</p><p>They don't want him to run again. If he does, they'll vote for him against a Democrat. But as one said, wouldn't it be good to have someone like Ron DeSantis?</p><p>I stress: These are passionate Trump supporters.</p><p>Here's a sign of the evolution, the most important words spoken in the 2022 election cycle. When Ms. Barnette was asked in debate why, if she's so Trumpy, Mr. Trump endorsed one of her competitors, she said, \"MAGA does not belong to President Trump. . . . Our values never, never shifted to President Trump's values. It was President Trump who shifted and aligned with our values.\"</p><p>That was more than a clever response, it was a declaration of autonomy.</p><p>Ms. Haberman and Mr. Bender quote Diante Johnson, founder and president of the Black Conservative Federation, at Ms. Barnette's election-night party: \"The knife came to her and she didn't back up,\" she said. \"Every Trump establishment individual that came after her, she stood there and fought.\"</p><p>Trump establishment? That's the sound of something shifting.</p><p>In the Washington Post, Marianna Sotomayor and Cory Vaillancourt quoted an elderly North Carolina Trump voter: \"I think Trump is very busy, and I think he relies too much on his handlers to give him the scoop. . . . They didn't give him the scoop on Madison Cawthorn.\" The voter let Mr. Trump off the hook but with an excuse that dinged him. One hears that kind of thing a lot.</p><p>Endorsements aside, Mr. Trump has obviously changed the party's culture, its understanding and presentation of itself. An unanswered question is what this means for policy. Mr. Trump never talks about it. For him, once, it came down to slogans (\"America first\") and now it's all grievance (\"stop the steal\") Beyond that it's—what?</p><p>It seems to me at least two-thirds of the base is in agreement on traditional Republican policy—taxes should be lower rather than higher, regulation too. Spending? The general view is \"Hold where we are or cut but don't go crazy.\" They are for cultural normality and stability as opposed to lability and extremism. They want these things advanced through the party. They are serious about policy.</p><p>But the third or so of the base that is Trumpist, they're a mix. Some don't care about policy or party. They're about attitude—politics is a blood sport and this era is the most fun they ever had.</p><p>Regular Republicans know they can't win general elections without Trump supporters. Some not-insignificant number of Trump supporters don't care if they lose without non-Trumpers. Because winning isn't the point, because policy isn't the point. Attitude is all.</p><p>What will be interesting as this evolves is what proportion of Trump supporters really do want to win for serious reasons and will make the compromises victory entails.</p><p>One Florida Republican hypothesized something my imagination hadn't gotten to. It is that Mr. Trump will announce after November that he is running in '24 and then do nothing. He'll give some interviews, hold a few rallies, but not mount a full campaign. He'll just talk. And freeze the field, keeping all other aspirants for the presidency pawing the ground and out of the show.</p><p>Week after week as rumors build that this is just another Trumpian stunt, past supporters will have to figure out what to do.</p><p>He will cause maximum chaos for as long as he can. At that point his biggest supporters would have to decide: move against him or jump on the golf cart and go along for the ride?</p><p>The unserious will go for the ride. The serious will start to push back. How? In what way? Backing whom? That would get really interesting.</p><p>Donald Trump and His Elusive Base</p>",
  "published": "2022-05-19T22:42:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}