{
  "_id": "bb0a5750941e888c001c453879aea70318822a3d08120fa251ea005fd55939a3",
  "feed": "wall-street-journal",
  "title": "Troubles at Sam Bankman-Fried's Alameda Began Well Before Crypto Crash; Trading firm took big gambles, winning some and losing plenty; 'complete lack of a risk-management framework'",
  "text": "<p>Before he was charged In December by federal prosecutors with fraud and other crimes, then arrested, Mr. Bankman-Fried said in interviews that Alameda had prospered until it was tripped up in November by a crash in crypto prices. At that point, he said, he was no longer running Alameda, and by the time he figured out what had gone wrong, it was too late.</p><p>But a closer look at Alameda shows it never was particularly good at investing, and Mr. Bankman-Fried continued to be deeply involved in it even after he stepped down as chief executive in October 2021, according to former employees, company documents, investors and federal regulators. The firm took big gambles, winning some and losing plenty. And Mr. Bankman-Fried tried continually to borrow cash and crypto to fuel those bets, promising lenders double-digit interest rates.</p><p>In 2020, Citigroup Inc. was exploring partnerships with Alameda and others to launch a crypto lending business. Austin Campbell, then the bank's co-head of digital assets rates trading, said he grew skeptical of the firm after getting vague answers to his questions.</p><p>\"The thing that I picked up on immediately that was causing us heartburn was the complete lack of a risk-management framework that they could articulate in any meaningful way,\" he said.</p><p>As it grew, Alameda poured billions of dollars—money federal prosecutors recently said was stolen from FTX customers—into wagers that the crypto universe would grow. It bet on esoteric cryptocurrencies and numerous crypto-related startups. It bought real estate and gave donations to politicians.</p><p>In 2022, it all came crashing down. In November, both companies sought bankruptcy protection, owing customers billions of dollars, undermining confidence in the broader crypto market.</p><p>Mr. Bankman-Fried has blamed the loss of customer funds on sloppy record-keeping and a bank-account issue that allowed Alameda to cover large losses with money destined for FTX. He is likely to plead not guilty to fraud charges at a Jan. 3 hearing, The Wall Street Journal reported Friday.</p><p>But Caroline Ellison, Alameda's CEO at the time of the collapse, and Gary Wang, its co-founder, have pleaded guilty to fraud charges and are cooperating with prosecutors.</p><p>A lawyer for Mr. Bankman-Fried and spokespeople for FTX, its new CEO, and Alameda didn't respond to requests for comment. Mr. Wang's lawyer has said that his client has accepted responsibility for his actions. Ms. Ellison has apologized for her role in the collapse.</p><p>Potential employees were told that Mr. Bankman-Fried started the firm partly so he could give away some of its profits as effective altruism, a movement that declares the aim of directing donations to where they can do the most good. One of the ways he raised capital for trading was to borrow it from wealthy individuals active in that world. He came back loaded with crypto, including a loan of about $100 million worth of ether from Skype co-founder Jaan Tallinn.</p><p>Alameda's first big trade was an arbitrage play in Japan, where bitcoin commanded higher prices. Traders who could navigate the complexities of the crypto scene there could profit by buying the digital currency elsewhere and selling it to Japanese buyers for more.</p><p>The trading opportunity was fleeting. Alameda made between $10 million and $30 million in profits before the price gap closed in early 2018, according to people familiar with the trade. The money used to fund the trade, though, was expensive, cutting into the gain.</p><p>Meanwhile, Alameda's trading algorithm, which was designed to make a large number of automated, rapid-fire trades, was losing money by guessing the wrong way on price moves, according to people familiar with the trading.</p><p>Mr. Tallinn recalled his loan. By the spring of 2018, Alameda's assets declined by more than two-thirds, to about $30 million, partly due to a big loss on XRP, the tokens of the Ripple payment network, those people said.</p><p>Mr. Bankman-Fried needed ever-larger sums to keep the operation afloat. In late 2018, he promised potential lenders of cash or crypto annual returns of up to 20%, according to people familiar with the pitches.</p><p>When one prospective lender asked about Alameda's financials, Mr. Bankman-Fried's lawyer explained that the firm often handled large amounts of bitcoin but offered no detailed financial information, according to a document viewed by the Journal.</p><p>\"We know the owner of Alameda and consider him of the highest reputation in the industry,\" Daniel Friedberg wrote on the letterhead of his law firm, Fenwick &amp; West LLP. He later took a job as FTX's chief regulatory officer. Neither Mr. Friedberg nor his former law firm responded to requests for comment.</p><p>In January 2019, 1,500 people gathered in Singapore for the inaugural Binance Blockchain Week. Alameda paid $150,000 to sponsor the conference, which was billed as discussion of the future of the nascent digital-assets industry. People who attended said Mr. Bankman-Fried used the forum to seek new lenders.</p><p>Prospective lenders got a pamphlet that said the company had $55 million in assets under management, said people familiar with the finances. Most of it was money it had borrowed to fund its trades. </p><p>Mr. Bankman-Fried in his office in Hong Kong in 2021. He began moving the company from California to Hong Kong in 2019. PHOTO: Anthony Kwan for The Wall Street Journal</p><p>In February 2019, Mr. Bankman-Fried began moving the firm from California to Hong Kong. A team of about 20 employees put in long hours. The crypto markets were always open.</p><p>The failure of several exchanges used by investors to buy and sell crypto inspired Mr. Bankman-Fried to start his own. The idea, he told many people, was to build an operation that would cater to institutional investors looking for a safe place to do business.</p><p>Mr. Bankman-Fried seemed convinced he could work out the kinks that had doomed other exchanges. He had another advantage: Alameda, by then one of the biggest traders in crypto, would bring its transactions to the exchange. FTX went live in April 2019.</p><p>Mr. Bankman-Fried used Alameda to fuel FTX's growth. The trading firm served as the exchange's primary market maker, meaning that it was always available to buy and sell if other traders wanted to. Alameda sometimes took the losing side of a trade to attract customers to the exchange, according to people familiar with its strategy.</p><p>Mr. Bankman-Fried devised a plan for Alameda to borrow funds from the exchange, according to recent lawsuits by the Securities and Exchange Commission and the Commodity Futures Trading Commission, the nation's top market regulators.</p><p>He told Mr. Wang, his co-founder, to write code that would allow Alameda to carry a negative balance on FTX, regardless of how much collateral it posted with the exchange, the SEC said. Mr. Bankman-Fried also made sure that Alameda's collateral on FTX wouldn't automatically be sold if its value fell below a certain level, the SEC said.</p><p>That effectively gave Alameda a line of credit from FTX. Mr. Bankman-Fried, the SEC said, repeatedly told Mr. Wang and other FTX engineers to raise the de facto borrowing limit to tens of billions of dollars.</p><p>All the while, Mr. Bankman-Fried was publicly claiming that FTX was doing things by the book.</p><p>Record-keeping at Alameda had always been spotty, according to the SEC and CFTC. That didn't change much after FTX launched. Assets and debts were \"generally treated as interchangeable,\" the SEC said in a complaint filed in December.</p><p>Since the collapse of FTX, Mr. Bankman-Fried has tried to put distance between himself and Alameda. \"FTX was a full-time job,\" he told the Journal In December. \"I didn't have enough brain cycles left to understand everything going on at Alameda if I wanted to.\"</p><p>Federal regulators said he was deeply involved in both FTX and Alameda. People who worked at Alameda worked on FTX, and vice versa, according to former employees. The two companies shared technology and office space, according to the SEC and CFTC. Top executives, including Mr. Bankman-Fried, Ms. Ellison and Mr. Wang, worked closely together at the Bahamas penthouse that doubled as their home.</p><p>Mr. Bankman-Fried ordered Ms. Ellison, with whom he had been romantically involved, to use Alameda's buying power to artificially inflate the value of a cryptocurrency the trading firm was borrowing against, the SEC said.</p><p>When brokerage firm Crypto Finance Group asked FTX for the paperwork it needed to trade on FTX, the exchange sent over a scan of its ownership structure on a sheet of paper with an Alameda watermark, said Patrick Heusser, the brokerage's chief commercial officer. FTX asked for any dollar transfers to be sent to Alameda, he said.</p><p>\"Those are the red flags we should have caught up on,\" Mr. Heusser said.</p><p>Some FTX and Alameda clients worried that Alameda might profit from trading information gleaned from FTX. Members of both divisions participated in conversations with investors. In the traditional finance world, exchanges don't operate active investment arms.</p><p>\"The potential conflicts of interest and embedded risks are large when a digital assets exchange also acts as the largest market maker,\" said Jeff Dorman, chief investment officer at digital-investment firm Arca, in a blog post to clients and others on his company's website in October 2020.</p><p>Over time, crypto investors, including Mr. Dorman, took comfort in the fact that Alameda's team was likely more interested in building automated trading models than in tidbits of information they might derive from their colleagues at FTX.</p><p>By late 2021, Alameda had narrowed its focus to niche trading strategies, executives there have said. While rivals such as Wintermute Trading Ltd and Jump Trading Group made markets in bitcoin and ether, which were relatively widely traded, Alameda specialized in trading so-called alt-coins, including two that pay homage to the Shiba Inu dog breed, as well as coins introduced by FTX itself, such as FTT.</p><p>Alameda made over $1 billion in profits in 2021, according to people familiar with the results. That year, cryptocurrencies of all kinds soared, even ones created as a joke. </p><p>Mr. Bankman-Fried during an interview with The Wall Street Journal on Dec. 2. PHOTO: Kenny Wassus/The Wall Street Journal</p><p>\"They were very good at finding and extracting these special opportunities,\" said Wintermute Chief Executive Evgeny Gaevoy.</p><p>Mr. Bankman-Fried named Ms. Ellison and another employee, Sam Trabucco, Alameda's co-CEOs in October 2021.</p><p>December 2021 was close to the peak for cryptocurrencies. Bitcoin had touched its record high a month earlier. FTX had raised more than a billion dollars from venture capitalists, and Mr. Bankman-Fried was weeks away from landing another $400 million in funding for the exchange.</p><p>Although by then Mr. Bankman-Fried had stepped down as CEO of Alameda, he continued to be deeply involved in its decision-making, according to the SEC.</p><p>He traveled to the presidential palace in the Central Asian nation of Kazakhstan, a hub of bitcoin mining activity 6,800 miles from his Bahamas base. Sitting with a small group of Western asset managers and hedge-fund executives, he made the case for crypto despite concerns about the enormous amount of energy needed to create it.</p><p>Kazakh President Kassym-Jomart Tokayev's support of crypto miners—the troves of computers needed to unlock new cryptocurrencies—was of great financial importance to Alameda. The trading firm had pumped more than $100 million into one such mining company with an array of data centers in Kazakhstan.</p><p>Shortly after the meeting, Alameda began pumping another $1 billion into the company, Genesis Digital Assets. It was Alameda's largest venture-capital investment by far, according to a company document reviewed by the Journal. The timing was terrible: The price of bitcoin soon collapsed, and with it the profits of miners.</p><p>Alameda sank $1.4 billion into startups in 2021, according to the company document, up from just $10.5 million a year earlier.</p><p>The May collapse of a pair of cryptocurrencies triggered a series of defaults. Mr. Bankman-Fried came to the rescue, extending hundreds of millions of dollars to prop up failing firms.</p><p>But Alameda's investments were souring fast. Lenders began asking for their money back. Mr. Bankman-Fried, the CFTC said, pushed the firm to borrow billions of dollars worth of FTX customer funds to cover its debts.</p><p>A few months before his empire collapsed, Mr. Bankman-Fried was privately musing about shutting down Alameda.</p><p>\"I only started thinking about this today, and so haven't vetted it much yet,\" he wrote in a document he shared with others, according to the CFTC complaint. \"But: I think it might be time for Alameda Research to shut down. Honestly, it was probably time to do that a year ago.\"</p><p>Eliot Brown, Alexander Osipovich, Rachel Louise Ensign, Evan Gershkovich and Yuliya Chernova contributed to this article.</p><p>Write to Patricia Kowsmann at patricia.kowsmann@wsj.com, Caitlin Ostroff at caitlin.ostroff@wsj.com and Gregory Zuckerman at gregory.zuckerman@wsj.com</p><p>Troubles at Sam Bankman-Fried's Alameda Began Well Before Crypto Crash</p>",
  "published": "2022-12-31T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}