{
  "_id": "e389278a42c5825272f517879f0f4ad3c6bac15da87816300ebb3bbbe693480b",
  "feed": "market-watch",
  "title": "Roku stock plummets as earnings are widely panned: 'The sum of all of our worries'; Some analysts saw troubling signs in Roku's ad commentary, but at least one suggested stock plunge was an overreaction",
  "text": "<p>Shares of Roku were down more than 20% in premarket trading Friday.</p><p>Read more: Roku's stock plunges on weak outlook, misses at top and bottom lines</p><p>Many analysts didn't mince words when discussing the latest earnings.</p><p>\"Roku's 2Q 2022 results were the sum of all of our worries,\" wrote MoffettNathanson analysts led by Michael Nathanson. \"The company's recent run of results, like many others over the past few years, were propped up by the massive acceleration in streaming video that has now faded as the world has opened up.\"</p><p>The analysts added that they \"have been concerned that a decent percentageof digital ad spending in 2021 was caused by unsustainable conditions in the U.S. that are now rolling over in real time as the economy slows.\"</p><p>Roku faces its own challenges, in their view, since the company must compete with tech giants and TV makers as it tries to ensure that more people stream content on Roku devices or platforms. Additionally, the company is \"fighting nearly every streaming platform under the sun for audience impressions\" and has steep competition in advertising as well.</p><p>\"Obviously, this is not an ideal market structure,\" the analysts wrote. \"As such, given the shortfall in ad revenues and player sales, Roku now has to slow down their investment spending in growth areas to preserve cash and protect margins.\"</p><p>They rate Roku's stock at market perform, while cutting their price target to $62 from $93.</p><p>Opinion: Google and Microsoft earnings show the bar has been lowered for Big Tech</p><p>Wells Fargo analysts led by Steven Cahall suggested that Roku's comments about weakness in the scatter market were telling.</p><p>\"This is a shock for the stock because CTV [connected TV] was believed to be a secularly growing ad channel and thus should have proven less volatile and/or gained share in a recessionary environment,\" they wrote. \"While that could happen later in this cycle, in the near term it looks as though marketers are cutting budgets on CTV because they can. By contrast, we think linear TV ad dollars are more deeply embedded through upfront contracts and branding commitments.\"</p><p>They kept an equal-weight rating on the stock but slashed their price target to $64 from $115.</p><p>\"We're Equal Weight because while we don't like the near term we also know the long term will create a bigger CTV market,\" the analysts wrote.</p><p>Evercore ISI's Shweta Khajuria, meanwhile, lowered her rating on the stock to in-line from outperform, while removing the tactical underperform label she'd put on the name prior to the report.</p><p>\"Roku's Q2 EPS print was expected to be muted (hence our tactical call), but we did not expect headwinds (soft scatter market, weakening consumer discretionary spend, inflationary pressure, supply chain issues, and ASC 606 accounting impact) to be so dramatic,\" she wrote.</p><p>While Khajuria believes that Roku will ultimately be a \"large beneficiary\" when marketers get more confident about scatter spending, she conceded that \"we may not see that for a few quarters.\" She cut her price target on the shares nearly in half, to $75 from $140.</p><p>Pivotal Research Group's Jeffrey Wlodarczak called the results and outlook \"frankly awful\" while noting that \"it appears our main concern around the company suddenly hit them like a freight train.\" He said he had been worried that Roku had been too aggressive with spending given the economic outlook and thought the company's full-year forecast may have been too optimistic.</p><p>\"Basically, despite significant expense growth (and a beat on 2Q net new subs driven by the temp effects of retailers dumping TVs at greatly reduced prices into the market to reduce inventories) revenues missed materially in 2Q and guidance for 3Q revenue, gross margin, and operating income are dramatically (-25% in the case of revenue) worse than expected,\" he wrote.</p><p>Wlodarczak has a hold rating on Roku's stock, and he brought his price target down to $60 from $80.</p><p>\"We also believe management will be in the penalty box for at least the balance of '22 given their decision to massively ramp expenses at the peak of the economy, results for at least the 6-12 months are likely to be frankly mediocre, a recessionary environment is likely to lead to a heightened competitive environment where most of their competitors are much better positioned to take advantage of the environment…and we see the stock treading water from here at best,\" he wrote.</p><p>Wedbush analyst Michael Pachter took an upbeat view of Roku's big-picture prospects, writing that the company's long-term narrative was still \"intact\" even though he thought Roku was \"dead money over the next quarter at least.\"</p><p>\"We are confident that the scatter market will rebound within the next few quarters, and the upcoming upfront should be a positive catalyst in Q4 and 2023,\" he wrote. \"There is significant runway ahead for shifting ad dollars from linear TV to digital, and Roku is poised to take meaningful share of this shift.\"</p><p>Pachter kept an outperform rating on the stock but cut his price target to $85 from $125.</p><p>See also: Apple earnings can be summed up in one word</p><p>Rosenblatt Securities analyst Barton Crockett also struck a more optimistic tone.</p><p>\"Roku's 2Q22 featured ad-recession headwinds that as the earnings cycle progressed had become increasingly predictable,\" he wrote. \"Still, post-close, the volatile stock traded as if this was a shock, down over 25%. We take another view, and see the combination of a $1B upfront and the launch of ad tiers on Netflix and Disney+ as clear catalysts to revive growth.\"</p><p>He has a buy rating on Roku shares but lowered his price target to $100 from $187.</p><p>Shares of Roku have plunged 63% so far this year as the S&amp;P 500 SPX has fallen 15%.</p><p>Roku stock plummets as earnings are widely panned: 'The sum of all of our worries'</p>",
  "published": "2022-07-29T13:22:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1453,
          "end": 1462
        }
      ]
    }
  ]
}