{
  "_id": "42bfb6ca5fc9d853e071c21c42ab2e778610d79e54aa17ba867f396e34dc7da9",
  "feed": "wall-street-journal",
  "title": "Gadgets From CES 2022: Practical, Clever, Crazy",
  "text": "<p>1) Hydrogen-Powered Flying Race Car</p><p>Forget land-based race cars. French company Maca has developed the S11, a flying speed demon powered by hydrogen fuel cells. Maca talked up an earlier model at CES 2021 but has updated the machine with a new design. This week, it's showing off a small-scale model of the S11 but plans to test a full-size, 23-foot version later this year. Initially, the S11 -- which is designed to fly as fast as 155 miles an hour -- will race on a closed course. However, Maca, which was spun out of Airbus SE in late 2020, would like to get it into the air-taxi business.</p><p>macaflight.com</p><p>Virtual-Reality Hot/Cold Simulator</p><p>Japan-based Shiftall is developing a virtual-reality cooling and heating wearable, called the Pebble Feel, to give some sensory amplification to the universe we see through VR headsets. Worn with a special shirt or supporter belt, it can generate a breeze of up to 107 degrees Fahrenheit or as cold as 48 degrees. Developers could theoretically code in temperature settings for their games so that the shifts come automatically as you roam a virtual land. Shiftall said that even without hooking up a VR headset, you would be able to use the Pebble Feel as a personal heater or cooler.</p><p>shiftall.net</p><p>Robotic Table</p><p>The Retriever by Labrador Systems Inc. is a nightstand-shaped robot that will slide food from a dedicated fridge using retractable arms, then toddle over to you on the couch and adjust its height so your meal is within comfortable reach. It's connected to Amazon Alexa, so it can answer your calls for drinks or your reading glasses, so long as you preprogram the items' locations around your home. Its maker imagines it will also be used to carry loads for customers in senior living facilities and those undergoing physical therapy. The company is now accepting reservations, starting at $1,500 plus a $99-a-month subscription.</p><p>labradorsystems.com</p><p>2) Reading Sunglasses</p><p>These new $499 DeepOptics 32 degrees North glasses can switch between sunglasses and different reading-glasses presets with a swipe on the temple. The lenses of the 32 degrees North sunglasses (named for the latitude of its maker's hometown of Tel Aviv) have a layer of liquid crystals like what's found in TV screens. It applies voltage to move the pixels into different prescriptions you program in, to fit your eyes' needs in various conditions such as reading or driving.</p><p>32northglasses.com</p><p>3) Neck-Worn Camera</p><p>This device promises to let you use Zoom on the go, hands-free, without showing your face. Linklet is a neck-worn device for live streaming and video calling that shows the other person what you're looking at. You could use it to record as you cook, or give someone a virtual home tour without holding your smartphone. It supports Zoom and Microsoft Teams, and shoots using a wide-angle camera. You can beam video to others over Wi-Fi when you're at home and via built-in 4G beyond that. Linklet is already available to buy in Japan and will be soon in the U.S.</p><p>linklet.ai</p><p>4) Freestyle Projector</p><p>Video projector, smart speaker and versatile lighting system, all in one. That's the pitch for Samsung Electronics Co.'s new Freestyle portable screen and entertainment device. The Freestyle projector can rotate 180 degrees to turn anything into a display, from your floor to your walls and ceiling. An optional accessory lets you screw it into a standard lightbulb socket then project an image -- up to 100 inches in diagonal -- to a desk, a table or the floor. Putting on the Freestyle's lens cap \"scatters light in various patterns to fit your mood,\" and in smart-speaker mode, the device analyzes your tunes to project synchronized visual effects.</p><p>samsung.com</p><p>Emergency Training Robot</p><p>You know how a child acts in the dentist's chair for the first time? A Japan-based robotics company called Tmsuk Co. Ltd. created a doll that mimics that -- and more dire emergency circumstances as well -- to train medical responders. It bites, squirms and gags. It kicks and screams, as if in fear and pain. The 3-foot-7-inch Pedia_Roid child simulator has cheeks that change color and arms and legs that flap around, and it can perform various head and chest movements. It even bleeds fake blood.</p><p>tmsuk.co.jp</p><p>5) Cycle Concept With Curved Screens</p><p>Exercise bikes with screens attached aren't new. LG Display envisions making them even more immersive with its \"Virtual Ride\" concept. This indoor stationary bicycle is wrapped with three vertical, 55-inch OLED displays. The screens curve above and in front of you, making you feel like you're racing through the idyllic countryside, not stuck in your spare bedroom. LG Display's other futuristic design is for a lazier set: It's a \"Media Chair\" that combines a recliner and a curved 55-inch OLED TV. That screen can rotate between vertical and horizontal orientations depending on work and play, and the display has \"cinematic sound\" technology to vibrate as its own speaker.</p><p>lgdisplay.com</p><p>Ring Fitness and Health Tracker</p><p>This smart ring was designed with women in mind. It's slimmer than the popular Oura Ring yet provides some of the same metrics such as heart-rate variability and body temperature. Movano wants to use metrics to explain how exercise, or a lack of exercise, affects your sleep. The company says it is seeking FDA clearance to provide medical-grade insights. Its temperature-screening tool, for example, could be used to track your fertility. The app \"will let you know if your body temperature goes up so find your partner if you're trying to conceive,\" the company's website says.</p><p>movano.com</p><p>Automatic Sliding Door</p><p>It's pretty tough to build a doggy door when the way to your backyard is through sliding glass. SmartSlydr by Lychee Things is a discreet system to open and shut sliding windows and doors remotely using your voice or an app. An app lets you check if you remembered to close everything before leaving the house. And if you want your pet to come and go as it pleases, a \"Pet Pass\" collar attachment will tell the door when it's nearby, then send you a notification.</p><p>lycheethings.com</p>",
  "published": "2022-01-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2784,
          "end": 2793
        }
      ]
    }
  ]
}