{
  "_id": "c82f387578523e1fdeb5491064d4ebd8b9ecaa57e08527fc1fd2c9d891cbf967",
  "feed": "ftcomall",
  "title": "No short-term solutions to inflation",
  "text": "<p>Good evening</p> <p>The ever-present menace of inflation is rising to the fore again this week. The US publishes August inflation figures tomorrow and economists polled by Reuters expect the consumer price index to fall 0.1 per cent month on month, after remaining flat in July, with a year-on-year reading of 8.1 per cent for August, down from 8.5 per cent a month earlier.</p> <p>However, do not expect such positive news to moderate the Federal Reserve's aggressive push to tame cost of living increases. Chair Jay Powell and vice-chair Lael Brainard <a href=\"https://www.ft.com/content/91f9c7e6-8557-4280-bc4e-a3f668a54f3b\">vowed last week to keep raising rates</a>, fuelling expectations that a third consecutive 0.75 percentage point increase will be implemented later this month.</p> <p>The mood was reflected in the currency markets, with the dollar beginning the week on a <a href=\"https://www.ft.com/content/569ba593-709c-4aa3-9ec6-cd52bd372352#post-18d21c0c-935f-41ba-a028-5cefd149bd2b\">downbeat note</a> as traders priced in a narrowing of the policy differences between the Fed and other central banks. </p> <p>Meanwhile, India has <a href=\"https://www.ft.com/content/dcfb0818-b895-4c3e-abdc-6e9f4d90f1fb\">imposed export controls</a> on various varieties of rice in an effort to shore up food security and constrain its inflation rate, rising because of supply disruptions stemming from the Covid-19 pandemic and the war in Ukraine. However, the move is also likely to increase inflation elsewhere — given that rice is one of the most commonly eaten staple foods globally. </p> <p>The Ukraine invasion continues to fuel rising commodity and energy costs, hitting Europe particularly hard. Although Ukrainian forces' <a href=\"https://www.ft.com/content/72afd742-8f54-4f9a-920d-bb58870981a8\">surprisingly rapid success</a> in <a href=\"https://www.ft.com/content/4351d5b0-0888-4b47-9368-6bc4dfbccbf5\">recapturing territory</a> from Russian forces has raised hopes of a turning point in the nearly seven-month conflict, the war and its impact on the global economy is far from over. </p> <p>Ukraine's military success throws the conflict into an <a href=\"https://www.ft.com/content/b69093f4-d156-473f-8be6-f7e1d813b921\">even more dangerous phase</a> as Russia tries to regroup and perhaps escalate its attacks, according to FT columnist Gideon Rachman. All of which means we must brace ourselves for many more months of disrupted times.</p> <h1>Latest news</h1> <ul>  <li><p>Russia will push on with Ukraine war until <a href=\"https://www.ft.com/content/98519e8a-576f-4e12-a5e2-1652d05cd9da\">all military goals are met</a>, Kremlin says</p></li>  <li><p>Anti-immigrant Sweden Democrats celebrate <a href=\"https://www.ft.com/content/ed8e683a-f65e-4848-b83f-a65883f75db9\">election gains</a></p></li>  <li><p>Hong Kong must <a href=\"https://www.ft.com/content/569ba593-709c-4aa3-9ec6-cd52bd372352#post-52681dae-ef1a-4e72-8a1a-915744df3d8b\">boost vaccination</a>s before Covid rules are lifted, says minister</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/569ba593-709c-4aa3-9ec6-cd52bd372352\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>China has emerged as a <a href=\"https://www.ft.com/content/f27a543b-7678-4130-9c05-db0492d9c240\">rival to the IMF</a> in the volume of emergency loans being provided to nations at risk of financial crisis. Pakistan, Sri Lanka and Argentina have together received more than $32bn since 2017, data show. </p> <p>There is a sense of enlightened self-interest at work here. Analysts said that in most cases the objective of the emergency lending was to prevent defaults on infrastructure loans extended under China's <a href=\"https://www.ft.com/stream/017a36cd-82e2-4f8d-ac0f-a8c7a3eb97d7\">Belt and Road Initiative</a>. However, FT senior trade writer Alan Beattie warns that the lack of oversight of these bilateral lending arrangements is a <a href=\"https://www.ft.com/content/81ff5280-8b64-4cde-ba29-087ad9992eb7\">real danger</a> (premium subscribers only).</p> <h2>Latest for the UK and Europe</h2> <p>The UK economy <a href=\"https://www.ft.com/content/04edffac-85c0-4ce9-8ef6-0539d537ce08\">stagnated</a> in the three months to July, with output flat over the period, down from growth of 0.3 per cent in the three months to April.</p> <p><a href=\"https://www.ft.com/content/6840d753-6675-4c13-b222-ade281840fa6\">There was better news</a> in the protracted battle between the UK and the EU over the Northern Ireland protocol, with Brussels offering a plan to cut physical customs checks across the Irish Sea to just a few lorries a day.</p> <p>Maroš Šefčovič, the EU's Brexit chief, expressed hope that the proposal could smooth the way to a deal with newly appointed British prime minister Liz Truss over post-Brexit trading arrangements in Northern Ireland.</p> <h2>Global latest</h2> <p>The renminbi is on course for its <a href=\"https://www.ft.com/content/f015865f-b50d-48e9-bc10-4ae998fd3063\">largest annual fall</a> on record against the dollar despite Beijing taking its strongest steps to stem the currency's decline. Covid lockdowns and sputtering economic growth have helped pile pressure on to China's currency.</p> <p>The drop of 8.7 per cent against the greenback this year (to Rmb6.96) puts the renminbi on track for its biggest yearly decline since China abandoned its longstanding currency peg and moved to a managed floating exchange rate in 2005.</p> <h1>Need to know: business</h1> <p>The energy crisis should be a spur to a <a href=\"https://www.ft.com/content/a6a0e006-debb-4dfc-8b37-0391cbbf0506\">regulatory overhaul</a> of the sector, similar to the more robust oversight of banks after the 2008 financial crisis, FT deputy editor Patrick Jenkins writes in the Inside Business column today.</p> <p>In the meantime, companies are doing what they can to minimise the upset. Some of Europe's most energy-intensive industries — including some of the world's largest steelmakers — are finding ways of <a href=\"https://www.ft.com/content/219083b7-bd51-4aa5-9d58-3b9e1ac8e076\">cutting back on their power use</a>, our correspondents report.</p> <p>High inflation has made people reluctant to splash out on new washing machines and other white goods, appliance maker <a href=\"https://www.ft.com/content/a670a7ad-2b9e-4634-8a05-33cef7419f31\">Electrolux has warned</a>. The company, which is undertaking a major cost-cutting exercise as a result, said the problem had been exacerbated by high levels of inventory at retailers. It warned that third-quarter earnings would decline significantly compared with the second quarter.</p> <p>Wall Street is staging a counter-offensive in its war with Silicon Valley for talent, <a href=\"https://www.ft.com/content/fa956177-5daa-43fd-8a64-79f5eebcc309\">attracting computer engineers</a> frustrated by the hiring freezes and lay-offs among embattled cryptocurrency and tech ventures, according to FT correspondents in New York.</p> <h1>The World of Work</h1> <p>Corporate headshots are being taken <a href=\"https://www.ft.com/content/ac7954ce-168f-443d-b51b-fa65547b044c\">far too seriously</a>, according to FT columnist Pilita Clark. A click on <a href=\"https://www.linkedin.com/in/sebastian-siemiatkowski-768977/\">the gymnastic LinkedIn profile pic of Klarna co-founder</a> and CEO Sebastian Siemiatkowski is perhaps the most extreme example.</p> <p>Making yourself indispensable at work may seem like a good career move but <a href=\"https://www.ft.com/content/af2f0766-9884-40af-8986-5aa7155006b5\">the reality is that it is a curse</a>, resulting in burnout for you and resentment from your colleagues, as Miranda Green explains.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news . . . </h1> <p>A tiny particle that can travel through concrete could save many lives, detecting faults inside buildings before they collapse. Geoff Manaugh explains <a href=\"https://www.ft.com/content/c64f90fa-b239-45b2-8414-a4658adeb106\">the magic of muons</a>.</p><p>Source: Jonathan Moules 2022 'No short-term solutions to inflation' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T17:15:36.124Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}