{
  "_id": "3cb264b35f5506dd97367a5cd450ef8afa71fe71a8e9fd79833733ae1a1352c6",
  "feed": "market-watch",
  "title": "Is this a good — or bad — time for me to ask for a raise? The job market is strong, but layoffs are on the rise; On Friday, the Labor Department reported 263,000 new jobs in November, while the U.S. unemployment rate held steady at 3.7%",
  "text": "<p>The good news: Employers are giving pay raises. The increase in wages over the past year climbed to 5.1%, from 4.9% in the prior month, the Labor Department said Friday. Salaries continue to rise much faster than before the pandemic, when they were going up about 2% to 3% a year.</p><p>Still, wages are not keeping up with inflation. But if you decide to ask for a raise, here is one piece of advice: Talk about your own performance during pay negotiations — not about external factors like inflation and interest rates.</p><p>U.S.-based employers announced 76,835 job cuts in November, a 127% jump from the previous month, according to a report by Challenger, Gray and Christmas released on Thursday, and 417% higher than a year ago. So far this year, companies have announced plans to cut 320,173 jobs, a 6% increase from last year. Tech companies alone have announced more than 60,000 job cuts this year, with indications that there will be more to come.</p><p>But hiring has outstripped layoffs. On Friday, the Labor Department reported 263,000 new jobs in November, while the unemployment rate held steady at 3.7%. However, the strong pace of hiring has become a big source of concern at the Federal Reserve, which has been raising interest rates in an effort to cool inflation.</p><p>Also read: U.S. stocks fall as strong November jobs data challenges Fed to push interest rates higher</p><p>Employers and employees are also concerned about inflation, rising interest rates and the prospect of a recession in 2023. \"Navigating the impacts of a recession is no easy task, but it's important for employers to remember that businesses aren't the only ones staying afloat,\" said John Morgan, president at LHH — formerly Lee Hecht Harrison — a talent mobility company, in New York.</p><p>\"Workers are also facing unprecedented job uncertainty and a rising cost of living,\" he said. Given this confluence of events and concerns among both companies and their employees about the uncertain economic road ahead, you might be wondering if this is a good time to ask for a raise. Here are some things to consider before walking into your boss's office.</p><p>Judge whether the timing is right</p><p>Don't bet on the labor market remaining strong indefinitely. \"The window to land a salary bump now may be closing,\" said LinkedIn career expert Blair Heitmann. While the U.S. still has a tight labor market, the tech sector has shed thousands of jobs — and those layoffs are a sign that other sectors may be next.</p><p>If you are close to getting a promotion or have an upcoming review, your manager will likely bring up your compensation, she said. Companies review salaries during their quarterly reviews, so it might make sense to bring up your own situation before the company sets its goals and budgets for the year ahead, she added.</p><p>Ask yourself what kind of financial shape your company is in, Pay close attention to the company's quarterly results, and listen to your managers when they talk about department performance, Heitmann said. And keep your ears open to learn whether your co-workers are getting raises or other benefits.</p><p>Know that employees are expensive to replace</p><p>One thing to keep in mind if you genuinely feel you are being underpaid is that it's expensive for employers to replace staff. When an employee asks for a raise, employers also must consider the turnover costs associated with finding new talent, Morgan said.</p><p>Another factor in your favor, particularly at a high-performing company that has no plans for layoffs, is that hiring remains difficult, a situation that will likely last through the next year, according to the Workplace Trends Report by Indeed and Glassdoor.</p><p>It's important to know whether you're being paid a fair market rate. Check sites like CareerBuilder, Glassdoor or Salary.com, and talk to your colleagues, giving them a range that allows them to point you in the right direction without having to tell you their exact salary.</p><p>Overcome your fear of uncertainty</p><p>Break through your own personal fear barrier. \"Lobbying for a raise can be stressful even in the best of times, and the added pressure of economic uncertainty can make it even more so,\" said Thom Wright, global master coach at EZRA Coaching, a virtual coaching app.</p><p>Take a moment to pause and reflect, assess your performance and articulate what you can bring to the company, he said. It's also important to understand your company's position, Wright said. \"What matters to them? What's valuable to them? Don't assume that employers are aware of your achievements,\" he said.</p><p>Have you, for instance, taken on extra responsibilities without any promotion or pay raise? Three quarters of workers say they have taken on a bigger workload without receiving extra money,according to a survey by Jobsage, a workplace review site.</p><p>Look beyond financial incentives</p><p>In the meantime, keep an eye on hiring trends within your industry. \"Layoffs and cost-cutting measures in the tech sector are having a ripple effect on business services like advertising, legal services, and business support services,\" Julia Pollak, chief economist at ZipRecruiter, said in a statement.</p><p>This week, CNN WBD said it would cut its workforce by a single-digit percentage, which would equate to roughly 400 staff members at the company, which had around 4,400 employees before the layoffs were announced.</p><p>The tech sector has also been cutting costs. In early November, Tesla TSLA founder Elon Musklaid off 7,500 staff members at Twitter — nearly 50% of the company's global workforce. Facebook's parent Meta META recently announced it wouldlay off 11,000 workers, equivalent to 13% of the social-media company's employee base.</p><p>But if finances are tight for your employer, don't give up. There are other forms of compensation your manager might be able to offer you, such as an educational stipend or career coaching. That could allow you to improve your skills and set you on a path for a future promotion and pay raises, Heitmann said.</p><p>Jeffry Bartash contributed to this report.</p><p>We want to hear from readers who have stories to share about the effects of increasing costs and a changing economy. If you'd like to share your experience, write to readerstories@marketwatch.com. Please include your name and the best way to reach you. A reporter may be in touch.</p><p>Is this a good — or bad — time for me to ask for a raise? The job market is strong, but layoffs are on the rise</p>",
  "published": "2022-12-05T15:58:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}