{
  "_id": "388f14d3d018b36fcc5226e3cf3c5b44b84a9a38564066f37406cdb8301facfc",
  "feed": "market-watch",
  "title": "Is this the last-chance saloon for job switchers? If there's a recession, the labor market may not be so rosy. People who start considering a job move now may land higher pay, but some employers use a 'first in, first out' rule during an economic downturn",
  "text": "<p>That includes the people who filled the 315,000 jobs added to the economy in August,a number just shy of the 318,000 jobs expected by Wall Street analysts during the month.</p><p>This could be the last-chance saloon for job jumpers who want to make extra money before — as some economists predict — a looming recession.</p><p>On the one hand, jumping for a new job could be a good chance at a fatter paycheck when everything is so expensive.</p><p>Job changers had more than double the increase in median yearly pay (16.1%) versus job stayers who saw 7.6% increases, ADP said earlier this week. Data from the Federal Reserve Bank of Atlantaand polling from the Pew Research Centeralso show wider wage growth for people making a switch.</p><p>Average hourly earnings for all workers rose to $32.36, a 5.2% year-over-year increase, the August jobs report showed. That's still shy of the 8.5% rate ofinflation in July.</p><p>Will the music stop for the labor market?</p><p>On the other hand,recession talk keeps rumblingand the Federal Reserve sounds ready to inflict \"some pain\" in its interest rate-hiking bid to break inflation, which is at a 40-year high.</p><p>In fact, the fear of a potential economic slowdown is making 55% of people more likely to start a job search instead of waiting six more months, according toa survey released Thursday from Qualtrics and SAP.</p><p>Will the music stop for a labor market that, for now, is tilted towards job seekers? If that happens, how can people best navigate today's labor landscape?</p><p>\"In the summer of 2021, I think we were all pretty confident telling you, 'You know what, you're going to have an even better opportunity in six months.' And I think it's more uncertain,\" said Guy Berger, LinkedIn's principal economist.</p><p>\"Could it be that if you hold off another six months, that you'll have a better one in six months? Yes, that's possible. It could be that it's worse — and I think that is where it's changed,\" he said.</p><p>Others say there's still value in making the switch.</p><p>\"There's never a last chance at the saloon,\" said Ryan Sutton, a district president for Robert Half RHI, a national recruiting and job placement company, which obviously has a vested interest in people taking up new jobs.</p><p>\"The saloon is open 24-7,\" he adds. \"There's no closing time on the job market.\"</p><p>A slowdown, for example, could scare off some job seekers and thin the competition, said Sutton, who helps technology, advertising and marketing companies find talent in the New York and New England region.</p><p>Before making a decision, here's how to make the best of the moment:</p><p>Know yourself, your industry</p><p>Those who have not participated in the Great Resignation or the Great Reshuffle may be more risk-averse, and more be \"conscientious\" when plotting out career moves, Sutton said.</p><p>If that's the case, these potential job-seekers should start doing the research now, Sutton noted.</p><p>Sutton suggested some questions to ask: What type of growth has the company recently seen? What is the outlook for the immediate future? How did the company determine layoffs during earlier downturns — performance, who waslast hired, or a combination of both?</p><p>There can be a range of factors holding people back from job switching, Berger noted. That includes family obligations and remote work flexibility. What's more, some industries are better positioned to handle slowdowns than others.</p><p>In LinkedIn'sown recent research, hiring inAugust hiring — as measured by users adding a new employer on their profile — was 6.5% higher than the previous month, but still 8.5% lower than April.</p><p>Friday's report showed the white-collar sector of \"professional and business services\" leading the way with 68,000 new employees. Health care and retail trades also also had \"notable gains,\" the Bureau of Labor Statistics said.</p><p>Start by talking with your employer</p><p>If workers are eyeing the exit because of pay, even if they otherwise like where they are, Sutton suggested talking to your bosses. A request for a review and raise based on market rates for your skills and experience should ideally happen before the job search, he said.</p><p>Workers, who may tend to be loyal and diligent, typically find a new job and then come back to their employer for a counter offer. Sutton said that can cause friction at the job if the employee accepts a counter offer, and stays.</p><p>Better to avoid this cycle of guilt by being upfront at the beginning, Sutton said. \"It's almost a freeing conversation because now the guilt is gone. If you haven't had a business review in the last six to 12 months, then ask for one,\" he said.</p><p>Don't expect an immediate raise when the talk happens — but watch for management to set a path to get to more money in the coming months, perhaps through more responsibilities, Sutton added.3. Looking outside</p><p>But if the talk happens and the worker doesn't like what they are hearing, Sutton said that's when they can turbo-charge their job search.</p><p>That means acting with \"discretion\" that would apply in a search at any time, and keeping any talk of an outside search confidential with any colleagues or people asked to offer references, Sutton said.</p><p>The initial talk about salary might be a hint to management that a person's time on the job might be numbered, Sutton acknowledged. But no job search is risk-free, he noted.</p><p>\"If you find there are opportunities, if you feel really good about the company and you're very clear-eyed about whatever risks you're undertaking, it's worth it,\" Berger said.</p><p>\"I still think it is as strong a time to make a move now, as it has been in the last two years,\" Sutton added.</p><p>Read also:  </p><p>Opinion: I've set pay policies at big companies — here are 3 secrets to getting a raise</p><p>White-collar graduates are vulnerable as companies shed workers and rescind offers — how to recession-proof your job search</p><p>The 'best job in America' pays $145,000 and offers a generous work-life balance</p><p>Is this the last-chance saloon for job switchers? If there's a recession, the labor market may not be so rosy.</p>",
  "published": "2022-09-07T14:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}