{
  "_id": "be8c7a19d8e24e328f9f5737a08ece53926cae3348a9ce9e0747d49e8f16e9c9",
  "feed": "wall-street-journal",
  "title": "Dow Closes Lower as Bank Stocks Fall; Major banks JPMorgan Chase and Citigroup post declining profits",
  "text": "<p>Investors continued to assess the outlook for interest rates, and how fast the Federal Reserve will move to tame inflation, roiling the stock and bond markets. At the same time, the steep rise in Covid-19 cases hasn't helped to soothe sentiment, although there are signs that infections may be nearing a peak.</p><p>The week started on shaky footing, with stocks broadly falling and the Nasdaq Composite sliding the most sharply of the major indexes. On Tuesday, Fed Chairman Jerome Powell managed to halt a streak of declines for the S&amp;P 500 and Dow industrials by reaffirming the central bank's view that inflation will likely peak by the middle of the year, while also suggesting interest rates will remain low.</p><p>Stocks appeared to regain some lost ground, especially hard-hit sectors such as tech. But new pricing data showed inflation remained hot last month, sending bond yields higher. On Thursday, investors reversed course, selling stocks across the board, especially shares of technology and other growth companies, shaving 2.5% from the Nasdaq. Lackluster earnings from some big U.S. banks, along with weak retail sales and manufacturing data sent the S&amp;P 500 and Dow even lower early Friday.</p><p>\"We expect a more volatile environment, with big up days and big down days. Perception of inflation will be a driving force in the direction of the market,\" said David Donabedian, chief investment officer of CIBC Private Wealth US, adding that \"it will be a bumpy ride.\"</p><p>On Friday, the S&amp;P 500 rose less than 0.1%. The Dow shed 0.6%, while the Nasdaq added 0.6%. For the week, the S&amp;P 500 and the Nasdaq lost 0.3%, while the Dow shed 0.9%.</p><p>Financial stocks in the S&amp;P 500 broadly fell Friday, losing 1%. Shares of JPMorgan Chase slid 6.2%, and Citigroup dropped 1.3% after both banks posted declines in quarterly profit. Wells Fargo bucked the trend, adding 3.7%, after the bank reported that profit soared 86% in the final three months of 2021.</p><p>BlackRock posted higher quarterly profit, and market gains lifted the investment firm's assets under management above $10 trillion. Despite that, its shares declined 2.2%.</p><p>Manufacturers, material firms and consumer discretionary stocks were also down following the economic data. Besides that, Sherwin-Williams declined 2.8% after the paint maker lowered its guidance, citing a shortage of raw materials amid supply-chain and labor constraints.</p><p>Earlier in the session, some light buying of large-cap growth stocks gave the market, and the Nasdaq, some support, as investors returned to a trade that tends to work well during periods of economic uncertainty. However, those gains narrowed as the day wore on. Facebook parent Meta Platforms remained up 1.7%, while Microsoft and Alphabet gained 1.8% and 0.6%, respectively.</p><p>Energy stocks jumped 2.4%, getting a fresh boost from a climb in oil prices.</p><p>Casino stocks including Las Vegas Sands and Wynn Resorts jumped after Macau released a draft law that would cut the tenure for new casino licenses in half, but wouldn't reduce the number of licenses. Las Vegas Sands added 14%, and Wynn Resorts gained 8.6%.</p><p>Meanwhile, bond yields resumed their climb. Expectations for an interest-rate rise as soon as March have caused some investors to sell government bonds, pushing up yields. The yield on the benchmark 10-year Treasury note ticked up to 1.774% Friday, from 1.708% Thursday.</p><p>\"Equity markets will continue to take their cues from the bond market,\" said Hugh Gimber, a strategist at J.P. Morgan Asset Management. \"What's becoming clear is the Fed is realizing that inflationary pressures are larger and more broad-based than they previously expected.\"</p><p>Cryptocurrency dogecoin jumped 12% from its 5 p.m. ET level Thursday after Elon Musk said Tesla was accepting payment for some merchandise with the currency, which was originally started as a joke. Bitcoin was recently down less than 1%.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 1%.</p><p>South Korea's central bank raised interest rates to pre-pandemic levels to fight inflation, and signaled that more increases could come this year. The country's benchmark Kospi index declined 1.4%. Other major Asian stock indexes also closed lower. China's Shanghai Composite fell 1%, and Japan's Nikkei 225 shed 1.3%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Michael Wursthorn at michael.wursthorn@wsj.com</p><p>Dow Closes Lower as Bank Stocks Fall</p>",
  "published": "2022-01-14T21:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2706,
          "end": 2715
        }
      ]
    }
  ]
}