{
  "_id": "bdfcc3eaf4ae5f2baf46e225a10bd3a31fde20ee446930be76ff398b063d5793",
  "feed": "ftcomall",
  "title": "India's IT outsourcers crack down on moonlighting employees",
  "text": "<p>India's IT outsourcers have started cracking down on their workers as they try to eradicate moonlighting out of fear that staff will share corporate secrets with rivals.</p> <p>Many <a href=\"https://www.ft.com/global-outsourcing\">outsourcers</a>, which do work for global businesses such as Microsoft, AstraZeneca and Vanguard, raised concerns in an unprecedented way about multiple employment on their latest quarterly earnings calls. </p> <p>These worries have led to a growing cottage industry of businesses offering intermittent background checks on employees to identify moonlighting.</p> <p>The biggest warning has come from Wipro. Chair Rishad Premji claimed last month that the outsourcer had dismissed 300 workers in a single move who were caught moonlighting. Premji has called moonlighting “cheating — plain and simple” even though it is not illegal.</p> <p>Tata Consultancy Services called the practice an “ethical issue” earlier this month. Infosys had said it would allow workers to take second jobs under some conditions but chief executive Salil Parekh told an investor call that the company had recently fired staff found to be moonlighting.</p> <p>Low wages and strong technical expertise have made <a href=\"https://www.ft.com/india\">India</a> a chosen outsourcing destination for international companies. But India's IT firms, key drivers of the country's economy, are struggling to retain their workers' loyalty for the same reasons. </p> <p>“It's kind of top of mind right now for pretty much everyone here in India because the problem does exist and it's large,” said Ashok Hariharan, CEO of identification verification company IDfy.</p> <p>While productivity losses were a concern, Hariharan said IT businesses were most worried about moonlighting employees disclosing valuable intellectual property.</p> <p>“What the IT sector really cares about is if they're working in competing companies,” he said. “The risk significantly increases because your data can get out, your proprietary methodology can get out.” Although public cases of IP theft are scant, companies remain concerned about the issue.</p> <p>IDfy has developed machine learning software that combs sources such as freelance job websites, social media posts, court documents and other public records, as well as employees' social security information.</p> <p>Companies have made particular use of tax data to catch moonlighters, unions said. “They go through the employees' income tax filings . . . [to see] if you have a separate source of income,” said Tanmay Pereira Naik, a volunteer with the All India IT workers' union in Bangalore.</p> <p>IDfy said it found evidence of moonlighting in 5-6 per cent of IT employees who have gone through its background checks. AuthBridge, another company offering moonlighting detection services, said it was seeing rates of 8-9 per cent.</p> <p>Workers have said that prolonged periods of downtime during shifts, the availability of casual work and difficulty making ends meet as the cost of living rises have made moonlighting an obvious choice for employees in many sectors.</p> <p>“At Covid time, I became the primary earner for my family,” said Dev, not his real name, who works in the IT department at a multinational bank while simultaneously holding down another job at a foreign start-up. “[The second job] allowed me to take care of myself and help my family with some additional salary.”</p> <p>Dev said that poor treatment of workers and the lack of significant recent pay rises would only increase moonlighting. “Big tech thinks we are slaves to them,” he said.</p> <p>While executives have sought to stamp out the practice, workers like Dev have a new voice in small but vocal IT unions, which are now emerging after workers feared for years that organising would lead to dismissal.</p> <p>Although many IT companies ban dual working in their employment contracts, “legally there is no express restriction under law as to how many jobs a person can do”, said Harpreet Saluja, president of the Nascent Information Technology Employees Senate.</p> <p>Indeed, Rajeev Chandrasekhar, India's minister of state for skill development, entrepreneurship, electronics and IT, has openly supported moonlighting.</p> <p>“Any captive models will fade. Employers expect employees to be entrepreneurial while serving them . . . Time will come where there will be a community of product builders who will divide their time on multiple projects,” he said last month. “This is the future of work.”</p> <p>As the pandemic forced companies across sectors to digitise, IT outsourcers were in hot demand. Yet they were forced to compete for talent with India's blossoming start-up sector, which was buoyed with cheap money. IT professionals had their pick of well-paid jobs. This triggered a change in employee attitudes, according to Saluja.</p> <p>Now struggling to bring their workforces back to the office, IT companies have started investigating what they have branded as “two-timing”.</p> <p>“What has triggered [the crackdown] is the scale of resistance from employees to return to the office,” said Anil Ethanur, co-founder of specialist staffing company Xpheno. “In a declining market with fewer jobs, the resistance to return was seen as unusual and suspicious.”</p> <p>“With sample investigations exposing dual employment cases, the issue became real for companies as employees have wilfully violated their signed terms of employment,” Ethanur added.</p> <p>But unions stressed that many workers were moonlighting because “the money from their first job is not enough”, said Pereira Naik.</p> <p>While mid-level employees' salaries have risen 40-45 per cent over the past decade, according to Xpheno, salaries for junior IT workers known as freshers have stagnated at around $5,000 per annum in the same period. Executive pay had increased 70-90 per cent over the decade, Xpheno added.</p> <p>“Juggling between two jobs, they are doing it only because they are being paid less,” said Pereira Naik. “If the employers paid a fair wage, then the need wouldn't arise at all.”</p><p>Source: Josh Gabert-Doyon in London and Chloe Cornish in Mumbai 2022 'India's IT outsourcers crack down on moonlighting employees' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-25T00:15:40.030Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 232,
          "end": 241
        }
      ]
    }
  ]
}