{
  "_id": "c3ba543cc4b2f02639b434c4f0a89549c2ee4fd5abbf8516baf11e4b2f4bec6f",
  "feed": "market-watch",
  "title": "Taylor Swift, founders of Netflix and LinkedIn join list of 2022 commencement speakers",
  "text": "<p>Taylor Swift is receiving an honorary doctorate in fine arts from New York University in May, when she will also deliver the commencement speech during the Yankee Stadium graduation ceremony, the school announced on Monday.</p><p>NYU's “double-header” graduation event will honor the Class of 2022 in the morning of May 18, followed by a combined evening ceremony for the Classes of 2020 and 2021, whose celebrations were postponed due to COVID-19 pandemic-related restrictions.</p><p>The buzz about the 11-time Grammy winner giving the graduation address led Swift's name to top real-time Google GOOGL search trends on Monday and spurred “Dr. Swift” to trend on Twitter TWTR, as well.&#xa0;</p><p>“Ms. Swift is one of the most prolific and celebrated artists of her generation,” the school wrote.</p><p>She's the latest celebrity commencement speaker announced for the 2022 graduation season. Already, several high-profile CEOs and entrepreneurs, as well as world leaders who became household names during the pandemic, have been tapped to share words of wisdom for this year's graduating class.&#xa0;</p><p>Netflix NFLX co-founder Marc Randolph will be the keynote speaker at Cape Cod Community College's May 25 commencement. LinkedIn co-founder Reid Hoffman will deliver the “Graduates Day” address at Vanderbilt University in Nashville on May 12. Nintendo of America NTDOY president Doug Bowser will give the commencement speech at the University of Utah on May 5, and Daniel Lubetzky, the founder of KIND Snacks., will deliver the commencement address at North Carolina's High Point University on May 7.</p><p>Among world leaders, New Zealand Prime Minister&#xa0;Jacinda Ardern will speak&#xa0;at Harvard on May 26. Ngozi Okonjo-Iweala,&#xa0;the director-general of the World Trade Organization, will give MIT's commencement address on May 27. And former Secretary of State&#xa0;Condoleezza Rice&#xa0;will speak at Southern Utah University's graduation ceremony on April 29. Dr. Anthony Fauci, pandemic icon and chief medical adviser to the president of the United States, will be the keynote speaker at the University of Maryland-Baltimore County commencement on May 19.&#xa0;</p><p>And there will be plenty of celebrities and athletes also sharing their playbooks for success. Actor, director and producer Tyler Perry is taking on yet another role; delivering the keynote address at Emory University on May 9.&#xa0;Vassar College graduates likely will talk about Bruno — or rather, “Encanto” star John Leguizamo — after he gives their May 22 graduation speech. Tennis icon and gender equality advocate Billie Jean King will hold court&#xa0;at Springfield College in Massachusetts on May 15. And Jason Collins, the first openly gay NBA player, will give the postponed graduation speech for Middlebury College's Class of 2020 on May 31. The Massachusetts school has yet to name a speaker for 2022. &#xa0;</p><p>There will certainly be more to come.&#xa0;</p>",
  "published": "2022-03-28T13:58:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}