{
  "_id": "2791ea4f91e84d76d78da5065ae9b21f0a5b4c428891ae5fe00fa19c768b9491",
  "feed": "wall-street-journal",
  "title": "Germany Moves to Strip Former Chancellor Schröder of Parliamentary Office Over Putin Ties; Decision comes after politicians of all colors called on the former chancellor to distance himself from Russian president",
  "text": "<p>\"The budget committee notes that former chancellor Schröder no longer has any ongoing obligations from his office,\" the parties wrote in the document.</p><p>The former politician would retain his security detail, according to the document, which is expected to be adopted on Thursday by the committee, where the three parties have a majority.</p><p>Mr. Schröder, who served as chancellor from 1998 to 2005, has been under fire from all quarters in recent months due to his work for Russian state-controlled energy companies and his proximity to Mr. Putin.</p><p>The former chancellor, now 78, is chairman of the supervisory board of Russia's oil major Rosneft and has been nominated to join the board of gas giant Gazprom. He was involved with the Nord Stream and Nord Stream 2 gas pipeline projects carrying Russian gas to Germany.</p><p>Mr. Schröder and Mr. Putin developed a close friendship while Mr. Schröder was chancellor. The two met in Germany to mark the start of the Nord Stream pipeline project shortly before the 2005 election, which Mr. Schröder lost. Weeks later, the former chancellor announced he would join the supervisory board of the pipeline's operating company. Mr. Schröder met Mr. Putin in Moscow after the start of the Ukraine war but few details about their conversation are known.</p><p>In February, Germany's current chancellor, Olaf Scholz, put the Nord Stream 2 project on ice. His government has since raced to diversify Germany's energy supply away from its decadelong reliance on Russia as a result of the war in Ukraine.</p><p>Mr. Schröder's office didn't immediately respond to a request for comment.</p><p>In a recent LinkedIn post, Mr. Schröder said that Russia's security interests don't justify the use of military means and \"everyone should do everything in their power to end this terrible war.\"</p><p>But he also said that there had been mistakes on both sides in the relationship between Moscow and the West.</p><p>\"Looking to the future, care must be taken not to completely cut the political, economic and civil society ties that still exist between Europe and Russia,\" Mr. Schröder said.</p><p>In recent months, many politicians across the spectrum, local administrations and even football clubs have criticized Mr. Schröder. Saskia Esken, the SPD's co-leader, has called for him to quit the party.</p><p>\"Gerhard Schröder's proximity to Putin damages Germany's reputation,\" Martin Huber, general secretary of the opposition CSU party, said on Twitter on Wednesday. \"The taxpayer shouldn't be paying for it.\"</p><p>The coalition, made up of the SPD, the Green Party and the Free Democratic Party, also aims to link future privileges for former chancellors to official duties that they perform after leaving office instead of granting them by default, according to the document.</p><p>Write to Georgi Kantchev at georgi.kantchev@wsj.com</p><p>Germany Moves to Strip Former Chancellor Schröder of Parliamentary Office Over Putin Ties</p>",
  "published": "2022-05-18T14:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}