{
  "_id": "6cf740e2c7d0e225ca6313e2de4126a031b160a95c72423762fc9b7d29248894",
  "feed": "ftcomall",
  "title": "An ESG case for defence companies?",
  "text": "<p>One scoop to start:</p> <ul>  <li><p>Investment fund Engine No. 1 is voting against pay at Apple's annual meeting today. The firm's biggest exchange traded fund, in which Apple is its biggest holding, said more transparency about chief executive Tim Cook's 2021 pay would benefit shareholders. The investor, which shocked corporate boardrooms worldwide by winning a proxy contest at ExxonMobil last year, is also breaking with Apple's management to support all six shareholder proposals the company is facing. Our colleague Patrick McGee will be covering Apple's meeting. </p></li> </ul> <p>Hello from New York, where we would like to start this newsletter with <a href=\"https://www.ft.com/content/cfbb1598-5d69-4649-8c19-6c7c56e30664\">a powerful piece</a> from Natalie Jaresko, a former Ukrainian finance minister. Readers might be familiar with her work <a href=\"https://www.ft.com/content/ffc969f5-da41-381a-b500-b36cd8907f42\">as head of the Puerto Rico oversight board</a>. She was also floated <a href=\"https://www.ft.com/content/9aab135a-e52a-11e5-bc31-138df2ae9ee6\">as possible prime minister</a> of Ukraine in 2016.&#xa0;</p> <p>Now, Jaresko is appealing directly to the environmental, social and governance (ESG) community to demand companies cut ties with Russia.</p> <p>“The global business community must understand that nurturing, upholding and protecting freedom and democracy is part of their ESG responsibility,” Jaresko said. “Without a strong defence of our democratic system based on rule of law and respect for one another's international rights, our entire system of business (and profit) could collapse.”</p> <p>Today, I delve into the emerging debate about whether or not defence companies should be considered credible ESG investments. For decades, the world's biggest defence companies sold weapons to governments with highly dubious human rights records. Will ESG continue to exclude these companies now that they are essential to Ukraine's fight against Russia?</p> <p>Kristen examines what companies have done so far to help with the growing refugee problem. Simon has an exclusive on a fracking technology company that has attracted well-known investors as a way to accelerate clean energy. Please read on. <em>Patrick Temple-West</em></p> <h1>Long shunned in ESG, do defence companies need a second look?</h1> <p>When Bank of America last year analysed which US stocks ESG funds favoured and frowned on, defence companies ranked among the most scorned, alongside tobacco, gambling and other sin stocks.</p> <p>Lockheed Martin and Northrop Grumman — which make all kinds of lethal products — were held by 2 and 3 per cent of US ESG funds respectively, ranking them alongside gambling and tobacco companies, Bank of America said.</p> <p>But in light of Ukraine's attempt to mount a defence against Russia, banks are building an ESG case for defence companies.&#xa0;</p> <p>Defence companies have worried about “being shunned” by ESG investors — and that can pose increasing problems for the companies' ability to raise funds, Bank of America said in a February 28 report. But with the invasion of Ukraine, sustainability investors and ESG funds could “open the aperture on their definition of defence” and give the sector another look, BofA's analysts said. Sustainable investing “does not exist without freedom of choice”.</p> <p>This week, SEB Investment Management, the asset management arm of Swedish bank SEB, reversed a position it established in 2021 to exclude defence companies. Russia's invasion of Ukraine “brought this issue to the fore from a policy perspective and resulted in a changed position among some of the fund company's customers regarding investments in the defence sector”, SEB said. “It is SEB's view that investments in the defence industry are of key importance to uphold and defend democracy, freedom, stability and human rights.”</p> <p>Merryn Somerset Webb, editor-in-chief of MoneyWeek, who <a href=\"https://www.ft.com/content/9073a69f-bc90-4944-b9d9-d2a0a2ff1f15\">wrote today</a> about the ESG case for defence companies, said that people who thought investors would be happy to lose money for their principles needed to rethink. “So what do you do if you run an ESG fund? You think about how things that are going up could perhaps be reclassified from a bit iffy to completely fine.”&#xa0;</p> <p>It was just a short time ago that defence companies <a href=\"https://www.ft.com/content/e14ea515-a6f3-4763-9def-7bc40d3b2e4a\">were in danger of becoming pariahs</a> as ESG euphoria intensified. As investors give the businesses a second look, will decades of selling weapons to questionable government regimes worldwide be erased following Russia's invasion?</p> <p>ESG investors might have to reconcile with their past resistance to defence companies or risk missing one of the stock market opportunities of 2022. <em>Patrick Temple-West</em></p> <h1>Companies seek to support Ukrainian refugees</h1> <p>A million refugees have fled Ukraine since Russia began its invasion last week, the UN High Commissioner for Refugees said on Wednesday. Filippo Grandi said that over the course of his 40-year tenure working in refugee crises, he had “rarely seen such an incredibly fast-rising exodus of people”.</p> <p>The crisis poses a challenge to companies: can they help in an effective way, that goes beyond mere public relations? </p> <p>“What helps displaced people is incorporating them into the economy,” said Sindhu Janakiram, chief executive of Refugee Integration Insights, a data and indexing start-up, “and it's companies that have the ability to offer hiring pathways. Countries can commit to accepting ‘X' number of refugees, but who will integrate them into the economy?” </p> <p>Some companies have already spoken about how they would aim to help Ukrainian refugees. While few large businesses have offered explicit ways to integrate refugees into the economy, at this early stage of the crisis many fleeing the violence will still require basic needs and shelter. </p> <p>Last week Airbnb pledged to give 100,000 Ukrainians free, temporary housing (a move that matches the company's Afghan refugee response last summer), Ford announced on Tuesday that it was suspending&#xa0;its Russian joint venture and redirecting funds to Ukrainian refugee relief, while Wizz Air — a Hungarian airline — is offering 100,000 free airline tickets, to name just a few of the philanthropic initiatives.</p> <p>Almost a year ago Moral Money&#xa0;<a href=\"https://www.ft.com/content/e3055eee-4495-4153-95b1-f25546fb94a7\">spoke</a>&#xa0;to the UN's Grandi, who admitted that refugees remained “a very controversial issue for the private sector”, even for those companies keen to uphold ESG values. </p> <p>A turning point for businesses occurred in 2015 as millions of Syrian refugees flocked to European shores, Grandi said. Since then, the UN body began working closely with global corporations such as Ikea and Uniqlo to form initiatives outside their existing philanthropic arms.</p> <p>Even for companies with altruistic motives, there's no denying that helping Ukrainian refugees is also good for their reputation —&#xa0;and their ESG credibility. However, what's still missing from the market is an industry standard on how to quantify the work companies do to support refugees. </p> <p>“Money managers are telling us that the ESG market is saturated, the space is crying out for new ideas. Adding companies' refugee impact data would add transparency which is always good for the market,” Janakiram said. <em>Kristen Talman</em></p> <h1>Energy storage race heats up</h1> <p>Could fracking technology help drive the renewable energy revolution?</p> <p>That's the pitch of Quidnet Energy, a Houston-based start-up that is rolling out systems to store renewable energy by pumping water at high pressure deep into the earth, much as fracking engineers do to retrieve shale oil and gas. The fluid stretches a crack underground, with the layers of rock acting like a giant spring. Then, when electricity is needed, the water is allowed to flow back up, driving a turbine near the surface.</p> <p>With investors ranging from Bill Gates's Breakthrough Energy Ventures to trading firm Trafigura, Quidnet just signed a maiden deal to build an underground storage system for Texas utility CPS Energy. The project, announced today, will be small — with a maximum capacity of 15 megawatts — but if this first commercial deployment of Quidnet's tech proves viable and effective, it could become a useful option for power companies seeking to ramp up their provision of renewables.</p> <p>Storage technology will be essential if intermittent wind and solar are to supersede 24-hour fossil fuel plants at the core of the electric grid, CPS executive Jonathan Tijerina told me. So far, lithium-ion battery arrays have dominated grid-level storage — but they are expensive, and can typically feed power back into the grid for a few hours, at most. Quidnet and other start-ups are pursuing alternative technologies that they say will provide energy for several times as long.</p> <p>Other interesting names in the space include Sweden's SaltX, which makes batteries using chemical salts, and Form Energy, with iron cells boasting “reversible rusting” capability. Both companies, as well as Quidnet and larger businesses including BP and Siemens Energy, were among 25 entities that joined to form the Long Duration Energy Storage Council (LDESC) during COP26 last year, to lobby for increased investment in the space.</p> <p>Rolling out these technologies at scale will take considerable cash — so it's promising to see that storage has become one of the busier areas of clean tech start-up funding over the past couple of years. Form Energy, most notably, raised $200mn last year from investors led by ArcelorMittal. The cash raised so far, however, pales beside what's needed in the long term. </p> <p>According to the International Energy Agency's latest annual report on energy storage, 5 gigawatts of capacity was added globally in 2020 — a new record, but a tiny fraction of the 600GW that it says will be needed this decade, if we're to get on track to reach net-zero emissions by mid-century. That means there's scope for investment of up to $3tn in long-duration energy storage by 2040, according to the LDESC, citing McKinsey research. Investors have a wide and growing set of horses to back in this race — and those that call it right could be in for quite a ride. <em>Simon Mundy </em></p> <h1>Smart read</h1> <ul>  <li><p>The <a href=\"https://www.ft.com/content/88e47798-a128-44be-a4b0-712ef7d83cf8\">global agreement on plastics</a> that Gillian previewed on Monday has now been signed. It marked a victory for countries and environmentalists who fought for the deal following a lobbying push by plastics companies to weaken the agreement.</p></li> </ul> <h1></h1><p>Source: Patrick Temple-West, Gillian Tett, Kristen Talman, Simon Mundy  2022 'An ESG case for defence companies?' FT.com 4 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-04T12:01:34.765Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}