{
  "_id": "b8f578b6d2e33eb527149f9898192d435f9702c8ed012510a247af5a86a2cc99",
  "feed": "wall-street-journal",
  "title": "Tesla, Microsoft, Boeing, Texas Instruments: What to Watch When the Stock Market Opens Today; Tesla will report earnings after the close; Texas Instruments posted an earnings beat",
  "text": "<p>* The bullish mood was rubbing off on other major technology stocks, including Apple, Meta Platforms, Netflix and Alphabet, which added around 2% each.</p><p>* AT&amp;T shares added 1.2%. The carrier swung to a fourth-quarter profit as the company improved its wireless revenue and shed the burden of its customer-losing pay-TV business in 2021.</p><p>* Boeing shares slipped 0.4%. The aerospace company reported a wider-than-expected loss and revenue below expectations.</p><p>* Kimberly-Clark dropped 5.8% premarket. The company behind Huggies diapers and Cottonelle toilet paper saw earnings fall in the latest quarter, despite an increase in sales, as the company faced higher costs due to inflation and a supply-chain crunch.</p><p>* Texas Instruments gained 4.3% ahead of the bell. The chip maker's fourth-quarter profit and revenue beat Wall Street forecasts.</p><p>* Navient shares plunged 12%. The student-loan servicer swung to a fourth-quarter loss as higher expenses combined with lower revenue.</p><p>* DraftKings jumped 6.7% premarket. The digital sports-betting company's stock got an upgrade from Morgan Stanley.</p><p>* F5 shares fell 13% premarket after the cloud security firm issued guidance below expectations for the current quarter and lowered its annual outlook as supply-chain issues crimp its ability to meet demand.</p><p>* Canadian National Railway slid 2.1%. The rail operator named a new chief executive officer and made changes to its board Tuesday, moves that will allow the railroad operator to avert a proxy fight.</p><p>* Capital One Financial edged up 0.6% after the financial services company said profit fell in the fourth quarter, but beat analysts' consensus projections, as revenue increased due to strong credit results.</p><p>* Tesla, Intel, Las Vegas Sands, Duke Realty, Whirlpool are among the companies reporting earnings after the close.</p><p>Chart of the Day</p><p>* A mania in clean-energy stocks holds lessons for ESG investors, writes James Mackintosh. This is the third in a series of Streetwise columns taking a critical look at sustainable investing.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Tesla, Microsoft, Boeing, Texas Instruments: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-26T12:51:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2087,
          "end": 2096
        },
        {
          "start": 7,
          "end": 16
        }
      ]
    }
  ]
}