{
  "_id": "2765f0d4bf456575a59762cf4f05e7dfe157c5ae781192e9964192e65e493149",
  "feed": "ftcomall",
  "title": "McKinsey's Ukraine boss calls out ‘criminal' Russian government ",
  "text": "<p>The boss of McKinsey &amp; Company in Ukraine has accused Moscow of criminal aggression against the country as the consultancy's global managing partner announced the firm would no longer work for government entities in Russia. </p> <p>“At this point, it should be clear to any unbiased observer that the current Russian government is not simply reckless — it is criminal,” said Oleksandr Kravchenko, McKinsey's managing partner in Ukraine, in a <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:6903647585589178368/\">post on LinkedIn</a>. </p> <p>“It has committed a military crime by launching an overt direct aggression against a sovereign state, it has committed crimes against humanity by consciously shelling and bombing civilian targets (including hospitals, schools, kindergartens, residential buildings and objects of infrastructure), it is about to commit more,” he wrote in the post. </p> <p>Meanwhile in <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:6903489597024669696/\">a separate post</a> on LinkedIn, McKinsey's global managing partner Bob Sternfels called Russia's actions in Ukraine “indefensible” and announced that the consultancy “will no longer serve any government entity in Russia”, where the company has more than 400 staff and partners. Sternfels did not define “government entity” but he did not appear to rule out McKinsey working for state-controlled companies in Russia. </p> <p>Sternfels said Russia's government had carried out a “brutal and senseless invasion of Ukraine”. </p> <p>On Sunday evening Christoph Schweizer, chief executive of Boston Consulting Group, also condemned Russia's invasion.&#xa0; </p> <p>“We are not working for the central government in Russia,” he said in a <a href=\"https://www.linkedin.com/posts/christophschweizer_ukraine-activity-6903755488790421504-ZeSi/\">post on LinkedIn</a>. “In light of the ongoing war, we will not take on any work for the government, and we are thoroughly evaluating our entire portfolio of work in Russia.”</p> <p>The statements are significant because most large professional services firms with operations in Russia have avoided condemning the country's actions. McKinsey's website says it acts for&#xa0;21 of the 30 biggest Russian companies. </p> <p>Executives at other professional services firms told the Financial Times that they did not want to speak out for fear of endangering their employees on the ground in the country and risking a backlash from Russia's government, which could damage their business interests there. </p> <p>“Business will want to keep its head down and not take sides,” said a senior partner at another global consulting firm. </p> <p>McKinsey, which Sternfels said does not currently carry out work for the central government in Russia, has faced scrutiny for reportedly serving regimes with a record of human rights abuses, such as Saudi Arabia. </p> <p>The firm, which does not disclose its financial performance but is reported to have annual revenues of more than $10bn, advises hundreds of the world's biggest companies. </p> <p>Kravchenko, who leads a team of more than 40 consultants in Ukraine, said international sanctions imposed on Moscow were not enough. He went further than Sternfels, calling on companies to cease doing business with any group in which Russia's government had even a 1 per cent stake. </p> <p>Kravchenko said companies should also “freeze to the maximum extent possible (meaning anything short of violating human rights or endangering human life) any business in or with Russia”. </p> <p>Companies should “close your books to the new business, start shutting the doors of your offices and outlets, stop accepting new orders and consider cancelling the outstanding ones, and above all stop paying any taxes in Russia”, he said. </p> <p>“This is not about taking a political stance. This is simply about refusing to be associated with immoral and criminal behaviour,” Kravchenko said. Failure to act would mean being “complicit” in the loss of Russian and Ukrainian lives, he added. </p> <p>A person briefed on McKinsey's position on the respective viewpoints said Kravchenko's views were his “personal perspective” while Sternfels' statement represented the firm's position. McKinsey declined to comment beyond the LinkedIn statements.</p> <p>The statements by McKinsey and BCG are likely to increase pressure on other professional services groups to condemn Russia's military aggression in Ukraine and to ditch clients linked to the government, even if they are not the subject of international sanctions. </p><p>Source: Michael O’Dwyer in London and Max Seddon in Moscow 2022 'McKinsey's Ukraine boss calls out ‘criminal' Russian government ' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-27T18:38:53.316Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}