{
  "_id": "018faea39e727ae1c6c6ab7ef2e97b1205a0f14cb884fc8d286e441ba7917fa2",
  "feed": "wall-street-journal",
  "title": "Doubting The Donors",
  "text": "<p>(Chicago, 252 pages, $30)</p><p>In a letter to James Madison in 1789, more than a decade after the Declaration of Independence, Thomas Jefferson proposed another \"self-evident\" truth -- that restrictions placed on property by the current generation should not constrain later ones. The earth, he said, belongs \"to the living,\" and \"the dead have neither powers nor rights over it.\" Jefferson was referring in part to property set aside, well into the future, for religious or charitable purposes. The state where he was living, Virginia, was debating such matters at the time.</p><p>Three decades later, in a case involving Dartmouth College, the U.S. Supreme Court reached a different conclusion. It held that an implicit contract bound the college to previous generations of trustees and donors, including their pledges and commitments. The Constitution's \"contracts clause,\" the court said, prevented the government of New Hampshire from overriding Dartmouth's implicit obligations by (as the state hoped to do) installing its own set of trustees.</p><p>Ever since, the question of how much deference should be given to donors has been contentious. In \"Private Virtues, Public Vices,\" Emma Saunders-Hastings sides with Jefferson and takes his argument a step further. She contends that American law has been too willing to accommodate the wishes of both deceased donors and living ones. As a result, philanthropy threatens to impose \"hierarchies of judgment and status\" and \"subvert valuable relations of social and political equality.\" In short, the wishes of donors, living or dead, should often be ignored for the sake of the broader public interest.</p><p>Like many scholars these days, Ms. Saunders-Hastings, a political scientist at Ohio State University, believes that philanthropy is in tension with democracy -- may even be harmful to it. Her critique is worth taking seriously, but it is too expansive in its conception of what democracy requires and too limited in its appreciation of how, in the two centuries since the Dartmouth College case, laws and regulations have tried to balance the claims of donors and the public.</p><p>As Ms. Saunders-Hastings sees it, there are two big problems with philanthropy. One is that it gives too much influence to a small part of the population, adding to what she calls the \"background inequalities\" -- such as wealth and race -- that already affect political decisions. She cites a familiar list of donors -- Bill Gates, Mark Zuckerberg, the Koch brothers, among others -- as examples of \"plutocrats\" who have used their giving to impose their preferences in education, health care and much else.</p><p>The other problem is paternalism. Ms. Saunders-Hastings argues that by attaching conditions to gifts -- say, by declaring that schools can receive money only if they teach a \"common core\" -- a donor is claiming to know, better than gift-recipients, how his money should be spent. Even merely insisting that gifts be used in the best possible ways, as Peter Singer and other proponents of \"effective altruism\" are wont to do, risks placing the donors' ideas about what is \"best\" ahead of those of the beneficiaries.</p><p>To Ms. Saunders-Hastings, such paternalism is at cross-purposes with what she considers a core requirement of democracy: people acting toward one another as equals and together determining the \"common good.\" But equality in civic status or political efficacy doesn't mean equality in all spheres of life. Indeed, Ms. Saunders-Hastings acknowledges that certain kinds of inequalities -- in talent or moral character, for example -- may be \"unobjectionable.\" If so, why is charitable giving -- driven, as it often is, by a donor's moral purposes or guided by specialized research and expertise -- something to deplore?</p><p>As for the wealthy few skewing philanthropy undemocratically: A large portion of American philanthropy originates with people who are not rich. (Half of all U.S. households contribute annually to charity.) Ms. Saunders-Hastings recognizes this \"democratization of philanthropy\" but feels that it doesn't do enough to foster \"relational equality\" between donors and recipients. Charities supported by many people, she writes, can be just as domineering as the foundations created by \"plutocrats.\" Perhaps so, but then the problem isn't so much a bullying rich donor as the entire logic of establishing charities to serve a particular cause rather than to make gifts willy-nilly.</p><p>Despite the Supreme Court's ruling in the Dartmouth case, we have never really allowed philanthropists and the charities they support to operate without constraints. Ms. Saunders-Hastings overlooks considerable evidence of this. She retells the story of Boston's Isabella Stewart Gardner Museum, which, after the theft of several artworks, left the places they had occupied empty to comply with what the museum directors felt were the donor's wishes. But she doesn't even mention a more prominent example that cuts the other way: The impressive collection of Philadelphia's Barnes Foundation was moved, after a long legal battle, from the location that Albert Barnes had built especially for it to a new and more accessible one.</p><p>Ms. Saunders-Hastings proposes to add little to existing practices, except to urge courts to be more active in modifying bequests and donors to give more money anonymously and unconditionally. Failing such changes, she suggests -- following Adam Smith and David Hume -- that philanthropists spend their money on themselves rather than on public projects. But doing so would deprive society of resources that are important precisely because they are not beholden to conventional ideas of what the \"common good\" is.</p><p>Ms. Saunders-Hastings's fixation on donors blinds her to the fallacy in Jefferson's \"self-evident\" truth. To control the present, wealth set aside by a \"dead hand\" must be used by a living one. If the influence of philanthropists past and present warrants concern, we need to look beyond the outsize figures who earned the wealth and toward the trustees and staffs who, for good or ill, administer it.</p><p>---</p><p>Mr. Lenkowsky is a professor emeritus at Indiana University.</p><p>(See related letters: \"Letters to the Editor: Donor's Choice: The Question of Philanthropy\" -- WSJ Apr. 29, 2022)</p>",
  "published": "2022-04-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}