{
  "_id": "25903fac88f3f9e6db270e80fcf37e04579c8953dbdb05efd7fe1295daa00af1",
  "feed": "ftcomall",
  "title": "ISSB sets out to tighten up climate reporting",
  "text": "<p>“I finally found the perfect metaphor,” wrote NYU Stern School of Business's Alison Taylor in a <a href=\"https://www.linkedin.com/posts/followalisont_do-menu-calorie-counts-actually-change-how-activity-6918877102855393280-RqiR/\">LinkedIn post</a> last month. She had been looking for a set of rules comparable to corporate climate reporting — and the UK's <a href=\"https://www.gov.uk/government/news/new-calorie-labelling-rules-come-into-force-to-improve-nations-health\">new calorie labelling requirements</a> for large restaurants provided an example.</p> <p>Just like corporate climate reporting, publishing calories on menus can be seen as a big step, says Taylor, who is executive director of Stern's <a href=\"https://www.ethicalsystems.org/\">Ethical Systems</a> research platform. It can also take time to make an impact. She points to the US, where chain restaurants have been displaying the caloric value of meals since 2018, and customers now consume only eight fewer calories per day. Similarly, climate disclosures in an annual report can look good, she argues, without achieving rapid change.</p> <p>However, there is also a telling difference between the rules: unlike calorie counts, companies' environmental data does not come in a universally accepted unit of measure.</p> <p>And that is why the work of accountancy standards-setter the <a href=\"https://www.ifrs.org/\">International Financial Reporting Standards Foundation</a> in making climate disclosure more meaningful is attracting attention.</p> <p>While the IFRS's accounting standards are mandatory in many jurisdictions, regulators haven't focused on sustainability disclosures until now. As a result, a number of organisations have sought to fill the information gap by creating their own frameworks, making comparisons between companies tricky.</p> <p>At the end of last year, though, the IFRS announced the creation of the <a href=\"https://www.ft.com/content/3fb80e89-4ce6-4cc8-8472-ae4c8c99b12d\">International Sustainability Standards Board</a>, which will establish standards for environmental, social and governance (ESG) reporting that it hopes will become the global norm.</p> <p>These are expected to merge some of the most widely used of today's frameworks, including the investor-focused SASB standards.</p> <p>The new body will work with the <a href=\"https://www.ft.com/content/61d2a500-c1ea-11e6-81c2-f57d90f6741a\">Task Force on Climate-Related Financial Disclosures</a> — backed by former Bank of England governor Mark Carney — and the Global Reporting Initiative, which aims to measure companies' impact on the environment and society.</p> <p>“The problem in today's market is that companies can make claims that nobody can verify,” <a href=\"https://www.ifrs.org/news-and-events/news/2022/02/interview-with-new-ISSB-Chair-Emmanuel-Faber/\">noted</a> Emmanuel Faber, ISSB chair and former chief executive of French food company Danone, earlier this year. “That makes it extremely difficult for people making capital allocation decisions.”</p> <p>It has now published its <a href=\"https://www.ifrs.org/news-and-events/news/2022/03/issb-delivers-proposals-that-create-comprehensive-global-baseline-of-sustainability-disclosures/\">first two proposals</a>, on broad sustainability concerns and on climate disclosures, specifically.</p> <p>Many investors, like Caroline Le Meaux, head of ESG research, engagement and voting at asset manager Amundi, welcome moves to tighten up climate reporting. But others, like Natasha Landell-Mills, head of stewardship at investment manager Sarasin &amp; Partners, worry that companies may simply fail to respond. Some still do not fully report on the materiality of environmental factors even when they should under existing financial disclosure requirements.</p> <p>Sarasin was one of 34 members of the Institutional Investors Group on Climate Change — a coalition of pension funds and asset managers — that last month <a href=\"https://www.iigcc.org/news/investors-put-audit-committee-chairs-on-notice-over-continued-omission-of-climate-risks-in-financial-reporting-ahead-of-2022-agm-season/\">wrote to some of Europe's largest companies</a>, including BP, Rio Tinto and Volkswagen, asking why expectations over climate-related accounting disclosures had not been met.</p> <p>They warned that there could be consequences at shareholder meetings, with votes against the appointment of companies' audit committee members.</p> <p>In their letter, the coalition wrote that inadequate disclosure means they “have little understanding of how [companies'] financial position might be impacted [by] accelerating decarbonisation associated with a 1.5C [maximum warming] pathway”. Companies, they added, are under­estimating or ignoring the material risks associated with the transition to a greener economy, such as old fossil fuel assets losing their value and becoming ‘stranded'.</p> <p>Taylor thinks that chief financial officers should be more engaged with companies' sustainability plans. “If we think the goal is that [a] company should make better decisions, manage risk, take action, then there is a strong argument to get [climate] data in front of the CFO and make it his problem,” she says.</p> <p>Whether that data is comprehensive enough is a different matter — but something that the ISSB may help with.</p> <p>It is seeking to develop a methodology for disclosing data well beyond direct emissions, to capture a company's carbon footprint across supply chains and use of its products. These so-called Scope 3 emissions are hard to calculate and have so far received a softer treatment from policymakers.</p> <p>In the US, the recent Securities and Exchange Commission proposal for mandatory climate reporting includes Scope 3 information when it is considered material or is part of corporate climate targets. However, unlike Scope 1 and 2 emissions (which are produced directly by businesses and by the energy they purchase, respectively), Scope 3 data would not need to be validated by a third party.</p> <p>Large companies and financial firms in the UK must already disclose climate information following TCFD guidelines, which also recommend Scope 3 disclosures when they are deemed material. Meanwhile, the EU is working on its Corporate Sustainability Reporting Directive, with initial proposals due in October.</p> <p>Yet some sustainability experts think the most effective policy measures would simply bypass the need for dedicated climate disclosures.</p> <p>Tariq Fancy, for example, former global chief investment officer for sustainable investing at asset manager BlackRock, has <a href=\"https://www.ft.com/content/ec02fd5d-e8bd-45bd-b015-a5799ae820cf\">long been vocal</a> about the need for economic incentives, such as the introduction of a carbon tax and industry-specific regulation, rather than relying on market pressures to curb corporate carbon emissions.</p> <p>Taylor says climate and broader sustainability disclosures may well help investors with their portfolio decisions, but could prove of little effect in containing climate change. For example, although the ISSB climate proposal requires companies to state whether they intend to use carbon offsets, companies could still use them to meet climate targets without improving their underlying business model.</p> <p>The risk, she says, is that relying on climate reporting without other policy measures would equate to “embracing another fad diet”, while “the world will keep getting fatter — and hotter”.</p> <p><em>Silvia Pavoni is the editor of </em><a href=\"https://www.esg-specialist.com/\"><em>Sustainable Views</em></a><em>, a new platform on ESG policy and regulation by the Financial Times Group</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/e49e6021-4385-46c7-a737-f5d945570e5e\"><em>Why capitalism with a conscience is here to stay</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/e49e6021-4385-46c7-a737-f5d945570e5e\"><em>From Martina Castellanos, New York, NY, US</em></a></p><p>Source: Silvia Pavoni 2022 'ISSB sets out to tighten up climate reporting' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T03:30:58.765Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}