{
  "_id": "b9b95dba94d6dc5c23b87b91fc6094ffc41995a0a89bb36cde92845869b9ea23",
  "feed": "ftcomall",
  "title": "Letter: Companies can be colleges of life-long learning too",
  "text": "<p>Regarding your editorial “What the ‘slackers' manifesto' forgets” (<a href=\"https://www.ft.com/content/48289c1f-2eec-4417-b65b-9fef86f21e89\">FT View</a>, January 15) the “great resignation” shows no signs of slowing, with a record number of job vacancies according to ONS statistics released last week.</p> <p>With inflation at a 30-year high, it is also clear that salaries alone are no longer enough to retain or attract employees. Companies need to try to set themselves apart from competitors with non-financial incentives if they want to boost their workforces.</p> <p>At Pearson, the digital learning company, we believe learning is a valuable way of doing just that — and learning should be at the heart of fuelling the great re-engagement.</p> <p>In the past, higher education was largely aligned to you going to university or college. Nowadays you can also continue your higher education when you are at work. Learning has moved on and it does not matter where you get your higher education — at work or at college. </p> <p>LinkedIn research found that over the past year and a half, there has been a 20 per cent increase in managers hired without a traditional degree. This trend will continue and, increasingly, corporations will become the universities for life-long learning, where employees will learn as they earn and progress their careers outside the traditional classroom setting. </p> <p>The employers that offer learning opportunities will be the first ones to re-engage their workforces.</p> <p>In this way, we can turn the great resignation into the great retention.</p> <p><strong>Andy Bird</strong> <br><em>Chief Executive, Pearson<br>London WC2, UK</em></p><p>Source:  2022 'Letter: Companies can be colleges of life-long learning too' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T00:00:10.151Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}