{
  "_id": "e1dca97b1b2e01f4b55746d3b3950260f4b55d0e29db281b1650939293f51d2c",
  "feed": "ftcomall",
  "title": "Big Tech rattled as US antitrust push finds rare bipartisan backing",
  "text": "<p>The day before the Senate judiciary committee began to debate legislation to toughen US competition law for large technology companies, Republican senator Ted Cruz spent 40 minutes on the phone with Apple chief executive Tim Cook. </p> <p>Cruz said Cook warned him the American Innovation and Choice Online Act, which is aimed at stopping large technology companies giving preferential treatment to their own products, might make it impossible for Apple to allow customers to opt out of being tracked by their apps. </p> <p>The next day Cruz, a conservative Republican known for championing the free market, voted for the bill, <a href=\"https://www.ft.com/content/069ab0bc-5407-4bc6-82bc-c2473dcb1c75\">which easily passed</a> by a vote of 16 to 6. He even suggested toughening it by allowing private citizens to sue companies that did not comply.</p> <p>If Big Tech executives needed an indication of their standing on Capitol Hill, and how seriously they should take the prospect of much stricter regulation, they had it.</p> <p>“This is a huge deal,” said Matt Stoller, director of research at the progressive American Economic Liberties Project, which campaigned in favour of the bill. “We did not expect to get 16 votes — this is a big political signal.”</p> <p>Of all the regulatory threats facing large technology companies, from new privacy laws to stricter content moderation requirements, the possibility that US officials could try to break their market power is one of the most existential.</p> <p>Tech executives argue that by offering multiple products together, they improve customer experiences: for example by directing people using Google to search for a location straight to Google Maps.</p> <p>Ahead of Thursday's hearing they bombarded lawmakers with dire warnings about the bill and its ramifications. Cook was not the only chief executive to hit the phones — so did Sundar Pichai, the head of Alphabet, Google's parent company. </p> <p>Google and Amazon both wrote statements opposing the bill, and the US Chamber of Commerce held a call with Washington-based reporters to detail its concerns.</p> <p>It is a sensitive time for Big Tech in Washington. Joe Biden, the US president, has installed progressives atop the Federal Trade Commission and the antitrust division of the Department of Justice, which this week&#xa0;<a href=\"https://www.ft.com/content/a8893550-fc6c-4301-879d-209aa9323f5b\">kicked off the process of rewriting</a>&#xa0;guidance on mergers and acquisitions. </p> <p>Their offices are also pursuing&#xa0;antitrust&#xa0;cases against large technology companies including Google and Facebook, and will have to consider whether to try to block Microsoft's <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">$75bn acquisition</a> of Activision Blizzard.</p> <p>Meanwhile, members of Congress are considering a range of measures that would strengthen regulators' hands, one of which is the bill passed by the judiciary committee on Thursday, championed by Amy Klobuchar, the Democratic senator from Minnesota.</p> <p>Among other things, the bill would stop companies misusing data to gain a competitive advantage and biasing search results to favour a search engine's own products, known as self-preferencing. Violations of the law would be punishable with penalties of up to 15 per cent of a company's US revenue.</p> <p>Members of both parties have for years promised tougher action on the industry, but those proposals have usually stalled out. However, Thursday's vote shows anger at Big Tech has now reached such a level that lawmakers are willing to put aside previous demands to get something passed — a rarity in the deeply divided Congress. </p> <p>The bill has raced through the Senate judiciary committee, without any public hearing before Thursday. Even its supporters admit it is vaguely worded, allowing regulators and judges huge leeway to determine exactly what should count as self-preferencing. Klobuchar has promised to introduce further amendments before the full Senate votes on it.</p> <p>That speed has alarmed some of the technology industry's defenders. Aaron White, director of communication for the pro-tech Progressive Policy Institute, called it “overly broad and burdensome” and branded the process by which it was passed “embarrassing for the Senate”. </p> <p>But to others, the bill's vagueness could benefit Big Tech. William Kovacic, a Republican former chair of the FTC, said the bill's ill-defined terms would allow federal judges to err on the side of lighter-touch regulation.</p> <p>“Joe Biden will not be able to pick judges fast enough to change that state of mind,” he said. </p> <p>Final passage is far from certain. The House judiciary committee approved similar legislation, along with four other bills aimed at toughening aspects of antitrust law. But most of these are <a href=\"https://www.ft.com/content/44baae26-564b-4314-a622-637a54282520\">being opposed</a> by a group of Democrats from the centrist wing of the party and those from California, Silicon Valley's home state. </p> <p>Zoe Lofgren, one of the outspoken Democratic representatives to speak against the measures, <a href=\"https://www.washingtonpost.com/politics/2021/12/03/push-crack-down-tech-giants-faces-tough-voting-math-congress/\">told the <em>Washington Post</em></a> last month she thought they “still miss the mark”. Nancy Pelosi, the Democratic speaker of the House, who is also from California, has not yet brought them to a floor vote, perhaps aware of the dissent within her own ranks.</p> <p>With Democrats divided over the bills, the stance of the White House may be key. If Biden puts his political weight behind them, many feel he might persuade wavering colleagues. The White House lent “technical support” to the drafting of Klobuchar's bill, according to officials, but has not yet issued a statement urging senators to vote for it.</p> <p>The president, who is battling problems on several other fronts, including Covid-19 and stubbornly high inflation, might decide to sit out the fight. But some believe this could prove the kind of bipartisan measure that would be attractive to a president looking for a big legislative victory.</p> <p>“The White House's position is going to be key,” said one corporate lobbyist. “Right now I would give the Klobuchar bill a 20 to 50 per cent chance of passing. But that changes if Biden gets involved.”</p> <p>Even if it does not pass, Thursday's vote has achieved two significant things, say the bill's supporters. </p> <p>First, it has given a signal to the judiciary of Congress's concern about the enforcement of existing competition laws. “The Senate is telling judges they don't like the way they have interpreted antitrust law when it come to Big Tech, and judges will hear that,” said Stoller.</p> <p>Second, it has punctured the aura of invincibility around Big Tech's army of corporate lobbyists in Washington. </p> <p>“The tech companies overplayed their hand,” said Stacy Mitchell, co-director for the Institute for Local Self-Reliance, a non-profit that targets the power of large companies. “Their tactics illustrated that they have too much power; their efforts to try to stop legislation a case study on the problem itself.”</p><p>Source: Kiran Stacey in Washington and Dave Lee in San Francisco 2022 'Big Tech rattled as US antitrust push finds rare bipartisan backing' FT.com 23 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-23T11:00:43.458Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2431,
          "end": 2440
        },
        {
          "start": 2431,
          "end": 2442
        }
      ],
      "nexusId": "10031144"
    }
  ]
}