{
  "_id": "61f14f8240211fc78df8b4c5ad10b09b76505eb5a7e33677af47f6a826be974c",
  "feed": "wall-street-journal",
  "title": "VC Daily: VC Life: New Firm, New City",
  "text": "<p>Ms. Palma: I've been shocked by some of the nonfounder-friendly terms I've seen…I now ask about founder ownership in the first meeting and in some cases have had to either help founders clean up their cap table so they are better set up for future fundraising and their own position or had to pass when we couldn't resolve cap-table issues.</p><p>WSJ Pro: What strategies worked for you in making a successful transition as a new investor in a city?</p><p>Ms. Palma: One tip that was helpful for me was in meeting founders that were past our stage. Even if it was too late for us to invest, I would meet founders in spaces I spend a lot of time in if I thought I could actually help them with something. At the end of the day, founders talk to founders much more than they talk to other VCs so the best way to get to know a new ecosystem in my view is to spend time with founders with a give-first mentality.</p><p>WSJ Pro: What is the best thing about life now versus then?</p><p>Ms. Palma: One of the best aspects for me is the time people eat dinner. It's later than the U.S. on average and, given that I have a lot of night events in this job, it means I often have time to get home after meetings and see my son before going back out to a work event or digging back into my email.</p><p>And now on to the news...</p><p>Top News</p><p>FTC review. Microsoft Corp.'s proposed acquisition of Activision Blizzard Inc. will be reviewed in the U.S. by the Federal Trade Commission, a person familiar with the matter said, placing the fate of the roughly $75 billion deal in the hands of an agency whose leader has questioned acquisitions by powerful technology companies, Ryan Tracy and Brent Kendall report for The Wall Street Journal.</p><p>The FTC, led by Chairwoman Lina Khan, will scrutinize whether the tech giant's move to expand its videogame business will substantially lessen competition, this person said.</p><p>All proposed mergers of substantial size must be submitted for government antitrust review, which is conducted by either the FTC or the Justice Department. Both agencies have closely scrutinized tech deals in the past. Bloomberg earlier reported on the FTC's review.</p><p>76%</p><p>Arabica coffee futures finished 2021 up 76%, the largest annual percentage gain since 2010, and continue to advance. (WSJ)</p><p>Mass PRIM Aims to Boost Commitments to Private Equity</p><p>Massachusetts' largest public-pension fund is set to put more money toward private equity, after a year in which the asset class delivered the strongest performance of any of the fund's investment categories, WSJ Pro's Chris Cumming reports. The investment committee of the Massachusetts Pension Reserve Investment Management, or Mass PRIM, voted unanimously Tuesday on a plan to increase the fund's target allocation to private equity by 1% while lowering its target allocation to public equities by 1%. Mass PRIM's board is expected to vote on the plan, which a fund document said is part of \"our multi-year effort to slowly increase the allocation to private equity,\" later this month.</p><p>AI Could Cut Hiring Biases Amid Recruitment Push, Proponents Say</p><p>The use of artificial intelligence to aid in companies' sensitive decision making has long made U.S. regulators wary, particularly for its potential to supercharge human bias, WSJ's Richard Vanderford reports. But as worker shortages prompt widespread recruitment pushes, AI proponents say the technology, far from being risky, could help companies make hiring decisions fairer—not just faster.</p><p>Industry News</p><p>Venture firm F-Prime Capital launched The F-Prime Fintech Index to track the performance of publicly-traded fintech companies. The index currently includes 54 companies listed after 2000, with a Dec. 31, 2021, market capitalization of $1 trillion. In addition to the index, the Cambridge, Mass.-based firm released a 2021 State of Fintech Report, analyzing public and private markets across fintech.</p><p>Funds</p><p>Australia-based AirTree Ventures launched a 200 million Australian dollar (about $143 million) seed fund and a 50 million Australian dollar (about $36 million) Web3 fund, according to the firm's website. AirTree recently participated in funding rounds for last-mile delivery startup Zoomo and online visual communications and collaboration platform Canva.</p><p>Houston-based Softeq Development Corp. raised $40 million for its Softeq Venture Fund to support the growth of early-stage technology startups. More than half the fund will be deployed through the Softeq Venture Studio accelerator program.</p><p>People</p><p>Maya Frai is joining Greylock Partners, where she will focus on marketplaces, e-commerce and crypto/Web3. She was previously a product manager at Google.</p><p>Blake Robbins is joining Benchmark as a principal. He joins the firm from Ludlow Ventures.</p><p>Lendio Inc., an online marketplace that connects borrowers to small-business lenders, appointed David Bedell as chief financial officer. He was most recently CFO at HireVue. Lehi, Utah-based Lendio is backed by investors including Comcast Ventures, Tribeca Venture Partners, Blumberg Capital and North Hill Ventures.</p><p>Exits</p><p>Gtmhub Inc., a goal setting and management platform for businesses, acquired peer company Koan for an undisclosed amount. Denver-based Gtmhub recently closed a $120 million Series C round from Index Ventures, Visionaries Club, Insight Partners, Singular Capital Partners and CRV. Koan had secured funding from Uncork Capital and Crosslink Capital.</p><p>Collaborative web development platform Netlify acquired Quirrel, an open-source service for managing and scheduling the execution of serverless functions and jobs. Terms weren't disclosed. San Francisco-based Netlify recently raised a $105 million Series D round from Bessemer Venture Partners, Andreessen Horowitz, BOND, EQT Ventures, Kleiner Perkins, Mango Capital and Menlo Ventures.</p><p>Software adoption platform Pendo purchased product management community Mind the Product for an undisclosed sum. Raleigh, N.C.-based Pendo was founded in 2013 and is backed by Battery Ventures, Spark Capital, Meritech Capital, Sapphire Ventures and B Capital Group.</p><p>Correction</p><p>Urbint's platform is focused on physical infrastructure safety and reliability. A People item in Tuesday's newsletter about Urbint's appointment of Dustin Lucien as chief operating officer incorrectly described the company as a cybersecurity platform.</p><p>New Money</p><p>Chargebee Inc., a San Francisco startup that automates revenue operations of subscription-based businesses, closed a $250 million investment, bringing the company's valuation up to $3.5 billion. Co-led by Tiger Global Management and Sequoia Capital, the new funding included participation from Insight Partners, Sapphire and Steadview Capital.</p><p>Loadsmart Inc., a Chicago-based freight-technology provider, completed a $200 million Series D round, valuing the company at $1.3 billion. SoftBank Latin America Fund led the round, which included contributions from funds and accounts managed by BlackRock, CSX Corp. and Janus Henderson Group.</p><p>Wayflyer, a Dublin-based startup offering flexible funding to e-commerce platforms based on their ability to generate revenue, landed $150 million in Series B funding at a post-money valuation of $1.6 billion. DST Global and QED Investors led the round, with additional support from investors including Prosus, Madrone Capital Partners, J.P. Morgan and Left Lane Capital.</p><p>C2FO, a Leawood, Kan.-based working capital platform, fetched a $140 million investment led by Third Point Ventures.</p><p>Betterfly, a Chilean insurtech startup, raised $125 million in Series C funding led by Glade Brook Capital. New investors Greycroft, Mundi Ventures and Lightrock also joined in the round, along with previous backers QED Investors and DST Global.</p><p>Superpedestrian Inc., a Cambridge, Mass.-based electric-scooter startup, secured $125 million in equity and debt financing from Jefferies, Antara Capital, Sony Innovation Fund, FM Capital, Spark Capital, General Catalyst and Citi Impact Fund.</p><p>MNTN, an Austin, Texas-based advertising-technology startup, scored $119 million in Series D funding co-led by funds and accounts managed by BlackRock and Fidelity Management &amp; Research Co. Previous investors in the company include Baroda Ventures, Greycroft Partners, Mercato Partners, Qualcomm and Rincon Venture Partners.</p><p>Bluewave Technology Group, a Parsippany, N.J.-based technology advisory and lifecycle management provider, picked up a $75 million investment led by Columbia Capital.</p><p>Dune Analytics, an Oslo-based Web3 analytics platform, snagged $69.4 million in Series B funding, valuing the company at $1 billion. Lead investor Coatue Management was joined by Multicoin Capital and Dragonfly Capital in the round.</p><p>RudderStack, a San Francisco-based platform for building customer data stacks, grabbed a $56 million Series B round. Insight Partners led the investment, with Managing Director Praveen Akkiraju joining the board. Kleiner Perkins and S28 Capital also invested in the round.</p><p>Lunchbox, a New York-based online ordering engine for restaurants, closed a $50 million Series B round led by Coatue Management. The company also named Kieran Luke to the post of chief operating officer. He was previously co-COO at General Assembly. 645 Ventures and Primary Venture Partners previously invested in Lunchbox.</p><p>Dott, an electric-scooter startup, added $70 million in Series B equity and debt funding, bringing the round total to more than $150 million. Lead investors Abrdn and Sofina were joined by EQT Ventures and Prosus Ventures in the round.</p><p>180° Seguros, a Brazilian insurtech startup, secured a $31.4 million Series A round. 8VC led the investment, which saw participation from Dragoneer Investment Group, Monashees and others.</p><p>Tech News</p><p>Walmart uses Food Trust to track leafy greens and other food categories.</p><p>FDA official says new rule could boost blockchain-based food tracking</p><p>Google parent caps blockbuster year with sales gains</p><p>Ripple's legal brawl with SEC could help settle when cryptocurrencies are securities</p><p>VR to the ER: metaverse early adopters prove accident prone</p><p>Around the Web</p><p>VC-backed DAO startups are racing to define what DAOs actually are (TechCrunch)</p><p>Gopuff, like Instacart, is dreaming of an Amazon-like ad business (The Information)</p>",
  "published": "2022-02-02T18:22:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1309,
          "end": 1323
        }
      ]
    }
  ]
}