{
  "_id": "bb82de63be08fabc0bdf97507ab3921558e5077a49a9a1025b4a9f53e669d71b",
  "feed": "ftcomall",
  "title": "Nasdaq rallies more than 20% from recent lows after US inflation eases",
  "text": "<p>US stocks rallied on Wednesday, with the tech-heavy Nasdaq Composite index closing more than a fifth above lows hit earlier this year, after fresh data showed inflation steadying in the world's largest economy.</p> <p>Consumer <a href=\"https://www.ft.com/content/9d0cc752-9e65-45aa-8fc2-de0999cf632d\">prices in the US rose 8.5 per cent</a> year on year in July, a slower increase than in June and below economists' forecasts of 8.7 per cent. The data published on Wednesday also showed that on a month-on-month basis, there was no increase in inflation in July compared with the 1.3 per cent monthly rise in June.</p> <p>The figures added further fuel to a two-month recovery in financial markets, as traders bet the Federal Reserve might be led to temper its aggressive interest rate rises aimed at subduing soaring prices. </p> <p>The Nasdaq Composite, which includes big technology companies such as Apple and Microsoft, rose 2.9 per cent on Wednesday, bringing its gains to 20.7 per cent from lows reached in June. The fast-growing businesses in the index were hard hit this year as investors slashed their global growth forecasts and yields on Treasury bonds surged.</p> <p>The blue-chip S&amp;P 500 stock index advanced 2.1 per cent, closing above 4,200 for the first time since early May. The benchmark has climbed 14.8 per cent from its nadir in 2022, although US stocks in aggregate are still worth about $8.6tn less than when the year started.</p> <p>Measures of volatility, which have been elevated since Russia's invasion of Ukraine and increased odds of a US recession began to rattle investors, also declined. The Vix index of expected stock market volatility fell below its long-running average of 20 for the first time since April.</p> <p>Asian shares largely followed Wall Street higher on Thursday, with Hong Kong's benchmark Hang Seng index rising about 1 per cent, while China's CSI 300 index rose 0.5 per cent. Japan's Topix shed 0.2 per cent.&#xa0;</p> <p>“Inflation has been expected to peak over the summer for some time, so it was reassuring for markets that there are clear signs that this looks to be happening,” said Oliver Blackbourn, portfolio manager at Janus Henderson Investors.</p> <p>Prices on two-year US Treasury notes, which are particularly sensitive to changes in the Fed's interest rate policy, rallied following the inflation report as well. </p> <p>The advance pushed the yield on the note down 0.05 percentage points to 3.22 per cent. The yield on the benchmark 10-year Treasury, which moves with inflation and growth expectations, rose 0.01 percentage points to 2.79 per cent.</p> <p>The US dollar, a haven for investors in times of uncertainty, also fell back in reaction to the data, dropping 1.1 per cent against a basket of six currencies.</p> <p>The US inflation benchmark had hit9.1 per cent in June — the highest level in 40 years — prompting the Fed to deliver back-to-back supersized interest rate increases of 0.75 percentage points over the summer.</p> <p>Still, the inflation data show that prices remain well above the US central bank's 2 per cent target. </p> <p>“While peak inflation is welcome news, it's probably not enough to allow the Fed to ease off its tightening or to put recession fears to bed,” said Mike Bell, global market strategist at JPMorgan Asset Management.</p> <p>Core inflation, a measure of price growth that strips out volatile categories including energy and food, also came in below expectations, staying at the 5.9 per cent level it hit in June and well below a peak in March of 6.5 per cent.</p> <p>“I think this might be a new bull market as opposed to a bear market rally. The Fed will pivot eventually, the rate of increases will have to slow,” said Patrick Spencer, vice-chair of equities at Baird. </p> <p>However, others warned that inflation remains high. “It's nice to see a report come in cooler, but we'll leave the champagne bottles closed for now,” said Brian Nick, chief investment officer at Nuveen. </p> <p>In Europe, the Stoxx 600 index closed up 0.9 per cent and Germany's Dax index gained 1.2 per cent after losses in the previous session.</p><p>Source: Eric Platt in New York, Ian Johnston in London and William Langley in Hong Kong 2022 'Nasdaq rallies more than 20% from recent lows after US inflation eases' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T02:41:46.552Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 809,
          "end": 818
        },
        {
          "start": 813,
          "end": 822
        }
      ],
      "weightsV2": {
        "weight": 2.000613,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.00061297417,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}