{
  "_id": "4c79e722ae77bee68f57f88787ae1748ceb77d031e51635bf2550f70485b4add",
  "feed": "market-watch",
  "title": "‘This gift list is completely disconnected from the reality of our society': Here are the most charitable billionaires in America",
  "text": "<p>The five individuals or couples who gave or pledged the most money to charity in 2021 were: Microsoft MSFT co-founder Bill Gates and his former wife Melinda French Gates ($15 billion); financial technology titan and former New York City mayor Michael Bloomberg ($1.6 billion); hedge fund manager Bill Ackman and his wife Neri Oxman ($1.2 billion); Facebook (now called Meta) FB CEO Mark Zuckerberg and his wife Priscilla Chan ($1 billion); and Google GOOGL co-founder Sergey Brin and Nicole Shanahan ($816 million).</p><p>That's according to the Chronicle of Philanthropy's Philanthropy 50 ranking released Tuesday.</p><p>Not on the list: MacKenzie Scott, the former wife of Amazon AMZN founder Jeff Bezos, who has become a leading philanthropist since the couple's 2019 split, and Tesla TSLA and SpaceX co-founder Elon Musk, who is currently the world's richest person with an estimated net worth of $238 billion. (Scott and Musk could not immediately be reached for comment.)</p><p>However, Scott donated at least $2.8 billion to nonprofits in 2021, according to the Chronicle, while Musk pledged $100 million for a climate change prize and $50 million for children's cancer research, among other donations. Still, neither released public lists of their 2021 donations, and neither of them responded to the Chronicle of Philanthropy's inquiries.</p><p>The Philanthropy 50 ranking is based on both actual amounts that people have donated to charity, as well as amounts that they've pledged, meaning that they've promised to give the money but it may not have reached the intended recipients yet.</p><p>As for who those recipients were, nearly 86% of the donated or pledged money “went to a relatively narrow slice of the charitable sector: colleges and universities, hospitals, foundations, and donor-advised funds,” the Chronicle of Philanthropy reported.</p><p>That's not a big surprise, given that previous research has shown that education and medical research are usually among wealthy philanthropists' favorite causes. But the focus on those sectors comes as the world is still battling a pandemic and calls for racial justice are still reverberating throughout the U.S.</p><p>“From this list, you would not know that we're living through a global pandemic, and you would not know that as a society we're grappling with racial inequity,” Chuck Collins, director of the Program on Inequality and the Common Good at the Institute for Policy Studies, told the Chronicle of Philanthropy. “This gift list is completely disconnected from the reality of our society right now.”</p>",
  "published": "2022-02-08T21:29:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 92,
          "end": 101
        }
      ],
      "nexusId": "10031144"
    }
  ]
}