{
  "_id": "52ee72ea2434b5be931e376a89c061deccf2bf38cce3241893864d46bf0c927b",
  "feed": "wall-street-journal",
  "title": "Property Investors Swap Office Blocks for Data Centers; Last year, the likes of Blackstone and KKR spent a record $47 billion on data-storage assets, even as rents came under pressure",
  "text": "<p>Blackstone bought QTS Realty Trust for $10 billion including debt in June. Rival private-equity firm KKR and fund manager Global Infrastructure Partners are taking New York-listed CyrusOne private in a $15 billion deal. American Tower bought CoreSite in November in another multibillion-dollar deal.</p><p>Growth in digital activity underpins Wall Street's appetite for the asset class. Global internet traffic increased by 48% in 2020 as office workers were forced to do their jobs from home, e-commerce boomed and millions turned to video streaming services such as Netflix and online gaming during lockdowns. In 2021, growth in global internet traffic returned to more normal levels of 23%, according to the TeleGeography Global Internet Geography Research Service.</p><p>The extra online activity has translated into strong demand for data storage. In the U.S., leasing in multi-tenant data centers in 2020 was more than three times higher than in 2019 by megawatt, according to North American Data Centers, with Microsoft taking up the most capacity. In 2021, take-up in Europe's four major data center hubs—Frankfurt, London, Amsterdam and Paris—is expected to have reached 355 megawatts, up from 201 megawatts in 2020, based on CBRE estimates.</p><p>The rub for investors is that the performance of data center stocks has been middling, despite all this growth. From February 2020 through Jan. 6, U.S.-listed data center real-estate investment trusts delivered total shareholder returns of 30%, according to real estate analytics firm Green Street. This lagged the gains made by REITs specializing in single-family homes, self-storage facilities and industrial properties—not to mention the S&amp;P 500's 48% returns, which have been led by the top tech names that are big data-center tenants.</p><p>One reason may be that although tech companies are attractive customers, their size helps them to negotiate hard. Rents have been falling in key markets. Since 2013, market revenue per available foot—a measure that factors in both occupancy and effective rents—is down 8% for U.S. data centers, compared with the 18% gains made by commercial real estate on average, Green Street data shows.</p><p>Oversupply could become an issue in some cities. Equinix and Digital Realty, the biggest listed data-center stocks by market value, face tougher competition now that smaller rivals have been taken over by deep-pocketed buyout firms. Pension funds, sovereign-wealth funds and family offices also are pouring cash into building data centers, increasing competition for tenants. In the third quarter of 2021, vacancy rates in Amsterdam, London and Paris were relatively high, at 24%, 20% and 13%, respectively.</p><p>Global demand for data storage should remain strong as more of the world's consumer and corporate data moves to cloud storage. But investors also need to beware the glitches in the latest hot property.</p><p>Write to Carol Ryan at carol.ryan@wsj.com</p><p>Property Investors Swap Office Blocks for Data Centers</p>",
  "published": "2022-01-10T12:46:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1005,
          "end": 1014
        }
      ]
    }
  ]
}