{
  "_id": "3a365d01574a58c2acbd3c5550cc77ddeb6ea7db8fd60e4e35ee4deafa4283e2",
  "feed": "wall-street-journal",
  "title": "Samsung's Galaxy Tab S8 Ultra Is a Ginormous Tablet for Work and Play; The company also introduced two other flashy tablets that come with a stylus and are compatible with laptop-style keyboard cases.",
  "text": "<p>By comparison, Apple Inc.'s biggest tablet is an iPad Pro with a 12.9-inch LCD display. Like iPads, the new Samsung tablets are compatible with a stylus and keyboard case.</p><p>Samsung hopes its new big-screen tablets will address growing consumer desire for a work-and-play device—specifically one with a screen size that can compete with laptops. The S8's keyboard case, sold separately, turns the tablet into a laptop replacement with a full catalog of Android apps. Samsung includes its S Pen stylus in the box. And the tablets can be used as external monitors for Windows PCs. </p><p>Samsung Galaxy Tab S8 Ultra with the Book Cover Keyboard case, sold separately. PHOTO: Martin Ramin/The Wall Street Journal</p><p>Tablet sales, like laptop sales, have been strong since the pandemic began, as people work, learn and stream at home. Last year, total tablet shipments rose 3.2% to 168.8 million units world-wide, the market's highest level since 2016, according to market-research firm International Data Corp. Samsung is No. 2 in tablets behind Apple, but its 2021 global shipments—up 3.8%—grew less than those from Apple, Lenovo Group Ltd. and Amazon.com Inc., IDC said. And total market shipments slowed in the fourth quarter, the firm added.</p><p>Samsung surveyed owners of 2020's Galaxy Tab S7 tablet—with displays up to 12.4 inches—and found that 90% looked for or considered buying a device with an even bigger screen, said Hassan Anjum, director of product management for new computing at Samsung Electronics America. Most gravitated toward a 15-inch model, he said.</p><p>Specs and features</p><p>All three tablets have twin rear cameras, a 13-megapixel main camera and a 6-megapixel camera with an ultrawide lens. They each have a 12-megapixel ultrawide front-facing camera, while the Tab S8 Ultra has a second front-facing camera with a wide lens.</p><p>Base models of all three have 128GB of storage and 8GB of RAM, with higher-spec options for more money. All tablets have a microSD slot for extra storage up to 1TB.</p><p>Samsung's Tab S8 Ultra display has a resolution of 2960 x 1848 pixels. The Tab S8+ has a resolution of 2800 x 1752 pixels, and the Tab S8's screen is 2560 x 1600 pixels.</p><p>To improve video chats, Samsung included technology to automatically focus on speakers on a call using Zoom, Microsoft Teams, Google Duo and other videoconferencing services. If someone enters the room, the camera pulls out to include them. (A cautionary note for remote workers: Just be careful who bombs your Zoom sessions.) The tablets have three types of noise cancellation as well as technology to isolate voices from background noise.</p><p>The new tablets also can double as a second monitor for PCs running Microsoft Windows. The PC must be running compatible, recent versions of Windows 10 and 11, and both devices have to be on the same Wi-Fi network. </p><p>Samsung's Galaxy Tab S8 Ultra alongside the new Galaxy S22 Ultra smartphone, with their respective S pens. PHOTO: Martin Ramin/The Wall Street Journal</p><p>Samsung's expanded multiwindow feature lets you multitask between apps and customize the size and location of those windows. You can edit a spreadsheet while taking notes, or watch Netflix while shopping online and texting a friend.</p><p>All three tablets run on Qualcomm Inc.'s newest high-end Snapdragon processor, but only the middle model, the Tab S8+, can connect to 5G cellular networks.</p><p>SHARE YOUR THOUGHTS</p><p>Would you trade in your laptop for a new Galaxy Tab? Join the conversation below.</p><p>The Book Cover Keyboard case costs $350 for the Tab S8 Ultra, while the Slim Book Cover Keyboards for S8+ and S8 cost $160 and $140, respectively.</p><p>Preorders for all of Samsung's new devices, including the tablets and the Galaxy S22 smartphone lineup, started Wednesday. The release date for these products will be Feb. 25.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Shara Tibken at shara.tibken@wsj.com</p><p>Samsung's Galaxy Tab S8 Ultra Is a Ginormous Tablet for Work and Play</p>",
  "published": "2022-02-09T15:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2271,
          "end": 2280
        },
        {
          "start": 2671,
          "end": 2688
        },
        {
          "start": 2671,
          "end": 2680
        }
      ]
    }
  ]
}