{
  "_id": "6179b9727bbeb5dc356820de7adf5de01061e9e7e13cc5525be3a73c454c8864",
  "feed": "ftcomall",
  "title": "China's SenseTime ponders future after US blacklisting ",
  "text": "<p>Xu Li is a fan of Yang Guo, the protagonist of bestselling Chinese novel&#xa0;<em>The Return of the Condor Heroes, </em>famed for lobbing a stone at a Mongol Khan, slaying the leader and halting an invasion from the country's northern enemy. </p> <p>But the 40-year-old co-founder and chief executive of the Chinese artificial intelligence group SenseTime says he is inspired by Yang's subtler powers of persuasion over followers and enemies alike. <br><br>Even as Xu seeks to emulate those diplomatic skills, he has failed to convince the US government to take a favourable view of his company. Days before SenseTime was due to go public in Hong Kong, Washington placed it on an <a href=\"https://www.ft.com/content/51732eea-7da7-4579-a84f-145d83e32521\">investment blacklist</a>, accusing it of enabling human rights abuses against Muslim Uyghurs in the western Xinjiang province. The company denied the claims. </p> <p>SenseTime nevertheless managed to pull off a <a href=\"https://www.ft.com/content/de5efdc0-26a5-4cc1-8bbf-d4f29c1de04a\">successful if delayed IPO</a> last month, in part because it put only a small slice — 3.4 per cent — of the company to be freely traded. “The flotation was controlled to a degree,” said Andy Maynard, head of equities at investment bank China Renaissance. </p> <p>The company's share price is up 86 per cent since its debut. Xu's stake in the company is now worth $784m and the company's market capitalisation is $30.6bn. </p> <p>Not much is known publicly about Xu's background, beyond that he grew up in a middle-class family in Shanghai and studied computer science at Shanghai Jiao Tong University before heading to the Chinese University of Hong Kong to complete his doctorate in computer vision. </p> <p>Yasuyuki Matsushita, Xu's mentor at Microsoft Research Asia when he was an intern in 2009, remembers the young researcher as talented and efficient. “Compared to the other interns, our meetings were rather shorter,” he told the Financial Times. “Perhaps he was not too talkative, or perhaps he just got to the point quickly.”</p> <p>The young CEO, who declined to comment for this story, has given a handful of interviews to the domestic press, and his humorous side has occasionally emerged during otherwise controlled interactions. When one interviewer asked him if AI would make people unemployed, he jokingly responded, “that depends on if they have a good relationship with us”. </p> <p>Like the heroes of the historical tales he admires, Xu is himself the protagonist of an unlikely story: the rise of SenseTime. </p> <p>When the company was created in 2014, with a cash injection from IDG Capital — a Boston-based venture capital firm with a footprint in China — that valued it at $200m, it was more a motley crew of computer scientists led by Chinese University of Hong Kong professor Tang Xiao'ou publishing cutting-edge computer vision research than a coherent company. </p> <p>SenseTime's leadership, primarily comprised of computer science doctorate holders, has at times struggled to convince investors it has a clear business plan. One former senior executive at the group described it as an “academic company” that had “always been more focused on research than on commercialisation”. </p> <p>Like many of its AI peers, SenseTime is yet to turn a profit. That is in part due to the exorbitant costs of the research and development department, where more than 70 per cent of its 5,000 staff work. Other foreign backers have included SoftBank, Tiger Global and Silver Lake.</p> <p>After landing the investment from IDG, “Xu Li went on a hiring spree, attracting data scientists and computer science professors with big salaries and stock options,” said one employee, who did not want to share their name. SenseTime also ploughed money into building a supercomputing platform.</p> <p>The logic was that if SenseTime had a monopoly on talent and computing power, no other company would be able to compete in this burgeoning field. </p> <p>But by 2015 it was in a precarious position, having burnt through cash and with no major customers. The young chief executive found a rescuer in the form of a retired actor, Ren Quan, whose fund Star VC gave the company much-needed cash when others dismissed SenseTime as an expensive academic endeavour with little hope of commercial success. </p> <p>Around the same time, SenseTime turned its deep-learning algorithm into commercially viable facial recognition software. China Mobile, HNA Group, Huawei and most importantly, the Chinese government now use SenseTime's facial recognition software in everything from smartphones to security cameras.</p> <p>About 40 per cent of SenseTime's revenue in 2020 came from government contracts for smart cities, including facial recognition and predictive policing. But as the former executive said, depending on the state contracts brings its own challenges: “Doing business with the government is tough. They don't want standardised products or solutions but ones tailored to their specific needs. This is not how companies want to conduct their business.” </p> <p>Analysts cast doubt on Xu's promise that SenseTime has a “clear path to profitability” by lowering the cost of R&amp;D and finding new customers for its AI, such as businesses, hospitals and schools. Ke Yan, head of research at Singapore-based DZT Research, said: “I don't see how SenseTime will be profitable this year. Its services are highly customised, meaning it has low margins.” </p> <p>But for tech investors burnt by Beijing's <a href=\"https://www.ft.com/content/e4df19e8-7247-4086-9f86-5364df06c145\">regulatory assault</a> on the country's leading internet companies, SenseTime's path to profitability matters less than its government support. </p> <p>As celebrity internet entrepreneurs such as <a href=\"https://www.ft.com/content/1fe0559f-de6d-490e-b312-abba0181da1f\">Alibaba's Jack Ma</a> retreat into the shadows, a new generation of tech leaders — such as Xu — is emerging, a class whose goals align closely with Beijing's goal of becoming a self-sufficient technology superpower. </p><p>Source: Eleanor Olcott in London  2022 'China's SenseTime ponders future after US blacklisting ' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-22T00:01:55.291Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1566,
          "end": 1575
        }
      ]
    }
  ]
}