{
  "_id": "78ebf7dd75a36318d42b7c9d2f1b31c5ff0efe8dfe6811c5cec15dec70f5206d",
  "feed": "ftcomall",
  "title": "FirstFT: US puts 8,500 troops on alert to support Ukraine",
  "text": "<p><a href=\"https://www.ft.com/top-stories-today\"><em>Top Stories Today</em></a><em> is a short-form audio digest of the day's top headlines. Here is the </em><a href=\"https://www.ft.com/content/3294460e-93a0-4831-bdb5-f8a521857a56\"><em>latest episode</em></a><em>.</em></p> <p>The US has placed about 8,500 <a href=\"https://www.ft.com/content/618cfd17-ca27-435b-9cbf-cf1be46f5aed\">troops on standby</a> for possible deployment to central and eastern Europe as the military build up in the region continues ahead of a possible invasion of Ukraine by Russia.</p> <p>The announcement by the Pentagon was made ahead of a telephone call by US president Joe Biden to European leaders to agree “massive consequences and severe economic costs” on Russia should it invade its neighbour, according to a White House statement.</p> <p>Boris Johnson, meanwhile, said Russia had amassed enough troops on Ukraine's border <a href=\"https://www.ft.com/content/c5e6141d-60c0-4333-ad15-e5fdaf4dde71\">to launch a “lightning war”</a> and seize Kyiv. The British prime minister's comments follow a warning from his government over the weekend that the Kremlin was preparing to topple Volodymyr Zelensky and install <a href=\"https://www.ft.com/content/9a29f978-f98e-4f13-a41a-74b702e73523\">a puppet administration</a> in Ukraine.</p> <p>British and US governments began removing diplomatic staff yesterday from embassies in Kyiv but, <a href=\"https://www.ft.com/content/87fad198-902a-4cec-8e78-21f333277de4\">as our Europe Express newsletter noted</a>, the withdrawals were not followed by their European allies. </p> <p>French President Emmanuel Macron travels to Berlin today for talks with German chancellor Olaf Scholz to discuss the deepening security crisis. The Kremlin confirmed this morning that Vladimir Putin and Macron would talk by phone later this week.</p> <ul>  <li><p><strong>Comment</strong>: There is a <a href=\"https://www.ft.com/content/809ff466-42f2-4ac9-b0a1-261a1cc22d99\">diplomatic route out of this crisis</a>, writes former US ambassador to Nato Robert Hunter.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Tesla strikes back at JPMorgan</strong> The world's most valuable carmaker has <a href=\"https://www.ft.com/content/d005b00a-ddd5-41de-94fd-7160a77ebc61\">escalated its legal battle</a> with the biggest bank in the US, accusing it of putting “its thumb on the scale” in an effort to gain a windfall from movements in Tesla's share price.</p> <p><strong>2. 7-Eleven owner faces investor calls to split</strong> Pressure is building on the owner of Japan's largest convenience store chain <a href=\"https://www.ft.com/content/73b8a0d3-375c-45d4-a40c-941be18ad569\">to split the company</a> as investors grow increasingly frustrated with “outdated” governance and poor share price performance.</p> <p><strong>3. Credit Suisse investment bank warns of trading slowdown</strong> The Swiss bank warned that its investment bank will report a loss for the fourth quarter <a href=\"https://www.ft.com/content/35fbb344-bda8-4862-8892-daad84dad3bf\">as trading revenues slowed</a>. The bank also said it would take a SFr500m ($545m) provision in the fourth quarter to cover litigation settlements, mostly tied to its investment banking business.</p> <p><strong>4. Unilever to cut 1,500 jobs in management shake-up</strong> The consumer goods group is to axe <a href=\"https://www.ft.com/content/0a08557a-7a2e-4ce3-8bfe-b4530c0a31cb\">20 per cent of decision-making roles</a> as it faces pressure from investors to improve performance after a failed £50bn attempt to buy GlaxoSmithKline's consumer health unit.</p> <p><strong>5. China launches internet ‘purification' campaign</strong> China has launched a month-long campaign <a href=\"https://www.ft.com/content/285059f7-3f0e-4083-b01f-02e48eccff88\">to clean up online content</a> during next week's lunar new year festival, in its latest effort to reshape behaviour on the internet. The campaign will apply the tradition of cleaning house before the new year, the most important holiday in China, to the internet.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>US</strong> drugs regulator has <a href=\"https://www.ft.com/content/20396e83-3c32-474f-8a5a-63270214a226\">rescinded </a>its authorisation for the monoclonal antibody treatments made by Eli Lilly and Regeneron, which do not work well against the Omicron variant.</p></li>  <li><p>The <strong>Covax</strong> vaccine initiative set up to ensure Covid-19 vaccines reach the world's poorest people <a href=\"https://www.ft.com/content/d8506581-81a3-4cd2-bf3c-073eca9a0ae4\">is unable to accept new dose donations</a> because it has nearly exhausted the funds needed to buy crucial accessories, including syringes.</p></li>  <li><p>The <strong>Metropolitan Police</strong> <a href=\"https://www.ft.com/content/8f849ae3-d8d0-4460-bf1e-43a35acb2ec1\">is investigating alleged breaches of lockdown rules</a> around Downing Street. The FT has created <a href=\"https://www.ft.com/content/42238323-5303-4037-b9b1-8ebeaf95b7f7\">a timeline</a> of what we know about the parties that have been held at the heart of UK government.</p></li>  <li><p>Germany's <strong>Lufthansa</strong> and Swiss-Italian shipping conglomerate <strong>MSC</strong> have expressed interest in <a href=\"https://www.ft.com/content/6b6ec845-7205-47ee-864b-9decd2460586\">acquiring a majority stake</a> in <strong>ITA Airways</strong>, in a sign of how the pandemic could reshape parts of the European aviation industry.</p></li>  <li><p><strong>Comment:</strong> Asian Americans <a href=\"https://www.ft.com/content/c4b38ba5-1c98-4903-b6de-90fd0cebf29c\">suffered disproportionately</a> on many fronts in the pandemic.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Interest rates</strong> The Federal Open Market Committee kicks-off its two-day monetary policy meeting with a statement expected tomorrow. The Fed is widely expected to confirm its plans to raise interest rates in March for the first time since the onset of the pandemic.</p> <p><strong>Earnings</strong> <a href=\"https://www.ft.com/stream/03202114-3abe-4e53-9306-8f8aabae6c5a\">Johnson &amp; Johnson</a> is expected to deliver strong fourth-quarter results boosted by its pharma business. General Electric, <a href=\"https://www.ft.com/content/fb73e702-e885-4c20-8857-ddd29dc623af\">which late last year announced plans to split into three companies</a>, also reports results as does Microsoft, which last week agreed to buy game maker <a href=\"https://www.ft.com/content/b96246ec-e70e-48b6-9a70-fb0800f79bd8\">Activision Blizzard</a>. </p> <p><strong>Markets</strong> Wall Street futures contracts imply <a href=\"https://www.ft.com/content/7ad13ce2-7035-4448-9109-4c2ee118fca4\">renewed selling</a> when US markets open this morning. The latest moves follow a&#xa0;<a href=\"https://www.ft.com/content/dbc738b8-4f9c-49e6-814e-39d205bbf766\">volatile day</a>&#xa0;on Wall Street, where the S&amp;P 500 fell as much as 4 per cent, briefly dropping into correction territory, before erasing its losses to end the day 0.3 per cent higher.</p> <h1>What else we're reading</h1> <p><strong>How Citadel Securities became ‘the Amazon of financial markets'</strong> Founded in the 2000s, Citadel Securities has grown into one of the largest trading houses in the world, involved in roughly one in four of all US stock trades and nearly 40 per cent of all those&#xa0;involving individual retail investors. A decision to float, though, would put <a href=\"https://www.ft.com/content/d4202685-9ef4-484f-a3f3-a7c731418935\">it firmly in the crosshairs</a> of the Securities and Exchange Commission.</p> <p><strong>Europe's navel gazing</strong> With most big countries in western Europe — including the UK, France, Germany and Italy — in the midst of destabilising political transitions, they are even less prepared for a confrontation with Russia, <a href=\"https://www.ft.com/content/2afaeadd-4663-46e8-a7c3-2668e3b78659\">writes Gideon Rachman</a>.</p> <p><strong>ANC rival steps up attacks on South Africa's judiciary</strong> South African tourism minister Lindiwe Sisulu launched a <a href=\"https://www.ft.com/content/f6ecfe57-b64c-4508-98ed-afbb55274cae\">rambling attack</a> on Africa's most independent judiciary and one of the world's most progressive constitutions. Both have become targets in the battle to wrest control of the African National Congress from President Cyril Ramaphosa.</p> <p><strong>Paul Polman: Critics of ‘woke' capitalism are wrong </strong>In straitened times a more morally conscious business elite must, surely, be a good thing, writes the former chief executive of Unilever. <a href=\"https://www.ft.com/content/34cf61c7-345d-4277-bf18-c1dbdd8a91fc\">Not everyone agrees, however.</a></p> <p><strong>How cronyism corrodes workplace relations and trust </strong>When a group is under threat, the instinct can be to close ranks rather than act in the best interest of the organisation. After all, our ancestry predisposes us to seek advantage through cronyism. <a href=\"https://www.ft.com/content/98fdcde8-eba1-45b3-98a6-eceb5269e07c\">These tips</a> advise on how to outsmart our baser instincts.</p> <h1>Travel</h1> <p>With every take-off and landing, something remarkable is happening beneath the plane. Mark Vanhoenacker, author and a Boeing 787 pilot for British Airways, <a href=\"https://www.ft.com/content/9b36302b-b42c-4cc3-8fa2-f3f5d7bf6843\">explains</a> why aircraft tyres are a miracle of engineering.</p><p>Source: Gordon Smith, William Langley and Emily Goldberg 2022 'FirstFT: US puts 8,500 troops on alert to support Ukraine' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T11:37:27.677Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4453,
          "end": 4462
        }
      ]
    }
  ]
}