{
  "_id": "7a7a9a9c86a7f9089cd6e3b4512dacf6aa1cc1cc0892cd467296c8d258082282",
  "feed": "market-watch",
  "title": "Gates on Musk's Tesla: 'There's a difference between electric cars being adopted and companies becoming infinitely valuable'; Microsoft founder asked numerous times about Musk's 'anti-climate' charge, and the Tesla CEO's bid for Twitter",
  "text": "<p>In a recent tweet, Musk confirmed that he confronted Gates about shorting Tesla Inc.TSLA. Gates had contacted his fellow billionaire to discuss philanthropy in climate change, but Musk asked if Gates still had a $500 million short position in Tesla.</p><p>Gates responded that he hadn't closed the position, to which Musk said he couldn't take Gates's philanthropy seriously if he was shorting the electric-car maker.</p><p>Read: Bill Gates says Elon Musk's approach to misinformation could make Twitter worse</p><p>Gates was also asked about Musk Wednesday, this time at The Wall Street Journal's CEO Council Summit. Gates fielded a question about the role of social media in spreading misinformation, and on the next beat, about Musk's $44 billion takeover offer for the platform and the risk of greater misinformation.</p><p>\"He actually could make it worse,\" Gates said at the event.</p><p>\"I have nothing but positive things to say about Elon. If he makes Twitter worse, fine, I'll speak out about that, but I wouldn't assume that's what's going to happen,\" Gates added.</p><p>Gates said at the summit that he sees no connection between efforts to slow global warming and an opinion on a particular stock.</p><p>Read: Can Bill Gates — 'another rich guy with an opinion' — move the needle on climate change?</p><p>\"I don't think whether one's short or long Tesla is a statement about your seriousness about climate change,\" Gates said, commending Tesla for a role in mitigating man-made warming.</p><p>Tesla's stock is down nearly 10% in the year to date, but up about 42% from where it stood a year ago.</p><p>\"There's no need for him to be nice to me,\" Gates said later of Musk on the BBC Today program.</p><p>Gates on Musk's Tesla: 'There's a difference between electric cars being adopted and companies becoming infinitely valuable'</p>",
  "published": "2022-05-07T12:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 126,
          "end": 135
        }
      ]
    }
  ]
}