{
  "_id": "3c9e16010a124da0c7a6649ffc9273ed99b69fcc4c65cd11e4284ebfe5e2bdf8",
  "feed": "market-watch",
  "title": "Mandiant shares surge after report of Microsoft acquisition interest",
  "text": "<p>Mandiant MNDT shares rose 3% in after-hours trading following the release of the results, after closing the regular session with a gain of nearly 18% at&#xa0;$17.75, following a report that Microsoft Corp. MSFT was in talks to buy Mandiant.</p><p>Mandiant is the result of FireEye spinning off its legacy products business on Oct. 8 and concentrating on its cloud-based services and intelligence consulting business. Since that split, Mandiant has been able to better focus on where it believes it excels.</p><p>“We were in too many businesses as a whole entity,” Mandiant Chief Executive Kevin Mandia told MarketWatch in an interview. “At least now we can achieve our objectives, now that we're not spread too thin. It was impossible to resource every business we were in to win them.”</p><p>Excluding discontinued operations, Mandiant said it reported a fourth-quarter loss of $122.8 million, or 54 cents a share, compared with a loss of $79.9 million, or 37 cents a share, in the year-ago period.</p><p>The adjusted loss, which excludes spinoff items and expenses for stock-based compensation and other items, was 9 cents a share, compared with earnings of 12 cents a share from the year-ago quarter.</p><p>Revenue rose to $132.9 million from $110.3 million in the year-ago quarter.</p><p>Analysts surveyed by FactSet had forecast an adjusted loss of 13 cents a share on revenue of $131.5 million. Mandiant had forecast an adjusted fourth-quarter loss of 12 cents to 13 cents a share on revenue of $129 million to $133 million.</p><p>The company forecast a loss of 15 cents to 13 cents a share on revenue of $128 million to $131 million for the first quarter, and 38 cents to 36 cents a share on revenue of $555 million to $565 million.</p><p>Analysts expect a loss of 10 cents a share on revenue of $134.9 million for the first quarter, and a loss of 36 cents a share on revenue of $569 million for the year.</p><p>Mandiant also forecast annual recurring revenue, or ARR, of $291 million to $297 million for the first quarter, and $360 million to $366 million for the year. ARR is a metric often used by software-as-a-service companies to show how much revenue the company can expect based on subscriptions. Now that Mandiant is fully free of the FireEye appliance business it will beginning using ARR as a metric.</p><p>Analysts forecast ARR of $269.9 million for the first quarter, and $361.9 million for the year.</p><p>Shares of Mandiant are down 15% over the past 12 months, compared with a 10% loss on the ETFMG Prime Cyber Security ETF HACK, and a 15% gain on the S&amp;P 500 index SPX .</p>",
  "published": "2022-02-08T20:41:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 185,
          "end": 194
        },
        {
          "start": 38,
          "end": 47
        },
        {
          "start": 185,
          "end": 200
        }
      ],
      "nexusId": "10031144"
    }
  ]
}