{
  "_id": "73bb85f216719155907a5cb651621705cb50e2a7e10a3691897d555900f9a5a0",
  "feed": "market-watch",
  "title": "Celebrating your retirement? Don't delete your LinkedIn profile yet. Here are four common LinkedIn dilemmas retirees face, tips for managing them, and some ways to design your post-retirement profile.",
  "text": "<p>If you want to work after retirement, even on an occasional basis, a dynamic LinkedIn profile will alert your network that you're open to new opportunities. If you prefer a more leisure-based retirement, LinkedIn can help you stay connected to interesting people and ideas as you pivot to this next life stage.</p><p>But what's the best way to design your post-retirement profile? For guidance, I reached out to three career experts: Hannah Morgan, founder of CareerSherpa.net in Canandaigua, New York; Hal Flantzer, a career and retirement coach based in New York City; and Ashley Watkins, a job search strategist with WriteStepResumes.com in Moody, Alabama.</p><p>Read: The number of baby boomers and Generation X who plan to work past age 70—or forever—is stunning</p><p>The four common dilemmas</p><p>Below are their responses to four common dilemmas retirees face when updating their profiles, along with a few tips culled from my experience coaching retirement clients:</p><p>1. Should you avoid using the word \"retired\" in your headline and profile?</p><p>\"What does retired mean in 2022 anyway?\" asks Morgan. \"If you want to stay connected and active on LinkedIn, I would not include 'retired' in the headline. Instead, explain how you can be of service on LinkedIn in your headline.\"</p><p>Flantzer says he believes anyone seeing that word in a LinkedIn profile or headline would assume that the profile's owner is done with working life.</p><p>Watkins offered a slightly different take. \"Since LinkedIn is about the total person, listing 'retired' can bring clarity to a career story.\"</p><p>After considering their answers, I say it's OK to use \"retired\" if you're certain that you no longer want to work for a living but you are open to other ideas. For example, \"Retired educator. Seeking meaningful volunteer roles with environmentally focused nonprofits.\"</p><p>However, if work might be part of your future, avoid \"retired,\" especially in the headline. Instead, use adjectives like \"former\" and use the rest of the headline to explain how you want to be of service going forward.</p><p>Here's a sample headline from Morgan that illustrates this advice in practice: \"Mentor and adviser on topics related to accounting career path options. Former CPA with top consulting firm and specializing in manufacturing. Happy to facilitate introductions.\"</p><p>Another example: Richard Eisenberg, former Next Avenue managing editor, uses this headline on LinkedIn: \"Unretired freelance writer and editor.\" This clever play on words lets people know that he's still working, but only on a freelance basis.</p><p>See: Retirement can mean a loss of identity — how to bring happiness to your next act</p><p>2. Should retirees not change profiles until they know their next steps?</p><p>\"Instead of just leaving the profile as is, think about how you want to use LinkedIn to help you figure out what's next,\" advises Morgan. For example, The About section could start with a question…\"If you need someone with these skills, let's talk.\"</p><p>I find this approach helpful. For example, a colleague interested in longevity wrote this in her About section: \"As of October, I'm taking a 'gap semester' to contemplate my next encore. If you have a project related to making the most of our longer lives, I'm eager to hear about it in the coming year.\"</p><p>If you're not clear what's next, consider swapping your old job title for a more general headline that serves as a temporary placeholder. For example: Senior Healthcare Industry Leader/ Prospective Board Member/Open to Consulting Opportunities</p><p>Morgan also recommends adding new jobs to the experience section. You could list your own consulting company, a volunteer gig or simply say \"Currently Seeking New Opportunities.\" That way, viewers will see that you remain active and engaged.</p><p>Related: Why don't some people ever retire — even if they have plenty of money?</p><p>3. How do retirees reconcile diverse interests in headlines and profiles?</p><p>\"It is getting increasingly common — and accepted — to use several job or functional titles in their headings to reflect portfolio careers,\" says Flantzer.</p><p>\"Now that LinkedIn has increased the number of characters available for the headline, it's easier to showcase your diverse areas of interest and involvement,\" adds Watkins. \"As I shifted more into resume writing and job-search coaching, I used my headline to highlight that I was a former recruiter turned resume writer and interview coach. Then, in the Summary and About sections, I tell the full story about my involvement in TV, radio, recruiting and coaching.\"</p><p>Here are two sample LinkedIn headlines that showcase multiple interests:</p><p>* Tour Guide, Freelance Travel Writer and Volunteer</p><p>* Freelance Graphic Designer Specializing in the Home Furnishings Market/ Master Gardener in Training/ Advocate for Sustainable Living</p><p>4. If you're seeking work in new fields, should you prune your profile?</p><p>\"If changing to a career that doesn't really require a LinkedIn profile, like dog walking, I wouldn't delete or eliminate information from someone's profile,\" says Morgan. \"Instead, I would ask what the person wants to get from their LinkedIn network.</p><p>\"If they are completely done with accounting but willing to serve as a mentor/adviser,\" she adds, \"their headline and About section would clearly state why they are on LinkedIn — to serve as a mentor or adviser on accounting topics. I wouldn't change any of the descriptions under the jobs or eliminate/delete any positions.\"</p><p>However, if you want to use LinkedIn to attract opportunities in your new field of interest, Flantzer recommends highlighting the skills and unique selling points that your new target audience most values, while de-emphasizing or eliminating those that are no longer relevant.</p><p>Read next: I left my job at age 65 and I don't want to retire — what's next?</p><p>Finally, periodically check LinkedIn to congratulate colleagues on achievements, comment on articles and stay abreast of breaking news. You never know when or how your efforts might pay off.</p><p>Nancy Collamer, M.S., is a semiretirement coach, speaker and author of \"Second-Act Careers: 50+ Ways to Profit From Your Passions During Semi-Retirement.\" You can download her free workbook, \"25 Ways to Help You Identify Your Ideal Second Act\" on her website at MyLifestyleCareer.com (and you'll also receive her free bimonthly newsletter).</p><p>This article is reprinted by permission from NextAvenue.org , © 2022 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>* Jumpstart Your Search for a Part-Time Job in Retirement</p><p>* 6 Questions to Ask If You Want to Work in Retirement</p><p>* How to Age-Proof Your Resume and LinkedIn Profile</p><p>Celebrating your retirement? Don't delete your LinkedIn profile yet.</p>",
  "published": "2022-10-26T09:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}