{
  "_id": "6cfe869dc85a8d7ac2b13b5b445593d8f629b57e1fbea66271d0230d6e587c51",
  "feed": "market-watch",
  "title": "Big Tech is not shaking over fear of antitrust as companies plow ahead with billion-dollar deals",
  "text": "<p>Just daysafter Google parent Alphabet Inc. GOOGLGOOG announced its intention to buy cybersecurity company Mandiant Inc. MNDT for $4.5 billion, Amazon.com Inc. AMZN on Thursday won unconditional European Union antitrust approval for its $8.45 billion purchase of movie studio MGM and closed the deal. Amazon's move should ramp up competition with streaming rivals Netflix Inc. NFLX and Walt Disney Co.'s DIS Disney+. (The Justice Department last month approved Discovery's acquisition of WarnerMedia.)</p><p>To underscore the attitude of tech's largest companies, Google Cloud CISO Phil Venables&#xa0;told&#xa0;the Financial Times that the acquisition, Google's second largest ever, “significantly increases competition in the market.”</p><p>Next up? Microsoft Corp. MSFT, which closed its $19.7 billion acquisition of Nuance in March, is awaiting regulatory approval of its $68.7 billion bid for Activision Blizzard Inc. ATVI.</p><p>The mad dash of acquisitions follows a pattern of Big Tech rushing through deals before federal regulators and lawmakers approve far-reaching antitrust legislation, says Ed Mills, a Washington, D.C., analyst for Raymond James.</p><p>The Justice Department is still mulling whether to sue Apple Inc. AAPL or file a new lawsuit against Google over antitrust concerns. The months-long delay was caused by the death of the Build Back Better bill that earmarked $500 million in funding for each agency. Justice antitrust prosecutors had originally planned to wrap up their probes into Apple's App Store and Google's dominance of the online ad market by the end of 2021.</p><p>At the same time, the FTC's suit to divest Meta Platforms Inc. FB is at least 18 months away. Epic Games Inc. and Google have agreed to start their antitrust lawsuit in&#xa0;January 2023.</p><p>The status of a raft of tech antitrust legislation at the federal level also remains in flux despite a recent push by Biden to ratchet up privacy protection for children, with a crackdown on data collection and targeted ads.</p><p>Read more: Biden's tech pitch seeks billions for chip manufacturing, online protection for kids</p><p>The coast isn't entirely clear. The European Union and UK have opened antitrust investigations into whether Google and Meta sought to illegally fix prices in digital advertising.</p>",
  "published": "2022-03-18T08:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 728,
          "end": 743
        },
        {
          "start": 728,
          "end": 737
        }
      ]
    }
  ]
}