{
  "_id": "343295c678e512c6bcca6d9323694ad455a70c8887ca0c62c6204d1e1890becf",
  "feed": "wall-street-journal",
  "title": "Videogame Companies Brace for Lackluster Holiday Season; The industry is at risk of posting its first annual sales decline in at least a decade",
  "text": "<p>\"We recognize that the risk of the global economy slowing down is increasing further,\" Sony Group Corp.'s finance chief, Hiroki Totoki, said on an earnings call earlier this month. Users of the company's PlayStation consoles \"appear to be playing a smaller number of titles out of a desire to spend less money,\" he said.</p><p>The videogame industry is coming off one of its hottest streaks ever. Covid-19 had people across the globe stuck in their homes, and many used that time to play more videogames. On top of macroeconomic factors and the tapering of pandemic-related demand, the industry is getting pinched this year by the strong dollar and a dearth of new blockbuster games. Electronic Arts Inc., Take-Two Interactive Software Inc., Ubisoft Entertainment SA and Microsoft Corp. are among the publishers without big-budget releases this holiday season.</p><p>For all of 2022, global consumer spending on videogame software is expected to fall 4.3%, according to estimates from Newzoo BV. That would be the first year-over-year decline since the analytics firm began tracking the industry in 2012. Such spending increased 7.6% in 2021 and 25% in 2020, Newzoo said.</p><p>Videogaming has historically fared well during economic downturns because it is generally a more affordable form of entertainment than going out for a meal and a movie. However, the current slowdown could be different, industry executives and analysts said.</p><p>\"Theoretically games should be recession-resistant,\" said Wedbush Securities analyst Michael Pachter. \"People who don't have jobs spend a lot of time entertaining themselves.\" But the labor market, at least for now, remains strong, so \"it is hard to label this as a recession,\" he added.</p><p>Videogaming has changed significantly since the downturn in 2008 thanks to the rise of online connectivity, smartphones and tablets, and free-to-play games. Still, that doesn't mean it is more or less resistant to economic pressures, said MKM Partners analyst Eric Handler.</p><p>\"This is sort of new ground for the industry,\" he said. \"I feel good that the biggest franchises will remain strong, but there isn't necessarily a road map because this is all new relative to 14 years ago.\"</p><p>Jess Brohard, a 34-year-old digital content creator and nonprofit worker, said she is cutting back on purchases of virtual goods in games such as \"Fortnite\" because she is concerned about the state of the economy. \"All around me I'm hearing about layoffs,\" she said.</p><p>The Columbus, Ohio, resident said she recently bought a $25 game but pondered the purchase more than she would have last year. \"I thought about it long and hard,\" she said. \"I do want to still feel like I'm in the loop with current games and having some fun while staying on a budget.\"</p><p>Last Wednesday, Nvidia Corp. reported a sharp decline in quarterly sales, citing waning consumer demand for its videogaming chips. Also that day, Chinese videogame and social-media company Tencent Holdings Ltd. reported a second consecutive quarter of year-over-year revenue decline for the first time, as China's economic slowdown and regulatory crackdown translated to lackluster game and advertising revenue.</p><p>Earlier, publishers Electronic Arts and Take-Two lowered their full fiscal-year outlooks. EA reported lower net bookings while Take-Two said its net bookings increased.</p><p>EA said its revised guidance reflected the strength of the U.S. dollar as more than half its revenue is generated abroad. Take-Two pointed to a slowdown in player spending, particularly in the company's mobile-games business, for its revision.</p><p>\"We attribute it to macroeconomic conditions and we want to be realistic about it,\" said Take-Two Chief Executive Strauss Zelnick, in an interview.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the videogame industry? Join the conversation below.</p><p>Another big game company, Roblox Corp., said this month that even as more people played on its platform, the average bookings per daily user declined 11% last quarter.</p><p>\"We all know the macro environment is a little bit challenging,\" Michael Guthrie, the company's finance chief, said on an earnings call.</p><p>Activision Blizzard Inc. said net bookings fell about 2% and monthly active users fell 6% last quarter. Microsoft, which is seeking regulatory approval to buy Activision, said its Xbox content and services revenue decreased 3% in the latest quarter.</p><p>Sony this month cut its full fiscal-year operating-income forecast for its videogames and network-services segment by about 12%. In August the Tokyo-based conglomerate raised the price of the PlayStation 5 across all major markets outside of the U.S. and Brazil, citing the global economic environment and inflationary pressures.</p><p>The share-price performance of videogaming-related companies has been mixed. While on average they have done slightly better than the broader market, some have been particularly hard hit. Roblox shares are down more than 65%, and Take-Two shares have fallen more than 40% so far this year. The Nasdaq Composite Index has shed close to 30%.</p><p>Write to Sarah E. Needleman at Sarah.Needleman@wsj.com</p><p>Videogame Companies Brace for Lackluster Holiday Season</p>",
  "published": "2022-11-23T15:23:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4220,
          "end": 4229
        },
        {
          "start": 765,
          "end": 774
        },
        {
          "start": 765,
          "end": 780
        }
      ]
    }
  ]
}