{
  "_id": "c13c81306d02410e6ddbcc7dfcde37dc931cea9ae2ae4d0fa0bea954fe1257da",
  "feed": "ftcomall",
  "title": "Index providers take record $5bn in revenue in 2021",
  "text": "<p>The boom in ETF assets helped index providers collect a record $5bn in revenue in 2021, a new report shows.</p> <p>Overall, index providers collected 23 per cent more in revenue last year than they did in 2020, according to <a href=\"https://www.prnewswire.com/news-releases/global-index-revenues-increase-23-to-5-billion-in-2021-as-surging-demand-for-esg-and-factor-index-revenues-support-strong-growth-through-the-industry-301545461.html\">a report</a> from Burton-Taylor International Consulting. Over the past five years, the compound annual growth rate averaged 11.7 per cent.</p> <p>More than two-thirds of that revenue went to the three largest index providers, the report said. MSCI collected $1.3bn in revenue last year, S&amp;P Dow Jones Indices added $1.1bn and FTSE Russell pulled in $1.1bn. MSCI's revenue grew 19 per cent from 2020, S&amp;P Dow Jones's was up 14 per cent, and FTSE Russell's was 33 per cent higher.</p> <p>More than half of all index providers' revenue, or $2.6bn, came from asset-based licensing fees, up 24 per cent from 2020, the report said.</p> <p>At the end of last year, there were 8,500 ETFs globally with $10tn in assets, the report notes. In the US, a record 445 ETFs debuted last year, up 51 per cent from the previous year, according to Bloomberg data, including 298 active ETFs and 147 passive ones.</p> <p>US-domiciled ETFs had $7.3tn in assets as of December 31, up 32 per cent from 12 months earlier, according to Morningstar Direct.</p> <p>The index providers collectively pulled in $1.7bn in fees from subscriptions, or 8 per cent more than they did in 2020, according to Burton-Taylor's report.</p> <p>Subscription-based fees typically make up a smaller chunk of the index providers' revenue than they did several years ago. For example, at MSCI, subscription-based revenue accounted for 45 per cent of its total revenue in 2021, compared to 74 per cent in 2012, the report said.</p> <p>Index providers also reaped additional revenue last year from their new ESG offerings, the report showed. For example, in July 2020, MSCI announced it would partner with Microsoft to make it easier for clients to access ESG and climate data through the cloud. FTSE Russell, meanwhile, recently launched an ESG rating system.</p> <p>“The ESG segment grew the fastest of any in our study, with smaller index providers look[ing] to leverage rapidly growing demand to gain market share,” the announcement said.</p> <p>Revenue collected by ESG indices grew 123 per cent in 2021 from the previous year, the report said. By comparison, revenue from factor indices increased by 32 per cent, and revenue from traditional equity indices grew by 20 per cent.</p> <p>Some $227bn in equity ETFs was linked to MSCI ESG and climate indices as of year-end, according to a Burton-Taylor spokesperson, up 114 per cent from the end of 2020.</p> <p>Index providers had been churning out ESG benchmarks to meet investor demand, the report said.</p> <p>The number of ESG indices launched during the year that ended June 30, 2021, was 43 per cent higher than the year-ago period, according to an October <a href=\"https://www.ignites.com/c/3372204/429054?&amp;referrer_module=article\">report</a> from the Index Industry Association. At the time, the organisation declined to provide the number of indices in the category.</p> <p>There were 534 sustainable open-end mutual funds and ETFs on the market as of December 31, up 36 per cent from 12 months earlier, Morningstar data shows.</p> <p>Some 121 sustainable funds were launched in 2021, outpacing the prior year's 71, according to Morningstar.</p> <p>Sustainable funds brought in a record $69.2bn in net inflows in 2021, a 35 per cent increase from the year prior, Morningstar's data shows.</p> <p>Another factor that drove revenue growth among index providers last year was merger and acquisition activity, Burton-Taylor's report noted.</p> <p>For example, in January 2021, London Stock Exchange Group, FTSE Russell's parent company, scooped up Refinitiv. That deal could give FTSE Russell access to more data and help the index provider expand its fixed income offerings, the report says.</p> <p>In addition, in February 2022, S&amp;P Dow Jones <a href=\"https://www.ignites.com/c/2977953/371783?&amp;referrer_module=article\">merged </a>with IHS Markit. That deal is poised to bring S&amp;P Dow Jones $2.6bn in asset-based fee revenue and $1.8bn in subscription revenue, the report indicates.</p> <p><em>*Ignites is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignites.com/\"><em>ignites.com</em></a><em>.</em></p><p>Source: Sonya Swink, Ignites 2022 'Index providers take record $5bn in revenue in 2021' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T04:00:40.165Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1821,
          "end": 1830
        }
      ]
    }
  ]
}