{
  "_id": "ca20cd8d269026307957fc29f761223fd912c7b7ed19ffda4d58169854d0b697",
  "feed": "ftcomall",
  "title": "Coinbase's Brian Armstrong: ‘I'm just as bullish on crypto as ever'",
  "text": "<p>Ahead of my lunch with crypto exchange chief Brian Armstrong, his team tell me they had tried to find a decent restaurant in San Francisco that accepted crypto as a payment. But alas, no luck.&#xa0;</p> <p>I'm surprised the 39-year-old introvert has agreed to meet at all. Crypto is in the throes of a downturn so severe it has triggered a tidal wave of lay-offs, insolvencies and its own ballooning credit crisis. After we meet, one of Armstrong's biggest rivals, founder of FTX Sam Bankman-Fried, suffers a spectacular fall from grace, after his $32bn crypto exchange empire files for bankruptcy protection in the biggest collapse the crypto world has yet known.&#xa0;</p> <p>Armstrong's company Coinbase, a platform for buying, selling and storing digital assets that made financial history as the first major crypto company to list publicly in the US, had a market capitalisation of $76bn <a href=\"https://www.ft.com/content/50327259-f554-4dad-8902-7ae9c124faa1\">at its market debut last year</a>. Today it is worth just $11bn.&#xa0;</p> <p>But Armstrong is not humbled. We have barely sat down and he is complaining about a “techlash” ruining San Francisco. The city has squandered its tech crown by vilifying the people creating growth, he says, and this is in part why he recently moved to Los Angeles. “The best part about San Francisco to me was this spirit of ‘we can build a better future with technology', right?”</p> <p>We are sitting in a booth at the Wayfare Tavern in San Francisco's financial district, a venue known for its American comfort food and high prices. With dark wooden furnishings, mounted deer heads and stuffed birds, its decor is London gastropub meets private members' club in the Highlands. </p> <p>Like many tech founders, Armstrong has a uniform: black T-shirt, black bomber jacket, white trainers. He pops off his cap. When I first requested the interview last year, I was told by his team that he didn't like talking to the press. Though they don't say so, I suspect the issue was also more specific: the FT has a reputation in Silicon Valley circles for being overly crypto-sceptic.&#xa0;</p> <p>But Armstrong seems unfazed. In eight years reporting on the crypto sector, I've come across quirky geniuses alongside accidental millionaires who made a single smart decision and have been partying ever since. Where does Armstrong fit on the spectrum of shill to visionary? One former colleague tells me he's “like a guy riding a magic carpet, who thinks he's magic and not the carpet”.</p> <p>Whatever the truth of it, no one can doubt his self-belief. As we browse the menu, he explains how Coinbase fits his steadfast belief that crypto and blockchain technology should be used to challenge centralised government power, improve financial infrastructure and, ultimately, enable “economic freedom”.&#xa0;</p> <p>“The mission is very long-term and it's almost timeless, right?” he says. Economic freedom, he offers, is important not just for growth, but also for reducing war and corruption and bringing about greater happiness. “There's many different ways to improve the world. But one of them is, like, if you basically let people who try good things keep the upside of their labour, they're going to try more things.”</p> <p>Blockchain technology delivers this in a variety of “simple ways”. For example, “anybody can store their own assets in a way that can't be taken away from them . . . They can engage in free trade because crypto is inherently global.”</p> <p>I ask if he considers his mission itself political. I can think of no other founder-CEO so brazenly embracing Wall Street and regulators while in the open pursuit of displacing Wall Street and regulators. “It's kind of free markets. It's probably libertarian-ish, if anything.” Would you describe your politics as libertarian-ish? “I describe myself as independent. I'm basically apolitical and independent.”</p> <p>It's an assertion that doesn't quite stack up. In 2020, Armstrong banned the discussion of politics and the championing of social issues in the workplace in the wake of the Black Lives Matter movement, arguing that it was creating division. His stance was celebrated by edgy venture capitalists, but 60 staff members subsequently exited, according to a since-deleted Coinbase blog post. “I think technology is my preferred way to improve the world, and not politics,” he says.&#xa0;</p>  <p><strong>A waiter arrives to take our order.</strong> Armstrong asks for the restaurant's famed popovers — America's fluffier version of Yorkshire puddings — for the table. For me, a burrata toast followed by grilled chicken salad. For him, a salad starter and organic fried chicken main.&#xa0;</p> <p>Tech founders love to have an inspiring origin story and Armstrong is no exception. Born and raised in San Jose, California, he studied economics and computer science at Rice university in Texas, before moving to Argentina for a year in 2009.&#xa0;</p> <p>There, he says, he “felt the pain” of hyperinflation “first hand”. Later, as an early employee at Airbnb, he says he saw “how difficult it is to move money on a global basis” and realised that “financial services was not innovating”. A year later, taken with Satoshi Nakamoto's <a href=\"https://www.ussc.gov/sites/default/files/pdf/training/annual-national-training-seminar/2018/Emerging_Tech_Bitcoin_Crypto.pdf\">bitcoin white paper</a> as a solution to both problems, he entered Silicon Valley's well-known Y Combinator start-up accelerator with the idea for Coinbase.&#xa0;</p> <p>So what's it like being chief executive of a company constantly in the spotlight? Armstrong pauses. He routinely gazes off into the distance as he speaks, only meeting my eye as he rounds off a thought. He is, he says, a “relatively private person” who just “happens to run a large public company”. Tearing off a crisp popover corner and dipping it in butter, he makes a case for “introverted CEOs”, citing “nerds” such as Larry Page, Mark Zuckerberg and Bill Gates. He has been studying a book called <em>The Outsiders</em>, about eight CEOs who were quiet and unflashy, but who all outperformed the market over time.</p> <p>Forging the path to economic freedom may be a noble cause. But crypto's wild speculative bubbles have also made Armstrong and others like him tremendously wealthy. He reportedly bought a $133mn Bel Air mansion late last year. At one point, Armstrong will offer up a rousing defence of billionaires. I've never met a poor libertarian in Silicon Valley, I think to myself.&#xa0;</p> <p>Today, the challenge to Armstrong's pursuit of economic freedom is the devastating bear market known as the “crypto winter”. Coinbase has laid off nearly a fifth of its workforce — close to 1,110 employees — and its shares are down nearly 80 per cent so far this year. Armstrong's net worth, according to Forbes, has shrunk to $2bn currently, from $6.6bn as recently as this year.&#xa0;</p> <p>The collective pain has engendered two responses from crypto enthusiasts: defend your particular corner of the crypto market and attack the rest, or repeat reassurances that market sell-offs can be a blessing.&#xa0;</p> <p>Armstrong is in the “silver lining for all” camp. Over the past decade he has experienced four “stressful” downturns and this one is in fact “easier” because this time nobody is asking “is crypto over?” he says. “The trend of history is towards, you know, more digitisation, more electronic payments, our wallet is becoming our phone.”</p> <p>Testing him, I ask if he sold any cryptocurrency in this latest downturn. “I don't really actually trade crypto . . . I just hold through ups and downs.” (In crypto speak, this is what would be known as a HODLer — standing for Hold On for Dear Life.)&#xa0;</p> <p>But an undercurrent of anxiety is occasionally palpable in longing references to a future “run-up” in crypto and a complaint that Coinbase currently seems “undervalued”. </p> <p>Was a public listing the best route for Coinbase, given its revenues are tied to volatile crypto prices? He insists it was. “I'm so glad that we did it. I'm glad that we're helping the market kind of understand crypto cycles better,” he says cheerfully. “Because that's kind of been our history as a company, [that] we want to blaze a trail, legitimise the whole industry, right? We don't mind being misunderstood or questioned for a few years. We're playing this for the long term.” The company went public nearly a decade after he founded it. He wants to continue being CEO for another 10 years, he says.&#xa0;</p> <p>As our starters arrive I return to his Argentina hyperinflation narrative. Surely this latest crypto downturn, at the time of a wider recession, has disproven the argument that crypto is an inflation hedge?&#xa0;</p> <p>He blinks. “I really thought that in a down market, in a high inflation environment, people might use bitcoin more, like in the way you do with gold. I think it turns out we were a little bit early for that.” A rare concession. Gold has a proven track record and is around 10 times the market capitalisation of bitcoin, Armstrong notes. But, he promises, give it another five to 10 years.&#xa0;</p>  <p><strong>You're not going to like</strong> me asking this, I warn, as the waiter brings our mains. We have been deep in the weeds discussing decentralisation and “Web3”, a privacy-centric version of the internet that crypto enthusiasts want to build on blockchain technology. But I want to probe one of his most contentious decisions as CEO.</p> <p>In 2020, as the Black Lives Matter movement spread worldwide, Armstrong introduced his policy to ban activism in the workplace. Armstrong insists that the move was “apolitical” and that his intention was to remove Coinbase from the culture wars, but paradoxically it had the opposite effect.&#xa0;</p> <p>“I didn't really want to have a big controversial moment like that, it wasn't something that I was seeking. In fact, I wish it hadn't happened at all,” he says. But “it has worked in that the company is much more focused. There's better alignment. And I think that was a positive change for us.”</p> <p>I ask about a damning<a href=\"https://www.nytimes.com/2020/11/27/technology/coinbase-cryptocurrency-black-employees.html\"> New York Times article</a> published after the policy came into force, in which at least 11 black former employees alleged racist and discriminatory treatment at the company.&#xa0;</p> <p>“I don't think that was accurate at all, actually. So, a couple of data points . . . ” He lays down his cutlery and reels off a round-up of diversity statistics and efforts. “The people that wrote that, it didn't fit with their worldview of how they think the world should be. So they attacked us. But it didn't actually reflect the lived experience of the people working at Coinbase.”</p> <p>Surely it reflected at least the feelings of those employees who were cited, I press. Armstrong dismisses the article as “bad journalism, basically”. </p> <p>“If you have a narrative already in your head, you can basically just go on LinkedIn and look for anybody who has left the company, right? We're big enough. And you can get somebody to go on the record and say any narrative that you want, you can find a quote for it.”&#xa0;</p> <p>Fearing a debate on absolute and relative truth, I shift to asking what he likes to do for fun. Building a hub for scientific research and investing in longevity and biotech, he answers. This all sounds like more work, I point out.</p> <p>I'd read that Armstrong has a tradition at employee lunches of giving $20 in crypto to the person who gives him the rawest feedback. Has anything in particular stuck with him? “A lot of times it's really about something internally that we could be doing better,” like talent management, he says. I wait for a precise example. “Let's see, ummm. I mean . . . ” Armstrong hesitates and, for once, is stuck for words.&#xa0;</p>  <p><strong>There is one large caveat</strong> to Armstrong's self-proclaimed zero-politics policy: the politics of crypto.&#xa0;</p> <p>Crypto's future — and Armstrong's legacy — hangs on how governments and regulators ultimately decide to police this digital Wild West. In the US, bipartisan bills and executive orders are being pored over by crypto lobbyists. Armstrong argues that regulation “usually entrenches the largest companies” and will prove a positive thing for Coinbase. In September, he introduced a new tool to the app for US users to see “crypto sentiment scores” for members of Congress based on their public statements, and announced plans to help pro-crypto politicians solicit crypto donations.&#xa0;</p> <p>Earlier in our conversation, Armstrong declared that he wanted Coinbase to become the most trusted, compliant crypto outfit. The messaging is at odds with his recent decision to back a lawsuit against the US Treasury for its sanctions against a niche crypto platform notorious for facilitating money laundering and sanctions evasion. Then there was the time that he took to Twitter to accuse the Securities and Exchange Commission of “<a href=\"https://twitter.com/brian_armstrong/status/1435439291715358721?lang=en\">really sketchy behavior</a>” after<a href=\"https://www.ft.com/content/bd09f8bf-e65b-4870-affe-55b5346af3e1\"> it warned</a> that it would sue the platform if it launched a controversial lending product. (Coinbase eventually dropped the product before it was launched.)</p> <p>What did he mean by sketchy? Armstrong ignores the question and says that Coinbase wants to be “the most trusted to our customers, not always to the government, although 95 per cent of the time those things are aligned”.</p> <p>Again, I insist — what exactly did he mean by “sketchy”? He laughs at my effort but suddenly turns serious. “I don't really want to create another back and forth here. I think we're very happy. The staff at the SEC have been very co-operative and we have a lot of good relationships there. Um, so I'll leave it at that.”&#xa0;He lets out another nervous laugh; I instinctively join in.</p> <p>After this shutdown, we never fully recover the flow of conversation; I pay the bill and we go our separate ways.</p>  <p><strong>A few weeks later,</strong> I call Armstrong in the wake of the FTX crash. It's been brutally chastening for the crypto sphere; contagion worries abound, prices have sunk further, even firm believers appear to be wobbling. Not Armstrong. Amazingly, he sticks to the narrative. He is “just as bullish on crypto as ever”, this was “one bad actor”. What happened at FTX, an offshore digital asset group, could “never happen” on Coinbase, a US-listed entity, he insists, calling for more regulatory clarity. When the tide goes out, he adds, citing Warren Buffett, “you can see who's swimming naked”.&#xa0;</p> <p>And like any true crypto evangelist, he has a solution to prevent such catastrophes from happening again: more crypto. “Part of the whole benefit of crypto is that you shouldn't have to trust third parties,” he says, before promoting several Coinbase features that are more “decentralised”. This allows you to trust “the laws of math, if you will, instead of the laws of men,” he explains. “Instead of ‘don't be evil', it's ‘can't be evil'. That's the promise of crypto.”</p> <p><em>Hannah Murphy is an FT tech reporter based in San Francisco</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hannah Murphy 2022 'Coinbase's Brian Armstrong: ‘I'm just as bullish on crypto as ever'' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-18T12:30:52.111Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}