{
  "_id": "9e8ef0059af58160bdb19b636eaa2eaca45a6ddedf689998aff9e1b7c5a315a3",
  "feed": "wall-street-journal",
  "title": "Cheslie Kryst, Former Miss USA, Dies at 30 After Falling From NYC Apartment Building; Police are investigating the death of the former civil litigation attorney and entertainment correspondent as a possible suicide",
  "text": "<p>\"In devastation and great sorrow, we share the passing of our beloved Cheslie. Her great light was one that inspired others around the world with her beauty and strength. She cared, she loved, she laughed and she shined,\" her family said in a statement.</p><p>\"Cheslie embodied love and served others, whether through her work as an attorney fighting for social justice, as Miss USA and as a host on 'Extra.' But most importantly, as a daughter, sister, friend, mentor and colleague—we know her impact will live on,\" the statement said.</p><p>Ms. Kryst, 30 years old, was crowned Miss USA in 2019 and worked for ExtraTV since September 2019.</p><p>\"Our hearts are broken,\" ExtraTV said in a statement. \"Cheslie was not just a vital part of our show. She was a beloved part of our Extra family and touched the entire staff. Our deepest condolences to all her family and friends.\"</p><p>\"She was one of the brightest, warmest, and most kind people we have ever had the privilege of knowing. Our entire community mourns her loss, and our thoughts and prayers are with her family right now,\" the Miss Universe pageant shared on Twitter.</p><p>A former civil litigation attorney, Ms. Kryst worked on pro bono cases with the Buried Alive Project, seeking reduced sentences for people convicted of drug offenses.</p><p>Ms. Kryst lived in the 60-story Orion building, which sits on West 42nd Street a few blocks from Times Square.</p><p>In March 2021, she published an essay in Allure magazine discussing the pressure on people to be successful and also aging. \"I now enter year 30 searching for joy and purpose on my own terms—and that feels like my own sweet victory,\" Ms. Kryst wrote.</p><p>Ms. Kryst's piece in the magazine said how at the time, she was the oldest champion in the history of the Miss USA pageant. She wrote about how people were critical of her body and appearance, while adding how she tried to speak candidly of her views about various topics.</p><p>\"I wasn't searching to collect more awards or recognition during my reign. Rather, I fed the passion that made waking up each morning feel worthwhile: speaking out against injustice,\" she wrote.</p><p>Ms. Kryst attended the Wake Forest University School of Law and School of Business from 2013 until 2017 where she received both her J.D. and M.B.A., according to her LinkedIn profile. She got her Bachelor's degree at the University of South Carolina's Darla Moore School of Business.</p><p>People mourned Ms. Kryst's passing on social media, including former and recent winners of the Miss USA pageant.</p><p>\"You were the definition of what being Miss USA meant and more importantly the woman I wanted to become,\" the current Miss USA, Elle Smith, said in an Instagram post. Ms. Smith said she put Ms. Kryst's picture on her vision board for last year \"because you were the first Miss USA who made me believe in myself.\"</p><p>\"I looked up to her in many ways,\" Sarah Rose Summers Combs, the 2018 Miss USA who crowned Ms. Kryst, said on Instagram. \"She was a bright light of wisdom, dedication, and strength.\"</p><p>\"I just don't know what to say what to feel this is crazy,\" Kenya Moore, an actress and television personality who was Miss USA in 1993, said in an Instagram post, saying she had just talked with Ms. Kryst last week. \"We were always texting and talking and in constant contact laughing and sharing.\"</p><p>Bernice King, the daughter of Martin Luther King Jr., tweeted about Ms. Kryst's death, calling the news \"incredibly sad\" and encouraging people to check in on themselves.</p><p>Do you need help? The contact number for the National Suicide Prevention Lifeline is 1-800-273-8255.</p><p>Write to Gareth Vipers at gareth.vipers@wsj.com and Allison Prang at allison.prang@wsj.com</p><p>Cheslie Kryst, Former Miss USA, Dies at 30 After Falling From NYC Apartment Building</p>",
  "published": "2022-01-31T20:54:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}