{
  "_id": "f470cf5aec45f883097fd562a356967ffed45ab32c9b8ab1314d6ce2a0ab3b52",
  "feed": "wall-street-journal",
  "title": "Hong Kong's Pandemic Rules  Drive Foreign Executives Out  ----  By Dan Strumpf",
  "text": "<p>   HONG KONG -- Stringent rules to try to keep Hong Kong free of Covid-19 are driving away more foreign executives, chipping away at the city's decades-old status as one of the world's top business hubs. </p><p>   Flight bans, lengthy quarantine stays for arrivals and repeated school closures are pushing more people to a breaking point as the pandemic enters its third year and the city clings to a zero-Covid strategy abandoned by nearly all countries save for China. A growing outbreak at a public-housing estate has prompted the government to lock down buildings and send more people into quarantine. </p><p>   Executives complain the travel restrictions have prevented them from keeping tabs on operations in other countries or visiting business partners and potential clients, even in mainland China. Meanwhile, there is the ever-present risk of being sent to quarantine if they happen to cross paths with a Covid-19 sufferer in Hong Kong just by visiting a pet store or eating lunch out. </p><p>   More than half of executives polled in a survey by a U.S. business group in Hong Kong released on Wednesday said the city's Covid-19 policies made them personally more likely to leave. Almost a third said they were struggling to fill senior roles and had delayed investments in Hong Kong. The survey was conducted late last year, before the most recent round of restrictions that has barred flights from the U.S., U.K. and six other countries. </p><p>   Hong Kong's airport arrivals area is often deserted as officials impose evermore strict border controls, with officials giving priority to efforts to reopen the border with mainland China. The city's increasing isolation is compounding concerns for foreign businesses that include China's national-security crackdown and strained U.S.-China relations. </p><p>   The International Monetary Fund estimated on Thursday that the city's rebounding economy could suffer, with growth slowing to 3% this year, down from last year's 6.4%. It said renewed outbreaks locally could drag on private consumption, sustain global supply-chain disruptions and shift market confidence in the city's status as a major international financial center. </p><p>   Hong Kong officials have stood firm in the face of dire warnings from international businesses and foreign diplomats that the city is becoming harder to operate in. Chief Executive Carrie Lam said Saturday that Hong Kong is sticking with its zero-infections policy of suppressing outbreaks, saying the city wasn't ready to live with the virus and its vaccination rate is too low. </p><p>   Hong Kong has struggled to get its most vulnerable vaccinated despite wide vaccine availability. Overall, 71% of Hong Kong residents have received two doses of a coronavirus vaccine. But less than half of people in their 70s have received two shots, while the rate is under a fifth for people in their 80s. </p><p>   Hong Kong has long been a hub for many of the world's largest corporations, with its business-friendly government, easy access to capital and role as a bridge to China. Its high quality of life and low taxes appeal to many expatriate workers. </p><p>   While much of the world was hit repeatedly by mass Covid-19 outbreaks, Hong Kong largely kept the virus out, recording fewer than 14,000 cases and 213 deaths since the pandemic began. Recent outbreaks of Delta and Omicron variants ended a monthslong stretch of almost no locally transmitted cases. </p><p>   With community transmissions rising to more than 100 over the weekend, all schools will be closed starting on Monday, while restaurants remain closed for dine-in after 6 p.m. Gyms, pools and bars are shut. More concerning for international businesses and employees is a requirement that almost all arrivals spend three weeks in hotel quarantine or be sent to a hospital if they test positive for the virus. Most nonresidents are barred from entering. </p><p>   Executives said the restrictions are making it harder to convince bosses back at headquarters that it makes sense to stay in the city. </p><p>   Hong Kong-based recruitment firm Argyll Scott said there is an uptick in candidates in Hong Kong looking to leave for roles outside the region and that more companies will need to replace departing executives over the next six to 18 months. </p><p>   \"It's become increasingly difficult to attract overseas talent due to quarantine measures,\" said Gin Sun, managing director at Argyll. </p><p>   The number of foreign companies with regional headquarters in Hong Kong fell by the largest amount in more than a decade during the 12 months ending June 1, according to government data. The city's population recorded an annual net drop of more than 75,000 at mid-2021, government data show, following a period of political upheaval. </p><p>   Many companies with big operations are reluctant to leave because many have big investments in the city and it remains an important fundraising hub. </p><p>   Hong Kong's role as a financial gateway between China and the rest of the world has been shored up in recent months with launches of cross-border programs for wealth management and for mainland investment in offshore bonds. </p><p>   Hong Kong's stock market is likely to win more business from China in the years ahead, as it grows harder for mainland companies to secure or maintain U.S. listings. </p><p>   Many companies, however, are shifting staff outside the city, executives and investors said, with Singapore a popular alternative. The city state has opened quarantine-free travel for many locations, even as cases have risen to more than 1,000 a day in recent days. Last year, for every one LinkedIn member who moved to Singapore from Hong Kong, 0.71 moved the other way, according to the professional-networking platform. </p><p>   Justin Soin, a former Hong Kong resident who runs a tech startup in Singapore, used to return as often as once a month for meetings and considered setting up an office. A trip back to the city in December, involving 21 days of hotel isolation, scuttled the idea. </p><p>   \"It's impossible with the quarantine,\" he said. \"Doing business in Hong Kong used to be very easy.\" </p><p>   --- </p><p>   Stella Yifan Xie, Newley Purnell and Quentin Webb contributed to this article. </p><p></p>",
  "published": "2022-01-24T07:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}