{
  "_id": "87d975524bf7f7e349f7ab964a7f83f733e45419afdf441a62ebba39d20492cd",
  "feed": "wall-street-journal",
  "title": "The Sinister Logic of Hidden Online Fees; Customers can't resist a low price up front, even when they know more charges will be tacked on at the register",
  "text": "<p>Airbnb recently announced that it would start offering more upfront information about prices on the platform. CEO Brian Chesky tweeted: \"I've heard you loud and clear—you feel like prices aren't transparent.\"</p><p>Until now, Airbnb has used a pricing strategy that is informally known as \"drip pricing,\" in which a company lures in customers by showing a low price and then tacks on fees as they go along, in the hope that customers will focus their attention on the low initial price rather than the total. An Airbnb customer who tries to book a $300 room for a night can easily end up spending $600 after fees and taxes are tacked on. Hidden fees are good for Airbnb but bad for customers.</p><p>Airbnb isn't alone in using hidden fees. UberEats, eBay, Lyft, Instacart, Etsy, Ticketmaster, Postmates and StubHub, among others, all engage in drip pricing, shrouding their fees to varying extents. This might not be a big deal if customers fully anticipated and accounted for the fees. After all, shouldn't customers quickly learn that fees are going to be tacked on at some point and bake that into their expectations for the cost? As it turns out, they don't.</p><p>A growing literature in behavioral economics has shed light on how companies shift our attention and the effect this has on customer decisions. Companies choose what information to provide, when to provide it, and how to present it. Hidden fees turn out to be a lucrative pricing strategy, at least in the short term.</p><p>Consider a 2006 paper by economists Tanjim Hossain and John Morgan, which set out to understand the impact of shrouding shipping fees by running an experiment on eBay. The team auctioned off CDs and Xbox games. For some items, they set a low reserve price and high shipping fee. For others, they set a high reserve price and low shipping fee. If buyers fully accounted for the shipping fees when they were making bids, the two set-ups would lead to the same total revenue for the seller. If you are willing to pay $35 for an Xbox game when shipping is an additional $5, you should be willing to pay $40 for an Xbox game when shipping is included.</p><p>But the authors found that this wasn't how things played out. The results suggest that sellers were able to eke out a little more money from bidders when they charged a separate shipping fee. Even though the shipping fee was also visible to bidders, tacking on fees as a separate charge focused bidders' attention on the base price, leading them to think they were getting a better deal than they actually were.</p><p>Companies have done their own experiments as well, testing whether it is more profitable to be transparent about prices or to shroud fees until later in the purchase process. One striking experiment was run by the ticket resale platform StubHub. In 2013, StubHub made a similar announcement to the one Airbnb just made. StubHub would offer transparent pricing, in which fees were presented upfront. The company marketed heavily on this, with claims such as \"No surprise fees at checkout\" and \"The price you see listed is the price you'll pay. It's that simple.\" StubHub planned to build trust among customers and compete with other platforms by having a transparent pricing strategy.</p><p>Two years later, economists Tom Blake, Sarah Moshary, Kane Sweeney and Steve Tadelis—who were working at eBay (which owned StubHub) at the time—set out to understand whether price transparency ultimately paid off for StubHub. The team ran a fascinating experiment in which some users were shown all inclusive prices up front and others were shown only the base ticket prices up front, with fees tacked on after the tickets were in the shopping cart.</p><p>The results were striking: When fees were shrouded, customers were 13% more likely to buy tickets. In the face of drip pricing, customers failed to anticipate the fees and were undeterred from making a purchase when fees were tacked on late in the process. Hidden fees also affected the quality of tickets people bought. When shown the base price (rather than the full price), people ended up springing for better seats, ultimately buying tickets that were 5% more expensive relative to people who were shown the total cost up front.</p><p>The authors were able to track a subset of users for a year after the experiment, with the goal of seeing whether hidden fees would lead people to walk away from the platform and shop elsewhere. Surprisingly, they found that those who were shown hidden fees were no more likely to leave the platform relative to other users. This limited the discipline that might have occurred if more shoppers walked away.</p><p>The study, published in Marketing Science, highlights the challenges for companies looking to offer transparent prices in the absence of more regulation. The findings help to explain why hidden fees are so prevalent. Ultimately, StubHub's leadership switched back to hidden fees. When I recently searched for Bruce Springsteen tickets, the company tacked on a whopping 28% in fees at the last minute (on top of what they charge sellers).</p><p>The fundamental problem is that in order for markets to discipline misleading pricing strategies, customers need to anticipate and account for the strategic behavior of companies. In practice, customers don't always notice a company's behavior, and companies too often exploit this to tip the scales in their own favor. This can lead companies to withhold unfavorable information or make it unnecessarily complicated.</p><p>Despite these challenges, I am optimistic about Airbnb's announcement and about the future of the Internet. While transparency may cost Airbnb in the short term, the change will help the company to develop a reputation for acting in the best interest of its customers, which is what really matters in the longer term. Companies that take the plunge toward transparency should tell the world about their change. As the corporate social responsibility literature has highlighted, this has the potential to draw in customers who want to engage with ethical companies.</p><p>Airbnb's announcement comes at a time of significant regulatory scrutiny, with potential regulation on the horizon. Last month, President Biden called for agencies to look into ways to reduce hidden fees, and the FTC has announced plans to pursue the issue. Price transparency regulation and enforcement can be valuable and can help to prevent companies from engaging in deceptive pricing strategies. When companies exploit behavioral biases, regulation needs to play a role.</p><p>In the meantime, as customers, we all need to be on guard for the slippery ways in which companies can exploit our biases. If you take a few minutes to look at the places you shop online, you will surely find a few that are tacking on too many fees or otherwise treating you poorly. Find the ones with policies you don't like and take your business elsewhere. This will not only benefit you but also help to create pressure for more companies to increase their transparency.</p><p>Mr. Luca is an associate professor of business administration at Harvard Business School and the co-author of \"The Power of Experiments: Decision-Making in a Data-Driven World.\"</p><p>The Sinister Logic of Hidden Online Fees</p>",
  "published": "2022-11-23T18:46:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}