{
  "_id": "f9a0c5178683cf68667a69f3d6db58a20dac667418a2303f68c80016a51ee951",
  "feed": "wall-street-journal",
  "title": "Two Asset Managers Charged in Alleged PdVSA Money-Laundering Scheme; Ralph Steinmann and Luis Fernando Vuteff were each indicted on one count of conspiracy to commit money laundering",
  "text": "<p>Mr. Vuteff has been arrested and is waiting to be extradited from Switzerland, but Mr. Steinmann remains at large, the Justice Department said.</p><p>Requests for comment sent through LinkedIn profiles for individuals going by the names of Ralph Steinmann and Luis Fernando Vuteff didn't receive an immediate response. Efforts to reach PdVSA for comment weren't successful.</p><p>U.S. prosecutors alleged that, between 2014 and 2018, Messrs. Steinmann and Vuteff worked with others to launder the illicit proceeds from a corrupt foreign currency exchange scheme involving bribing Venezuelan officials.</p><p>According to the prosecutors, Messrs. Steinmann and Vuteff and others agreed to create financial mechanisms and relationships to launder more than $200 million related to the scheme and opened accounts on behalf of at least two Venezuelan public officials to receive bribery payments. The laundering went through the U.S. financial system and involved various bank accounts located abroad, the Justice Department said.</p><p>Messrs. Steinmann and Vuteff could face up to 20 years in prison if convicted.</p><p>The indictments are the latest development in the U.S.'s corruption probe of PdVSA. Officials of the Venezuelan energy giant have long dismissed allegations of corruption involving the conglomerate. Several former executives and associates of the firm have been convicted or pleaded guilty in the U.S. on charges related to the misuse of funds.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Two Asset Managers Charged in Alleged PdVSA Money-Laundering Scheme</p>",
  "published": "2022-07-12T23:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}