{
  "_id": "5d99c81fb8c37da5a39e8f9df165f44fcb354a019e9454e7113c071579b87ff8",
  "feed": "ftcomall",
  "title": "GoTo lists and China presses start on video games",
  "text": "<p>Hello everyone, I'm Akito Tanaka in Singapore, where I am covering tech trends and businesses throughout Asia. I've been reporting on tech for almost two decades now. I was Nikkei's Silicon Valley correspondent when Apple's Steve Jobs first announced the launch of the iPhone and Tesla was still a tiny start-up hand-building two-seater EVs in a garage. It was truly a momentous era in tech.</p> <p>I feel the same vibe in Asia today, where it seems there is a new unicorn minted almost everyday and the pace of technological innovation is intense. As Microsoft Asia's president Ahmed Mazhari puts it, the tech industry is rapidly transforming from “made in Asia” to “born in Asia”. We want #techAsia to keep you up to speed on the region's fast-changing trends.</p> <h2>GoTo gets going</h2> <p>Tech shares around the world have been taking a beating from inflation fears, the war in Ukraine and lingering pandemic disruptions.</p> <p>Into these uninviting waters, Indonesia's GoTo launched its IPO, listing on the Indonesian Stock Exchange on April 11. The Indonesian superapp provider had already delayed the move by a week, stoking fears that it might disappoint.</p> <p>But its shares rose by double-digits on the first day of trading. That was a big relief not only for GoTo's management but also for the entrepreneurs and venture capitalists pouring billions into the region's other tech start-ups. The performance snapped a streak of disappointing debuts by Southeast Asian unicorns, or companies valued over $1bn before going public. GoTo rival Grab and fellow Indonesian tech company Bukalapak, which both listed last year, saw their shares tumble after their debut.</p> <p>But as Nikkei Asia's Nana Shibata, Ismi Damayanti and Kentaro Iwamoto explain, the IPO is only a start. Like Grab and its other great regional rival, Singapore's Sea Group, GoTo has yet to make a profit. Investors will now be able to pore over GoTo's performance every quarter — how long will they put up with lossmaking business strategies?</p> <p>For start-ups still on the fence about going public, GoTo's performance in the months ahead could convince them to take the plunge — or shrink back from the water.</p> <h2>Gigafactories galore</h2> <p>Elon Musk has been a busy man lately. In addition to revealing a nearly 10 per cent stake in Twitter and flirting with the idea of taking a board seat on the social media giant, the billionaire CEO has opened two Tesla gigafactories.</p> <p>Cutting the red ribbons in Germany and Texas with his usual flair, Musk set the stage for the EV maker's next phase of expansion. Production and deliveries have both been climbing, but Tesla's all-important Shanghai factory is groaning under the strain of supplying both China and export markets. Disruptions from Covid-related shutdowns are only adding to the challenges. The question now is how quickly the newest gigafactories can get their production up to speed.</p> <h2>Game on?</h2> <p>Chinese regulators have made the country's biggest gaming companies like Tencent and NetEase sweat it out for nearly nine months after they paused the approval of individual game licenses last July amid a crackdown on the sector. Now, the approvals have restarted but the biggest players are still perspiring, writes the Financial Times' Primrose Riordan in Hong Kong.</p> <p>China's gaming stocks were sent tumbling last August when state media published an article labelling video games “spiritual opium” and Beijing restricted minors to just three hours of playing time a week. While many parents across the country rejoiced, the industry started to wonder whether Xi Jinping, China's president, had turned against gaming for good.</p> <p>This week, the National Press and Publication Administration finally broke the drought and approved 45 new licenses for new games titles. The move signals an easing of regulators' tough line on activity, just as China is trying to reassure international investors nervous about new coronavirus lockdowns and geopolitical tensions.</p> <p>But the NPPA did not say why it had started approving licenses again. Notably, no games from Tencent, the domestic leader, were on the list. International titles were also left out, despite companies like South Korea's Nexon betting heavily on the Chinese market. Just how much the state is starting to embrace gaming again remains far from clear.</p> <h2>Philippine fintech</h2> <p>The Philippines hasn't been the first name on anyone's lips in discussions about south-east Asia's most successful hubs for business start-ups. But the archipelago of more than 100 million people is quietly nurturing unicorns in one of the region's hottest sectors: fintech.</p> <p>The most recent of these is Voyager Innovations, whose Paymaya app serves 47 million users. That's over half the country's s adult population, writes Nikkei Asia's Cliff Venzon in Manila. The company said it reached unicorn status after raising a $210mn round led by new investor SIG Venture Capital and with the participation of existing shareholders like KKR and other global investors. Voyager's rival Mynt, backed by China's Ant Group and operating the GCash e-wallet, hit the $2bn valuation mark last year.</p> <p>Growth in the sector has been fuelled in part by the pandemic, which spurred a rapid uptick in digital payments. It has also been boosted by the government, which sees fintech as a means to serve one of south-east Asia's largest unbanked populations. The central bank has issued six licenses for a new category of “neobanks,” intended to serve customers completely online. Voyager's Maya Bank is one of them.</p> <p>While new players are rushing into the e-payment and digital banking spaces, conventional banks are not sitting idly by. Union Bank of the Philippines and BDO Unibank, for example, are beefing up their digital offerings.</p> <p>The race for the Philippines' unbanked millions is on.</p> <h2>Recommended reads</h2> <p>A round-up of the week's top tech stories from Nikkei Asia and the Financial Times</p> <ol>  <li><p><a href=\"https://www.ft.com/content/4c3c1c4c-2154-46b5-94bb-4ce512166fa2?accessToken=zwAAAYC4r40akc9MPBxMIVRGtdOUu0zlEhZvogE.MEUCIEQ_aEnCB3j3wMI8L4czRryW3MwMLtOa8uW7dB3Qv4ueAiEAkD4QR1vME4SfbO9BtJ2JUec3fhNQzkZIaROiOpeGrwI&amp;segmentId=4c3c1c4c-2154-46b5-94bb-4ce512166fa2\">Taiwan makes big push on pipeline of electronic experts</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Malaysia-s-Capital-A-to-launch-flying-taxis-in-Southeast-Asia?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=5&amp;si=__MERGE__user_id__MERGE__\">Malaysia's Capital A to launch flying taxis in Southeast Asia</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Naver-s-new-CEO-aims-for-1-billion-users-globally-in-five-years?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=6&amp;si=__MERGE__user_id__MERGE__\">Naver's new CEO aims for 1 billion users globally in five years</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/3c5f07c0-f624-43c7-a219-bf26f6869297?accessToken=zwAAAYC4s0Yfkc88XwfA9iRDx9OiGb8m9oaSlwE.MEYCIQD7PId5FjPCcXRVNN1xCvKwLMMwsVSLLlJANppUL7xW-gIhAP8cb7Csf4QjS6Q0auZ6gBT0NUQFZow-nrRQrYUxntny&amp;segmentId=3c5f07c0-f624-43c7-a219-bf26f6869297\">Toshiba shares rise as conglomerate opens door to landmark take-private deal </a>(FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Meta-Alphabet-and-others-pour-925m-into-decarbonization?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=7&amp;si=__MERGE__user_id__MERGE__\">Meta, Alphabet and others pour $925mn into decarbonisation</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Supply-Chain/Shanghai-Kunshan-lockdowns-hit-iPhone-Mac-and-iPad-makers?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=8&amp;si=__MERGE__user_id__MERGE__\">Shanghai, Kunshan lockdowns hit iPhone, Mac and iPad maker</a>s (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Startups/Asia-startup-funding-shifts-to-early-stage-deals-amid-market-turbulence?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=9&amp;si=__MERGE__user_id__MERGE__\">Asia start-up funding shifts to early stage deals amid market turbulence</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Supply-Chain/Cable-maker-BizLink-expands-globally-to-tap-localization-trend?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=10&amp;si=__MERGE__user_id__MERGE__\">Taiwan cable maker BizLink in global push to tap localisation demand</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/a04c492a-8a00-4f19-8d44-0d22565ac3c2?accessToken=zwAAAYC4vR9WkdOgTEkqigBPGdONRA0iVlrDwgE.MEUCIQDRlEq9q86t5BNY3Ma9ndRm9t31DJDsRLTcsPt4WyySQgIgOAtUH5Wx7eVKyuEM4p5FjgZCRNve2CknvAErGjgzUq8&amp;segmentId=a04c492a-8a00-4f19-8d44-0d22565ac3c2\">Lex — GoTo/Indonesia: sky-high valuations for lossmaking start-ups cannot last </a>(FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Finance/Singapore-s-DBS-explores-metaverse-in-digital-push?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220414160000&amp;seq_num=11&amp;si=__MERGE__user_id__MERGE__\">Singapore's DBS explores metaverse in digital push</a> (Nikkei Asia)</p></li> </ol> <p><em>We hope you are enjoying #techAsia. If so, please recommend to your friends to receive it every week by signing up </em><a href=\"https://asia.nikkei.com/member/register/newsletter/\"><em>here</em></a><em>.</em></p> <p><em>If you have any comments, or ideas on stories you would like to see us cover, we would be happy to hear from you at </em><a href=\"https://mail.google.com/mail/u/0/?fs=1&amp;tf=cm&amp;to=techasia@nex.nikkei.co.jp\"><em>techasia@nex.nikkei.co.jp</em></a><em>.</em></p><p>Source: Akito Tanaka, Primrose Riordan and Cliff Venzon 2022 'GoTo lists and China presses start on video games' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-14T08:18:42.764Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 545,
          "end": 554
        }
      ]
    }
  ]
}