{
  "_id": "ede8669e385f57267abd7943f589270f1585ef9665103c8bd1609a682efcb0aa",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Microsoft Shows  Meta Won't Own  The Virtual World  ----  By Dan Gallagher and Laura Forman",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Facebook didn't invent the metaverse or even coin the term, though it managed to trademark it. The company now known as Meta Platforms hardly has a lock on the idea either. </p><p>\n  To be sure, Microsoft's $69 billion deal to buy Activision Blizzard that was announced Tuesday would have happened even without the hype around tech's favorite buzzword. Activision's internal scandals and stumbles in game quality had torched more than a quarter of its market value over the preceding six months, creating an opening for the Microsoft to seriously level up its videogame business. </p><p>\n  The subscription and cloud-based gaming services Microsoft is building have dire need for major, established games like \"Call of Duty\" and \"World of Warcraft\" that were suddenly within reach. </p><p>\n  But Microsoft didn't waste an opportunity to tout its own metaverse ambitions. The term was used several times by Microsoft's officers on its call Tuesday to discuss the deal. Wall Street got the message, sending Meta Platform's shares tumbling more than 4%. </p><p>\n  While Facebook founder Mark Zuckerberg has been the loudest evangelist of the metaverse over the past few months, Microsoft has quietly embraced its own version of the concept for years now. It was discussing the metaverse with investors as far back as mid-2017 -- four years before Mr. Zuckerberg began using the term with gusto in his company's calls, according to a transcript search through S&amp;P Global Market Intelligence. </p><p>\n  Whatever shape the metaverse takes, it is clear that the $2.3 trillion titan once best known for Windows and \"Clippy,\" the paper-clip office assistant, will be a big player -- perhaps even bigger than the company that has made the concept its namesake. </p><p>\n  Meta is still a social-media advertising business whose metaverse ambitions remain years away. The company plans to break out the financial results from its Facebook Reality Labs starting this year, but analysts project the Oculus business that represents most of that will account for 1% of total revenue over the next three years, according to Visible Alpha. </p><p>\n  Nascent versions of the so-called metaverse have existed for quite some time and are used by millions of people every day. These are largely in the realm of gaming, where platforms like Roblox and games like \"Fortnite\" and even Microsoft's own \"Minecraft\" offer virtual worlds where people can socialize, buy things with virtual currency and attend concerts. </p><p>\n  Activision would give Microsoft access to a new base of nearly 400 million monthly active players, many of whom are accustomed to spending money in virtual worlds. </p><p>\n  But Microsoft's metaverse potential goes well beyond games, which would account for just 13% of its annual revenue if Activision's results were included today. It could show up in Microsoft's businesses spread across corporate and consumer technology, including everything from software development tools to virtual meeting platforms to LinkedIn -- a social network that has managed to avoid Facebook's controversies. </p><p>\n  Microsoft has its long-running HoloLens project, which has the potential to develop augmented-reality on-ramps into the metaverse. The company's massive and fast-growing cloud business gives it a serious advantage in network scale. </p><p>\n  Microsoft has made about 39% more in data-center capital expenditures over the past six years than Meta has, according to estimates from Dell'Oro Group. And it can afford to do so with nearly double the social network's annual free cash flow during that span. </p><p>\n  In a report last week, Bernstein analyst Mark Moerdler argued that Microsoft has \"over many years built what we would argue is the largest breadth and depth of functionality that will be required to deliver the Metaverse platform.\" </p><p>\n  Most important, as a purveyor of cloud-computing services Microsoft is poised to benefit from supporting many metaverse platforms, with Chief Executive Officer Satya Nadella noting on Tuesday's Activision deal call that \"there won't be a single centralized metaverse.\" </p><p>\n  It is hard to imagine that Meta, on the other hand, won't have to go it alone. As an ad-based business, it will need users to spend as much time as possible in its walled garden where it can track and make money from their activity. A Financial Times review published this week of hundreds of Meta's patent applications underscored this strategy, including technology like eye and face tracking. Meta's VR headsets might one day be able to tell the company what a user likes even before they \"like\" it. </p><p>\n  But the crux of such a strategy hinges upon consumers virtually living on Meta's platforms. Meta collectively boasts billions of users across its social-media platforms but has sold between 11 million and 13 million VR headsets over the past four years, according to IDC's estimates. VR is the portal into the virtual world that Meta envisions. So far, the technology mainly has attracted gamers. </p><p>\n  While the Activision deal isn't all about the metaverse for Microsoft, it has the potential to alter that game. Investors are rightly cautious given the deal's regulatory risk and the nebulous concept of the metaverse in general. But those who accept Meta's narrative this early in its transformation might be missing the fact that Microsoft is already deep into it. </p><p></p>",
  "published": "2022-01-21T07:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1172,
          "end": 1181
        },
        {
          "start": 3822,
          "end": 3831
        },
        {
          "start": 3599,
          "end": 3608
        },
        {
          "start": 656,
          "end": 665
        },
        {
          "start": 803,
          "end": 812
        },
        {
          "start": 5265,
          "end": 5274
        },
        {
          "start": 21,
          "end": 30
        },
        {
          "start": 913,
          "end": 924
        },
        {
          "start": 913,
          "end": 922
        },
        {
          "start": 2327,
          "end": 2336
        },
        {
          "start": 2802,
          "end": 2811
        },
        {
          "start": 551,
          "end": 560
        },
        {
          "start": 3272,
          "end": 3281
        },
        {
          "start": 3040,
          "end": 3049
        },
        {
          "start": 2626,
          "end": 2635
        },
        {
          "start": 222,
          "end": 231
        },
        {
          "start": 2327,
          "end": 2338
        },
        {
          "start": 2802,
          "end": 2813
        },
        {
          "start": 2480,
          "end": 2489
        },
        {
          "start": 4993,
          "end": 5002
        },
        {
          "start": 2626,
          "end": 2637
        },
        {
          "start": 222,
          "end": 233
        }
      ]
    }
  ]
}