{
  "_id": "f797fb9fff4be799ef7d32012988840d0a1a93a41a5e32fcb66f2ac2898e6e90",
  "feed": "wall-street-journal",
  "title": "Microsoft Makes a Splash With a Netflix Ad Deal",
  "text": "<p>Yet Microsoft emerged victorious, and will be Netflix's exclusive partner as the streaming company prepares to launch an ad-supported plan for consumers. The deal is a milestone in Microsoft's renewed push in online advertising and a vote of confidence in the acquisitions it has pursued to bolster its standing.</p><p>\"Microsoft just moved from supporting character in advertising to a main character,\" said Tim Armstrong, a former Google executive and AOL chief executive who now leads Flowcode, a direct-to-consumer platform company.</p><p>Netflix has \"probably the most valuable pool of inventory in the world of video advertising, which historically has been the most important area,\" he said.</p><p>Microsoft succeeded by embracing its position as the underdog in video ads, relative to other potential contenders such as Alphabet Inc.'s Google and Comcast Corp. In its pitch, the company stressed that it won't be competing with Netflix in streaming and will be focused on supporting Netflix as the streaming company creates its own ad business, people familiar with the situation said.</p><p>Microsoft will need to ramp up quickly. Netflix plans to launch an ad-supported service by year-end in at least 10 markets, including Canada and the U.K., according to people familiar with the plans. In an internal memo announcing the partnership, Netflix senior leaders said they chose Microsoft because of its approach to data privacy, the technology platform it offered and its sales team, one of the people said.</p><p>\"It's still very early days developing our ad-supported tier, and we don't have anything to add at the moment,\" a Netflix spokeswoman said.</p><p>It has been years since Microsoft was a major player in online ads. Its share of U.S. digital ad revenue has stalled in an industry dominated by Google and Facebook parent Meta Platforms Inc.</p><p>Redmond, Wash.-based Microsoft is expected to generate $9.27 billion in U.S. ad revenue this year, up 75% from 2019, according to eMarketer. It is likely to remain the fourth-largest player in 2022, with 3.7% of the U.S. market, eMarketer estimates, behind third-place Amazon.com Inc, which is expected to have a 12.6% share.</p><p>Microsoft has a rocky history with Madison Avenue. Under Steve Ballmer, Microsoft's chief executive from 2000 to 2014, the company spent billions of dollars trying to compete with Google in selling online ads.</p><p>After Microsoft missed out on buying ad-tech firm DoubleClick in 2007 -- which went to Google and became the foundation of its ad-tech business -- Microsoft shelled out $6.3 billion for digital-ad company aQuantive Inc. It failed to live up to expectations, and the company largely wrote off the deal in 2012.</p><p>Under Chief Executive Satya Nadella, Microsoft has reignited its online-ad ambitions. The company paid almost $30 billion for professional-networking site LinkedIn in 2016; and bought Promote IQ, an ad company that helps retailers incorporate ads into their websites, in 2019. Earlier this year, Microsoft agreed to buy videogame company Activision Blizzard Inc., which has a robust ad business.</p><p>The linchpin in Microsoft's Netflix win was Xandr, the ad-technology firm it acquired last year from AT&amp;T Inc. On AT&amp;T's watch, Xandr overhauled its technology to allow ad buyers and sellers to transact across different media forms including streaming video, according to former Xandr executives. Those steps put Microsoft in a stronger position to win the Netflix deal, ad-tech executives said.</p><p>Netflix will be the first major streaming platform to use the connected-TV ad-selling capabilities that Xandr developed. Other ad-related businesses Microsoft owns include search engine Bing and Microsoft Audience Network -- an automated ad-buying system that lets brands buy native ads on sites such as CBS Sports.</p><p>Ad buyers said Microsoft's ad technology is solid. WPP PLC's GroupM, one of the world's largest ad buyers, uses Xandr to buy and serve ads across connected TVs. iHeartMedia Inc. also uses Xandr.</p><p>Microsoft has increasingly positioned itself as an alternative to Google, particularly on advertising.</p><p>Many ad buyers noted that Netflix and Microsoft will have to develop more relationships with advertisers and ad buyers. Many brands will be seeking to do large, elaborate ad deals with Netflix, which will require a hands-on approach.</p><p>Rob Wilk, who was named head of Microsoft Advertising late last year, has been making the rounds with agencies. Mr. Wilk was among a team of Microsoft executives that were involved in Netflix discussions, according to people familiar with the matter.</p>",
  "published": "2022-07-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2151,
          "end": 2160
        },
        {
          "start": 1076,
          "end": 1085
        },
        {
          "start": 3794,
          "end": 3805
        },
        {
          "start": 2708,
          "end": 2717
        },
        {
          "start": 2967,
          "end": 2976
        },
        {
          "start": 3974,
          "end": 3983
        },
        {
          "start": 1363,
          "end": 1372
        },
        {
          "start": 3083,
          "end": 3092
        },
        {
          "start": 4115,
          "end": 4124
        },
        {
          "start": 3380,
          "end": 3389
        },
        {
          "start": 314,
          "end": 323
        },
        {
          "start": 687,
          "end": 696
        },
        {
          "start": 1657,
          "end": 1666
        },
        {
          "start": 2508,
          "end": 2517
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2367,
          "end": 2376
        },
        {
          "start": 3658,
          "end": 3667
        },
        {
          "start": 181,
          "end": 190
        },
        {
          "start": 2223,
          "end": 2232
        },
        {
          "start": 4343,
          "end": 4352
        },
        {
          "start": 3794,
          "end": 3803
        },
        {
          "start": 1846,
          "end": 1855
        },
        {
          "start": 4452,
          "end": 4461
        },
        {
          "start": 3612,
          "end": 3621
        },
        {
          "start": 4,
          "end": 13
        },
        {
          "start": 3083,
          "end": 3094
        },
        {
          "start": 2223,
          "end": 2234
        },
        {
          "start": 181,
          "end": 192
        }
      ]
    }
  ]
}