{
  "_id": "7731dc7970745c2bb5f1dc759bc6ee92a23eadb5303cfeec4cb2d3f5034f61e5",
  "feed": "wall-street-journal",
  "title": "Microsoft Pledges to Put 'Call of Duty' on Nintendo Switch If Activision Deal Is Approved; The move is the software giant's latest concession aimed at convincing antitrust regulators in the U.S. and abroad to sign off on its $75 billion deal for Activision Blizzard",
  "text": "<p>\"Microsoft is committed to helping bring more games to more people however they choose to play,\" said Microsoft's videogaming boss, Phil Spencer, in an interview.</p><p>Regulators around the globe, including the U.S. Federal Trade Commissionand the U.K.'s Competition and Markets Authority, have been investigating Microsoft's deal for Activision, which was unveiled in January. At issue for regulators is whether Microsoft would gain an unfair competitive advantage over its rivals and hurt consumers by limiting their ability to access Activision's games.</p><p>The FTC said it was reviewing the deal earlier this year. While it hasn't said how it plans to rule on the matter, the possibility of an intervention has already alarmed Microsoft executives.</p><p>Brad Smith, vice chairman and president of Microsoft, said in an opinion article in The Wall Street Journal on Monday that an FTC suit to block the Activision deal \"would hurt competition, consumers and thousands of game developers.\"</p><p>\"The main supposed potential anticompetitive risk Sony raises is that Microsoft would stop making 'Call of Duty' available on the PlayStation. But that would be economically irrational,\" he said. \"A vital part of Activision Blizzard's 'Call of Duty' revenue comes from PlayStation game sales. Given the popularity of cross-play, it would also be disastrous to the 'Call of Duty' franchise and Xbox itself, alienating millions of gamers.\"</p><p>Microsoft said it doesn't plan to deny Sony and others access to Activision games and that the deal wouldn't hurt competition, adding that even after the transaction closed it would still only be the third-largest videogame console maker after Sony and Nintendo.</p><p>In addition to its videogame business, Microsoft is also one of the world's largest providers of cloud computing services and has been a leader in the cloud-gaming market through its Game Pass subscription service. The technology makes it possible for people to play games on just about any internet-connected device and while it is still in its infancy, it could one day make consoles obsolete.</p><p>Sony offers cloud gaming through its PlayStation Plus subscription.</p><p>Microsoft said in its opinion article that acquiring Activision would enable it to compete against Sony and Nintendo through innovation—a reference to its cloud-gaming feature within Game Pass—to the benefit of consumers.</p><p>Activision, the videogame industry's largest pure-play developer by market capitalization, also owns hit franchises such as \"World of Warcraft\" and \"Candy Crush Saga.\" To date, \"Call of Duty\" games haven't appeared on the Switch, which came out in 2017, though some were on older Nintendo systems.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Microsoft Pledges to Put 'Call of Duty' on Nintendo Switch If Activision Deal Is Approved</p>",
  "published": "2022-12-07T05:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 722,
          "end": 731
        },
        {
          "start": 2718,
          "end": 2727
        },
        {
          "start": 1,
          "end": 10
        },
        {
          "start": 1416,
          "end": 1425
        },
        {
          "start": 2143,
          "end": 2152
        },
        {
          "start": 1048,
          "end": 1057
        },
        {
          "start": 408,
          "end": 417
        },
        {
          "start": 1718,
          "end": 1727
        },
        {
          "start": 102,
          "end": 111
        },
        {
          "start": 309,
          "end": 320
        },
        {
          "start": 102,
          "end": 113
        },
        {
          "start": 309,
          "end": 318
        },
        {
          "start": 787,
          "end": 796
        }
      ]
    }
  ]
}