{
  "_id": "9c360ffbde7dd0113735eaaeef2dd91e2571c7f3a63d084e57ffafc494a501b5",
  "feed": "wall-street-journal",
  "title": "U.S. March Jobs Report Shows Strong Hiring Momentum; Economists see labor market growing briskly as more workers seek jobs",
  "text": "<p>The unemployment rate fell to 3.6% in March from 3.8% a month earlier, quickly approaching the February 2020 prepandemic rate of 3.5%, a 50-year low. Low joblessness is helping boost wages, though not enough to keep up with high inflation for many.</p><p>Covid-19 cases of the Omicron variant have declined sharply since late January, helping boost employer demand for labor, as more consumers are booking plane tickets, staying in hotels and dining out.</p><p>The easing pandemic is also encouraging more people to seek jobs. One key example: The pandemic was less likely to deter work searches in March than just a month earlier. Nearly 900,000 people were prevented from looking for a job due to the pandemic in March, down from 1.2 million in February, the Labor Department said.</p><p>* March Jobs Report Keeps Fed on Track for Larger Rate Rise in May</p><p>Labor-force participation remains below prepandemic levels but is rising. The labor-force participation rate—the share of people employed or looking for work—increased to 62.4% in March, up from 62.3% in February and from a pandemic trough of 60.2% in April 2020.</p><p>More than 300,000 women streamed into the labor force in March, accounting for the bulk of labor-force growth. There are still fewer women ages 16 and up in the labor force than before the pandemic hit. Meanwhile, male labor-force levels have fully recovered.</p><p>Many retirees are coming back: In February, the share of retired workers re-entering the workforce climbed to around 3% of total retirees, its highest level since early March 2020, according to an Indeed analysis of federal labor data.</p><p>\"All the constraints on the labor supply that were prevailing in 2021 have really eased,\" said Lydia Boussour, economist at Oxford Economics. That is \"a really important factor in driving that next leg of the recovery and getting employment back to where it was before the pandemic.\"</p><p>The economy has about 1.6 million fewer jobs than in February 2020. Payrolls in some sectors that were hit hard at the onset of the pandemic—such as leisure and hospitality—remain below prepandemic levels. Other sectors, such as retail, have fully recovered.</p><p>Economists point to several factors that are converging to pull more individuals into the workforce and boost job growth in industries operating with fewer workers than before Covid-19 struck. For one, household savings are declining, which is likely pressuring some individuals to rejoin the labor force to collect a paycheck, especially as prices rise briskly for gasoline, groceries and rent.</p><p>With Covid-19 cases down, some workers who stayed home to care for their children during school and day-care disruptions are now free to look for a job. Fewer workers are sick or caring for ill relatives. About 2.8 million people in early March said they were out of work because they were sick with or caring for someone with Covid-19 symptoms, down from 8.8 million in early January, according to a U.S. Census Bureau survey.</p><p>Mark Clouse, chief executive at Campbell Soup Co., said the company's head count has increased due, in part, to declining Covid-19 cases.</p><p>\"We now see absenteeism and vacancy rates trending back to normal levels. This is translating to more production and the beginning of a return to normal distribution and inventory levels,\" Mr. Clouse said in a second-quarter earnings call in March.</p><p>Companies across many industries say they still struggle to find workers. There are more job openings than unemployed people. Workers are quittingat near record rates, often for better pay, leaving some companies short-staffed, at least temporarily.</p><p>Bock Construction Inc., a metal studs and drywall subcontractor in Chattanooga, Tenn., needs to add workers as population growth in the state propels construction demand. It is struggling in particular to find supervisors, or people who can read blueprints and direct foremen, said George Bock, the company's Nashville regional operations manager. Many of these supervisors are older, and the pandemic accelerated their exit from the workforce, he said.</p><p>\"No one is filling the gap,\" Mr. Bock said. \"There is just not enough people that want to get into actual physical work anymore.\"</p><p>Construction workers often have to set up a piece of drywall that weighs 100 to 120 pounds, he said. Young people appear to be opting for jobs in retail and restaurants, where the work is less physically intensive and wages are rising, he added.</p><p>Bock Construction has ramped up wages about 20% during the pandemic in a bid to keep workers, Mr. Bock said. The company faces higher labor costs at the same time that prices for materials it must purchase—including metal studs, drywall and fasteners—are surging.</p><p>Average hourly earnings grew 5.6% in March from a year earlier. Though wage growth remains elevated compared with before the pandemic, annual inflation of nearly 8% is erasing pay gains for workers, on average.</p><p>However, wage growth has slowed slightly in the past two months as the labor force has expanded, which could help ease inflation pressures.</p><p>The otherwise strong employment report is likely to keep Federal Reserve officials on track to raise interest rates in coming months to combat inflation. They raised their benchmark short-term rate last month by a quarter percentage point, and many officials have indicated they could support raising rates by a half percentage point at their coming meeting, May 3 to May 4.</p><p>Still, the tight labor market is a boon for many Americans, including both job switchers and people who are out of work. Almost one-third of employees who switched jobs during the pandemic are earning a compensation package—including a salary and bonus—that is more than 30% higher in their new role, according to a survey from the Conference Board, a private-research group.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on the U.S. economy this year? Join the conversation below.</p><p>Many unemployed are quickly landing new roles. For instance, Rob Riecker, 49 years old, lost his business-analyst job at a telecom company at the end of November. Many recruiters reached out to him on LinkedIn while he was unemployed, often for jobs he hadn't even applied for, he said.</p><p>Within about a month, Mr. Riecker had a couple of job offers in hand and accepted a remote analyst position at a Virginia-based software-development company. The Parker, Colo., resident said he was able to negotiate an 18% pay increase from his previous position, well above annual inflation.</p><p>\"Right now we can feel that we have a little more breathing room in our budget,\" he said. \"But I'm very cautious about it because you don't know how much prices are going to keep going up.\"</p><p>Write to Sarah Chaney Cambon at sarah.chaney@wsj.com</p><p>U.S. March Jobs Report Shows Strong Hiring Momentum</p>",
  "published": "2022-04-01T21:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}