{
  "_id": "e560f1148c98ecd11120a7622bd8e59afc69d6c16cfddd3e2dd68e2fba6a04b8",
  "feed": "market-watch",
  "title": "Fed's Brainard says she doesn't support a 'pause' in interest-rate hikes in September; Fed vice chair says the central bank could reduce the size of September hike depending on the data",
  "text": "<p>Earlier Atlanta Fed Raphael Bostic,in an exclusive MarketWatch interview,said a pause in September might make sense to give the Fed time to assess how the economy was reacting to the series of rate hikes this year.</p><p>With inflation running at 40-year highs, the Fed has launched a program to steadily raise its benchmark interest rate.</p><p>Brainard endorsed the Fed's plan to raise its benchmark interest rate by a half-percentage point at both its June and July meetings. That would put the Fed's policy rate in a range of 1.75%-2%.</p><p>Investors see the Fed raising its policy rate to 3% by the end of the year, according to the CME Group's FedWatch toolthat uses Fed fund futures pricing data.</p><p>Asked what she thought about the Fed's meeting in September, Brainard replied it was very hard to know, and pointed out that there would be a slew of economic reports over the next three months.</p><p>\"I don't have a really clear sense of where we'll be in September,\" she said.</p><p>If there is not a deceleration in inflation and a cooling of demand, then the Fed may stay at the half percentage point rate hike pace.</p><p>If there is a deceleration in inflation and demand, then a quarter-point hike might be the best course, she added.</p><p>Brainard, a leading dove on the central bank, was confirmed by the Senate to a four-year term to the No. 2 post at the central bank. In her new role, Fed watchers believe she will speak for Fed Chairman Jerome Powell's leadership team.</p><p>U.S. stocks moved lower DJIA SPX Thursday after Microsoft cut its guidance due to the strong dollar. The yield on the 10-year Treasury note BX:TMUBMUSD10Y moved down slightly to 2.922% in choppy trading.</p><p>Fed's Brainard says she doesn't support a 'pause' in interest-rate hikes in September</p>",
  "published": "2022-06-02T15:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1495,
          "end": 1504
        }
      ]
    }
  ]
}