{
  "_id": "ae13deaa5816a29d5fa1c3267c0cc3ccf401124e666085181b8b84fb6e2942b6",
  "feed": "ftcomall",
  "title": "Ukraine says ‘all evidence points to Russia' in cyber attack",
  "text": "<p>Ukraine said it had evidence that a cyber attack against government websites on Friday was likely to have been carried out by Russia, amid fears that Moscow was planning military action after security talks with the US and Nato failed.</p> <p>“At the moment we can say that all evidence points to Russia being behind the attack,” Ukraine's digital transformation ministry said in a statement on Sunday. “Moscow continues to wage hybrid war and is actively growing its information and cyber space capabilities.” </p> <p>Kyiv said the investigation was ongoing and did not formally attribute the attack to Russia.</p> <p>Jake Sullivan, US national security adviser, also stopped short of blaming Moscow on Sunday, but said: “It would not surprise me one bit if it ends up being attributed to Russia.”</p> <p>Separately, Ukraine's National Security and Defense Council said over the weekend that it suspected a hacking group tied to Belarusian intelligence had perpetrated the attack — suggesting Russia could have used its ally to create plausible deniability of its own involvement.</p> <p>Belarus's authoritarian government, which has spearheaded a <a href=\"https://www.ft.com/content/a256c71c-c9ff-4432-9451-22fdce39f743\">rapprochement with Russia</a> after mass protests in the summer of 2020, has not commented on the allegations.</p> <p>Ukraine's western allies have warned that cyber attacks could be a prelude to <a href=\"https://www.ft.com/content/7202f007-d7b1-4830-a816-3b975d722761\">further military aggression</a> after Moscow amassed 100,000 troops near the border in recent months.</p> <p>The cyber attack, which took down about 70 government websites, came as the White House warned Russia was positioning operatives in eastern Ukraine as part of a “<a href=\"https://www.ft.com/content/ac431782-62c6-4f3a-a08e-d832fc4ac2a1\">false-flag operation</a>” to create a “pretext for invasion”.</p> <p>The US and EU have <a href=\"https://www.ft.com/content/e3142343-9c76-42c8-a949-634f662fddfb\">vowed to impose</a> “crippling” sanctions against Russia on a far greater scale than after the annexation of Crimea if it renewed its aggression against Ukraine. Russia seized control of the Ukrainian peninsula in 2014 and has since fomented a separatist war against Kyiv's central government in the eastern Donbas region.</p> <p>Russia has denied it is planning to invade Ukraine but warned of an unspecified “military-technical response” if the US does not meet Vladimir Putin's <a href=\"https://www.ft.com/content/493da5ea-6ef2-42cc-8be1-c725030cf839\">demands</a> to roll back Nato's eastward expansion and pledge never to admit former Soviet countries, including Ukraine.</p> <p>Western officials have refused to give ground on the demands while attempting to reach a compromise on issues such as arms control and military deployments.</p> <p>Dmitry Peskov, Putin's spokesperson, told CNN that the <a href=\"https://www.ft.com/content/32f7e58d-1c38-4d60-9466-532ca7e4b5dc\">failure of the talks</a> in Geneva, Brussels and Vienna was “disturbing”, as Moscow and Nato remained on “totally different tracks”.</p> <p>Peskov also refused to rule out that Moscow “would not deploy any offensive weapons on Ukraine's territory”.</p> <p>Though a cyber attack could meet the threshold for imposing sanctions, western officials have not directly implicated Russia in the attack, while pointing to Moscow's long history of electronic warfare operations.</p> <p>Victoria Nuland, US under-secretary of state for policy, <a href=\"https://www.ft.com/content/2662c91f-bcd4-4aae-a386-268611cce6eb\">told the Financial Times</a> that the cyber attack was a “tried and true part of the Russian playbook” and said the west was focused on “inflicting very sharp pain very fast if Russia makes this move in any form”.</p> <p>On Sunday, Sullivan added that if the recent cyber attacks were proven to have been from Russia, more sanctions could be on the table. “Of course, if it turns out that Russia is pummeling Ukraine with cyber attacks, and if that continues over the period ahead, we will work with our allies on the appropriate response,” he told CBS News.</p> <p>The attack, which defaced the websites of Ukraine's cabinet and several ministries, was intended to look like ransomware, but also left “destructive” malware “designed to render targeted devices inoperable”, Microsoft said in a blog post on Saturday.</p> <p>Microsoft did not identify the actors behind the attack or their intent, but said the incident had probably affected more victims than currently known and warned it represented “an elevated risk to any government agency, non-profit or enterprise located or with systems in Ukraine”.</p> <p><em>Additional reporting by Lauren Fedor in Washington</em></p><p>Source: Max Seddon in Moscow 2022 'Ukraine says ‘all evidence points to Russia' in cyber attack' FT.com 16 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-16T17:00:50.119Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3699,
          "end": 3708
        },
        {
          "start": 3742,
          "end": 3751
        }
      ],
      "nexusId": "10031144"
    }
  ]
}