{
  "_id": "db33afed9522b1b559bc1ac9310918dc3b45bcb05569cdcf7a744cd080e4bfea",
  "feed": "wall-street-journal",
  "title": "Snap Shares Tumble as Digital-Advertising Concerns Spread; Social-media companies warn slowing economy is weighing on their growth",
  "text": "<p>The parent company of the photo-sharing social-media app Snapchat on Thursday said its second-quarter revenue rose 13%, the slowest growth in its history as a public company. Snap said sales in the current period so far were roughly flat.</p><p>In a letter to investors, Snap acknowledged that revenue growth has slowed substantially and blamed \"increasing competition for advertising dollars that are now growing more slowly.\"</p><p>Snap's dour results add to concerns surrounding the tech sector, which thrived throughout the pandemic as people stayed home and demand for its products grew. That has changed this year as the global economy shows signs of slowing.</p><p>For firms like Snap that depend on ad spending, the economic uncertainty has meant softer demand from advertisers. At the same time, changes that Apple Inc. made to its privacy policy last year have made it more difficult for social-media companies to make money off user data.</p><p>Snap said it would slow hiring, joining tech firms such as Microsoft Corp. that have made similar moves lately.</p><p>A wave of Wall Street banks slashed their outlook on the stock. RBC Capital Markets analysts cut their price target to $10 a share. Snap's guidance for its current quarter \"confirmed our fears that ad spending is worsening,\" the analysts wrote. Citigroup analysts meanwhile cut their price target to $16 a share from $29, saying they expect Snap's current challenges to remain for several quarters.</p><p>This is the second big selloff in recent months for Snap. In May its stock dropped 43% in a single day, after it warned that second-quarter revenue and profit would be lower than expected.</p><p>Twitter Inc. also reported slowing growth in advertising revenue on Friday. Revenue from advertising rose 2% in the second quarter from a year earlier, a sharp slowdown from the 23% growth posted in the first quarter.</p><p>Twitter's shares edged down 0.3% to $39.40. The stock has whipsawed in recent weeks amid uncertainty over Elon Musk's $44 billion pending acquisition of the company.</p><p>Investors will next watch earnings from Google parent Alphabet Inc. and Meta Platforms Inc., the parent of Facebook, for clues on how widely the advertising slowdown is being felt.</p><p>Alphabet is expected to release results on Tuesday, while Meta's results are slated for Wednesday after the closing bell. The companies' shares lost 3.3% and 5.9%, respectively, in early trading on Friday.</p><p>Sarah Donaldson and Sarah E. Needleman contributed to this article.</p><p>Write to Chelsey Dulaney at Chelsey.Dulaney@wsj.com</p><p>Snap Shares Tumble as Digital-Advertising Concerns Spread</p>",
  "published": "2022-07-22T15:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 991,
          "end": 1006
        },
        {
          "start": 984,
          "end": 999
        }
      ]
    }
  ]
}