{
  "_id": "1caf91ef9f1c6d33a25d17520c5b95352fba1f605bfdbfb36217366c9e5e005a",
  "feed": "ftcomall",
  "title": "The techlash is the first step to restoring a fair US economy",
  "text": "<p><em>The writer is an economist and senior researcher at the Institute for Local Self-Reliance</em></p> <p>At a time of extreme division in American politics, it is remarkable that Congress is taking bipartisan strides to rein in Big Tech. </p> <p>Most recently, two antitrust bills have moved through the Senate's judiciary committee: the <a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/2992/text\">American Innovation and Choice Online Act</a>, which targets the tech giants' immense power as gatekeepers, and the <a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/2710\">Open App Markets Act</a>, designed to restrict the ability of dominant app stores to engage in specific acts of anti-competitive behaviour. </p> <p>Lobbyists for the big technology companies are fighting to quell this momentum, raising the spectre of lost economic innovation should such bills become law. But mounting evidence shows that in their quest to maintain dominance, tech groups are in fact killing new ideas, limiting new inventions and blocking new businesses from getting a foothold. In short, they are undermining the vitality and resilience of the US economy. &#xa0;&#xa0;</p> <p>The four dominant tech companies, Amazon, Google, Facebook (now Meta) and Apple, have several methods for blocking innovative upstarts that might pose a threat. </p> <p>First there is the “buy and integrate” strategy, by which they swallow up competitors rather than develop their own breakthrough technologies. After <a href=\"https://www.therobotreport.com/the-technology-gap-left-by-amazons-acquisition-of-kiva-systems/\">Amazon bought warehouse robotics company Kiva</a> in 2012, it terminated Kiva's contracts <a href=\"https://pitchbook.com/news/articles/ma-flashback-amazon-announces-775m-kiva-systems-acquisition\">with other retailers</a> and pulled its groundbreaking technologies off the open market, opening a huge lead in ecommerce logistics for itself. </p> <p>Facebook's acquisition of Instagram in 2012 is another example. As smartphones soared in popularity, Facebook was outrun by platforms that had been designed to run on apps. To protect its dominance, it opted to buy up the innovators, according to a <a href=\"https://www.ftc.gov/news-events/press-releases/2020/12/ftc-sues-facebook-illegal-monopolization\">Federal Trade Commission lawsuit</a>. “It's better to buy than compete,” Facebook's founder Mark Zuckerberg explained in an <a href=\"https://www.businessinsider.com/ftc-facebook-lawsuit-makes-zuckerberg-emails-public-instagram-whatsapp-competition-2020-12\">email.</a> </p> <p>Then there is the “buy and bury” strategy, where small companies are acquired and snuffed out. Facebook bought and killed several social networking sites, including Nextstop, Gowalla, Beluga and Lightbox. Between 2007 and 2019, <a href=\"https://www.nytimes.com/interactive/2019/06/07/opinion/google-facebook-mergers-acquisitions-antitrust.html\">the company shut down at least 39 companies</a>. The big four plus Microsoft killed approximately <a href=\"https://academic.oup.com/jeclap/article-abstract/12/6/471/6232342?redirectedFrom=fulltext\">half of all apps</a> they bought from 2015 to 2019. </p> <p>While there can be legitimate reasons for such “killer acquisitions” (to acquire staff, for example) they have resulted in whole market areas devoid of potential competitors because investors are scared to fund them. Between 2012 and 2017 the number of tech start-ups that received initial funding fell 22 per cent. As one investor put it, “90 per cent of the start-ups I see are <a href=\"https://www.economist.com/business/2018/06/02/american-tech-giants-are-making-life-tough-for-startups\">built for sale, not for scale</a>”. Many of those businesses end up in the tech giants' waste bin. &#xa0;</p> <p>The big groups also use their platform power to bleed competitors dry. Apple, for example, which reportedly <a href=\"https://www.bbc.com/news/business-56178792\">buys a company every three to four weeks</a>, dictates that its iOS users can only install apps through its own app store, and typically charges developers a <a href=\"https://www.ft.com/content/fbabedb0-3ed2-4c47-94f2-f165bd15edb3\">30 per cent commission</a> for many of its paid downloads. &#xa0;</p> <p>As my organisation's <a href=\"https://ilsr.org/amazons-toll-road/\">research shows</a>, because of Amazon's dominance in online shopping, hundreds of thousands of independent businesses have little choice but to sell on its platform. Amazon wields its gatekeeper power not only to track sellers' data to develop competing products, but to pocket an increasing cut earned by independent businesses. We found that in 2019, Amazon extracted $60bn in seller fees. Last year that rose to more than $120bn, further entrenching Amazon's monopoly. </p> <p>The result of all this is that we don't just lose the next big invention or technological breakthrough. We also miss out on the minor innovations that improve our lives in small but meaningful ways — the ingenuity, creativity and entrepreneurship that make our world more interesting and our economies more <a href=\"https://richcampanella.com/wp-content/uploads/2020/02/study_Campanella-analysis-of-post-Katrina-business-reopenings-in-New-Orleans.pdf\">resilient</a>, <a href=\"https://www.kauffman.org/resources/entrepreneurship-policy-digest/the-importance-of-young-firms-for-economic-growth/\">robust</a> and <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2540321\">equal</a>. </p> <p>Big Tech is only the apex of a <a href=\"https://ilsr.org/fighting-monopoly-power/\">broader monopoly crisis in our economy</a>. Research tells us that <a href=\"https://www.researchgate.net/publication/272591124_Industry_innovativeness_firm_size_and_entrepreneurship_Schumpeter_Mark_III\">small businesses play a critical role</a> in driving innovation. But as industries are dominated by a few mega-corporations, the <a href=\"https://www.nber.org/system/files/working_papers/w23583/w23583.pdf\">number of start-ups</a> is falling dramatically. These losses are both invisible and incalculable. It is impossible to know what we will miss if we continue to allow monopoly power to go unchecked. </p> <p>The US is at a pivotal moment in its anti-monopoly history. A diverse set of stakeholders, which <a href=\"https://www.smallbusinessrising.net/\">includes entrepreneurs</a>, are pushing Washington to break up monopoly power and to start with Big Tech. As <a href=\"https://www.washingtonpost.com/outlook/2021/06/25/ftc-antitrust-monopoly-silicon-valley/\">Congress returns to its trustbusting roots</a>, we have the opportunity to restore antitrust laws to their original purpose: setting clear rules that block the illegal monopoly tactics that weaken our economy. </p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/c28b458b-189a-428c-b109-245d76067a1e\"><em>Time to fill lacuna in US Big Tech regulation</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/c28b458b-189a-428c-b109-245d76067a1e\"><em>From Vijay Dandapani, President and Chief Executive, Hotel Association of New York City, New York, NY, US</em></a></p><p>Source: Susan Holmberg 2022 'The techlash is the first step to restoring a fair US economy' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T15:47:49.179Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2193,
          "end": 2202
        }
      ]
    }
  ]
}