{
  "_id": "2ddd955ce7bfd0c86c2c8b954bc2b04a286bd336926647e89702fc14fbd3c1e7",
  "feed": "ftcomall",
  "title": "Global dealmaking falls to lowest level since start of pandemic",
  "text": "<p>Global dealmaking fell to its lowest level since the start of the coronavirus pandemic as surging inflation, tougher regulation and the war in Ukraine led to a slowdown in what had been a record period of mergers and acquisitions.</p> <p>Just over $1tn worth of deals were struck in the first quarter of 2022, 23 per cent lower than the same period last year, with all continents facing a decline in M&amp;A activity, according to Refinitiv data. </p> <p>Despite the slowdown, <a href=\"https://www.ft.com/content/55ba340d-3634-43d2-8260-b3e86f523eec\">private equity groups</a> enjoyed their strongest ever start to the year as they deployed vast cash piles accumulated during the pandemic. Buyout groups backed $288bn worth of deals, a 17 per cent rise compared with the first three months of 2021.</p> <p>Microsoft's&#xa0;<a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">$75bn acquisition</a>&#xa0;of gaming company Activision Blizzard is this year's biggest&#xa0;announced&#xa0;deal so far, followed by&#xa0;the spin-off of Constellation Energy by electric power company Exelon, according to Refinitiv.</p> <p>Elliott Management has led the year's two biggest private equity-backed deals, taking software company <a href=\"https://www.ft.com/content/e03aba67-b7df-487d-a33f-937b75b59b99\">Citrix</a> private alongside Vista Equity Partners for $16.5bn in January, and buying television ratings group <a href=\"https://www.ft.com/content/46018f28-118e-45f0-a0a3-c8c61285dc25\">Nielsen</a> for $16bn in late March with Canadian group Brookfield.</p> <a href=\"http://www.ft.com/cms/1215775.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The pace of overall M&amp;A activity has slowed as investors and executives assess tougher regulation on both sides of the Atlantic, soaring inflation and Russia's invasion of Ukraine. The Biden administration has heightened scrutiny of deals ranging from tech to <a href=\"https://www.ft.com/content/697f27b3-6b23-4326-95b5-02c25623eee2\">healthcare</a> as it seeks to combat anti-competitive practices. </p> <p>“The uncertainty from geopolitical tensions, lower GDP growth, inflation, and the commodity cycle would typically dampen M&amp;A activity. But the ambitions that we see among CEOs and boards to grow their businesses remain quite high,” said Avinash Mehrotra, global head of activism and shareholder advisory at Goldman Sachs.</p> <p>The drop in dealmaking follows a record two years when stimulus measures implemented to quell the aftershocks of the pandemic led to booming equity markets and <a href=\"https://www.ft.com/content/6dfdd78a-e229-4524-a400-144396524eb6\">record dealmaking levels</a>.</p> <a href=\"http://www.ft.com/cms/1215735.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>A sharp drop in technology stocks at the start of 2022 curbed dealmaking; this was followed by Russia's invasion of Ukraine, which led to further declines as global equity investors began to forecast rising geopolitical tensions and inflation.</p> <p>“It takes some time to see expectations change,” said Jon Winkelried, chief executive of private equity group TPG. “When you go through a disruption, there is a moment when deal activity slows,” he added. </p> <p>The value of cancelled deals picked up in the first quarter of 2022 to $215bn, the highest level since 2018. Nearly three-quarters of all abandoned deals involved a European target, highlighting the <a href=\"https://www.ft.com/content/cbb1fe40-860d-4013-bfcf-b75ee6e30206\">stricter regulatory stance</a> taken by UK and European competition authorities. </p> <a href=\"http://www.ft.com/cms/9211744.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The rate of abandoned deals involving special purpose acquisition companies has also increased as the Spac merger frenzy of the past two years gave way to heightened regulatory scrutiny and a string of poor performance. </p> <p>On Wednesday, the US Securities and Exchange Commission proposed <a href=\"https://www.ft.com/content/28d9d0c7-aab3-4d75-9aa2-22d8b9efdef8\">sweeping reforms</a> of Spacs, curbing freewheeling projections and bringing blank-cheque deals more in line with traditional listings.</p> <p>Spac mergers accounted for just 3 per cent of total global dealmaking, compared with 17 per cent in the same period in 2021.</p> <p>“There's as much activity as ever trying to join up Spacs and private companies [but there's] challenges to getting a significant number of transactions closed,” said Ryan Maierson, a partner at Latham &amp; Watkins, adding that surging <a href=\"https://www.ft.com/content/a1268b40-1a90-4c27-8a86-0c6ed756dd27\">investor redemptions</a> had left many Spacs bereft of the cash needed to make mergers worthwhile.</p> <a href=\"http://www.ft.com/cms/9211884.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The number of Spac initial public offerings has fallen 78 per cent so far this year compared with the first quarter of 2021, while just 38 mergers have been completed. </p> <p>Jocelyn Arel, a partner at Goodwin Procter, said investors were waiting on regulatory clarity: “The pullback from retail investors and most of the Spacs trading below [their $10 listing price] . . . a lot of that I would attribute in part to the regulatory uncertainty.” </p> <p><em>This story has been corrected to remove a reference to Prologis's non-binding offer for Mileway, which was not an agreed deal</em></p><p>Source: Nikou Asgari, Antoine Gara and James Fontanella-Khan in New York 2022 'Global dealmaking falls to lowest level since start of pandemic' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-01T04:00:22.898Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 698,
          "end": 707
        },
        {
          "start": 702,
          "end": 711
        }
      ]
    }
  ]
}