{
  "_id": "4a305b98c56d85cb215afc7190312180b5cfb159c1ffc265729b939db66658c7",
  "feed": "wall-street-journal",
  "title": "Microsoft Agrees to Make It Easier for Activision Employees to Unionize; Software company is seeking regulatory approval for $75 billion acquisition of videogaming company",
  "text": "<p>\"This agreement provides a pathway for Activision Blizzard workers to exercise their democratic rights to organize and collectively bargain after the close of the Microsoft acquisition and establishes a high road framework for employers in the games industry,\" CWA President Chris Shelton said in a statement.</p><p>The agreement would apply 60 days after the deal closes, which Microsoft has previously said it expects to happen by the middle of next year.</p><p>Earlier this month, Microsoft unveiled a set of principles aimed at demonstrating its willingness to work with unions. The company said it wouldn't discourage employees from using their legal right to form and join unions and wouldn't try to complicate the process of unionization for its employees.</p><p>The principles marked Microsoft's latest attempt to carve out a position distinct from other technology companies on a sensitive subject in the industry. U.S. tech companies have long avoided unions, and some have tried to discourage employees from joining them. Microsoft reported a global workforce of more than 180,000 last year. None are currently unionized in the U.S.</p><p>A small number of quality-assurance employees at Activision studio Raven Software voted in favor of unionizing with CWA last month. Last week, Activision said it would be entering bargaining negotiations with the employees.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Agrees to Make It Easier for Activision Employees to Unionize</p>",
  "published": "2022-06-13T17:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1015,
          "end": 1024
        },
        {
          "start": 163,
          "end": 172
        },
        {
          "start": 472,
          "end": 481
        },
        {
          "start": 774,
          "end": 783
        },
        {
          "start": 373,
          "end": 382
        },
        {
          "start": 1396,
          "end": 1405
        },
        {
          "start": 774,
          "end": 785
        }
      ]
    }
  ]
}