{
  "_id": "4fd8e0076b43ec533bb9b26f56066cfe421d5851243c3f02605b4bbb3b76733c",
  "feed": "wall-street-journal",
  "title": "SEC Fines BNY Mellon Over ESG Claims; Regulator is boosting its scrutiny of funds as market grows",
  "text": "<p>Wall Street's regulator is stepping up its scrutiny of claims by ESG funds as investors pour cash into the category.</p><p>BNY said in a statement that none of the six funds in question were part of its specific sustainable fund offerings. The firm has updated its investor communication materials to be more precise and complete, it said.</p><p>Regulators are struggling to keep up with a boom in ESG investing that has recently increased assets managed by such funds to trillions of dollars. There are few consistent standards for what constitutes an ESG stock or bond, leading some analysts to allege that large banks and asset managers are \"greenwashing\"—using new investment products to boost their bottom line in the name of doing good for the world.</p><p>Many stock funds focused on sustainability favor shares of large technology companies such as Microsoft Corp. that score well on ESG ratings but already dominate the stock market, also leading some observers to question how much they are actually benefiting the environment.</p><p>The SEC and federal prosecutors are investigating Deutsche Bank AG's asset management arm after The Wall Street Journal reported last year that DWS Group overstated its sustainable-investing efforts.</p><p>The SEC's enforcement division also created a Climate and ESG Task Force in March 2021.</p><p>The inherent conflicts of ESG investing garnered recent headlines after Tesla Inc. Chief Executive Elon Musk called it an \"outrageous scam\" following a decision by S&amp;P Dow Jones Indices to remove the electric-vehicle maker from its ESG index, citing its emissions strategy, working conditions and handling of a regulatory investigation.</p><p>Meanwhile, HSBC Holdings PLC recently suspended a senior executive who publicly argued that investors didn't need to worry about climate change and that policy makers were exaggerating the risks.</p><p>Write to Dean Seal at dean.seal@wsj.com and Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>SEC Fines BNY Mellon Over ESG Claims</p>",
  "published": "2022-05-23T16:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 839,
          "end": 848
        },
        {
          "start": 839,
          "end": 854
        }
      ]
    }
  ]
}