{
  "_id": "18af65172889ac84d6d61c58622d340656e2c84e13c0920a7a3d045e9e3b3688",
  "feed": "wall-street-journal",
  "title": "Business News: New York Times Staffers Strike for a Day Over Pact",
  "text": "<p>Scores of union members picketed outside the entrance to the Times building in Midtown Manhattan Thursday afternoon.</p><p>\"Like all my colleagues, I've watched the value of my salary go down as inflation goes up,\" said Andy Newman, a Times metro reporter for over 25 years, at the rally. \"I really, really love working here, and all I want is to get this settled and get a fair contract.\"</p><p>The contract negotiations have centered around pay, retirement and other benefits. The two sides haven't yet come to terms on wages, including the size of raises for the next four years, according to the union and Times management.</p><p>Many members of the Times newsroom also took to social media to urge people not to use the Times's platforms Thursday, including not playing Wordle, its popular word game.</p><p>In anticipation of the strike, the Times had identified editors with reporting backgrounds who could cover Thursday's news, according to people familiar with the company.</p><p>Some stories on the Times's website and app on Thursday simply carried a \"by the New York Times\" byline, while others were written by newsroom editors.</p><p>However, many of the day's biggest news stories -- including the prisoner swap involving basketball star Brittney Griner, as well as the Federal Trade Commission's decision to sue Microsoft Corp. to block its planned acquisition of Activision Blizzard Inc. -- were by traditional beat reporters.</p><p>\"We will produce a robust report on Thursday,\" Executive Editor Joseph Kahn wrote in a memo to staff on Wednesday evening. \"But it will be harder than usual.\"</p><p>More than 1,100 union members have pledged not to work Thursday and forgo pay, a NewsGuild representative said. Taking into account employees who aren't part of the union, the Times has more than 1,800 newsroom staffers around the world.</p><p>Many strikers outside of the New York Times building on Thursday were holding noisemakers and homemade signs, and chanted phrases like, \"Give us raises, not a lunchbox.\"</p><p>In a company memo Wednesday night, Chief Executive Meredith Kopit Levien said the Times had created hundreds of new journalism jobs in recent years. \"At the same time, our ability to carry out our mission is inextricably linked to our financial success as a company,\" she wrote.</p><p>The union and management have been in contract talks for 20 months. Both sides were still negotiating on Wednesday afternoon ahead of a union-imposed deadline -- the Times union had said last week it would go on strike Thursday if a contract deal hadn't been reached by then -- but didn't come to an agreement.</p><p>During the bargaining process, the Times rejected a proposed wage floor of $65,000 for all Guild members, instead offering $62,500 in 2024, according to people familiar with the matter. The company recently offered a choice between keeping a pension plan or selecting a new 401(k) plan, a change from its initial proposal of replacing the pension with the 401(k).</p>",
  "published": "2022-12-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1291,
          "end": 1300
        },
        {
          "start": 1291,
          "end": 1306
        }
      ]
    }
  ]
}