{
  "_id": "c8d68890f1f7e3f2099e6bc7cbbde15876b051ecf5a9d9afd8e5b71dba240d64",
  "feed": "wall-street-journal",
  "title": "Amazon Posts First Quarterly Loss Since 2015 as Costs, Rivian Stake Weigh on Results; Tech giant has seen a shopping slump and cost increases due to inflation, labor issues and supply chain challenges",
  "text": "<p>Amazon posted $116.4 billion in first-quarter revenue, a year-over-year increase of about 7% compared with a 44% expansion the year before. It lost $3.8 billion, or $7.56 a share a share, compared with a profit of $8.1 billion during the same period a year ago. Analysts polled by FactSet on average had predicted $116.5 billion in revenue and profit of $8.35 a share.</p><p>The company's results were affected by its stake in electric vehicle maker Rivian Automotive Inc., which has seen its stock plunge by more than 65% this year. Amazon has a roughly 18% stake in the company and had a pretax loss of $7.6 billion due to its holdings in the company.</p><p>After a period of tremendous growth brought about by a surge in online orders due to the pandemic, Amazon has seen its momentum stall recently as it seeks to deal with inflation, a national labor shortage and supply-chain disruptions.</p><p>Amazon's operating expenses in North America have been growing at a faster rate than its sales. The company had to spend billions to keep its facilities humming during the ups and downs of the health crisis. Meanwhile, the total value of goods sold on Amazon's site in 2021 grew at half the rate it did in 2020, according to an analysis by research firm Marketplace Pulse.</p><p>The trend isn't unique to Amazon. The share of U.S. retail sales that happen online rose markedly during the pandemic, reaching 15.7% in the second quarter of 2020. It fell to 12.9% during the last three months of 2021, according to Census Bureau data adjusted for seasonal factors.</p><p>March marked the first month since the pandemic started that e-commerce sales declined from the same period a year earlier while in-store sales rose, according to Mastercard SpendingPulse, which tracks transactions made over the Mastercard payments network as well as survey-based estimates for cash and checks.</p><p>Amazon executives have tried to ease any worry. Chief Executive Andy Jassy, in a letter to shareholders this month, noted that the company's overall growth has been strong.</p><p>\"Customers appreciated the role Amazon played for them during the pandemic, and started using Amazon for a larger amount of their household purchases,\" Mr. Jassy wrote.</p><p>Investors have kept their eyes more focused on Amazon's other large businesses as its core e-commerce unit has seen sales slow. Amazon Web Services, the leading cloud-computing service for businesses around the world, has continued to expand at a blistering pace. The unit has continued to stand out as a profit machine even as competition from Microsoft Corp., Google and others has intensified.</p><p>In Amazon's last earnings report, the company for the first time broke out results from its advertising unit, showing investors a surging business that has emerged as a rival to advertising powerhouses such as Meta Platforms Inc. and Alphabet Inc.'s Google. In addition, investors have been impressed with the company's developing media businesses, including the recent closure of its $6.5 billion purchase of the MGM movie and television studio.</p><p>SHARE YOUR THOUGHTS</p><p>How did the pandemic change the way you shop on Amazon? Join the conversation below.</p><p>Amazon has worked to offset costs. The company raised the price of its Prime membership in the U.S. to $139 a year, from $119, and this month it introduced a \"fuel and inflation surcharge\" that averages 5% of the fulfillment fees it charges sellers that use its services.</p><p>Amazon may see additional cost pressures as it navigates continued attempts by warehouse employees to unionize. In New York, workers at its largest warehouse in Staten Island voted earlier this month to establishthe company's first union in the U.S.</p><p>While Amazon has appealed the results and alleged inappropriate behavior by the federal agency that oversaw the vote, labor experts have said widespread unionization could force the company to change benefits and policies, which may multiply costs. Workers at a second Staten Island facility are voting on unionization this week, and activists are targeting other warehouses throughout the country.</p><p>The National Labor Relations Board will count ballots from the second Staten Island facility on Monday. Activists have said they view the vote as critical in their push to broaden their efforts.</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon Posts First Quarterly Loss Since 2015 as Costs, Rivian Stake Weigh on Results</p>",
  "published": "2022-04-28T20:23:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2538,
          "end": 2553
        },
        {
          "start": 2538,
          "end": 2547
        }
      ]
    }
  ]
}