{
  "_id": "47e798247b4ecad148f837417551522628354591aa33c2b458c7cc2832db2c77",
  "feed": "ftcomall",
  "title": "FirstFT: Tesla shares tank on fears over Twitter deal funding",
  "text": "<p>Elon Musk can <a href=\"https://www.ft.com/content/a82e0d26-77ed-48fc-9521-dd2ca44ac803\">walk away from his $44bn takeover</a> of Twitter for just $1bn — less than 1 per cent of his net worth and a fraction of the $21bn of the equity he has committed to complete the acquisition of the social media group.</p> <p>The “reverse termination fee”, revealed in a regulatory filing by Twitter on Tuesday, is a significantly lower penalty than the typical leveraged buyout.</p> <p>The precise terms of the potential penalty had been hotly awaited on Wall Street after Musk said he would fund the Twitter takeover with $13bn of debt, as well as a $12.5bn loan secured against his Tesla stake and a pledge to finance the remaining $21bn of equity himself.</p> <p>Doubts about how Musk would fund his Twitter acquisition helped drive down Tesla shares yesterday. Stock in the electric car company, where Musk is chief executive and a major shareholder, fell more than 12 per cent, <a href=\"https://www.ft.com/content/cd047da9-b386-468a-a322-cded95400acb\">wiping $125bn</a> off the value of the company and more than $10bn from the billionaire's personal net worth. The sell-off came a day after Musk clinched the support of the Twitter board to take the social media platform private.</p> <p>Shares in Tesla have dropped 19 per cent since Musk became Twitter's largest shareholder more than three weeks ago. Meanwhile, Twitter shares continue to trade below Musk's $54.20 offer price, indicating investors are unsure the deal will be completed. Yesterday they closed at $49.68.</p> <p><em>Thanks for all your Elon Musk and Twitter comments. Keep them coming to firstft@ft.com. Here's the rest of the day's news — Gordon.</em></p> <h1>The latest from the war in Ukraine</h1> <ul>  <li><p><strong>Energy market:</strong> European gas prices <a href=\"https://www.ft.com/content/a2eea1a1-f72a-43c4-aa93-4e5477b5ead4\">have risen by a fifth today</a> after Russia's Gazprom suspended supplies to Poland and Bulgaria. </p></li>  <li><p><strong>Business:</strong> US defence group Raytheon Technologies said it expects <a href=\"https://www.ft.com/content/1014282b-1309-440e-9eda-b8ebd18d55c9\">a boost to its sales</a> as western countries supporting Ukraine replenish their missile supplies.</p></li>  <li><p><strong>Food security: </strong>Disruption to Ukraine's agriculture industry has upended the ‘breadbasket' of Europe. Take a look at how with <a href=\"https://ig.ft.com/ukraine-war-food-insecurity/\">our immersive feature</a>.</p></li>  <li><p><strong>Sanctions: </strong>Switzerland has mirrored all the US and EU sanctions against Russian oligarchs. But it has frozen <a href=\"https://www.ft.com/content/f5f54e4a-1e77-4d14-9340-58c33de59aac\">only $8bn of assets</a>. Why?</p></li>  <li><p><strong>Opinion: </strong>The war, which is causing a many-sided economic shock, is in sum a multiplier of disruption in an already disrupted world, <a href=\"https://www.ft.com/content/d4bde497-edbf-4baa-bfa3-d06b07c63f79\">writes Martin Wolf</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Euro tumbles to 5-year low against dollar</strong> The European common currency <a href=\"https://www.ft.com/content/b81f2134-5fca-4447-8a46-3c86cb0da4c7\">has fallen further today</a> after hitting the lowest point against the dollar since April 2017 in New York yesterday. The hawkish signals from the Federal Reserve and the war in Europe are driving up the dollar.</p> <ul>  <li><p><strong>Go deeper: </strong>At first glance, the ECB seems to have almost as big an inflation problem as the Fed. But the war in Ukraine means the ECB <a href=\"https://www.ft.com/content/a4b63bca-252f-4a77-9415-a898975a0c81\">is “facing a very different beast”</a>. </p></li> </ul> <p><strong>5. Alphabet earnings disappoint</strong> A 14 per cent fall in YouTube's revenue led to a <a href=\"https://www.ft.com/content/02a46d8b-bf4a-4c88-b0c3-f2df02fcf88b\">disappointing set of first-quarter results</a> from Google parent Alphabet. But Microsoft <a href=\"https://www.ft.com/content/722da13c-7d3b-4090-8d99-59976fe57364\">lifted its revenue forecast</a> for the current quarter after a strong performance from its Azure cloud computing division. </p> <p><strong>3. Leon Black gave £2mn to Russian model for British visa</strong> The billionaire financier gave his ex-mistress Guzel Ganieva the money for a UK golden visa and introduced her to a lawyer to discuss her application, <a href=\"https://www.ft.com/content/25552058-8629-4655-818a-a8eb677ceec8\">hoping to facilitate a transatlantic move</a> that would enable the former fashion model to start a new life far from his home in New York.</p> <p><strong>4. Top US bank investors refuse to back climate proposals </strong>Investors <a href=\"https://www.ft.com/content/740b55f8-fa2e-4b66-9398-9f84aedbe8d8\">refused to back resolutions</a> demanding stricter fossil fuel financing policies at Wells Fargo, Bank of America and Citi yesterday, in a blow to environmentalists hoping to apply more pressure to lenders over climate issues.</p> <p><strong>5. US probes Chinese chipmaker over Huawei ban</strong> The Biden administration is looking into claims that Yangtze Memory Technologies Co supplied Huawei with chips for a new smartphone, <a href=\"https://www.ft.com/content/8078f71e-d115-43c1-8f68-e5b6ec6cfcda\">in a potential violation of US export controls</a>. State-owned YMTC is China's largest&#xa0;memory chipmaker.</p> <h1>The day ahead</h1> <p><strong>Company earnings</strong> Meta Platforms is the latest US technology company to report earnings. Investors will be hoping for a better reaction to the results than their last set of results in February, <a href=\"https://www.ft.com/content/17bce6a9-dc91-4d46-80aa-e6168224554d\">which triggered a 25 per cent share price fall</a>. Boeing, Kraft Heinz and Ford also report on a busy day for US earnings. </p> <p><strong>Economic data</strong> Economists polled by Refinitiv have forecast that pending home sales declined 1.6 per cent in March from February.</p> <p><strong>UK foreign minister to add to pressure on Putin </strong>In a keynote foreign policy speech Liz Truss will <a href=\"https://www.ft.com/content/8fb923ad-a0f5-4fe8-ac3c-b76e0710402f\">push for reform</a> to a global security architecture that has failed Ukraine.</p> <p><strong>Madeleine Albright's funeral </strong>President Joe Biden is <a href=\"https://www.cnn.com/2022/04/21/politics/biden-albright-funeral/index.html\">set to speak</a> at the funeral of the first female US secretary of state, who died last month at the age of 84. Read the <a href=\"https://www.ft.com/content/368fcee5-407e-4e34-a81c-50291a57c94e\">FT's obituary of Albright here</a>. (CNN, FT)</p> <p><em>Join us along with leading figures from Tesla, Volkswagen, Ford Pro, Nissan, Mercedes and Vauxhall at the Future of the Car event on May 9-12. </em><a href=\"https://car.live.ft.com/page/1880197/register-now?reference=ftcuratednewsletters&amp;utm_source=emh&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022PFTFutureoftheCar\"><em>Register here.</em></a></p> <h1>Poll of the week</h1> <p>News that Elon Musk has persuaded the Twitter board to support his $44bn offer has led to speculation about the future of the social media platform. Do you think Twitter will be better or worse under Musk's ownership? <a href=\"https://clients.opinary.com/preview/index.html?url=https://compass.pressekompass.net/compasses/financial_times/will-twitter-be-better-or-worse-if-elon-\">Have your say in our poll</a>.</p> <h1>What else we're reading </h1> <p><strong>How to avoid a recession </strong>A paper by Alex Domash and Larry Summers pointed out that, since 1955, there have been eight instances where US wage inflation was above 5 per cent and the unemployment rate was below 4 per cent, as they are now. In all eight, a recession followed within two years. <a href=\"https://www.ft.com/content/d32a3cd9-7b5b-42a7-a044-f4380b956afa\">History is not destiny</a>, though, writes Robert Armstrong. </p> <p><strong>The pandemic that American politics forgot</strong> The loss of nearly 1mn lives in America from Covid-19 has barely registered with domestic voters. There has been no electoral realignment, no intellectual rupture of the kind that followed the Opec oil crisis and no passing of the torch to a new political generation. Two explanations stand out for <a href=\"https://www.ft.com/content/4b9c3a1f-4134-473c-b767-0177a13003d8\">this curious state of affairs</a>, writes Janan Ganesh. </p> <p><strong>Berkshire Hathaway needs to be broken up </strong>When Warren Buffett leaves his post after more than 50 years at the helm, no one else will be able to run the company as successfully as he has. The behemoth conglomerate should be broken up, <a href=\"https://www.ft.com/content/89ca1c10-85ac-4d88-8361-ee6b6be1384f\">argues Francine McKenna</a>, editor of The Dig.</p> <p><strong>It's time to reform Britain's non-dom tax regime </strong>Wealthy residents being allowed to shelter overseas earnings from British tax is not a phenomenon of today's globalisation — it dates back to 1799. Comprehensive reforms to modernise the non-domicile regime are long overdue, <a href=\"https://www.ft.com/content/2808de68-d83b-4b1a-a6bd-b76f9c97d482\">writes our editorial board</a>.</p> <p><strong>Why it makes sense to retrain staff</strong> In this week's episode of the Working It podcast, Isabel Berwick explores how training, or upskilling, has evolved as <a href=\"https://www.ft.com/content/eca32716-304e-463f-878d-2db81e89aec4\">a way to retain staff in the post-pandemic workplace</a> with communications experts from New York University and the FT's Work &amp; Careers columnist Emma Jacobs. <a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%2262039b7ea31d6577a31f70df%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\">Sign up to the new Working It newsletter</a>.</p> <ul>  <li><p><strong>Plus:</strong> Our How To Spend It colleagues<a href=\"https://www.ft.com/content/244d950b-d852-43bb-a319-c61fd4b4ff9e\"> have found five great gadgets</a> for hybrid working</p></li> </ul> <h1>Fashion</h1> <p>New York's Metropolitan Museum of Art hails <a href=\"https://www.ft.com/content/395d9cc4-03dd-4c7d-b649-230dac0ef5d4\">the hidden greats</a> of the American fashion industry. They include Ann Lowe, the designer of Jacqueline Bouvier's wedding dress from her 1953 marriage to John F Kennedy.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: Tesla shares tank on fears over Twitter deal funding' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-27T10:41:34.208Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2914,
          "end": 2923
        }
      ]
    }
  ]
}