{
  "_id": "494435a7fbe206020f048908ee11d50a1966a85a6482abe094c410ed85efe50e",
  "feed": "wall-street-journal",
  "title": "Tired of Instagram? Try Discord; The popularity of the social messaging app boomed during the pandemic. Fans say its lack of an algorithmic feed makes it a more natural space for building community than other forms of social media.",
  "text": "<p>DAVID MURPHY, 38, discovered Discord soon after the internet messaging platform launched in 2015. The app was designed as an audio-chat platform for online videogamers, a solution for those frustrated by the patchwork of disjointed communication tools available then. Mr. Murphy, a technology writer based in San Jose, Calif., downloaded it out of curiosity, but, for years, rarely opened it. Now, he's a daily user.</p><p>\"My friend group mostly lived in the Bay Area, but when the pandemic hit some people moved away,\" said Mr. Murphy. The 10-person group created a free Discord \"server\"—a hub where they could organize their chatter into \"channels\" (like Slack), instantly start group voice calls (like Skype) and stream games through screen share (like Zoom)—to stay in touch.</p><p>Mindy Day, Discord's senior manager of community, said the app grew quickly in the pandemic by letting anyone \"connect with those they couldn't see in person and even foster relationships with new people.\" She says it now has over 150 million monthly active users.</p><p>Some servers, like Mr. Murphy's, are invite-only. But plenty of servers are open to the public, formed around a wider range of interests than you might expect given Discord's original raison d'être. Sure, you'll find servers for League of Legends and Settlers of Catan, but also ones for knitting and K-Pop.</p><p>Of course, Twitter is stuffed with K-Pop-related musings, but Discord functions differently than other social media. Unlike platforms like Facebook or TikTok, Discord doesn't employ an algorithm to push content to its users. It's more like a big group chat but even better, because if a discussion—say, a heated debate on whether a hot dog is a sandwich—gets out of hand, you can easily suggest the conversation move to voice chat. Things are usually a bit more civil when you can hear someone's inflections.</p><p>Discord, like other online platforms, has critics. Parents might reasonably worry about its lack of parental controls—it's not hard to stumble on a public server full of hate speech and misinformation.</p><p>Skeptics might also be wary of spending free time on an app that looks like Slack. But Discord users say the design—and that lack of an algorithm—makes it a natural space for building relationships and community around shared interests, rather than obsessing over likes.</p><p>One such community is Houseplants, where nearly 9,000 people show off verdant living rooms, trade growing tips and alert others to sales. Most find the server while searching for tips to save struggling greenery, says Marcel Mangold, its 27-year old moderator based in Heidelberg, Germany. But newcomers soon see it's more like a cheery cafe. Members chat flora, but also share photos of their pets. (Most Discord servers, it seems, end up with a channel dedicated to this.)</p><p>SHARE YOUR THOUGHTS</p><p>Do you use Discord? Why or why not? Join the conversation below.</p><p>Another example is the Philosophy Cafe, a group of over 3,000 people with regularly scheduled audio conversations for discussions of subjects like Kant and Buddhism. Just over 6,000 record collectors hang out in Vinyl Chat. Automated feeds point out sales and new releases, while members discuss music. One channel is just for people to post photos of their record collections for others to gawk at.</p><p>Ms. Day says there are around 19 million active Discord servers that span almost any topic imaginable. Search through all public groups in the app's discover tab or the smaller, more organized list managed by Disboard, a third-party. If you don't find one that grabs you, you can always start your own.</p><p>Tired of Instagram? Try Discord</p>",
  "published": "2022-07-26T20:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}