{
  "_id": "f380a00f33eef8297cbae77b17c173cee8a40bf39ab734dc717f77387053b4b0",
  "feed": "ftcomall",
  "title": "Cyber security: hacking bolsters prospects for password managers",
  "text": "<p>America's digital guardians believe Russian <a href=\"https://www.ft.com/content/60066343-4c5f-422a-b680-c597f2b24cbf\">cyber attacks</a> on Ukraine could spill over to US networks. Passwords are not enough to remain safe, warns the US Cybersecurity and Infrastructure Security Agency.</p> <p>It is right. Most digital data crime involves password breaches. Internet users help criminals by relying on simple passwords — “1234”, for example — or repeating the same password across multiple platforms. This is known in the cyber security industry as poor cyber hygiene. </p> <p>Hackers can also beat two-factor authentication using smartphones, in which a text is sent to a phone number after a password is entered. They do this by redirecting or intercepting text messages. </p> <p>Twitter founder Jack Dorsey was the victim of such a scam. Cyber security start-ups such as unique-password creator LastPass&#xa0;offer an alternative. </p> <p>Password management, part of the $12bn identity and access management sector, is already a $1.3bn business, according to Mordor Intelligence. By 2026, the consultancy expects the value of the market to rise to $3bn.</p> <p>The pandemic forced many users to access corporate networks from remote hardware. Cyber attacks increased. This prompted more companies to set up accounts with third-party password managers. This year, 1Password, which charges business users $7.99 per month, raised $620mn at a $6.8bn valuation — 45 times annual recurring revenue. The Canadian company says it has more than 100,000 paying business customers. &#xa0;</p> <p>The private equity owners of LogMeIn is spinning LastPass, one of the best-known companies in the sector, out of the Boston software group. Purchased for $110mn in 2015m, LastPass is likely to exceed unicorn status, in which a tech start-up is valued at more than $1bn. High-profile cyber crimes help its goal of increasing paid membership and reducing access to free services.</p> <p>New York's Beyond Identity, which links a user's identity to devices, raised new funding at a valuation above $1bn this year. Microsoft's Authenticator uses an app that generates a code. Apple's biometric service unlocks phones with fingerprints or face scans — even for users wearing a mask. </p> <p>Usernames and memorised logins are legacy tech. The future is passwordless. </p> <p><em>This article has been amended to include 1Password's latest funding round</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/58fa2c87-ade3-40eb-91f8-90f914612f5d\"><em>Cyber security defence requires some basic steps</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/58fa2c87-ade3-40eb-91f8-90f914612f5d\"><em>From John Edwards, UK Information Commissioner, Wilmslow, Cheshire, UK</em></a></p><p>Source:  2022 'Cyber security: hacking bolsters prospects for password managers' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-02T10:30:43.233Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1956,
          "end": 1967
        },
        {
          "start": 1956,
          "end": 1965
        }
      ]
    }
  ]
}