{
  "_id": "6104cbec9fe359043b97c31b1c9bd94b3c15a242740f5741a8f1fb01fe2b853a",
  "feed": "market-watch",
  "title": "This one stock stands out when looking at key data from the FAANG+ group; In a very different landscape from the end of 2021, one appears to offer a good combination of low valuation and high growth",
  "text": "<p>Considering that the FAANG acronym was meant to provide a simple catchall label for \"big tech,\" it is reasonable to add Microsoft Corp. MSFT to the list — after all, its annual revenue dwarfs that of Netflix and it is the second-largest company in the S&amp;P 500 SPX by market capitalization.</p><p>And if we're going to add Microsoft, we might as well throw in Tesla Inc. TSLA because investors have such an interest in the company — the fifth-largest in the S&amp;P 500.</p><p>Among this group of seven stocks, Alphabet offers a compelling combination of a low valuation to expected profit, and high expectations for growth of sales and earnings through 2024.</p><p>Here's the FAANG+ group, ranked by market capitalization, with current forward price-to-earnings (P/E) ratios, P/E ratios as of Dec. 31, 2021, and year-to-date price changes through Oct. 24: </p><p> Company                      Ticker  Market cap. ($ billion)  Market-cap ranking in S&amp;P 500  2022 price change  Forward P/E  Forward P/E – Dec. 31, 2021  Apple Inc.                   AAPL    $2,402                   1                              -16%               23.2         30.2  Microsoft Corp.              MSFT    $1,844                   2                              -26%               23.4         34.0  Alphabet Inc. Class A        GOOGL   $1,340                   3                              -29%               17.7         25.4  Amazon.com Inc.              AMZN    $1,221                   4                              -28%               65.1         64.9  Tesla Inc.                   TSLA    $667                     5                              -40%               38.2         120.3  Meta Platforms Inc. Class A  META    $296                     17                             -61%               12.4         23.5  Netflix Inc.                 NFLX    $126                     55                             -53%               27.0         45.6  S&amp;P 500                      SPX                                                             -20%               16.3         21.5  Source: FactSet</p><p>Click on the tickers for more about each company, including full coverage of news and financial reporting. Click here for Tomi Kilgore's detailed guide to the wealth of information available free on the MarketWatch quote page.</p><p>Forward P/E ratios for the S&amp;P 500 have also been included for comparison. At the end of 2021, the entire FAANG+ group traded at much higher P/E valuations than the index did. But now, after double-digit price declines in 2022 for the entire group, Meta is trading at a much lower valuation than that of the index. Alphabet is trading only slightly above the index's P/E valuation.</p><p>And that underlines what may be seen years from now as a golden buying opportunity for Alphabet's stock.</p><p>Over the past 10 years, Alphabet's Class A shares (the shares were split into Class A and Class C in 2014, with only the Class A shares keeping voting rights) have traded at forward P/E ranging from 14.1 to 32.8, with an average P/E of 22.6, according to FactSet.</p><p>As the second-cheapest stock by P/E on the FAANG+ list, the question is, what is expected in the future?</p><p>Here's a look at expected compound annual growth rates (CAGR) for sales and earnings for the group through 2024. The numbers are based on consensus calendar-year estimates among analysts polled by FactSet. (Some companies have fiscal years that don't match the calendar): </p><p> Company                      Ticker  Two-year estimated sales CAGR through 2024  Two-year estimated EPS CAGR through 2024  Apple Inc.                   AAPL    4.4%                                        5.6%  Microsoft Corp.              MSFT    13.2%                                       15.9%  Alphabet Inc. Class A        GOOGL   11.2%                                       14.7%  Amazon.com Inc.              AMZN    14.5%                                       954.4%  Tesla Inc.                   TSLA    36.7%                                       34.7%  Meta Platforms Inc. Class A  META    9.9%                                        12.4%  Netflix Inc.                 NFLX    9.2%                                        13.7%  Source: FactSet</p><p>Some notes about this data:</p><p>* Apple has the lowest expected sales and EPS CAGR through 2024. This, in part, reflects Apple's size, market share and slowing replacement cycles for its products. Then again, Apple ranked high on this list of the top performers among the S&amp;P 500 over the past 10 years, based on returns on invested capital. Investors' trust in the company's financial management can be seen in its relatively high P/E (on the first table).</p><p>* Amazon is expected to show a triple-digit CAGR for earnings through 2024 because of distortions to earnings that can come from one-time events, as well as the company's habit of plowing most of its earnings back into the business to fund continual expansion. This makes the company's P/E less meaningful than it is for other companies.</p><p>* Meta trades at the lowest P/E on the list — it has been this year's worst performer in the group, as investors try to wrap their heads around CEO Mark Zuckerberg's focus on virtual reality platforms, speaking publicly of almost nothing else, even though the Reality Labs segment provided only 1.6% of the company's revenue during the second quarter.</p><p>* Netflix has been the second-worst performer on the list during 2022. The company had a super-high P/E valuation at the end of 2021 and is undergoing a strategy transition by adding advertising-supported streaming packages starting in November.</p><p>* Tesla's P/E has declined to 38.2 this year from a stratospheric 120.3 at the end of 2021. This continues to be a fascinating story, as CEO Elon Musk has been focused on his pending acquisition of Twitter Inc. TWTR, while investors and customers hope to see the Cybertruck available for purchase in 2023. Musk said during a conference call on Oct. 19 that Tesla was in the \"final stages\" of building its pickup truck assembly line in Austin, Texas.</p><p>To be sure, Alphabet might face further declines during this market and economic cycle, with short-term concerns about slower revenue growth as the company gears up to announce its third-quarter results after the close on Oct. 25.</p><p>But Alphabet's combination of a low P/E and high expectations for its stable business to continue growing by double digits over the next two years make it an attractive stock for long-term investors.</p><p>Don't miss: These 27 stocks can give you a more diversified portfolio than the S&amp;P 500 — and that's a key advantage right now</p><p>This one stock stands out when looking at key data from the FAANG+ group</p>",
  "published": "2022-10-25T15:31:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 120,
          "end": 135
        },
        {
          "start": 1001,
          "end": 1016
        },
        {
          "start": 120,
          "end": 129
        },
        {
          "start": 316,
          "end": 325
        },
        {
          "start": 2802,
          "end": 2817
        },
        {
          "start": 2802,
          "end": 2811
        },
        {
          "start": 1001,
          "end": 1010
        }
      ]
    }
  ]
}