{
  "_id": "ac4dcd2356f95ed49e2e3d0d2eb479c7a56d106936144ceafe50e8f49ff80473",
  "feed": "ftcomall",
  "title": "Communication is a ‘leaky process'",
  "text": "<p>You have probably heard of <a href=\"https://www.ft.com/content/a681ac3c-73b8-459b-843c-0d796f15020e\">radical candour</a>, or radical honesty, as a way to change the way things are done at work. But are you aware of “radical rest”? As we head towards the end of another exhausting year, rest is likely to become a hot commodity in workplaces. </p> <p>The idea of proactively giving yourself guilt-free time to wind down, nap or reset — rather than as a reactionary, panicked response to stress or physical sickness — has been around for a long time. The phrase “radical rest” was <a href=\"http://edition.cnn.com/2009/LIVING/worklife/07/22/o.radical.rest/index.html\">coined,</a> it seems, after the financial crisis when young workers were already burnt out. Now, almost three years since the start of the pandemic, it's having a moment again. (Have a look at #restisproductive on TikTok.)</p> <p>I initially found the idea of rest as a valid daytime activity very hard to accept. But it's long been a staple in the yoga and wellness world. Slow, restorative forms of yoga like Yin (which I practise) and Nidra, which are so calming that they can actually put you to sleep, are gaining popularity. </p> <p>I hear from contacts everywhere that workforces are exhausted and overwhelmed. Exhaustion often explains the mistakes I make, and those of others. </p> <p>A recent <a href=\"https://www.linkedin.com/pulse/new-heights-organizational-complexity-asaf-jackoby/\">LinkedIn post</a> by Asaf Jackoby, head of global talent strategy at Amdocs, caught my attention. It suggested that employers have an explicit duty to help staff fight exhaustion. It makes business sense: Asaf quotes Gartner research that proactive rest can contribute to a 26 per cent performance improvement. </p> <p>I'd love to hear from readers who have built guilt-free rest into their working week — or from leaders who have made it an explicit part of your workplace culture. <strong>How do you do it?</strong> Let us know in the comments below or write in to <a href=\"mailto:workingit@ft.com\">workingit@ft.com</a>.</p> <p>PS Always ahead of the curve, in 2019 my colleague Emma Jacobs wrote about the <a href=\"https://www.ft.com/content/bb7214a8-135d-11e9-a581-4ff78404524e\">exhaustion economy</a>, and the trend for “nap pods” in workplaces. I think they are likely to make a big comeback. </p> <p>Below, Sophia reports on the troubles with dispersed teams and listen to our Working It podcast about Long Covid — millions of workers already have the condition. <em>(Isabel Berwick)</em></p> <p><em>Join us in New York or online on November 14 for our Women at the Top Americas Summit, where CEO and founder Tory Burch and leaders from PepsiCo, Etsy, Twitter and Uber will discuss how leaders can drive real change. Register for your 25 per cent off </em><a href=\"https://womenamericas.live.ft.com/page/2181889/attend-in-person?promo=newsletters22\"><em>in-person</em></a><em> pass or as a premium subscriber, your free </em><a href=\"https://womenamericas.live.ft.com/page/2181890/digital-pass?promo=PREMIUM22\"><em>digital pass</em></a><em> today.</em></p> <h1>How to overcome communication problems among remote teams</h1> <p>As much as we may try to be direct, concise, or objective in how we convey information to our coworkers, communication is an inherently “leaky process,” says Catherine Cramton, professor emerita of management at the George Mason University School of Business, who has spent decades studying dispersed teams and how they share knowledge. Communicating with remote coworkers, as many of us do in a hybrid working world, introduces layers of complexity that can amplify confusion and even conflict.</p> <p>In <a href=\"http://www.jimelwood.net/students/grips/man_group_comm/cramton_2001.pdf\">her research on how remote teams communicate</a>, Catherine analysed thousands of messages across email and chat logs from geographically dispersed teams. She identified that conflicts arise from one of five reasons: differing contexts; unevenly distributed information; inconsistent interpretations of what's important; individuals accessing information at different speeds; and understanding the meaning of silence in disparate ways.</p> <p>Shared context is the most important factor, says Catherine, but it's also the most challenging to achieve for dispersed teams. When you have coworkers in another country, for example, it's more difficult to gain awareness of your differences. Everything from local holidays and customs to workplace facilities will affect your interactions.</p> <p>As an example, Catherine mentions an engineering firm with an American team and a Swiss team. The Americans' testing facility was across the street from their office — but the Swiss team's office was a four-hour drive from their testing location. Neither team knew the other's experience. “Just pop over to the test site!” the Americans would say. <em>Pushy, demanding Americans</em>, thought the Swiss. <em>Procrastinators with no sense of urgency</em>, thought the Americans. It wasn't until the Americans visited their Swiss counterparts that the full situation became clear.</p> <p>This case illustrates what psychologists call “attribution theory”: we blame problems either on people or situations. The two teams initially blamed each other's behaviour on their perception of <em>who they were as people</em>, but by gaining shared context they were able to understand that everyone's behaviour was being dictated by the environment they worked in — and by assuming that everyone else worked in the same type of environment.</p> <p>Miscommunications do happen face-to-face, but Catherine found through her research that remote work increases the likelihood of assigning personal blame and drawing conclusions based on these assumptions. “Attributions can be extremely damaging,” she says. “It's hard to get out of your mind the conclusions you automatically drew,” even after a miscommunication has been cleared up. </p> <p>As in the case of the Swiss and American engineers, nothing beats visiting your remote coworkers. “Our senses are so powerful to take in information at a glance. Relating that information verbally is far more unwieldy and imperfect.” And when you think there's confusion or conflict, it's better to get on the phone or a video call. “Messages have too many ambiguities,” says Catherine.</p> <p>Be curious, ask questions, and remember that while your own circumstances might seem obvious, others “can't see your situation”. Most importantly, remember that miscommunications are often situational, not personal, so give people the benefit of the doubt. “That's the one you want to write on your hand and remember every day,” says Catherine. <em>(Sophia Smith)</em></p> <p><em>Does your remote team struggle with any of the five sources of conflict that Catherine identified? <strong>Let us know in </strong></em><a href=\"https://compass.pressekompass.net/compasses/financial_times/does-your-remote-team-struggle-with-thes\"><em><strong>this week's poll</strong></em></a><em><strong>.</strong></em></p> <h1>Listen in: Are managers necessary?</h1> <p>This week on Working It, we are revisiting one of our biggest hits: <a href=\"https://link.chtbl.com/gPBKEPVr\">can you run a company with no managers</a>? It's a topic that seems to appeal to many listeners. (Make of that what you will!)</p> <p>Next week we have an episode that has really stayed with me: it's about the Long Covid crisis. I talk to Jana Javornik, associate professor of work and employment relations at the University of Leeds, who has had Long Covid since early 2021. I am also joined by Sarah Neville, the FT's global health editor who's <a href=\"https://www.ft.com/content/26e0731f-15c4-4f5a-b2dc-fd8591a02aec\">written about the crisis</a>, to talk about the likely long term impact on workplaces — and what managers need to know.</p> <h1>Elsewhere in the world of work: </h1> <ol>  <li><p><strong>The entrepreneurs bringing faith to work: </strong>The rise of the “profit for purpose” movement is inspiring a new generation of businesspeople who aim to make <a href=\"https://www.ft.com/content/fd564998-98dc-4473-bd0a-2d3e87952da4\">ethical choices for their small businesses based on the principles of their faith</a>.</p></li>  <li><p><strong>What do workers do when they no longer commute? </strong>Now that <a href=\"https://www.ft.com/content/1c8e8660-43bf-425c-b7a2-ef807635f258\">staff can reallocate the time they used to spend on the train</a>, data show that US workers are sleeping more. Younger employees are dedicating more time to socialising and exercising, and older people to childcare, DIY projects and cooking. (And yes — some people use the extra time to work more.)</p></li>  <li><p><strong>In praise of swearing: </strong>Curse words can boost group bonding, raise pain tolerance and physical strength, and ease stress. While they may cause offence — particularly in the workplace or in politics — <a href=\"https://www.ft.com/content/35154272-f02e-463c-9668-c9c358191257#comments-anchor\">we would be a lot worse off without them</a>, writes Pilita Clark.</p></li>  <li><p><strong>Knowing what you want is the ultimate life skill: </strong>Having a clear idea about the type of life you want is worth more than talent or hard work — and <a href=\"https://www.ft.com/content/cf15349d-6285-4df2-a9aa-aa97ecc4c24b\">saves you from misdirected energies and wasted time</a>.</p></li>  <li><p><strong>An elite law firm publishes a new work-life balance code: </strong>Starting this week, the firm Slaughter and May is allowing lawyers to check emails less frequently and turn off their cameras during night-time or early morning calls. Lawyers, however, are <a href=\"https://www.ft.com/content/7889ac74-e90f-4602-ab3f-232814dd1807\">sceptical it will bring significant change in a highly competitive industry.</a></p></li> </ol> <h1>A word from the Working It community: </h1> <p>In light of recent data that the return to office has slowed or levelled off — suggesting that workers have embraced <a href=\"https://www.ft.com/content/91899837-0fc7-4fe8-9581-60517d85399b\">hybrid work as the new normal</a> — readers chimed in with their latest thoughts on the WFH vs office debate.</p> <p>Reader <strong>YoungPerson</strong> <a href=\"https://www.ft.com/content/91899837-0fc7-4fe8-9581-60517d85399b?commentID=74ab366b-53f1-4ea8-8762-bcd7a8414a78\">feels much less distracted at home</a>, because it's free of noisy coworkers:</p> <blockquote>  <p>I'd happily go into the office more often if it wasn't completely open plan. Listening to 20 colleagues on different Microsoft Teams calls at their desks, while trying to participate in my own virtual meeting is annoying. It's much less disruptive and easier to concentrate at home.</p> </blockquote> <p>Reader <strong>Sued O'Nym</strong> cites <a href=\"https://www.ft.com/content/91899837-0fc7-4fe8-9581-60517d85399b?commentID=c09f004d-da04-4307-854c-d479c07ba172\">the poor state of office equipment</a>:</p> <blockquote>  <p>I'm at least 20 per cent more productive at home. I go in once a week and that's only after kicking off at the shocking state of equipment in the office. It took well over six months before they provided functional equipment to work in the office and the meeting rooms are still a shambles. Having a meeting where some are present and some are remote only works when meeting rooms are suitably equipped. My organisation is so inept in this regard that I now carry a webcam with a long cable and a Bluetooth speaker in my backpack so I can make meetings work without awkward technology failure at the start of every meeting.</p> </blockquote> <p>Whereas reader <strong>ft-comments-quora-with-subscription</strong> finds that <a href=\"https://www.ft.com/content/91899837-0fc7-4fe8-9581-60517d85399b?commentID=e0690722-725b-4231-9cc6-d2d07fc4cd8f\">there are actually more distractions at home</a>:</p> <blockquote>  <p>Working from home, I have my personal laptop next to my work laptop, my phone, a fully stocked kitchen, a dog to walk . . . Too many distractions for a chronic procrastinator. To be honest, I go into the office so I can't avoid doing a bit of work.</p> </blockquote> <p><em>Responses have been edited for length and clarity.</em></p><p>Source: Isabel Berwick and Sophia Smith 2022 'Communication is a ‘leaky process'' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-02T17:00:15.571Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8543,
          "end": 8552
        }
      ]
    }
  ]
}