{
  "_id": "203b5fb426a5ebe8ea1fafde5621c607f1b2071fa229ed9b5294c1a27bd5bbba",
  "feed": "wall-street-journal",
  "title": "Google Cloud Signs Up KeyBank; The Cleveland-based bank plans to migrate the majority of its products and services to Google's cloud by 2025",
  "text": "<p>\"Every one of these partnerships is about deepening our understanding for the industry,\" said Google Cloud Chief Executive Thomas Kurian.</p><p>Terms of the deal were not disclosed.</p><p>Amy Brady, chief information officer of KeyCorp said the deal will help KeyBank utilize data analytics and artificial intelligence \"to enable an exceptional client experience.\" The bank has worked with Google technologies since 2018, she said.</p><p>KeyBank said one area where it expects to benefit from Google Cloud is in its contact center. Mr. Kurian said Google Cloud will use analytics and natural language processing to better understand the types of calls that are coming into the contact center.</p><p>Additionally, Google Cloud will help KeyBank create an \"omnichannel experience,\" Mr. Kurian said, where different methods of communication between clients and the bank are connected. According to a statement from the bank and Google Cloud, call-center representatives will be fed information about clients' accounts and charges in real time.</p><p>Mr. Kurian said Google Cloud also would be working with Ms. Brady's team to use artificial intelligence to create a more effective fraud detection system.</p><p>\"For us to continue to grow, we have to be better than anyone else at meeting customers where they are and providing the technology that can solve their business problems,\" Mr. Kurian said.</p><p>Deloitte will be the systems integrator for the deal, aiding KeyBank's migration from data centers to Google Cloud, according to a statement released by Google Cloud, KeyBank and Deloitte. Deloitte is the sponsor of CIO Journal.</p><p>Google's KeyBank deal follows a November deal with CME Group Inc., in which the exchange announced plans to move its core trading systems over to Google Cloud. Google Cloud in April secured a deal with Spanish-language broadcaster Univision Communications Inc.</p><p>Google Cloud has consistently ranked third in cloud infrastructure services market share. In the third quarter of 2021, its market share was 8%, up from 6% in the third quarter of 2019, according to research firm Canalys. Amazon Web Services' market share dropped slightly to 32% from 33%, and Microsoft Azure's share grew to 21% from 17% in those periods, according to Canalys' data. The market share of all other providers dropped to 39% from 44% during that time, the data shows. Canalys' definition of cloud infrastructure services includes infrastructure as a service and platform as a service but excludes software as a service.</p><p>Mr. Kurian attributes Google Cloud's growth to a renewed focus on customers. \"What we've really changed is applying technology in the context of and evolving technology in the context of customer needs,\" he said.</p><p>The pandemic, combined with better security and technology offerings from cloud providers, have been key drivers in moving banking to the cloud, said Ronak Doshi, a partner in Everest Group's technology unit who specializes in financial services.</p><p>All major banks will migrate systems to the cloud within the next few years in order to reap benefits in driving process efficiency and better customer experiences, he said.</p><p>Write to Isabelle Bousquette at Isabelle.Bousquette@wsj.com</p><p>Google Cloud Signs Up KeyBank</p>",
  "published": "2022-02-03T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2146,
          "end": 2161
        },
        {
          "start": 2146,
          "end": 2155
        }
      ]
    }
  ]
}