{
  "_id": "3857fcb796b9381a9742c6975ee585c9b0c30ae6d55706602a43035f604bd9d7",
  "feed": "wall-street-journal",
  "title": "Tesla, Microsoft, Boeing, Texas Instruments: What to Watch When the Stock Market Opens Today; Tesla will report earnings after the close; Texas Instruments posted an earnings beat",
  "text": "<p>* The bullish mood was rubbing off on other major technology stocks, including Apple, Meta Platforms and Alphabet, which added around 2% each. Netflix gained 3.4%.</p><p>* AT&amp;T shares added 1.5% in the moments after the release of its latest quarterly results.</p><p>* Earnings are due from Boeing, Kimberly-Clark and Abbott Laboratories before the open.</p><p>* Texas Instruments gained 4% ahead of the bell. The chip maker's fourth-quarter profit and revenue beat Wall Street forecasts.</p><p>* Navient shares plunged 12%. The student-loan servicer swung to a fourth-quarter loss as higher expenses combined with lower revenue.</p><p>* DraftKings jumped 7.6% premarket. The digital sports-betting company's stock got an upgrade from Morgan Stanley.</p><p>* F5 shares fell 14% premarket after the cloud security firm issued guidance below expectations for the current quarter and lowered its annual outlook as supply-chain issues crimp its ability to meet demand.</p><p>* Canadian National Railway named a new chief executive officer and made changes to its board Tuesday, moves that will allow the railroad operator to avert a proxy fight. Investors were quiet; the stock was flat premarket.</p><p>* Capital One Financial edged down 0.1% after the financial services company said profit fell in the fourth quarter, but beat analysts' consensus projections, as revenue increased due to strong credit results.</p><p>* Tesla, Intel, Las Vegas Sands, Duke Realty, Whirlpool are among the companies reporting earnings after the close.</p><p>Chart of the Day</p><p>* A mania in clean-energy stocks holds lessons for ESG investors, writes James Mackintosh. This is the third in a series of Streetwise columns taking a critical look at sustainable investing.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Tesla, Microsoft, Boeing, Texas Instruments: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-26T11:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7,
          "end": 16
        },
        {
          "start": 1744,
          "end": 1753
        }
      ],
      "nexusId": "10031144"
    }
  ]
}