{
  "_id": "fb9c17a8870c044e34ff93d13a42f50b09a0c8551894004e52910b00f3501c5e",
  "feed": "wall-street-journal",
  "title": "Officials Boost Firms -- And Own Interests",
  "text": "<p>The Wall Street Journal this fall documented a sweeping pattern of executive-branch officials owning and trading stock in companies affected by the work of their agencies.</p><p>Further reporting shows some not only invested in firms their agencies oversaw but personally worked on significant matters affecting those companies.</p><p>As a result of the Journal's reporting, a number of federal agencies now are examining actions taken by government officials that could have affected their investments. The agencies include the FDIC, which, following a Journal inquiry about officials' Microsoft investments, said it had referred the matter to the FDIC's inspector general for review.</p><p>The examples identified by the Journal are \"very brazen conflicts of interest,\" said Craig Holman, a government-ethics expert at the nonpartisan advocacy group Public Citizen</p><p>U.S. law prohibits officials from working \"personally and substantially\" on any matters in which they have a significant financial stake.</p><p>A spokesman for the FDIC didn't answer detailed questions but said: \"FDIC employees are required by statute and by regulation to ensure their work is free of conflicts of interest.\" He said the agency takes the requirements seriously.</p><p>At the U.S. Export-Import Bank, an official used her position to help her husband's lobbying organization, which was seeking to block or delay a policy change proposed by the Trump administration.</p><p>In early 2019, the administration signaled it would allow lawsuits in U.S. courts against companies that use property seized during the 1959 Cuban revolution. For more than two decades, the U.S. had waived a legal provision, effectively blocking such suits.</p><p>Companies in the cruise industry were using port facilities that had been confiscated by Fidel Castro's government.</p><p>On Feb. 19, 2019, Mike McGarry, the Cruise Lines International Association Inc.'s senior vice president of global government affairs, sent an email about the matter to his wife, Natalie McGarry, who was a top adviser at the Ex-Im Bank. The bank doesn't regulate cruise lines, but Mrs. McGarry had a contact in the White House.</p><p>The next day, she emailed a White House official. \"I have a group of CEOs of cruise lines,\" she wrote, who want \"to discuss the huge economic impact of the suspensions.\"</p><p>She said the matter was urgent. By the end of the next day, she had scored a meeting for cruise-line executives with a White House official.</p><p>Internal investigators at the Ex-Im Bank were alerted about Mrs. McGarry's role on the day that cruise executives went to the White House, Feb. 27. The bank's Office of the Inspector General asked federal prosecutors if they were interested in pursuing a conflict-of-interest case against Mrs. McGarry. They declined.</p><p>Agents in the IG's office confronted Mrs. McGarry. She told them she wasn't acting on behalf of her husband or the cruise-line association that employed him, according to a written summary of the investigation the Journal obtained via a public-records request.</p><p>Investigators called Mrs. McGarry \"not entirely forthcoming,\" the summary shows. She told them her husband's employer wasn't a cruise-line lobbying firm. Mrs. McGarry, a senior vice president at the Ex-Im Bank, told them she didn't know much about the policy change. Investigators later found the email from Mr. McGarry to his wife in which he explained the policy change and the harm it could cause the cruise lines.</p><p>Ten days after her interview with investigators, Mrs. McGarry's lawyer told them she was leaving the bank for a position at another agency. She worked at the U.S. Department of Homeland Security until the end of the Trump administration. She now works at RBC Capital Markets.</p><p>On April 17, 2019, the Trump administration said it would end the waiver. A cruise line was sued the day the provision went into effect.</p><p>Mrs. McGarry referred questions about the matter to the Ex-Im Bank.</p><p>The bank's deputy inspector general said the investigation shows his office \"works expeditiously to ensure the integrity of EXIM programs and operations.\"</p><p>Mr. McGarry said in an email: \"I arranged a meeting directly\" with White House aides. \"My wife never arranged any meeting at the White House for me.\" When the Journal provided him with his wife's emails to the White House, he said: \"I do not have information to provide you about the emails.\"</p><p>The cruise line association, asked if there had been multiple White House meetings on the topic, said: \"There was one, single meeting. No other meetings beyond that.\"</p><p>Tax filings for the cruise line group show that Mr. McGarry's bonus and incentive pay in 2019 tripled to nearly $32,000 on top of his base salary of roughly $337,000.</p><p>Federal officials who willfully violate the conflict-of-interest law can face prison terms of up to five years and penalties of up to $50,000 per violation. Federal prosecutors rarely pursue cases.</p><p>The agencies seldom impose punishments for conflicts, according to a review of questionnaires that agencies submitted to the Office of Government Ethics, which oversees the federal ethics rules.</p><p>A Justice Department spokeswoman said: \"We take all inspector general referrals seriously and bring charges when the facts and law support them.\"</p><p>At the Federal Communications Commission, a senior official inherited and kept at least $100,000 in shares of Google parent Alphabet Inc. from her deceased son, a Google employee, in a period when she was working on FCC plans affecting the company.</p><p>Since 2000, Nese Guendelsberger has worked at the FCC, often on government policies to promote the growth of the internet. Several of those policies have been championed by Google. It has long lobbied the White House and FCC to make it faster and cheaper to access the internet, allocating more of the airwaves to unlicensed uses such as Wi-Fi networks.</p><p>Ms. Guendelsberger's son began working at Google as a software engineer in August 2017. The following month, Google lawyers met on two occasions with Ms. Guendelsberger and other FCC officials to discuss Google's push to share spectrum in ways that would promote access to the internet without going through traditional telecommunications companies, FCC records of the meetings show.</p><p>Google has long championed that approach toward driving up broadband use, which would in turn boost its advertising business. The FCC later approved the plan.</p><p>Ms. Guendelsberger's son died in December 2017. Her husband, then a Justice Department official, disclosed that in August 2018 he and his wife inherited between $100,001 and $250,000 in Alphabet stock.</p><p>Ms. Guendelsberger said in an email to the Journal that she checked with the FCC's general counsel when she inherited the stock and was told that she was in compliance with the rules.</p><p>In early 2018, she and other FCC officials held meetings with lawyers for Google and its rivals about Google's proposal to reserve a chunk of spectrum for Wi-Fi networks, according to summaries of the meetings. The FCC later voted to endorse the proposal. Ms. Guendelsberger said in her email that she wasn't involved in the decision-making on the matter.</p><p>In October 2019, after Ms. Guendelsberger was promoted to deputy chief of the FCC's International Bureau, she filed a disclosure form showing that she and her husband still owned $100,001 to $250,000 of Alphabet stock.</p><p>FCC rules prohibit employees from owning stock in companies the agency substantially regulates, including \"any company or other entity engaged in the business of communication by wire or radio or in the use of the electromagnetic spectrum.\"</p><p>An FCC spokeswoman said Google isn't considered primarily regulated by the agency and therefore employees are permitted to invest in the company.</p><p>\"Not only is that categorically absurd, but it is flatly inaccurate and false,\" said Joel Thayer, a telecommunications lawyer who clerked at the FCC and now lobbies the agency. He said the fact that Google lobbies the FCC for policy changes shows the company is regulated by the agency.</p><p>Since her promotion, Ms. Guendelsberger has continued to work on matters affecting Google, including proceedings that could expand the wireless spectrum to Wi-Fi connections in the U.S. and overseas. She has spoken publicly at conferences with international regulators touting the FCC's approach to expanding internet access.</p><p>Ms. Guendelsberger said that her speeches describe the FCC's policies but that she wasn't involved in making the decisions.</p><p>In October, the FCC voted to begin a fresh effort to allocate new spectrum that could be used for broadband internet service. In prepared remarks after the vote, the FCC's chairwoman singled out Ms. Guendelsberger for her work on the matter.</p><p>Ms. Guendelsberger's most recent financial-disclosure form showed that the value of her and her husband's Alphabet stock had risen to between $250,001 and $500,000.</p><p>The FCC's spokeswoman declined to comment on the personal finances of individual employees but said in a written statement that agency employees \"have taken all necessary steps in order to ensure they were and are in full compliance with all relevant ethics conflict of interest rules.\"</p><p>Google also was at the heart of an episode at the Commerce Department's Patent and Trademark Office, where a patent judge was part of a panel that gave Google a win while his wife worked for the company and held a financial interest in it.</p><p>Administrative Patent Judge Adam Pyonin was one of three jurists on the panel that ruled for Google as it sought a patent for a touch-sensitive-device design it had purchased.</p><p>Mr. Pyonin's wife is Chingwin Pei, a Google lawyer. Mr. Pyonin's financial disclosure report said his family's Alphabet ownership interest in 2020 exceeded $1 million in \"stock+restricted stock units.\" A 2019 report didn't list a value for the holding.</p><p>Federal ethics rules bar officials from working on matters that could have a direct and predictable effect on family financial interests valued at more than $15,000. The rules also advise officials not to work on a matter \"if a reasonable person who knew the circumstances of the situation could legitimately question your impartiality.\"</p><p>In 2018, before Google's acquisition of the device design, a patent examiner had rejected an application for a patent for it. In January 2020, Mr. Pyonin's judicial panel reversed the examiner on all claims, something that occurs in no more than one in three cases. Google later was issued the patent.</p><p>Mr. Pyonin, reached by phone, declined to comment about the case, his wife's employment or the family's Alphabet investment. His wife didn't respond to requests for comment. Mr. Pyonin referred calls to the Patent Office.</p><p>A spokeswoman for that office said Mr. Pyonin wasn't aware that Google had acquired the patent application and that he did nothing wrong. She blamed Google for failing to notify the Patent Office on time.</p><p>Patent Office records show that Google recorded the change of ownership in a report to the agency four months before the decision. \"We recorded our ownership of this patent application with the Patent Office during our appeal,\" a Google spokesman said.</p><p>The Patent Office spokeswoman said Mr. Pyonin didn't see that filing. She said it was only when the Journal brought it to his attention that he saw a Google notice posted on the Patent Trial and Appeal Board docket following the ruling.</p><p>As a result of the Journal inquiry, she said, the Commerce Department's Office of the Inspector General will investigate the matter.</p><p>The FDIC -- the agency that tapped Microsoft as its primary cloud provider -- in 2020 named Robert DeLuca its deputy chief information officer.</p><p>Mr. DeLuca, who had years of experience working on information technology in the federal government, in December 2020 began work on an agency goal: modernizing its information-technology operation, partly by migrating more of its infrastructure to the cloud, or servers accessed over the internet.</p><p>The FDIC had previously awarded a contract to Amazon Web Services for cloud services, and the agency's IT staff had spent months preparing to implement the contract, according to current and former FDIC officials.</p><p>Mr. DeLuca, along with a handful of others, pushed to look at Microsoft's Azure cloud platform instead, the officials said.</p><p>Mr. DeLuca owned between $17,003 and $80,000 of Microsoft stock across three accounts at the end of 2020, he reported in a financial-disclosure form. He reported buying additional shares valued at between $1,001 and $15,000 in January 2021.</p><p>In February, several FDIC staffers sent Mr. DeLuca a memo outlining the decision on the cloud matter, according to an email reviewed by the Journal. \"After a robust discussion,\" it said, \"the Senior Leadership Team decided that FDIC will use Azure-based cloud and Azure Kubernetes Services (AKA) for all legacy application modernization.\" The memo said a branch of the IT division would modify the FDIC's contract with Microsoft to include Azure.</p><p>Among the three FDIC officials who sent the memo was Jyotsna Jame, deputy director of the Applications and Platforms Delivery Branch, which was involved in researching and recommending the Microsoft decision.</p><p>Ms. Jame, who was closely involved in crafting the Microsoft recommendation, reported owning between $15,001 and $50,000 of Microsoft stock in 2020 and 2021. Ms. Jame didn't respond to requests for comment.</p><p>When officials briefed the FDIC's board on the Microsoft recommendation in spring 2021, agency officials were directed to conduct more research into Microsoft as well as other cloud competitors, amid concerns about going with a single cloud vendor.</p><p>Mr. DeLuca continued to advocate for a Microsoft contract that summer, current and former officials said. By that point, discussions focused largely on how big the contract would be, the officials said.</p><p>In August 2021, Mr. DeLuca sold between $1,001 and $15,000 of his Microsoft shares, which left him with a stake of $17,003 to $80,000 at year-end, according to his financial disclosure.</p><p>Mr. DeLuca, who is currently on a military-related leave, said he has a financial adviser who \"directs and guides my retirement investment decisions.\" He declined to comment further.</p><p>Late in the summer of 2021, IT officials circulated another, slightly narrower proposal on Microsoft cloud services ahead of the board meeting that fall, former officials said.</p><p>Among those involved in the discussions was Julie Berarducci, a senior adviser to Mr. DeLuca who had begun working at the FDIC that summer, the officials said.</p><p>In 2022, Ms. Berarducci reported in a financial disclosure that her husband worked at Microsoft and owned vested stock options worth between $50,001 and $100,000 at the end of 2021. He worked in customer support for Microsoft Azure cloud products, according to his LinkedIn account.</p><p>In June 2022, Mr. DeLuca went on his leave and Ms. Berarducci was tapped as his acting replacement, according to her disclosure. Around then, she recused herself from some official activities involving Microsoft, one of the officials said. Ms. Berarducci didn't respond to requests for comment.</p><p>The agency's cloud contract with Amazon Web Services has been put on hold in favor of Microsoft's cloud. As of the start of 2022, Microsoft Azure was in operation as the agency's primary cloud platform, former officials said. In March 2022, an FDIC solicitation described Microsoft Azure as \"the current FDIC cloud platform.\"</p><p>After the Journal sent a detailed inquiry about the officials' Microsoft investments, the FDIC said it had referred the matter to its inspector general.</p><p>A spokesman for the inspector general said that the office \"conducts a thorough review of all allegations and referrals received.\"</p><p>---</p><p>Chad Day contributed to this article.</p>",
  "published": "2022-12-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 12954,
          "end": 12963
        },
        {
          "start": 13242,
          "end": 13251
        },
        {
          "start": 12232,
          "end": 12243
        },
        {
          "start": 13171,
          "end": 13180
        },
        {
          "start": 13686,
          "end": 13695
        },
        {
          "start": 575,
          "end": 584
        },
        {
          "start": 12232,
          "end": 12241
        },
        {
          "start": 12342,
          "end": 12351
        },
        {
          "start": 14310,
          "end": 14319
        },
        {
          "start": 14642,
          "end": 14651
        },
        {
          "start": 15220,
          "end": 15231
        },
        {
          "start": 15041,
          "end": 15050
        },
        {
          "start": 15406,
          "end": 15421
        },
        {
          "start": 13547,
          "end": 13556
        },
        {
          "start": 13916,
          "end": 13925
        },
        {
          "start": 13315,
          "end": 13324
        },
        {
          "start": 11549,
          "end": 11558
        },
        {
          "start": 15523,
          "end": 15532
        },
        {
          "start": 13445,
          "end": 13454
        },
        {
          "start": 15220,
          "end": 15229
        },
        {
          "start": 15264,
          "end": 15279
        },
        {
          "start": 14772,
          "end": 14787
        }
      ]
    }
  ]
}