{
  "_id": "0097e7b048708b3738532775a7727b55ac22fe464a13f2245ed0a2a63fdf9727",
  "feed": "wall-street-journal",
  "title": "Travel (A Special Report)  ---  Hunting for Tapas in a City That's Famous for Its Tapas:  In Logrono, Spain, it isn't just about what you're eating. It's about the experience.  ----  By Todd Pitock",
  "text": "<p>   Tapas are Spain's most exported culinary idea. You can find tapas restaurants almost anywhere, selling small plates of Spanish food. But tapas aren't just about portion size. Indeed, tapas at their best are about something else entirely, as I found out when I had a chance to experience the real thing in a small city called Logrono, a place that's notable mainly for a couple of alleys that make up one of the best tapas scenes in Spain. </p><p>   What makes tapas unique in Spain are strips or districts packed with small, often multigenerational eateries where you eat standing up in intimate proximity to others. You don't rush, but you also don't stay for long: The object of the game is to sample the best little thing each of the places you visit has to offer. In Spanish, it is expressed in the word tapear, which can be rendered in English as \"tapas hunting.\" But the flavor, the gusto, of the endeavor gets lost in translation. </p><p>   \"It's about so much more than what you're eating,\" says Lauren Aloise, co-founder and chief executive of Devour Tours in Madrid. \"Spanish love food, good food, simple food, but what they mainly love is food with other people. Drinking -- wine, beer, vermouth -- is a big part of it, though some people don't drink [alcohol]. Each region has such differences, and even within regions there are differences, but what never shifts is the social experience and the connection the food is meant to provide.\" </p><p>   In Logrono, the capital of Spain's La Rioja province, I joined a group of people from the area for tapas, with the help of Idoia Soto, a local woman who practices Spanish and English with me over Skype. We made our way down a pedestrian lane called Calle del Laurel, led by Oscar Soto, her brother. The best contribution anyone in a group like that can make is to direct the path to the next burst of deliciousness, and Oscar, with a cultivated palate and a nose that led him to make his own very fine red wine, emerged as a natural leader. </p><p>   At Bar Villa Rica, we primed our palates with a simple sandwich, a ham and cheese zapatilla. But behold, such ingredients: serrano ham, some tangy cheese, ripe tomato, between superb pan humilde, white bread toasted to a light, golden crispiness on the surface with creamy, lightly salty goodness inside. This went down with acana, a small glass of beer, in this case a local Spanish pilsner. At Bar Sebas we had a Spanish tortilla with a Logrono twist, a spicy sauce. The light burn on the tongue was nothing that another pleasantly bitter cana couldn't rinse for the next course. </p><p>   That came at a somewhat fancier place called Torrecilla, where I ordered zamburinas, a variety of Galician scallop with intensely sweet meat and a little orange-colored flap that had the texture of foie gras, grilled and sprinkled with an herb and garlic mixture in warm olive oil and finished with flaky salt. Then came actual foie gras, higadoin Castilian, seared with a creamy center and served on a local baguette over a jammy onion reduction and half-melted pieces of goat cheese. </p><p>   Somewhere along the way I had a marvelous version of one of the most common tapas, a banderilla, which in this case consisted of a boqueron, or white anchovy, folded and skewered on a toothpick with a green olive, a hot pepper called guindilla and a gherkin to add sweetness, and drizzled with olive oil. It's one of the tapas foods that, like croquettes, the spicy potatoes called patatas bravas, and albondigas, or meatballs in gravy, have been widely disseminated around the world. </p><p>   Some historians trace the origins of tapas back to the region of Andalusia in southern Spain in the early 20th century. The noun tapa and its verb, tapear, appeared in the Real Academia Espanola dictionary for the first time in 1936. Among the regional variations, in San Sebastian and the rest of the Basque Country tapas are known as pinchos or pintxos and usually served on top of an inch-thick piece of bread. </p><p>   Logrono, along with Leon, is considered close to the tapas ideal for the whole scene, the dense concentration of great places. You don't have to take more than a couple of steps from one place to another, and even where the dishes veer from simple and traditional, the lively joy of the tapas hunting is palpable. </p><p>   Logrono also helped me see how pliant tradition can be. In one place we had patatas bravas. Instead of the preparation I knew, which had a crispy surface, these were boiled, so the potatoes were creamy. They had the familiar mayonnaise-based sauce, but with a spice I hadn't tasted before in this dish. I asked what was in them. Oscar, our leader, said it was paprika. I wasn't satisfied, so we asked, and the answer was that it was Tabasco. So, a taste of Louisiana in Logrono. </p><p>   In recent years tapas have been reimported back into Spain, with American-style tapas restaurants, where patrons stay put and sample various dishes, appearing in places like Madrid and Valencia. </p><p>   \"It's the back and forth of globalization,\" notes Devour Tours' Ms. Aloise. \"But a 'tapas restaurant' in Spain -- no, that is just not a thing.\" </p><p>   The thing was the thing I was doing. The versions that exist in the rest of the world are almost completely devoid of what makes the real tapas experience so thoroughly wonderful -- an intense night of being with friends moving from place to place, intermingled with other people with their friends doing the same thing, the flavors of dishes exquisitely simple or artfully elaborated, matched to wine or beer or vermouth, often followed later by cocktails. </p><p>   Our last plate was steamed mussels, big and clean with a light brine as if we were by the sea and not on the high dry interior. It was long past midnight. </p><p>   \"I'm think I'm done,\" I said. Hours of nibbling and sipping added up to a substantial meal. </p><p>   \"OK, we will go,\" Oscar said, though he was taking a seat at a table at an outdoor cafe. \"First, a coffee.\" </p><p>   \"Now?\" I asked, though I realized we hadn't observed that other Spanish tradition, the sobremesa, when people sit and talk, for there is the art of eating and drinking, and there is the art of conversation, and for all of its pleasure, all the movement and bustle of tapas doesn't afford you the opportunity. </p><p>   It didn't require a justification, but another member of our group, Luis Gaston, offered one anyway. </p><p>   \"If you don't have coffee,\" he said, \"you'll never fall asleep.\" </p><p>   The funny thing is, I think he was serious. </p><p>   --- </p><p>   Mr. Pitock is a writer in Philadelphia. He can be reached at reports@wsj.com. </p><p></p>",
  "published": "2022-08-20T06:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}