{
  "_id": "3a4d4427ae72c3599b608c6a18765e3b33fdbf8e189d6badd54cc1092b12fa33",
  "feed": "market-watch",
  "title": "'We need to look at global regulation of crypto,' says European Commission financial-services commissioner Mairead McGuinness; There could be 'financial stability problems,' if crypto remains unregulated, in McGuinness's view",
  "text": "<p>Last week, McGuinness visited the U.S. and met with CEOs of several European banks in the United States. This trip also included a meeting with Jamie Dimon, CEO and chairman of JPMorgan.</p><p>See: 'Growing wealth gap and rising inflation … hurt the global economy at almost every turn,' Jamie Dimon says</p><p>\"With a busy EU financial regulatory agenda, it was great to hear U.S. perspectives on work being done in the EU on sustainable finance and digital finance,\" she said of the meetings, in a LinkedIn post.</p><p>The EU has been ahead of the curve in terms of regulation of cryptocurrencies. A new set of rules oversees everything from tracking the crypto industry's environmental impact to algorithmic stablecoins and crypto assets.</p><p>U.S. President Joe Biden has also expressed interest in regulating the crypto industry. Earlier this year, he signed an executive order to protect consumers and businesses from fraud and ensure responsible development of digital assets.</p><p>See: Crypto poses threat to 'financial stability' of everyday Americans, feds warn</p><p>Also: Biden regulators cheer on crypto crackdown</p><p>The U.S. Securities and Exchange Commission has also taken a strong approach toward investigating crypto exchanges and digital assets. But coins still have very little oversight, and questions still remain about whether cryptocurrencies should be considered securities or commodities.</p><p>'We need to look at global regulation of crypto,' says European Commission financial-services commissioner Mairead McGuinness</p>",
  "published": "2022-10-18T20:21:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}