{
  "_id": "cf808c112d88b1f304c3e109751753f7f74b0299f2ab73cc8a9a52ed1673192e",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis:  Moscow Envoy in  Geneva Resigns Over  'Aggressive War'  ----  By Evan Gershkovich",
  "text": "<p>   A Russian diplomat resigned over Russia's war in Ukraine, saying he is \"ashamed of my country,\" in a rare public expression of dissent by a Russian official. </p><p>   Boris Bondarev, a counselor at the permanent mission of the Russian Federation to the United Nations in Geneva, declared his resignation in an email sent to his colleagues and published on his LinkedIn and Facebook pages. </p><p>   \"For twenty years of my diplomatic career I have seen different turns of our foreign policy, but never have I been so ashamed of my country as on February 24 of this year,\" the message read, referring to the day Russian President Vladimir Putin sent troops into Ukraine. </p><p>   \"The aggressive war unleashed by Putin against Ukraine, and in fact against the entire Western world, is not only a crime against the Ukrainian people, but also, perhaps, the most serious crime against the people of Russia, with a bold letter Z crossing out all hopes and prospects for a prosperous free society in our country,\" it said. </p><p>   Reached by phone, Mr. Bondarev, 41 years old, said he should have resigned on the first day of the war but was scared, and remains worried the Russian authorities could retaliate against him. He said he had been thinking of quitting the government for years. </p><p>   \"It became impossible to see how what we are doing is helping Russia,\" he said. \"And in our system we can't voice our own opinions.\" </p><p>   Mr. Bondarev said that while several colleagues have sent him messages of support, he doesn't think they will follow him en masse. \"Most won't risk it,\" he said. </p><p>   The United Nations lists Mr. Bondarev as a counselor to the permanent mission of the Russian Federation to the United Nations Office on its website. His LinkedIn page says he has held the role since November 2019, and joined Russia's diplomatic service in 2002. </p><p>   Russia's mission in Geneva said it had no immediate comment. </p><p>   Government officials and lawmakers generally have marched in lockstep behind Mr. Putin's decision to invade Ukraine. </p><p>   In March, Anatoly Chubais resigned as Mr. Putin's climate envoy, but he didn't give a reason publicly. A person familiar with the matter at the time described him as distraught over the war and said he left Russia. </p><p>   Mr. Bondarev's letter was published earlier on Twitter by Hillel Neuer, executive director of UN Watch, a nonprofit organization. </p><p></p>",
  "published": "2022-05-24T06:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}