{
  "_id": "a98390d631cbb14ff5a28891834ff4d76f9a6cf4e02f861c7f13ad4ebb590a25",
  "feed": "wall-street-journal",
  "title": "Cyber M&A Expected to Remain Robust Into 2023; Acquirers seek to offer corporate security chiefs broader suites of cyber services rather than one-off products",
  "text": "<p>\"We've heard from a number of CISOs at big Fortune 100 companies who are saying they have had enough with a gazillion security providers,\" he said.</p><p>While security chiefs likely aren't looking to run their entire technology infrastructure from just one supplier, they are looking to pare back the number of vendors they use, said Devon Bryan, global CISO at cruise line Carnival Corp.</p><p>\"Certainly a lot less than we have now, where each of us has at least 70 or so different technology products in our environments,\" Mr. Bryan said, referring to himself and other CISOs. Products from different vendors rarely work with each other, causing additional strain on security staff, he said.</p><p>In terms of pure deal value, mergers and acquisitions in cybersecurity are on a tear. Around $111.5 billion in activity was completed by the end of the third quarter, according to cyber-focused investment bank Momentum Cybersecurity Group LLC, compared with $80.9 billion in all of 2021.</p><p>The number of deals, however, is substantially lower to date in 2022, with 203 by the end of the third quarter compared with 293 throughout 2021, according to Momentum. Dollar figures are also skewed by Broadcom Inc.'s $61 billion purchase of VMware Inc., which offers a range of technologies in addition to cybersecurity, and which was announced in May.</p><p>Analysts say that although funding for early-stage companies appears to have slowed, the overall M&amp;A market is mirroring trends witnessed during 2021, a record year generally for tech M&amp;A, when activity abruptly decreased in the third quarter, only to come roaring back in the fourth.</p><p>\"When we see these types of slowdowns, but the underlying industry is really healthy, it's almost like a dam holding back water,\" said Dino Boukouris, a managing director at Momentum. Mr. Boukouris and Eric McAlpine, managing partner at Momentum, said they expect activity to increase during the fourth quarter.</p><p>Since the start of the quarter, further big-ticket deals have been announced—Thoma Bravo LP's acquisition of identity specialist ForgeRock Inc. for $2.3 billion and Vista Equity Partners' $4.6 billion purchase of security awareness training provider  KnowBe4 Inc.</p><p>\"We're 14 days into Q4 and we've already seen two multibillion-dollar take-privates,\" Mr. McAlpine said on Friday. The typical annual figures for [cybersecurity] M&amp;A before the Covid-19 pandemic tended to range between $20 billion and $30 billion, he said. \"Private equity has a voracious appetite for our industry,\" he said.</p><p>Recent big deals involve identity and access management providers, such as Thoma Bravo's $2.8 billion acquisition of Ping Identity Holding Corp., announced in August, and its $6.9 billion purchase of SailPoint Technologies Holdings Inc., which closed the same month.</p><p>Investors spot revenue opportunities in increasing cyberattacks that exploit weak controls in this area, and regulations that promote the use of multifactor authentication and similar safeguards, said Cowen's Mr. Eyal.</p><p>\"This is one of the most mission-critical categories or solutions, from a corporate infrastructure perspective,\" he said.</p><p>Veteran investors say they have witnessed such cycles before, where appetites switch from tailored individual software products or services to broader offerings.</p><p>The difference today, however, is that cloud computing companies with large pools of capital are also buying companies, said Dave DeWalt, a managing director at venture-capital firm NightDragon LLC, citing the nearly $5.4 billion acquisition of Mandiant by Alphabet Inc.'s Google Cloud unit in September. In July, Microsoft Corp. completed its acquisition of threat-intelligence firm Miburo, around a year after it bought cybersecurity company RiskIQ Inc. The terms of both deals weren't disclosed.</p><p>A reassessment of company valuations, too, is creating a buyer's market for companies in cybersecurity, Mr. DeWalt said. Momentum's data shows that revenue multiples for a sampling of 22 cybersecurity companies have declined in 2022 to a median of 4.9 times from a 2021 median of 9.6 times, a drop that can lead to lower acquisition costs.</p><p>\"I think everybody's realized there's almost a perfect set of conditions for M&amp;A right now,\" Mr. DeWalt said.</p><p>Write to James Rundle at james.rundle@wsj.com</p>",
  "published": "2022-10-19T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3597,
          "end": 3606
        },
        {
          "start": 3597,
          "end": 3612
        }
      ],
      "nexusId": "10031144"
    }
  ]
}