{
  "_id": "2906f6c27bb4d48e030146e98082844a018c6da6787b0d6318753d36f08994f7",
  "feed": "wall-street-journal",
  "title": "Meet the WSJ Noted. Student Journalist Adviser Cohort; The WSJ Noted. Advisers are part of a network of young people across the U.S.",
  "text": "<p>The WSJ Noted Adviser network is an online community that provides an important connection between The Wall Street Journal and young audiences. Members of this cohort are forward-thinking student journalists. They will learn about some of the innovative strategies the WSJ newsroom uses to engage audiences, gaining insights and tools that they can bring back to bolster their own publications.</p><p>If you'd like to be a part of our extended community, you can join our network on LinkedIn or Instagram for career-related insights from our newsroom staff and other young professionals, as well as articles, videos and access to WSJ live events.</p><p>We introduce you here to our latest group of featured advisers.</p><p>Ali Hasan</p><p>Ali is a senior at the University of California, Berkeley, studying political science and rhetoric. He enjoys reading contemporary fiction, learning more about the role of digital communication in emerging political movements and traveling the American Midwest.</p><p>DeMario Phipps-Smith</p><p>DeMario is a writer and social entrepreneur from the West Side of Chicago. He has acquired bylines in publications like the \"Chicago Sun-Times,\" \"Eat This, Not That,\" and \"They Got Acquired.\" Currently, DeMario is studying Media Innovation and Content Strategy at Northwestern University. He loves sports and music, and has aspirations to adopt an American Beagle.</p><p>Ellie Rose Mattoon</p><p>Ellie is a sophomore at the Johns Hopkins University majoring in Molecular/Cellular Biology and Public Health. She is the editor of the Science-Technology section of her school's independent student newspaper, \"The Johns Hopkins News-Letter.\" Follow her on Twitter @ermattoon.</p><p>Fatima Rahman</p><p>Fatima is a Bangladeshi-American majoring in English at the City College of New York. An interest in writing fantastical and fictional short stories hasn't deterred her from closely following what's brewing in the world around her. Experiences in journalism and literary organizations have given her the opportunity to learn more about issues important to international working-class solidarity. To her, reality informs fiction; thus, she works to represent this through her own writing.</p><p>Florence Wu</p><p>Florence is an international student from Auckland, New Zealand, and a senior at Middlebury College. She is the founder and editor of the multimedia desk at \"The Middlebury Campus.\" Ever since having her first camera at age 18, she has been interested in photo essays and narrative documentaries in travel and cultural exploration. In school, she is pursuing a B.A. in International Politics and Economics. Outside of work, Florence enjoys rock climbing and snowboarding.</p><p>Grace Fairchild</p><p>Grace is a senior at Cornell University majoring in Industrial Labor Relations and is the News Director for WVBR 93.5 FM, a student-run, non-profit radio station. She loves stories about political, economic and legal topics, and baking cookies for her news team. A born and raised Missourian, she is a rabid St. Louis Cardinals fan.</p><p>Jonathan Lehrfeld</p><p>Jonathan is a graduate student at Northwestern University's Medill School of Journalism specializing in Politics, Policy &amp; Foreign Affairs. He covers national security for Medill News Service. He also works with Mosheh Oinounou, former executive producer at \"CBS Evening News,\" on his news Instagram and newsletter. Jonathan received his undergraduate degree in International Affairs from The George Washington University in 2021.</p><p>Julian Roberts-Grmela</p><p>Julian is a masters candidate at the Craig Newmark Graduate School of Journalism specializing in engagement journalism. Julian intends to implement a \"listen-first\" approach to his reporting that he hopes will facilitate trust and guide his editorial decisions. As an undergraduate, Julian studied English and philosophy and worked as an editor and reporter at the university's student newspaper. After graduating, Julian taught middle school and developed an outcome-oriented mindset he hopes to apply to journalism. Now, Julian works as an education reporter at the \"Mott Haven Herald\" and the \"Hunts Point Express,\" two news organizations serving the South Bronx that are run by CUNY students. He's also a writing coach at an afterschool program in Queens. Like in his teaching, Julian hopes his reporting fosters meaningful relationships with underserved communities and provides useful information people can use.</p><p>Kaylin Li</p><p>Kaylin is a Statistics and Technical Writing major at Carnegie Mellon University and a science and technology editor at her campus newspaper. Academically, she is interested in audience-centric web development, design and writing. Outside of school, she enjoys singing, reading, art and occasionally playing video games.</p><p>Meggie Tran</p><p>Meggie (they/she) enjoys fostering communities through writing. At their Mindful Meggie blog (https://mindfulmeggie.com/), as someone diagnosed with OCD, they promote mental health through travel resources and stories. Meggie wants to help make travel more inclusive for folks with mental health considerations. They are also an editor and producer at the Moose and Polo Show, a virtual world project by RocketSnail Games, which founded the hit game, Club Penguin. In their editorial work, Meggie encourages the wider community to create artworks for personal and professional fulfillment.</p><p>Rachel Bernstein</p><p>Rachel is a senior at the University of Southern California studying history and minoring in narrative structure. She writes for the \"Daily Trojan\" and \"USC Annenberg Media\" on both the politics and arts and entertainment desks. In her free time, she enjoys reading, watching the best (and worst) that television has to offer, and exploring her native Los Angeles.</p><p>Rachel Dalloo</p><p>Rachel is a senior at Baruch College studying Journalism and Political Science. Currently, she's the proud Editor-in-Chief for \"Refract Magazine,\" a student publication. Outside of school, she is the Assignment Desk intern for Spectrum News NY1 in New York City. Rachel is a local news enthusiast and a fan of cats.</p><p>Rachelle Barrett</p><p>Rachelle is an aspiring political journalist/analyst from Montréal, Quebec. Rachelle is Haitian on her mother's side and Jamaican on her father's. She studied politics and broadcast journalism at the University of Miami, and her specialty is in foreign affairs, specifically working in immigration. She wants one day to completely change immigration laws in America, as well as help immigrants such as herself have a more safe, secure and reliable transition into America.</p><p>Rickyah Blake</p><p>Rickyah is a senior marketing major at Howard University, currently residing in Washington, D.C. She grew up in Brooklyn, New York, and credits her love of art to NYC. She enjoys creating all forms of media but mainly focuses on writing and creative direction. She aspires to be an editor of a fashion magazine. Her hobbies are listening to music, traveling and shopping.</p><p>Sarah Luft</p><p>Sarah is a writer, digital storyteller and lifelong learner who you'll find experimenting in the kitchen or outside with a book. She's a freelance health reporter and brand and audience manager at SeriousFun Children's Network. Sarah has written for Lady Gaga's Born This Way Foundation, The Peace Studio, and \"THE CITY.\" Ever curious about the stories that shape us, she studied human development and literature at the University of Connecticut. Sarah is currently working on a capstone project on long COVID in the engagement journalism program at Craig Newmark Graduate School of Journalism at City University of New York (CUNY).</p><p>Scott Brasesco</p><p>Scott is a senior at Amherst College triple majoring in political science, history and anthropology. His studies have centered on democracy, human rights, thought and culture, and he is currently writing a thesis exploring how pro-democracy opposition movements have changed over time and why. He served as project manager for Professor Javier Corrales' forthcoming book on autocratic consolidation in Venezuela, \"Autocracy Rising,\" and has also performed research on LGBT and women's rights in Latin America. In addition to his research, he served as Managing Opinion Editor for two years at \"The Amherst Student,\" the oldest weekly college publication in the country, and now supports the paper as an Editor-at-Large. His work has been published in \"Americas Quarterly\" and \"Letras Libres.\"</p><p>Seth Bae</p><p>Seth is a first-generation immigrant and a proud Army veteran. He's currently studying International and Public Affairs at Brown University. He spends most of his down time training for triathlons and watching sports. There is a special place in his heart for the Green Bay Packers, but as a Los Angeles resident, he roots for the Clippers.</p><p>Sonia Prasad</p><p>Sonia is a senior at Williams College, where she majors in Political Science and International Relations. She is on the editorial board of the \"Williams Record\" and currently serves as an executive editor. She spent last summer studying journalism at New York University. Sonia grew up in northern Virginia and enjoys traveling, baking and reading memoirs.</p><p>Williamena Kwapo</p><p>Williamena is a graduate student at University of California, Berkeley where she focuses on producing visual journalistic work. She currently writes for Oakland North, a UC Berkeley student publication. She's covered topics ranging from Education to Black Maternal Health.</p><p>Meet the WSJ Noted. Student Journalist Adviser Cohort</p>",
  "published": "2022-03-31T14:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}