{
  "_id": "b819dfc4dc1e6b252a16ab403681b1342998bf72295a7923a0cb6a980bcca4ba",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Charlie Bell --- Exec VP of security, compliance, identity, management, Microsoft",
  "text": "<p>The turning point for the 64-year-old executive was the 2021 retirement of Amazon founder and Chief Executive Jeff Bezos. \"It was like, 'OK, what is this world going to look like?'\" Mr. Bell said.</p><p>Mr. Bell said he became interested in solving an emerging problem for companies: cyberattacks. His wife, Nadia Shouraboura, introduced him to Microsoft CEO Satya Nadella.</p><p>Jumping to Microsoft was not the first big switch for Mr. Bell, who majored in music during his first few years of school before transferring to study management information systems. He got an internship at Rockwell International and stayed in the aerospace industry for nearly a decade before working for Oracle Corp. and founding an e-commerce company that Amazon purchased in 1998.</p><p>He would stay at Amazon for 23 years, spending 15 years with cloud-computing unit Amazon Web Services, known as AWS.</p><p>Here are four of his most trusted advisers.</p><p>Rick Dalzell</p><p>Former senior vice president, Amazon</p><p>Mr. Bell says he learned the importance of speed from Mr. Dalzell, as well as getting close to the customer. During his first month at Amazon, he got a phone call from Mr. Dalzell at 7:30 a.m. alerting him to a customer service outage. He told him to get to the customer service center immediately. Mr. Bell spent the day helping the representatives answering the phones during the outage. Another time, there was an outage where Mr. Dalzell had a number of Amazon white collar employees go to the warehouse and package items up for customers until 2 a.m.</p><p>Teresa Carlson</p><p>Former vice president of worldwide public sector and industries at AWS</p><p>The first time Mr. Bell met Ms. Carlson was in 2010 while interviewing her for a position at AWS. Ms. Carlson's job was to work with government, nonprofit and public-sector clients. \"Teresa really convinced me of having empathy for where customers really are,\" said Mr. Bell. One time, she returned from a trip to see Middle Eastern officials and advocated for AWS to invest alongside the government in building out the country's cloud capacity. Mr. Bell said he tried to take such an approach in recent meetings with government officials abroad.</p><p>John Przelenski</p><p>Former Oracle executive</p><p>Mr. Bell met Mr. Przelenski when the two men worked at Oracle. Mr. Przelenski's client was Boeing, which was Oracle's second-largest account at the time, and Mr. Bell said he remembers the executive arguing that the mission was to solve the biggest problems for clients by working together as a team. Mr. Bell said that was important to him when he came to Microsoft. \"I met with a lot of customers here when I first came in, and spent a lot of time doing that -- listening. What are their problems? What are they trying to do?\"</p><p>Marco Argenti</p><p>Co-CIO of Goldman Sachs, former Amazon executive</p><p>Mr. Bell met Mr. Argenti in 2013, and said he asked how Mr. Argenti knew as a senior leader that engineers were building the right things. Mr. Argenti's response was that he wrote code against application programming interfaces, or APIs, to see how they performed. Mr. Argenti's answer demonstrated a willingness to roll up his sleeves in a way that most senior leaders don't, said Mr Bell. \"I still use that to this day,\" said Mr. Bell. \"I go look at the APIs and write code. It's all fun, and it tells you a lot about how things are really working.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 114,
          "end": 123
        },
        {
          "start": 339,
          "end": 348
        },
        {
          "start": 379,
          "end": 388
        },
        {
          "start": 2550,
          "end": 2559
        }
      ]
    }
  ]
}