{
  "_id": "14998e84fcd443451d4a408678022957d15d9fb0421c4094f4f01c5452472e21",
  "feed": "ftcomall",
  "title": "Five tiny gadgets with super-powers",
  "text": "<p><strong>Do you read me?</strong></p> <p>Ten years ago, Microsoft conducted a live demo in China of a computer translating spoken English into spoken Mandarin. It was an extraordinary moment, a jaw-dropping demonstration of how technology can overcome language barriers. Watching it at the time, you felt that it would only be a couple of years until Douglas Adams's mythical Babel Fish (the&#xa0;universal translator featured in The Hitchhiker's Guide to the Galaxy) would become reality. We'd pop something in our left ear and be able to understand languages from any number of faraway lands.</p> <p>That dream is still a way off, but we're&#xa0;edging forward, bit by bit. Skype has&#xa0;been translating conversations in near real time for a while now, and there are a few devices dedicated to translating spoken sentences on the fly. The marker pen-sized Scan Reader Pen 3 PRO is one of those. Choose your spoken and translated language from a list of 112&#xa0;– from Arabic to Vietnamese – say a few words, and in a couple of seconds you'll hear the translation spoken and see it displayed on the built-in screen. </p> <p>As its name would suggest, it's also a scanner. Swipe it over lines of printed text in any one of 55 languages (including Japanese, vertical swiping allowed) and you&#xa0;can hear them read back, or have them&#xa0;translated into the language of your choice,&#xa0;or save them in text format for exporting to a computer or mobile device. You can swipe at surprising speed (it claims to be able to handle 3,000 characters per minute with 98 per cent accuracy), and if you happen to need individual words defined, it'll do that too in Chinese and English. Of course, it's also a voice recorder and MP3 player – why wouldn't it be?</p> <p>It does have one limitation; unless you connect it to WiFi it can only translate between English, Chinese, Japanese and Korean – but hotspot it to your smartphone and you can instantly access the full range of languages. It's an extraordinarily capable little <a href=\"https://www.ft.com/gadgets\">gadget</a>. Little wonder it smashed its crowdfunding targets earlier this year. <em>NewYes Scan Reader Pen 3 PRO, £157.80</em> </p>  <p><strong>Guitar hero</strong></p> <p>I remember my first guitar amp, kindly&#xa0;bought for me by my parents in&#xa0;1988. A 10W Yamaha model about a&#xa0;foot square, it sounded awful. (Embarrassingly, there is recorded proof of this.) The 10W Spark MINI is half that size and sounds divine. Pair it with a smartphone and you can use its app to select any number of styles and effects, all minutely adjustable, powerful and deliciously crisp. The app also lets you select any tune from your streaming library (Spotify or Apple Music), analyses the chords and displays them for you as it plays (not always 100 per cent correctly, but pretty close). I would have dreamed of owning such a unit as a beginner, and I'm delighted to try it out as a pro. <em>Positive Grid Spark MINI, £199</em></p>  <p><strong>Join the fold</strong></p> <p>Foldable phones have been around for decades, but the earliest models were criticised for below-par performance, poor design or just for falling to bits. The Galaxy Z Flip4 offers proof that things have improved immeasurably, with a style that echoes the clamshell phones of yesteryear, but with an up-to-date spec (a nippy Snapdragon chip, a 6.7in OLED screen, wide and ultra-wide 12-megapixel <a href=\"https://www.ft.com/photography\">cameras</a> and a wealth of shooting modes). Yes, the screen's “crease” is visible in certain lights, but the on-screen image is barely affected. And yes, it's double the thickness when folded and thus chunky in the pocket, but hey, that's what happens when you fold things in half. Cute, cutting-edge, capable. <em>Samsung Galaxy Z Flip4, £999</em></p>  <p><strong>Oh so quiet</strong></p> <p>The marketplace is awash with wireless earbuds at every price point, but these ones don't play music. No, the remit of QuietOn is to provide glorious silence in the most unobtrusive way possible, and they start in promising fashion by weighing just 1.8g each and slipping neatly into your ear with a push and a turn. While the foam tips simply act as earplugs, the built-in Active Noise Cancellation (ANC) deals with pesky hums and other persistent noises. There's no on-off switch, but the ANC gently eases in shortly after they've been taken out of the case. Pop them into your ears at bedtime, and after 20 seconds or so you'll experience an uncanny transition to something approaching serenity. <em>QuietOn 3.1 sleep buds, £249</em></p>  <p><strong>Time, please</strong></p> <p>The original Ticktime appeared on a crowdfunding platform in April 2020 with a target of about $1,300, and promptly raised nearly $500,000. People were charmed by this no-faff timer; you simply plonked it on the table with a number facing upwards (3, 15, 10, 15, 25 or 30) and it beeped when that number of minutes had elapsed. The Cube is its successor; it&#xa0;retains the simplicity that made the original so popular, but looks more stylish and adds a number of features, including a special timer to assist with the Pomodoro time management technique (work for 25 minutes, rest for five). So, not just a great kitchen or desk accessory, but also a pocket-sized reminder not to fritter your life away. <em>Ticktime Cube, $32</em></p> <p><a href=\"https://www.instagram.com/rhodri/?hl=en\"><em>@rhodri</em></a></p><p>Source: Rhodri Marsden 2022 'Five tiny gadgets with super-powers' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-14T17:00:11.365Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 31,
          "end": 40
        }
      ]
    }
  ]
}