{
  "_id": "cff26c7689c525b2a727494cbc0571bfd96071c9d163e05e3fdb23e0d8745474",
  "feed": "market-watch",
  "title": "Amazon, Meta and Alphabet now require 'perfection,' analyst says in Big Tech 'autopsy'; 'There's a betting parlay-like effect going on here where if even one metric misses, the stock sells off,' Bernstein analyst writes",
  "text": "<p>They're also alike in the big-picture reasons behind their recent earnings woes, according to Bernstein analyst Mark Shmulik, who conducted an \"autopsy\" of what he called Big Tech's \"disastrous\" results.</p><p>Opinion: A $3 trillion loss: Big Tech's horrible year is getting worse</p><p>\"Perhaps it's investor expectations, demanding perfection across complicated conglomerates,\" he wrote. \"Or maybe Internet mega-caps are a lot less agile than we thought and [are] either unable or unwilling to adapt to a changing operating environment. What if it's just structural and Internet incumbents need to spend an ever-increasing amount of capital in their mature years to keep competitors at bay? All the above.\"</p><p>One theme that stood out following the latest results was that \"Big Tech hates firing people,\" Shmulik wrote. Whereas smaller tech companies like Snap Inc. SNAP and Shopify Inc. SHOP recently announced jobs cuts, Big Tech companies merely slowed the pace of headcount expansion, with Amazon in particular reducing its workforce by 100,000but then announcing 150,000 seasonal hires.</p><p>\"While hiring freezes eventually have the desired effect of improving profitability, the pace of improvement is much slower relative to 'ripping the Band-Aid off' and perhaps more importantly taking the opportunity to shut down efforts that got a bit too frothy and 'performance out' employees that aren't meeting productivity expectations,\" Shmulik wrote.</p><p>Read: Amazon closes below $1 trillion valuation for the first time since 2020</p><p>There are a few reasons that the tech companies may be less likely than others to cut jobs in a tough climate, including that they underestimated how many employees would naturally leave in such an environment or they feel that they should plow ahead with growth given the strength of their balance sheets.</p><p>It's possible that they just \"don't care,\" Shmulik said, given \"the company tenure of management at each of the companies and supervoting shares at Meta,\" but he noted that executives \"are stuck on this journey too\" due to their own stock ownership. They should understand the fear that if the stocks struggle, employees who are heavily compensated in shares may go elsewhere, he said.</p><p>Shmulik also wrote that though Meta gets a lot of flak for its heavy spending on the metaverse, all three companies have \"other bets\" of some kind.</p><p>\"Google segments out their most disconnected investments (e.g. Waymo) but there are certainly other venture-like projects going on inside the core business segments (e.g. Stadia, Fi, Fiber),\" he wrote. And a \"simple LinkedIn scrape shows ~8.5K current headcount across … teams/projects at Amazon that we believe are loss-making today,\" even if some of those areas, like Meta's Reality Labs, are earning some revenue.</p><p>The three companies may also be suffering from the \"GE effect,\" in Shmulik's view. Amazon, Meta and Alphabet have diversified businesses, but investors seem more preoccupied with signs of weakness in any one area during bad times.</p><p>\"There's a betting parlay-like effect going on here where if even one metric misses, the stock sells off,\" Shmulik wrote. He said that \"perfection is required from here\" for the three names, all of which he rates at outperform.</p><p>Amazon, Meta and Alphabet now require 'perfection,' analyst says in Big Tech 'autopsy'</p>",
  "published": "2022-11-02T14:35:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}