{
  "_id": "dfdbd0547a5877535611dc6fc15310ba2cec78f43f3a75a8d1cad4a412c3f6c1",
  "feed": "wall-street-journal",
  "title": "Conflict in Ukraine: Preparing for Cyberattacks",
  "text": "<p>* The Russian invasion of Ukraine has been accompanied by cyber activity, including denial-of-service attacks and malware designed to wipe data from computers.</p><p>* There is a risk that cyber attacks could spread beyond their intended target and cause collateral damage around the world, as happened in 2017. Evidence shows some attacks have spread beyond Ukraine's borders to Lithuania and Latvia, but not to U.S. businesses as of Feb. 25.</p><p>* There are steps businesses can take at this time to reduce risk, even when it is not clear exactly what they may have to defend against.</p><p>Ukraine-Related Cyberattacks So Far:</p><p>In mid-January, the first hostile cyber activity took place with the defacement of websites belonging to several Ukrainian government ministries, including the Foreign Ministry and the Ministry of Education and Science. The attack, akin to digital vandalism, claimed users' data had been compromised and uploaded online, though there was no evidence to support this.</p><p>In mid-February, a more disruptive attack took place with Ukraine's Ministry of Defense and Armed Forces websites and the online services of two state-owned banks targeted with a denial-of-service attack. Servers were overloaded with junk data, causing them to go offline.</p><p>Malware capable of wiping data from machines has been spreading in Ukraine. Microsoft Corp. detected malware it dubbed 'Whispergate' in January while cybersecurity companies Symantec, a division of Broadcom Inc., and Slovakia-based cyber firm ESET revealed a similar malware that had infected hundreds of computers in Ukraine, as well as Latvia and Lithuania, some for several months. Targets included financial organizations and government contractors. Ukrainian officials blamed Russia.</p><p>The Russian government has previously denied any involvement in cyberattacks. While Russia certainly has the motivation to attack, it is possible the attacks were carried out by hackers aligned to the Russian state's aims.</p><p>Russian government hackers have previously shown their willingness to attack Ukraine. In 2017, the attack, dubbed 'NotPetya', first appeared to be ransomware and targeted users of a Ukrainian software application that affected organizations around the world, ultimately causing billions of dollars of damage to firms including FedEx Corp. and Merck &amp; Co. Multiple governments and private sector security organizations linked the attack back to Russian state-sponsored actors, though the Russian government denied involvement.</p><p>Likely Targets of Attacks:</p><p>Inside Ukraine, the most likely targets for attacks include the military, government agencies, financial services and energy firms. Attacks against the government could yield valuable intelligence on how Ukraine planned to respond to an invasion, while disrupting the economy and energy supplies could bring normal life to a grinding halt and increase psychological pressure on civilians.</p><p>Outside Ukraine, the U.S. Cybersecurity and Infrastructure Security Agency issued an alert on Feb. 14 warning of the risk to defense contractors from Russian state-sponsored hackers. Military and government networks of countries allied to the North Atlantic Treaty Organization could also be targeted. However, Russian interests are broad and the targeting could affect any number of industries or discrete businesses.</p><p>Emilian Papadopoulos, president at cyber risk advisory firm Good Harbor Security Risk Management, said that even though a company is not on the list or organizations likely to be explicitly targeted, it still needs to think about the risk of indiscriminate attacks.</p><p>In particular, Mr. Papadopoulos highlighted the potential from widespread disruption if a cloud provider is attacked: \"We're incredibly dependent on cloud services, especially AWS and Microsoft, and I worry about how a targeted attack bringing down a major datacenter could have huge follow on consequences across critical infrastructure.\"</p><p>AWS is the cloud service provided by Amazon.com Inc. and Microsoft's cloud service is called Azure.</p><p>Risk Mitigating Actions:</p><p>While it is difficult to provide protective measures that will work for every company, CISA has promoted a 'Shields Up' approach that recommends all organizations consider a \"heightened posture when it comes to cybersecurity and protecting their most critical assets.\" This includes:</p><p>* Reducing the likelihood of a damaging cyber intrusion, for example by confirming software is up to date and multi-factor authentication is being used on all privileged accounts.</p><p>* Taking steps to quickly detect potential intrusions, especially when working with Ukrainian organizations, and being prepared to investigate.</p><p>* Ensuring the organization is prepared to respond with a crisis-response team that has clear roles and responsibilities and conducts exercises to test responses.</p><p>* Maximizing the organization's resilience to a destructive cyber incident by testing backup procedures and conducting tests of manual controls for operational technology.</p><p>Matt Stamper, chief information security officer and executive advisor at digital services company Evotek Inc, said that while CISOs cannot anticipate all forms of cyber risk, their understanding of the organization is key.</p><p>\"Our knowledge as to how the organization derives enterprise value – the business processes and the applications and systems that underpin them – is foundational,\" he said. \"CISOs need to know the organization well including dependencies on technology, staff, vendors, supply chain, locations, etc. Knowing these factors allows CISOs to conduct baseline threat models.\" Mr. Stamper added high value assets and systems should be evaluated for these risks.</p><p>Mr. Stamper also sees tabletop exercises, where stakeholders take part in attack simulations to test an organization's response readiness, as a critical component of an organization's readiness planning. \"Tabletop exercises are hugely important to the overall security program. Getting stakeholders from different departments together to review responses to risks such as ransomware, stolen or compromised credentials, distributed denial-of-service, malware, etc. helps break down the silos that frequently exist within an organization.\"</p><p>\"I try to frame the effort up front such that there are no right or wrong answers – the goal is to evaluate how prepared the organization is,\" he said, adding that he seeks to highlight areas of ambiguity that require clarification, and to note where additional resources and refinement are in order. \"Open dialogue and collaboration are key. Tabletop exercises do not need to be complicated affairs – they just need to happen.\"</p><p>Questions the Chief Executive Should Ask:</p><p>Chief executives should be proactive in understanding the readiness of the business to defend against and respond to cyberattacks during this crisis. Mr. Papadopoulos suggested asking two questions to gain a level of assurance.</p><p>\"CEOs need to ask 'Is there anything we can be doing right now to go 'Shields Up' for this limited period of time while we're at heightened risk from the situation in Ukraine?\" he said. While this might involve a degree of inconvenience, there may be security benefits from increasing the frequency of patching systems, turning up the sensitivity of detection technologies to alert on suspicious activity and segmenting systems that cannot easily be patched from the internet to prevent attacks.</p><p>Mr. Papdopoulos also recommended CEOs agree with the board how and how often they will communicate updates to the board. \"The last thing a CISO needs during a crisis is to be getting phone calls from every single board member every two hours asking 'What's the latest?'\" The board and CEO should give the security executive space to deal with the crisis.</p><p>Meet the Author</p><p>Rob Sloan is research director at WSJ Pro focusing on providing thought leadership, building datasets and contributing to the WSJ Pro Cybersecurity product suite. Contact Rob at rob.sloan@wsj.com</p><p>WSJ Pro Research is a premium membership that supports executive decision making on critical business issues by supplementing the news with timely, in-depth research and data.</p><p>All WSJ Pro Cybersecurity research reports, webinars, events and data are available at wsj.com/pro/cybersecurity/research</p><p>Conflict in Ukraine: Preparing for Cyberattacks</p>",
  "published": "2022-04-11T14:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3990,
          "end": 4001
        },
        {
          "start": 1330,
          "end": 1345
        },
        {
          "start": 1330,
          "end": 1339
        },
        {
          "start": 3777,
          "end": 3786
        },
        {
          "start": 3990,
          "end": 3999
        }
      ]
    }
  ]
}