{
  "_id": "f839f3f8ec82a4d0be74141a691a38c64438c04b9eafb5ce85d6c94ec6649132",
  "feed": "ftcomall",
  "title": "Chinese courts flex intellectual property muscle across borders",
  "text": "<p>China was, for decades, feared as the wild west of intellectual property rights. The world's economic growth engine openly produced copycat products for its massive consumer market, as well as for export. As its sprawling industries grew, Beijing stood accused of hundreds of billions of dollars worth of IP theft from the US, Europe and Japan.</p> <p>However, since 2020, companies in the world's second-biggest economy have been outpacing their American rivals in the number of new patents they secure each year.</p> <p>There are also signs that Chinese companies are turning the tables on foreign counterparts in aggressive IP litigation — a move that appears to have been backed by the country's courts.</p> <p>In what some lawyers see as a trend, Chinese companies have become increasingly assertive in the relatively narrow field of “standard essential patents”. So-called SEPs are used widely in the telecommunications industry to license and provide access to patented technologies.</p> <p>In recent years, Chinese courts have issued four key cross-border “anti-suit injunctions” following claims made by the country's massive telecom equipment and smartphone groups — <a href=\"https://www.ft.com/content/24b01f0e-441e-11ea-a43a-c4b328d9061c\">Huawei</a>, <a href=\"https://www.ft.com/content/2dcb5c30-e983-4770-8d40-399c899d69c9\">Xiaomi</a>, <a href=\"https://www.ft.com/content/a1a5f0fa-63f7-11e8-90c2-9563a0613e56\">ZTE </a>and <a href=\"https://www.ft.com/content/63367bce-6db6-4bed-80f2-090a4fcda804\">Oppo — </a>in disputes against Germany's Conversant, US group InterDigital, and Japan's Sharp.</p> <p>These rulings have essentially sought to block non-Chinese companies from enforcing IP rights in other jurisdictions, meaning Chinese companies cannot be sued for alleged infringements.</p> <p>They are enforced via daily penalties on a foreign company's local operations in China, if that company insists on pursuing a case.</p> <p>According to Rieko Michishita, a veteran China IP lawyer at Bird &amp; Bird, the rapidly mounting penalties make the injunctions akin to “taking a hostage”. And the cases are an indication, she warns, of how Chinese companies and courts will become more confident in deploying such legal manoeuvres as the country's technological prowess steams ahead.</p> <p>“They really understand the value of the IP . . . they heavily rely on US products and technology,” Michishita notes. “Once they have [a genuine IP advantage], they will be more aggressive — they will use it as a tool to rule the world. Companies need to be prepared.”</p> <p>In February, at the World Trade Organization, the EU <a href=\"https://docs.wto.org/dol2fe/Pages/FE_Search/FE_S_S009-DP.aspx?language=E&amp;CatalogueIdList=284755,283915,283214,282899,282882,282896,282897,282898,282500,282350&amp;CurrentCatalogueIdIndex=8&amp;FullTextHash=&amp;HasEnglishRecord=True&amp;HasFrenchRecord=True&amp;HasSpanishRecord=True\">complained</a> about China and these cases, noting that the penalties from anti-suit injunctions are “typically set at the maximum level allowed for under Chinese Civil Procedure Law” — roughly Rmb1mn per day, or $157,000. The US, Japan and Canada have subsequently joined the WTO proceedings.</p> <p>Yet the Chinese courts were not the first to issue orders to stop a company from pursuing proceedings in SEP disputes in other jurisdictions. Anti-suit injunctions have been on the rise across the US, the UK, Germany and India since a dispute between <a href=\"https://www.leagle.com/decision/infco20120928162\">Microsoft and Motorola</a> 10 years ago.</p> <p>Nevertheless, Qi Fang, an IP and antitrust specialist with Fangda Partners in Beijing, believes that China's use of anti-suit injunctions reflects a muscular flex by its courts on the <a href=\"https://www.ft.com/content/af93f7c8-c291-41d3-8d4c-b45c55b61d75\">global stage</a>.</p> <p>“The court, in issuing those injunctions, did have the goal of establishing itself as the premier tribunal to adjudicate those cases,” he says. “It is undeniable this has become a tug of war among different tribunals from different jurisdictions.”</p> <p>And — despite the cases to date being so few, and the area of SEPs in telecommunications being “pretty limited” in scope — Qi has fielded “a lot of questions” from clients and western companies about their potential significance.</p> <p>Rising concern over China's use of anti-suit injunctions comes against the backdrop of a rapidly expanding IP litigation practice.</p> <p>After the establishment of the People's Republic of China in 1949, the nation's courts became notorious for playing host to show trials and brutal sentencing during episodic elite purges of the ruling Communist party.</p> <p>In more recent years, though, when it came to ruling on commercial disputes, they were viewed as a last-chance saloon, especially for intellectual property cases.</p> <p>However, according to data released by the Supreme People's Court, Chinese judges handled more than 640,000 IP rights cases last year — an increase of 22 per cent on 2020 numbers. Court officials also point out that more than 600,000 of those cases were concluded, up 15 per cent on the year prior, despite the higher case volume and the disputes becoming more varied and complex.</p> <p>Lawyers broadly agree that, in commercial disputes, China's courts are becoming <a href=\"https://www.ft.com/content/b19e4f40-b4c3-4f0e-8609-76706bc7657f\">more sophisticated and better resourced</a> with professionals, who have higher qualifications than ever before.</p> <p>While precedents can be unclear, there is also better consistency in decisions between regions, thanks in part to the SPC issuing “guiding cases” and the widespread sharing of important judgments online. </p> <p>Binxin Li, an IP lawyer in Shanghai with FenXun Partners, Baker McKenzie's Chinese joint operation partner firm, says that, as the landscape for IP law is still rapidly evolving, it is critical for foreign companies to stay engaged and try to influence the changes ahead.</p> <p>“I'm not saying there's absolutely no bias or no local protectionism,” he acknowledges. But Li adds: “From our data, it is actually foreign companies that are getting much higher awards [for damages] than the domestic companies.”</p><p>Source: Edward White in Seoul 2022 'Chinese courts flex intellectual property muscle across borders' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-16T03:00:27.049Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2793,
          "end": 2802
        }
      ]
    }
  ]
}