{
  "_id": "2dcf6e761415e84967c7836b80de5f3dc546cda45b4942c96d1553d85f434805",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Microsoft Deal Boosts LSE Quest For Data Strength",
  "text": "<p>LSEG is Europe's largest exchange operator, based on the market value of its own shares. While it runs storied exchanges in London and Milan, nowadays much of its focus is on financial data.</p><p>The company owns a mountain of data, thanks partly to the trades its platforms handle and through its $15 billion purchase of Refinitiv Holdings Ltd., the financial-information and terminal business. That purchase, from a consortium of Blackstone Inc. and Thomson Reuters Corp., closed last year.</p><p>Refinitiv is one of Bloomberg's top competitors in selling financial data to investors, corporations and other clients. Bloomberg and Refinitiv compete with Dow Jones &amp; Co., the parent company of The Wall Street Journal.</p><p>Microsoft has the Azure cloud-computing platform, Teams conferencing software and other technology.</p><p>Melding LSEG's data and Microsoft's tech represents the biggest threat yet to Bloomberg's financial-data business, said Robert Iati, managing director of research firm Burton-Taylor International Consulting. Bloomberg's competitors include LSEG's Refinitiv unit and FactSet Research Systems Inc.</p><p>Bloomberg didn't respond to requests for comment.</p><p>For years, companies have attempted to take on Bloomberg's terminal business but failed to make much headway, largely because users struggled to communicate while using real-time data, Mr. Iati said. \"Everybody wants to get Bloomberg,\" he said. \"One of the primary reasons that the Bloomberg terminal is so sticky is its communication,\" he said, pointing to the terminal's instant-messaging feature.</p><p>Integrating Teams into the Refinitiv platform could change that, he said. \"I think it's a really good move for the LSE,\" Mr. Iati added.</p><p>LSEG leaders and others said by shifting to the cloud, Refinitiv will save on data-storage costs, and data will be more readily available outside the office.</p><p>\"With cloud you just call up Microsoft -- they already have the capacity,\" rather than buying more servers, said Michael Werner, a UBS analyst. \"It just makes it easier to be more flexible in how much data and processing power you demand.\"</p><p>Anna Manz, LSEG's chief financial officer, said Microsoft's tech, including machine learning and cloud computing, will make financial models that use LSEG's data more accurate.</p><p>Incorporating Teams will speed financial trades and enhance communication between advisers and clients, she said. \"We can make it a much more valuable tool than a portal that contains data and analytics,\" Ms. Manz said.</p><p>LSEG is at least the third big exchange since fall 2021 to reach a cloud-computing deal with a tech company, joining CME Group Inc. and Nasdaq Inc.</p><p>The deal comes at a critical moment for the London exchange and the city as a financial hub. Initial public offerings are down sharply since the pandemic, and London is facing growing competition from Amsterdam, Paris and other cities as Europe's biggest financial center after Britain's exit from the European Union.</p>",
  "published": "2022-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 13,
          "end": 22
        },
        {
          "start": 1879,
          "end": 1888
        },
        {
          "start": 2138,
          "end": 2149
        },
        {
          "start": 709,
          "end": 718
        },
        {
          "start": 2138,
          "end": 2147
        },
        {
          "start": 833,
          "end": 842
        },
        {
          "start": 833,
          "end": 844
        }
      ]
    }
  ]
}