{
  "_id": "98c2819991cadee3cc8cefb3189f707e16198cc5dfde4ea2031f705b6d67291f",
  "feed": "wall-street-journal",
  "title": "Microsoft Slows Some Hiring Amid Economic Uncertainty; Software company is latest tech giant to become more cautious about hiring",
  "text": "<p>The move is in response to growing economic uncertainties as the company approaches the end of its financial year that goes through June, a company spokesman said.</p><p>\"As Microsoft gets ready for the new fiscal year, it is making sure the right resources are aligned to the right opportunity,\" a Microsoft spokeswoman said. \"Microsoft will continue to grow head count in the year ahead, and it will add additional focus to where those resources go.\"</p><p>Even as the company plans to expand its overall headcount, new hires for the software group will have to first be approved by upper management, Microsoft Executive Vice President Rajesh Jha, who heads the software group, told employees in an email Thursday. Previously, the upper management's approval wasn't required for hires.</p><p>Bloomberg earlier reported the hiring slowdown.</p><p>While the pace of hiring may be falling, Microsoft has pledged better payfor employees. Earlier this month, the company told staff it would be boosting compensation, in part in reaction to challenges created by low unemployment and high inflation.</p><p>Microsoft has to compete for talent in the cloud market, where its rivals Amazon.com Inc. and Alphabet Inc.'s Google announced similar bumps in employee compensation.</p><p>The pandemic has been an accelerant for Microsoft's cloud-based software products. For the quarter through March, Microsoft reported revenue rose 18% to $49.4 billion. Its overall cloud business was up 32% with $23.4 billion in sales.</p><p>The company's move to slow its hiring process in one department comes amid a broader corporate belt-tightening emerging as the Federal Reserve raises interest rates and concerns mount about a potential economic slowdown. Other large tech players like Meta Platforms Inc., Twitter Inc. and Uber Technologies Inc. have also announced that they would be scaling back on hiring plans.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Slows Some Hiring Amid Economic Uncertainty</p>",
  "published": "2022-05-26T21:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 168,
          "end": 177
        },
        {
          "start": 1279,
          "end": 1288
        },
        {
          "start": 293,
          "end": 302
        },
        {
          "start": 591,
          "end": 600
        },
        {
          "start": 322,
          "end": 331
        },
        {
          "start": 865,
          "end": 874
        },
        {
          "start": 1279,
          "end": 1290
        },
        {
          "start": 1072,
          "end": 1081
        },
        {
          "start": 1353,
          "end": 1362
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1901,
          "end": 1910
        }
      ]
    }
  ]
}