{
  "_id": "afd9917de241c8fdde715c034a4518bd5b9a8c2096f0d9bfaa250d34b97b9ce6",
  "feed": "market-watch",
  "title": "The Dow is soaring as Big Tech tumbles: What that says about the Fed, recession fears, and the path ahead for stocks",
  "text": "<p>For the technology sector, particularly the megacap names, earnings were a major drag on performance. For everything else, the market was short-term oversold at the same time optimism was building over expectations the Federal Reserve and other major global central banks will be less aggressive in tightening monetary policy in the future, he said.</p><p>Read: Market expectations start to shift in direction of slower pace of rate hikes by Fed</p><p>What's telling is that the interest-rate sensitive tech sector would usually be expected to benefit from a moderation of expectations for tighter monetary policy, said Suzuki, who contends that tech stocks are likely in for a long period of underperformance versus their peers after leading the market higher over the last 12 years, a performance capped by soaring gains following the onset of COVID-19 pandemic in 2020.</p><p>RBA has been arguing that there was \"a major bubble within major portions of the equity market for over a year now,\" Suzuki said. \"We think this is the process of the bubble deflating and we think there's probably further to go.\"</p><p>The Dow DJIA surged nearly 830 points, or 2.6%, on Friday to end at a two-month high and log a weekly gain of more than 5%. The blue-chip gauge's October gain was 14.4% through Friday, which would mark its strongest monthly gain since January 1976 and its biggest October rise on record if it holds through Monday's close, according to Dow Jones Market Data.</p><p>While it was a tough week for many of Big Tech's biggest beasts, the tech-heavy Nasdaq Composite COMP and tech-related sectors bounced sharply on Friday. The tech-heavy Nasdaq swung to a weekly gain of more than 2%, while the S&amp;P 500 SPX rose nearly 4% for the week. But the Nasdaq is significantly underperforming the Dow in October, with a month-to-date gain of 5%.</p><p>The Dow's 9.4 percentage point outperformance of the Nasdaq so far in October iis on track to be the strongest since February 2002.</p><p>Big Tech companies lost more than $255 billion in market capitalization in the past week. Apple Inc. AAPL escaped the carnage, rallying Friday as investors appeared okay with a mixed earnings report. A parade of disappointing earnings sank shares of Facebook parent Meta Platforms Inc. META, Google parent Alphabet Inc. GOOG GOOGL, Amazon.com Inc. AMZN and Microsoft MSFT.</p><p>Mark Hulbert: Technology stocks tumble — this is how you will know when to buy them again</p><p>Together, the five companies have lost a combined $3 trillion in market capitalization this year, according to Dow Jones Market Data.</p><p>Opinion: A $3 trillion loss: Big Tech's horrible year is getting worse</p><p>Aggressive interest rate increases by the Fed and other major central banks have punished tech and other growth stocks the most this year, as their value is based on expectations for earnings and cash flow far into the future. The accompanying rise in yields on Treasurys, which are viewed as risk-free, raises the opportunity cost of holding riskier assets like stocks. And the further out those expected earnings stretch, the bigger the hit.</p><p>Excessive liquidity — a key ingredient in any bubble — has also contributed to tech weakness, said RBA's Suzuki.</p><p>And now investors see an emerging risk to Big Tech earnings from an overall slowdown in economic growth, Suzuki said.</p><p>\"A lot of people have the notion that these are secular growth stocks and therefore immune to the ups and downs of the overall economy — that's not empirically true at all if you look at the history of profits for these stocks,\" he said.</p><p>Tech's outperformance during the COVID-inspired recession may have given investors a false impression, with the sector benefiting from unique circumstances that saw households and businesses become more reliant on technology at a time when incomes were surging due to fiscal stimulus from the government. In a typical slowdown, tech profits tend to be very economically sensitive, he said.</p><p>The Fed's policy meeting will be the main event in the week ahead. While investors and economists overwhelmingly expect policy makers to deliver another supersize 75 basis point, or 0.75 percentage point, rate increase when the two-day gathering ends on Wednesday, expectations are mounting for Chairman Jerome Powell to indicate a smaller December may be on the table.</p><p>However, all three major indexes remain in bear markets, so the question for investors is whether the bounce this week will survive if Powell fails to signal a downshift in expectations for rate rises next week.</p><p>See: Another Fed jumbo rate hike is expected next week and then life gets difficult for Powell</p><p>Those expectations helped power the Dow's big gains over the past week, alongside solid earnings from a number of components, including global economic bellwether Caterpillar Inc. CAT.</p><p>Overall, the Dow benefited because it's \"very tech-light, and it's very heavy in energy and industrials, and those have been the winners,\" Art Hogan, chief market strategist at B. Riley Wealth Management told MarketWatch's Joseph Adinolfi on Friday. \"The Dow just has more of the winners embedded in it and that has been the secret to its success.\"</p><p>Meanwhile, the outperformance of the Invesco S&amp;P 500 Equal Weight ETF RSP, up 5.5% over the week, versus the market-cap-weighted SPDR S&amp;P 500 ETF Trust SPY, underscored that while tech may be vulnerable to more declines, \"traditional parts of the economy, including sectors that trade at a lower valuation, are proving resilient since the broad markets bounced nearly two weeks ago,\" said Tom Essaye, founder of Sevens Report Research, in a Friday note.</p><p>\"Stepping back, this market and the economy more broadly are starting to remind me of the 2000-2002 setup, where extreme tech weakness weighed on the major indices, but more traditional parts of the market and the economy performed better,\" he wrote.</p><p>Suzuki said investors should remember that \"bear markets always signal a change of leadership\" and that means tech won't be taking the reins when the next bull market begins.</p><p>\"You can't debate that we've already got a signal and the signal is telling up that next cycle not going to look anything like the last 12 years,\" he said.</p><p>The Dow is soaring as Big Tech tumbles: What that says about the Fed, recession fears, and the path ahead for stocks</p>",
  "published": "2022-10-30T20:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2307,
          "end": 2316
        }
      ]
    }
  ]
}