{
  "_id": "0f357ee7e2f1f0c819031d6859fa24d4bd87fff011dada0611c62079588b4dc7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Tony Hsieh's Swift Rise, Lofty Visions and Frightening Downfall --- The CEO of Zappos had far grander ambitions than selling a lot of shoes online",
  "text": "<p>Mr. Hsieh (pronounced SHAY), 35 at the time, and Ms. Lim worked on the book in 24-hour stints with short naps, struggling to stay awake. They guzzled Red Bull and Mr. Hsieh's favorite drink at the time, vodka.</p><p>\"We tried coffee. And alcohol. And then coffee and alcohol,\" Mr. Hsieh told the trade publication Footwear News in an interview. Ms. Lim added, \"We actually put coffee beans in a vodka bottle.\"</p><p>Mr. Hsieh was already well known for Zappos's quirky, anything-goes culture, an anomaly in the business world at the time. The way he ran Zappos had so impressed Jeff Bezos that the founder and then-chief executive of Amazon.com Inc. had recently paid $1.2 billion to acquire the company, allowing Mr. Hsieh to continue running it autonomously.</p><p>The publication of Mr. Hsieh's book, \"Delivering Happiness: A Path to Profits, Passion and Purpose,\" represented a turning point for Mr. Hsieh, who quickly transformed into a workplace-happiness guru. Soon, thousands of business leaders, government officials and Wall Street analysts would flock to Zappos's downtown Las Vegas headquarters each year to take tours of its fun-filled offices and learn from Mr. Hsieh.</p><p>But behind his meteoric success, Mr. Hsieh had for years struggled privately. He suffered from severe social anxiety and face blindness, a condition that made it hard for him to recognize even his closest friends, according to people who were close to him and court filings. He told friends he believed himself to be on the autism spectrum. He abused alcohol, they said -- first vodka, and then the Italian liqueur Fernet Branca.</p><p>The onset of the coronavirus pandemic in 2020 worsened his problems as he was isolated from his many close friends. Unable to get the same relief from alcohol as he once had, he turned to ketamine and nitrous oxide instead, according to the people close to Mr. Hsieh and the court filings, two anesthetics that some users abuse as recreational drugs.</p><p>Mr. Hsieh's final attempt to spread happiness was his most ambitious yet, a vision he embarked on in the summer of 2020 even after suffering what friends described as two mental-health breakdowns, one of which led to a brief hospitalization. Mr. Hsieh, who stepped down as CEO of Zappos in August of 2020, thought he could achieve world peace. He had abandoned his longtime home of Las Vegas to move to Park City, Utah, and wanted to attract intellectuals and artists with outsize salaries -- double what some made previously -- to create a sort of utopia. The blueprint for this model town could then be applied to other cities across the world.</p><p>But Mr. Hsieh's health was declining precipitously, and he had lost a significant amount of weight. Family and close friends, including the singer Jewel, tried to intervene, unsuccessfully, according to people familiar with the efforts. He died at 46 in November 2020, from injuries sustained in a house fire in New London, Conn., that was ruled an accident by local authorities.</p><p>This account is based on dozens of interviews with close friends of Mr. Hsieh's and others familiar with his life, police documents from Park City and New London, and photographs of Mr. Hsieh's mansion in Park City, known as the Ranch. The Hsieh family declined to comment through a spokeswoman.</p><p>Zappos's well-known motto, \"Create Fun and a Little Weirdness,\" was on full display at its offices, first in Henderson, Nev., in the early aughts, and then in downtown Las Vegas, where the company moved in 2012. The Henderson office was decorated from floor to ceiling with personal knickknacks, posters, streamers and stuffed animals, all crammed together. A giant wall featured neckties that had been cut off visitors who arrived dressed stiffly in suits.</p><p>For outsiders the tour could be overwhelming, like visiting Willy Wonka's chocolate factory, a crush of colors and noise and decorations.</p><p>Mr. Hsieh guided visitors on tours in a demure fashion, often wearing jeans and a Zappos-branded T-shirt. He twirled a small umbrella to signal that he was taking visitors around. Mr. Hsieh's own office was a space no larger than anyone else's in the middle of the mayhem, surrounded by giant jungle-style plants and stuffed animals, like a toy zoo.</p><p>\"We really want people's true personalities to shine in the workplace,\" Mr. Hsieh told \"CBS Sunday Morning\" in 2010.</p><p>Visitors could see that Mr. Hsieh was a special, rare kind of CEO. He had come up with an unusual way to run a business: by making sure that everyone wanted to come to work every day.</p><p>\"We call them 'magic leaders': They are able to build companies in ways that run against the grain of anything that has been done before,\" said Wall Street analyst Colin Sebastian, who visited Zappos's offices on several occasions.</p><p>Over the course of a decade, Mr. Hsieh, who took the helm at Zappos soon after it was founded, propelled it from a company on the verge of collapse following the early-2000s dot-com bust to a successful online retail enterprise that sold to Amazon for $1.2 billion in 2009.</p><p>In a video Mr. Bezos made for Zappos employees at the time of the sale, the Amazon founder praised Zappos's culture and its brand, describing them as \"huge assets that I value very much, and I want those things to continue.\"</p><p>Mr. Hsieh believed strongly in customer service, a focus that he initiated at his first startup, an online advertising company called LinkExchange that he sold to Microsoft Corp. in 1998 for about $265 million, making him a millionaire many times over at the age of 24. At Zappos, all employees were required to train at the company's call center, known as its \"Customer Loyalty Team.\" Mr. Hsieh also volunteered on the team during the holidays, often spending hours in conversation with customers who called in for help, on topics ranging from shoe color to quantum dynamics.</p><p>By 2013, Mr. Hsieh had embarked on an ambitious development of downtown Las Vegas, and planned to turn the area -- far from the city's well-known strip of casinos -- into a second Silicon Valley. Using $350 million of his own money, he infused the area with the same sort of whimsical, cartoonish art that he had seen at Burning Man, the sprawling Nevada alternative-culture festival that he attended each summer: a 40-foot metal praying mantis that shot fire out of its antennas, a doggy daycare featuring an oversize yellow fire hydrant, and a massive stack of trucks curling in a circle to the sky in front of a new cluster of art galleries and shops. He wooed entrepreneurs from Silicon Valley and other cities to join him in Las Vegas.</p><p>The next year at Zappos, he initiated his biggest workplace experiment yet: a controversial management structure known as \"holacracy.\" Mr. Hsieh had recently encountered the decentralized organization theory -- which flattens the hierarchy in an effort to hear and empower all workers -- when holacracy's creator, Brian Robertson, had presented at a Texas conference of socially conscious entrepreneurs. Holacracy is a form of self-management in which instead of a team of people reporting to a boss, who then reports to another boss, as in a traditional hierarchy, there are groups of largely self-managed teams.</p><p>On March 24, 2015, Mr. Hsieh sent a 4,500-word email that would, for better or worse, make Zappos famous yet again. He instructed his employees to take 30 minutes to read the email. Zappos was shifting entirely to self-management, using the holacracy system, and as of April 30, there would effectively be no bosses. The announcement was a shock to Zappos employees, who had grown used to their company's zany, anything-goes culture. Although holacracy encouraged self-reliance, transparency, and autonomy, the structure was also demanding, with new rules, job titles and meetings.</p><p>\"Like all the bold steps we've done in the past, it feels a little scary, but it also feels like exactly the type of thing that only a company such as Zappos would dare to attempt at this scale,\" Mr. Hsieh told his staff.</p><p>Endlessly generous, with a fortune approaching $1 billion, Mr. Hsieh gave back to his friends and acquaintances in ways big and small, but one of his favorite pastimes was throwing large-scale events, orchestrated to give every worker an unforgettable experience. Zappos spent millions of dollars a year on parties, \"family picnics,\" and happy hours; he employed an entire team of planners known as the \"fungineers\" to design them.</p><p>Nightclubs across Las Vegas were turned into circus spectacles, or a replica of the movie \"The Matrix\"; for one holiday party, a paintball warehouse became an end-of-the-world scene, with zombies hidden around every corner. \"It was surreal,\" said New York DJ Jason Smith, who was regularly hired for Zappos events.</p><p>But by 2016, Mr. Hsieh seemed to realize that he needed to balance the fun at Zappos with more serious introspection to make workers truly happy. He had recently met the folk singer Jewel, who had skyrocketed to fame in the 1990s with songs like \"Who Will Save Your Soul,\" at a small retreat on the billionaire Richard Branson's private Caribbean island. Jewel had endured a tumultuous childhood in the backwoods of Alaska and had immersed herself in the subject of mental health over the ensuing years.</p><p>Mr. Hsieh immediately clicked with Jewel, and he asked her to design a program at Zappos that would encourage employees to deal with stress and mental health, helping them to turn into resilient, self-starting entrepreneurs, which they would need to fit in the holacracy system.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5410,
          "end": 5425
        },
        {
          "start": 5410,
          "end": 5419
        }
      ]
    }
  ]
}