{
  "_id": "77d8aa63970dfed9f1085c5a7d183dc95ff8f2d3778eadd50acc6cabcb520c28",
  "feed": "wall-street-journal",
  "title": "Hiring Regains Jobs Lost Since '20",
  "text": "<p>The labor-force participation rate -- the share of adults working or seeking a job -- ticked down to 62.1% in July from 62.2% a month earlier. While the economy has recovered all the jobs it lost since February 2020, there are 623,000 fewer people in the workforce, a factor that has pushed up wages due to demand.</p><p>Wage growth was stronger than economists anticipated, with average hourly earnings rising 0.5% from June and 5.2% from a year ago. Wage growth in June was also revised higher, indicating that earlier data overstated the magnitude of a recent deceleration in the brisk pace of wage growth.</p><p>Stocks closed mostly lower Friday as some investors saw the report as a signal that the Federal Reserve will have to raise rates even faster to cool the economy. Bond prices fell, sending yields higher.</p><p>Job gains were widespread. Employers in leisure and hospitality added jobs at a solid clip, as restaurants and bars continued to recover. Payrolls also grew in healthcare and professional and business services, which includes many white-collar jobs.</p><p>Industries vulnerable to Fed rate increases also performed well. Construction firms, manufacturers and finance companies all added to payrolls.</p><p>Businesses have continued to hire despite cooling consumer spending and rising risks of a recession. Overall employment also has nearly returned to prepandemic levels. But demand for workers in some sectors is easing as the economy transitions away from the red-hot expansion that followed the elimination of Covid-19-related restrictions on business activity.</p><p>Some companies such as Walmart Inc. and Robinhood Markets Inc. are cutting staff, but overall layoffs are slowly rising, according to weekly unemployment claims.</p><p>U.S. job openings remained elevated but fell in June to their lowest level in nine months and fell by 600,000 from May, according to a separate report from the Labor Department released Tuesday. Total job openings remained well above the number of unemployed workers looking for a job.</p><p>Fed officials are hopeful they can achieve a \"soft landing\" for the U.S. economy as they try to bring down inflation without a major increase in unemployment. Fed Chairman Jerome Powell told reporters recently that the number of job openings could fall significantly without a big rise in unemployment.</p><p>\"From a Fed perspective, this report says, 'let's keep pressing on the policy brake' because inflation is uncomfortably high,\" said Greg Daco, chief economist at EY-Parthenon, a consulting firm.</p><p>So far, average weekly layoffs have ticked up only slightly, and anecdotal evidence suggests that they are primarily affecting sectors like technology and real estate, which are more sensitive to interest-rate increases. A number of tech companies, including Microsoft Corp., Meta Platforms Inc. and Netflix Inc., in recent months have laid off employees or stalled hiring.</p><p>Demand for workers is still high in sectors that haven't fully recovered from Covid-19, including leisure and hospitality, education and healthcare.</p><p>Matt Zebatto, chief executive of Life's WORC, a nonprofit that runs group homes, job training and other programs for individuals with developmental disabilities in New York City and nearby counties, said that his agency's staffing challenges are approaching crisis levels. Out of 730 positions for direct support professionals -- employees who staff group homes round-the-clock -- Mr. Zebatto is trying to fill more than 200.</p><p>The organization has been hamstrung by reimbursement rates from governmental healthcare programs such as Medicaid that haven't kept up with prevailing wages in the labor market, hurting his ability to hire. In many areas, the rate is currently $15 an hour, and even with an expected inflation adjustment, the rate will remain under $16.</p><p>\"You can't automate helping someone put on adult diapers or helping someone into a tub,\" Mr. Zebatto said.</p><p>Some economists expect more people to look for work as inflation weighs on household budgets.</p><p>Rapidly rising prices is the main reason older workers are unretiring, according to a survey by the jobs site ZipRecruiter. In the firm's June survey, among the 21.5% of current job seekers who say that they previously retired at some point, 35.8% ranked inflation as the top reason that they have returned to the job market. A further 26.2% said that they are rejoining the workforce because they are running out of retirement savings.</p><p>More slack in the labor market will likely lead to workers having less leverage over hours, pay and benefits, economists say.</p><p>\"We're already seeing job-seeker confidence fall somewhat,\" said Julia Pollak, chief economist at ZipRecruiter. \"Just small movements for now, but the changes are all in the same direction: a fall in bargaining power and leverage.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2767,
          "end": 2782
        },
        {
          "start": 2767,
          "end": 2776
        }
      ]
    }
  ]
}