{
  "_id": "d2c7f589a0fbdd63b001198c4851c86f436e82bf3566cddeaf58852b4d39177e",
  "feed": "market-watch",
  "title": "Curaleaf moves to quash rumors that executives' ties to Russia may lead to sanctions",
  "text": "<p>Curaleaf CA:CURACURLF said its founder, executive chairman and largest shareholder Boris Jordan is an American citizen who was born in Long Island, N.Y., and that he's never been a citizen of any other country. He owns about 22% of the company's stock.</p><p>“The substantial majority of our shares are owned by the retail investor community and institutional investors,” Curaleaf said.</p><p>Jordan worked in Europe and Russia for several years and owns businesses in the U.S., Europe and Russia, the message said.</p><p>Experiences Jordan lists on his LinkedIn page include chairman and founder of Renaissance Capital, an emerging markets investment bank, in 1995, as well as managing director at Credit Suisse in Moscow from 1992 to 1995. He's also the founder, president and CEO of private-equity firm The Sputnik Group.</p><p>Andrei Blokh, who is Curaleaf's second-largest shareholder, is not active in the company and is also a U.S. citizen who holds a Russian passport. Curaleaf described Blokh as a retired executive from the consumer packaged goods sector.</p><p>Blokh was president of Sibneft, a Russian oil company, in 1998, and in 2010 he was one of two owners of Unimilk to sell the company to French food company Danone FR:BNDANOY in 2010, according to a Forbes report. He also invested in Curaleaf, which has been a public company since 2018.</p><p>“U.S. citizens, whether they hold other passports or not, are not subject to and cannot be subject to, U.S. economic sanctions,” the company said.</p><p>As one of the largest U.S.-based Cannabis companies, Curaleaf has a market cap of about $5 billion. OTC-listed shares of Curaleaf are down 21.9% in 2022, compared to a drop of 16.4% by the AdvisorShares Pure U.S. Cannabis ETF MSOS.</p><p>Curaleaf is on tap to provide a quarterly financial update on Friday. Analysts expect the company to lose 2 cents a share on revenue of $324.4 million, according to FactSet.</p><p>Also Read: Investors in cannabis companies burned by stock-market losses in 2021 even as the pot business grows</p>",
  "published": "2022-02-28T13:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}