{
  "_id": "26cefe47429b72e5ce3b565c1117d5a5bb0d282e6c777d50e0c681b703b5942b",
  "feed": "wall-street-journal",
  "title": "BlackRock Names Ed Fishwick as Risk Chief; He succeeds BlackRock co-founder Ben Golub, who will transition to a senior advisory role at the money manager",
  "text": "<p>BlackRock Inc. has named company insider Ed Fishwick as its chief risk officer, according to an employee memo viewed by The Wall Street Journal.</p><p>Mr. Fishwick will succeed BlackRock co-founder Ben Golub, who will step back from day-to-day duties at the asset-management firm and transition to a senior adviser role, according to the memo. The move was reported earlier by Pensions &amp; Investments.</p><p>Mr. Fishwick, who has served as global co-head of BlackRock's risk and quantitative analysis team for more than 15 years, will become chief risk officer at the end of the month and will move to New York from London later this year.</p><p>He joined BlackRock in 2003, according to his LinkedIn profile. Earlier, Mr. Fishwick was head of risk management and investment process research at AXA Investment Managers.</p><p>Mr. Golub, a 34-year BlackRock veteran who has been chief risk officer since 2009, is a member of the firm's global executive committee and serves as co-head of the risk and quantitative analysis team with Mr. Fishwick.</p><p>The memo, written by BlackRock Chief Executive Larry Fink and President Rob Kapito, cited Mr. Golub's efforts to modernize risk management at BlackRock and said he \"moved the asset management business in new directions and forever changed how we thought about the portfolios we manage.\"</p><p>BlackRock said in January that its assets under management had risen above $10 trillion, the first time any money manager had surpassed the milestone.</p><p>Write to David Smagalla at david.smagalla@wsj.com</p><p>BlackRock Names Ed Fishwick as Risk Chief</p>",
  "published": "2022-02-08T21:16:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}