{
  "_id": "8d69f32f31b8786570c63026f3bf68c9e23d88b4538f03adde428792e48856de",
  "feed": "wall-street-journal",
  "title": "Apple's $1,599 Studio Display vs. Other Monitors: You Won't Get What You Pay For; The sharp new monitor makes a good case for people who are all in on Macs, but the screen doesn't stand out against competitors and the webcam is bad",
  "text": "<p>People have two divergent reactions to Apple's new $1,599 Studio Display with a webcam and surround-sound speakers:</p><p>#1 Oh, awesome! Should I buy it?</p><p>#2 Oh, awesome! How well does it clip my toenails, load the dishwasher and do my taxes? I'm not touching a monitor more expensive than my actual computer unless it does everything.</p><p>After a week of testing, I have answers. Surprise! It isn't a good nail clipper. OK, the real surprise is, it isn't a good webcam, especially after how much Apple talked it up.</p><p>PC monitor shipments soared during the Great Work-From-Home Migration, so you can see why Apple would want to offer something other than its $4,999 professional display. But still, $1,599? That's more than twice the price of many high-end monitors.</p><p>The new monitor is meant to pair with the pro-targeted Mac Studio, which starts at $1,999. Yes, that means $3,600 or more for a shiny new Mac setup. However, you can buy the Studio Display separately to pair with most newer MacBooks. (Sorry, PC users, it might work but wasn't designed with Windows in mind.) </p><p>The new Apple Studio Display might look like an iMac but it's just a monitor—Mac sold separately. PHOTO: Kenny Wassus / The Wall Street Journal</p><p>Since I am a laptop person who generally uses a second monitor, the Studio Display seemed like the home-office dream of dreams: a beautiful 5K, 27-inch screen that transforms into the ultimate videoconferencing hub. It has a 12-megapixel webcam, six stereo speakers and an A13 Bionic processor (the one found in iPhone 11 models) to enhance camera and audio performance.</p><p>Even with all those smarts, the Studio Display turns out not to be a very smart buy. The webcam consistently made me look like I was the star of a '90s home video and the display quality was often indistinguishable from older, more affordable options.</p><p>Whatever your monitor price range, I urge you to compare options with the following criteria.</p><p>Display Quality</p><p>Picture quality has gotten so good that unless you're some sort of professional, you probably can't spot major differences.</p><p>So a professional is what I got. I recruited Daniel Silverman, a colorist who spends his days color-correcting movies and commercials, to help me evaluate the Apple and a range of other 4K (3840 x 2160 pixels) and 5K (5120 x 2880 pixels) monitors from Dell, Samsung and LG. (Please don't buy a 1080p monitor. They look like doo-doo now that all our laptops have higher screen resolutions.)</p><p>As you'll see in my video, I had my producer conceal the frames of the monitors so we didn't know which was which. Daniel and I then evaluated each of them by looking at the same content on all the screens.</p><p>Daniel's top two picks? LG's $1,300 27-inch UltraFine 5K monitor and LG's $450 27-inch UltraFine 4K monitor. Mine? I couldn't decide between that 5K LG and the Apple. </p><p>The new Apple Studio Display is compatible with most newer MacBooks. PHOTO: Kenny Wassus / The Wall Street Journal</p><p>And it makes sense. That 5K LG, which came out in 2019, has almost the same specs as the Apple monitor, for $300 less. Apple recently stopped selling the model at its store—presumably because it wants you to buy its own.</p><p>When we turned off True Tone, Apple's automatic color-temperature adjustment feature, Daniel also approved of the Apple, and we agreed both are excellent. Analysts I spoke to believe the Apple panel is made by LG Display. LG declined to comment. An Apple spokeswoman said this is a new custom-designed panel.</p><p>Even if you aren't a sharp-eyed professional, you will notice one big difference when these monitors are on your desk. The LG models come default with height-adjustable stands. Apple's basic stand allows you to tilt the screen, but if you want it to tilt and move up and down, like you're some pampered royal, that will cost an extra $400. Or you could just put that fancy new $1,600 monitor on a stack of old books. Your choice. </p><p>Want to raise up your Apple Studio Display? You'll need some books for that, or an extra $400. The LG 5K monitor's default stand is height-adjustable. PHOTO: Kenny Wassus / The Wall Street Journal</p><p>Camera Quality</p><p>You can understand why I anticipated that the Studio Display's webcam would be the GOAT (Greatest of All Time). With a 12-megapixel camera and the A13 Bionic chip, it should be on par with the front-facing camera of an iPhone 11 Pro.</p><p>Yet Apple's camera consistently produced grainy and washed-out images. There was so much missing detail in some of the shots that it reminded me of the camera on my old BlackBerry. On the plus side: No one could see my frizzy hair.</p><p>For confirmation, I again brought in extra eyes. I recorded footage from webcams on the Studio Display (12 megapixel), an iPhone 11 Pro (12 megapixel), a 14-inch MacBook Pro (2 megapixel) and the 5K LG monitor (2 megapixel). I shared frames with a group of colleagues, without saying which came from which. The group was unanimous, ranking the Apple Studio Display's webcam dead last. Naturally, the iPhone came in first. </p><p>Even in great light, the Studio Display's webcam was consistently beaten by the iPhone 11 Pro's front-facing camera and the lower-resolution webcams on the LG 5K and the 14-inch MacBook Pro. PHOTO: Joanna Stern / The Wall Street Journal</p><p>After contacting Apple about my results, another spokeswoman wrote, \"We discovered an issue where the system isn't behaving as expected. We'll be making improvements in a future software update.\" I plan to monitor the situation.</p><p>Apple's Center Stage trick does cover up some of those quality issues. As you move around in a room, the webcam virtually zooms and pans to follow you. If someone else steps into the shot, it widens to capture them. It's speedy and it works in various video-calling apps, including FaceTime, Zoom and Skype. But it feels less useful on a Mac than on an iPad. When I'm sitting at my desk, the biggest move I make is to reach for coffee.</p><p>Speaker and Mic Quality</p><p>The Studio Display does earn the GOAT title on speaker quality. With a six-speaker system, the Apple crushed every other monitor's built-in speakers in my side-by-side test. Music, movies and even phone calls sounded fuller.</p><p>The A13 chip enables Spatial Audio, a virtual surround-sound experience. Similar to the support on the HomePod and AirPods, this requires Spatial Audio-engineered music, which, of course, is easy to get with Apple TV and Apple Music. Synergy! HBO Max and Peacock also provide it through Safari browsers, according to Apple.</p><p>The microphones are also great. They did a better job than the 14-inch MacBook Pro at canceling out background noise.</p><p>Connectivity</p><p>For us laptop users, a monitor isn't just a monitor anymore—it's a docking station.</p><p>The Studio Display has four USB-C ports—one is a Thunderbolt port capable of fast-charging a laptop and three more to connect peripherals. For me, the MacBook is plugged into Thunderbolt, and the microphone and hard drive are plugged into the other ports. As soon as my laptop is connected, I've got access to those accessories. The 5K LG has a similar selection of ports. </p><p>The new Apple Studio Display has one Thunderbolt port and three other USB-C ports. PHOTO: Kenny Wassus / The Wall Street Journal</p><p>So what do you buy? If you don't care about speaker quality or an attractive aluminum design, but you're obsessed with the 5K picture, save the $300 and get the 5K LG. Though it's sold out now at various retailers, an LG spokesman told me the company expects it back in stock next month. But honestly, neither the Apple or that 5K LG are enough to pull me away from my trusty $450 4K LG. The screen is nice and I use headphones most of the time anyway.</p><p>But, hey, the Studio Display is great for one thing: making us ponder what a computer monitor should be. Many have built-in cameras and USB hubs; some, like the $370 Samsung M7 Smart MonitorI tested, even have voice assistants and apps. (Sadly, its display quality wasn't great and its stand wobbled.)</p><p>The point is, our monitors should do more for us. Hurrah for Apple catching onto this. Boo on Apple for charging $1,599 for tech that doesn't measure up to the marketing.</p><p>— Sign up here for Tech Things With Joanna Stern, a new weekly newsletter. Everything is now a tech thing. Columnist Joanna Stern is your guide, giving analysis and answering your questions about our always-connected world.</p><p>Apple's $1,599 Studio Display vs. Other Monitors: You Won't Get What You Pay For</p>",
  "published": "2022-03-17T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}