{
  "_id": "7d61ab32aeb5d8b469a36446f5b433e7fd3506a0e5af08c27263d9dfaff1ab15",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  McMahon  Exits WWE  In Aftermath  Of Scandal  ----  By Ted Mann, Joe Palazzolo and Denny Jacob",
  "text": "<p>   Vince McMahon, the king of U.S. wrestling, retired as chief executive officer and chairman of World Wrestling Entertainment Inc., following disclosures by The Wall Street Journal of multiple payouts to women who had alleged sexual misconduct and infidelity. </p><p>   In a news release, the 76-year-old executive said his daughter, Stephanie McMahon, and the company's current president, Nick Khan, will take over as co-CEOs. Ms. McMahon will serve as chairwoman. </p><p>   \"As the majority shareholder, I will continue to support WWE in any way I can,\" Mr. McMahon said. </p><p>   Mr. McMahon didn't respond to requests for comment. The company has said it is cooperating with the board investigation. Mr. McMahon won't retain any role in the company's creative content, according to a person familiar with the matter. </p><p>   WWE describes Mr. McMahon as critical to the success of the company, which runs the world's most famous wrestling business and reported record revenue of $1.1 billion last year. WWE said in regulatory filings that losing Mr. McMahon would put its entire business at risk. </p><p>   Mr. McMahon temporarily stepped aside as chairman and CEO in June, when the board announced it would investigate allegations of misconduct against both Mr. McMahon and another executive, John Laurinaitis. Mr. Laurinaitis didn't respond to requests for comment. </p><p>   The announcement followed a report in the Journal that Mr. McMahon had agreed to pay a secret $3 million settlement to a former employee with whom he had allegedly had a sexual affair. </p><p>   The Journal later reported that Mr. McMahon had agreed to pay more than $12 million in hush money settlements over the previous 16 years to suppress allegations of sexual misconduct and infidelity. Those payments went to four women, including a former wrestler to whom McMahon agreed to pay $7.5 million in 2018 after she alleged he had coerced her into performing oral sex. </p><p>   The woman alleged Mr. McMahon demoted her and ultimately declined to renew her contract in 2005 after she refused further sexual advances, according to people familiar with the matter. The wrestler and her lawyer approached Mr. McMahon in 2018 and negotiated the payment in return for her silence, the people said. </p><p>   In another deal, a WWE contractor presented the company with unsolicited nude photos of Mr. McMahon she reported receiving from him and alleged that he had sexually harassed her on the job, according to people familiar with the woman's 2008 nondisclosure agreement. Mr. McMahon agreed to pay her roughly $1 million, these people said. </p><p>   And in a 2006 agreement, a former manager who had worked 10 years for Mr. McMahon before he allegedly initiated a sexual relationship with her was paid $1 million to keep quiet about it, according to people familiar with the deal. </p><p>   In his statement, Mr. McMahon said it had been a \"privilege to help WWE bring you joy, inspire you, thrill you, surprise you, and always entertain you.\" </p><p>   WWE in June confirmed details of the Journal investigation and said at the time that a special committee of the board \"is conducting an investigation into alleged misconduct\" by Messrs. McMahon and Laurinaitis, head of WWE talent relations. </p><p>   The Stamford, Conn., company appointed Ms. McMahon interim CEO in the wake of the investigation. She stepped away from her role as WWE's chief brand officer in May, writing in a LinkedIn post that she was \"taking this time to focus on my family\" but that she planned to return. </p><p>   The 12-member board includes several WWE executives and members of the McMahon family, including Mr. McMahon; Ms. McMahon; her husband, Paul Levesque; and Mr. Khan. Man Jit Singh is the lead independent director and is running the inquiry, the Journal reported. </p><p></p>",
  "published": "2022-07-23T06:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}