{
  "_id": "71a04117812339909cf974d68b99cd14c0bac94586a340d9e2f890e14d9fd320",
  "feed": "wall-street-journal",
  "title": "Business News: Ex-Peloton Staff Start Social-Media Job Hunt",
  "text": "<p>Vince Castillo, a now-former Peloton employee, said the spreadsheet was created Tuesday by two people, one of whom still works at the company and another who left last month.</p><p>\"It wasn't a thing they were obligated to do, and it speaks a lot about the culture and how [employees] had a sense of belonging,\" said Mr. Castillo, who worked in a Peloton warehouse in greater Chicago as a field operations team lead.</p><p>\"Recruiters have already reached out to me through the spreadsheet,\" he said.</p><p>Naudiel Roman said on LinkedIn that he was one of the employees recently laid off by Peloton. Mr. Roman, a former technical recruiter at the company since November 2018, according to his LinkedIn profile, shared the spreadsheet and urged Peloton employees affected by the recent layoffs to add themselves to it. He also suggested recruiters reach out to those affected by the job cuts.</p><p>\"These are some of the most talented and passionate people that I know,\" Mr. Roman said in his LinkedIn post, which generated thousands of comments and reactions. He added that he would offer resume reviews, advice and mock interviews for those interested. Mr. Roman didn't respond to a request for comment.</p><p>Marick Masters, a management professor at Wayne State University in Detroit, said an approach where hundreds if not thousands of laid-off employees at one company come together to try to find new jobs is uncommon.</p><p>\"What this does is publicize to a wider audience what's going on,\" Dr. Masters said. \"This concerted effort gives them a leg up on the job search and shows that they're very committed.\"</p><p>Peloton slashed jobs Tuesday after a slowdown in demand caused the once-hot stationary-bike maker's value to plummet. The company said it expects to trim $800 million in annual costs and cut capital expenditures by about $150 million this year.</p><p>\"We greatly value the contributions of our talented colleagues and are committed to supporting impacted team members in their transitions,\" a Peloton representative said.</p><p>Peloton shares were essentially unchanged on Wednesday after surging 25% on Tuesday. The stock has lost roughly three-fourths of its value since its January 2021 record.</p><p>John Foley, Peloton's co-founder and former CEO, said in a letter to employees Tuesday that the company invested heavily in near-term capacity in the face of supply-chain disruptions. \"However, as our post-Covid demand picture looks different than anticipated, these investments no longer align with how we intend to operate our business going forward,\" he said.</p>",
  "published": "2022-02-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}