{
  "_id": "c737478dc42a3dd019a92c39f60aabfdbac735799ba8ccd131d14fb3443385b9",
  "feed": "ftcomall",
  "title": "We should have limited empathy for the Big Boss resignation ",
  "text": "<p>Over the years, our bosses have made various efforts to appear human. They have decorated their offices with photos of people they claim are their family, they have organised “relaxed” away days and danced “wildly” at office parties. They have expressed genuine interest in non-core subjects such as <em>Love Island</em> and our new dog (“or was it a baby?”). Like the alien in the television show <em>Mork &amp; Mindy</em>, they have descended to our planet with only occasional mishaps.</p> <p>But there was a simpler way. Really, if our overlords wanted to seem normal, all they needed to do was quit. Nothing humanises a boss like their resignation. One day they are a two-dimensional corporate animal, weirdly passionate about the global organigram, and the next they are a person with needs and desires that cannot be met by an 8.15am Microsoft Teams meeting. Maybe, behind the facade, it was just a job to them, too. Maybe they, like us, found Sunday evenings a bit depressing. Maybe they also thought the company's mission a bit pointless. &#xa0;&#xa0;</p> <p>Take this <a href=\"https://www.bloomberg.com/news/articles/2022-06-28/formica-plans-to-step-down-as-jupiter-ceo-beesley-to-take-over#xj4y7vzkg\">headline</a>: “Jupiter CEO Quits $68 Billion Firm to Sit at the Beach and ‘Do Nothing'.” Yes, Andrew Formica, head of UK fund manager Jupiter, announced that he was quitting to spend more time with his family in his native Australia. “I just want to go sit at the beach and do nothing,” he told Bloomberg. “I'm not thinking about anything else.”</p> <p>Rarely has the metamorphosis from boss to human happened so easily. Formica is 51, which these days is only just past retirement for a top tennis player. If he were a British monarch, or a US supreme court judge, he'd be looking at another four decades in office. Instead, he's an inspiration to the tired masses of office workers. </p> <p>Word has reached me of other bosses quitting for all-too-human reasons. Some even want to work on personal development. A <a href=\"https://www.ft.com/content/e5b36517-337e-47c3-a9dd-bd8c89dcef71\">study</a> shows that managers are thinking of quitting in greater numbers than non-managers. Should we underlings be feeling sorry for them? Perhaps our gripes about remote working and returning to the office went too far? Perhaps it's not worth the hassle to be in charge?</p> <p>But we should not be carried away by empathy. First, boss resignations are often not what they appear. Formica's departure might be part of a long-term plan to be near his family. Or maybe it has something to do with the fact that Jupiter's share price has more than halved during his three-year tenure and he has faced <a href=\"https://www.ft.com/content/06ea3618-2473-46eb-b97b-75ba5e08e0b8\">serious criticism</a> over a £370mn acquisition? Its assets under management have suffered four consecutive years of outflows and fell a further £5bn in the first quarter of this year. Let's just say that watching the tides go out on Bondi Beach won't be Formica's first experience of being unable to stop sizeable outflows.</p> <p>The other point is, of course, that bosses can quit. They can do nothing. They can sit on a beach and have barbecues, even lighting them with five pound notes if they want. Because they have so much money! If my pay had increased 40 per cent last year to £2.5mn, like Formica's did, or doubled to £2.2mn, like that of Alison Brittain, who is <a href=\"https://www.ft.com/content/3a01e4a2-77c8-4a85-850e-258755ef0268\">leaving</a> as chief executive of hospitality group Whitbread, I would probably quit too. Amid all the arguments for high executive rewards, what happens if you pay people so much that they can't be bothered?</p> <p>Before joining Jupiter in 2019, Formica had taken an eight-month career break, after losing out on the top job somewhere else. He “travelled, chilled out, badly learnt golf, went to the gym, slept longer”, and also “sorted out” his finances. Good for him. Meanwhile, some of the rank-and-file workers who quit during the pandemic are trickling back into employment, partly because they need the money.</p> <p>This, ultimately, is the flaw in the bosses' plan to seem like the rest of us: they still just are quite different.</p> <p><a href=\"mailto: henry.mance@ft.com\"><em>henry.mance@ft.com</em></a></p><p>Source: Henry Mance 2022 'We should have limited empathy for the Big Boss resignation ' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-01T10:38:31.765Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 812,
          "end": 821
        }
      ]
    }
  ]
}