{
  "_id": "3eb5634a71514d925ce0f25abb6ef44a11266ccccdd1e8959b8fffff383c0533",
  "feed": "wall-street-journal",
  "title": "Microsoft's Struggles  Enter the Metaverse  --- -2-",
  "text": "<p>   Late last year, Microsoft Chief Financial Officer Amy Hood began meeting with executives to prepare for the possibility of a recession, said a person present at one of these meetings. The company decided to invest in areas that were growing, while cutting back on projects that were more speculative, this person said. The budget for the mixed-reality team was cut, and consumer headset plans were canceled, the person said. </p><p>   Microsoft shelved plans for the HoloLens 3 and its work with Samsung, former employees said. Total sales for the HoloLens, from inception, have been about 300,000, according to International Data Corp. Analysts estimate Meta has sold around 17 million of its Quest 2 virtual-reality headsets, which launched in late 2020. Business publication Insider previously reported that Microsoft canceled plans for the HoloLens 3. </p><p>   Mr. Nadella, the CEO, began taking a greater interest in Microsoft's overall metaverse strategy. </p><p>   In June, Microsoft announced that Mr. Kipman, who had led the HoloLens team from the beginning, was leaving. Over the years, there had been company investigations into his behavior in the workplace, including his management style. </p><p>   Mr. Kipman said his departure, which was mutually agreed upon, \"was centered on our business and go-forward plan, and it had nothing to do with alleged investigations into my behavior or management style.\" </p><p>   Microsoft said it doesn't comment on employee matters. </p><p>   With his departure, the augmented reality group was split into hardware and software, causing some employees to question the future of HoloLens and Microsoft's hardware strategy. </p><p>   \"We're taking a software-led approach\" to the metaverse, Mr. Nadella said at a company conference in July. </p><p>   It isn't yet clear which hardware, technology and companies -- if any -- will dominate the metaverse. Mr. Bar-Zeev, the former Microsoft HoloLens employee, said the company's struggles with early iterations of augmented reality show that would-be pioneers need to stay sharply focused to succeed. </p><p>   \"The whole process at Microsoft was largely about getting people excited about how this could revolutionize the world,\" he said. \"What they really should have been focused on is what makes this product better than a smartphone.\" </p><p></p>",
  "published": "2022-10-27T06:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 801,
          "end": 810
        },
        {
          "start": 1583,
          "end": 1592
        },
        {
          "start": 16,
          "end": 25
        },
        {
          "start": 425,
          "end": 434
        },
        {
          "start": 903,
          "end": 912
        },
        {
          "start": 952,
          "end": 961
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 2040,
          "end": 2049
        },
        {
          "start": 1583,
          "end": 1594
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1380,
          "end": 1389
        },
        {
          "start": 1848,
          "end": 1857
        },
        {
          "start": 903,
          "end": 914
        }
      ]
    }
  ]
}