{
  "_id": "db89da7b11185ae19696f4344b9b7441a8222ef786256743af10e163b274b7fe",
  "feed": "wall-street-journal",
  "title": "Dow Closes Below 30000 as Post-Fed Rally Reverses; Nasdaq sheds 4.1% as rate-sensitive technology stocks lead losses",
  "text": "<p>Stocks rallied Wednesday after Federal Reserve Chairman Jerome Powell suggested the central bank's 0.75-percentage-point interest rate increase this week wouldn't become common. On Thursday that optimism fizzled, and stocks declined across the market as investors reassessed the risks ahead.</p><p>\"The outlook for growth and profits and inflation, at least over the next few months, is not all that favorable, unfortunately,\" said Michael Sheldon, chief investment officer at investment advisory firm RDM Financial Group.</p><p>The S&amp;P 500 fell 123.22 points, or 3.3%, to 3666.77. The Dow industrials dropped 741.46 points, or 2.4%, to 29927.07. Both indexes ended at their lowest closing levels since December 2020.</p><p>The technology-focused Nasdaq Composite slumped 453.06 points, or 4.1%, to 10646.10, its lowest close since September 2020.</p><p>The leg lower by the blue-chip average could weigh on the mood of investors who had grown accustomed in recent years to stocks appearing to march ever higher.</p><p>\"It seems like anyone who was contemplating buying the dips, especially if we close below 30,000, could easily say, 'You know what, I'm just going to wait this one out,'\" said Carol Schleif, deputy chief investment officer at BMO Family Office.</p><p>The Fed's 0.75-percentage-point rate increase was its largest since 1994 but lined up with investors' expectations as the central bank races to tame high inflation. Recent data showed consumer inflation in May reached its highest level in more than four decades.</p><p>Mr. Powell said that while the central bank isn't trying to cause a recession, it was becoming more difficult to achieve a so-called soft landing, in which the economy slows enough to damp inflation without entering a recession. Some analysts said investors are coming to terms with increasing risks to economic growth.</p><p>\"I think this is the realization that we really could be heading for a recession. I am not sure that had really filtered through to the mind of the market until now,\" said Altaf Kassam, head of investment strategy for Europe, the Middle East and Africa at State Street Global Advisors.</p><p>Stocks fell across the board Thursday, with each of the S&amp;P 500's 11 sectors lower on the day. The energy group, the only sector in positive territory for 2022, logged a decline of 5.6%.</p><p>Big tech stocks retreated, with Microsoft shares falling 2.7%, Amazon shares declining 3.7% and Nvidiashares dropping 5.6%.</p><p>Twitter shares lost 63 cents, or 1.7%, to $37.36 after Tesla chief executive Elon Musk addressed Twitter employees in a company meeting Thursday on topics including whether there would be layoffs if he completes his planned takeover of the social-media company. Tesla, which is raising prices on some of its cars amid rising costs, was down $59.70, or 8.5%, to $639.30.</p><p>While Mr. Powell suggested Wednesday that the \"unusually large\" rate rise wouldn't become common, he left the door open to another 0.75-percentage-point increase as soon as next month.</p><p>Interest-rate increases of that size could unsettle investors if they feel the Fed is racing too quickly to get ahead of inflation, said Aoifinn Devitt, chief investment officer at Moneta. \"That may lead to even more anxiety in the market,\" she said.</p><p>Switzerland's central bank surprised investors by hiking interest rates for the first time in 15 years. The Swiss National Bank raised its policy rate by 0.5 percentage point to minus 0.25%, leaving only the Bank of Japan among the major developed economy central banks not to have raised rates to tame inflation. Economists had expected the SNB to leave rates unchanged.</p><p>\"This is the last hurdle to fall,\" said Seema Shah, chief strategist at Principal Global Investors. \"If we are getting the central banks who have been considered permanently dovish raising rates then there is no denying that there is a huge inflation problem in the global economy.\"</p><p>The Bank of England on Thursday raised its key interest rate as expected to 1.25% from 1%, marking its fifth move in as many meetings, and said larger moves might be required to tame inflation.</p><p>Weekly jobless claims data showed 229,000 Americans applied for unemployment benefits in the week ended June 11. The job market has been an area of strength for the economy, but Fed officials have signaled that weaker employment figures may be a necessary consequence of the central bank's effort to control inflation.</p><p>The yield on the benchmark 10-year U.S. Treasury note fell to 3.303% from 3.389% on Wednesday. Treasury yields, which move in the opposite direction from prices, help set rates on a variety of consumer products including mortgages and auto loans.</p><p>Bitcoin declined for a 10th consecutive day, dropping 4.6% from its 5 p.m. ET level Wednesday to trade at $20,682.61. Cryptocurrencies have been hit by broad economic concerns that are hurting risky trades and worries about select projects and companies in the crypto ecosystem. Investors in cryptocurrency lender Celsius Network are unlikely to provide the company with more financing that might bail out the company, The Wall Street Journal reported Thursday.</p><p>In commodity markets, Brent crude, the international oil benchmark, gained 1.1% to $119.81 a barrel. Gold prices rose 1.7%.</p><p>Stocks fell overseas. The pan-continental Stoxx Europe 600 index dropped 2.5%. In Asia, the Hang Seng in Hong Kong fell 2.2%, while Japan's Nikkei 225 added 0.4%.</p><p>Write to Karen Langley at karen.langley@wsj.com and Will Horner at william.horner@wsj.com</p><p>Dow Closes Below 30000 as Post-Fed Rally Reverses</p>",
  "published": "2022-06-16T21:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2322,
          "end": 2331
        }
      ]
    }
  ]
}