{
  "_id": "7fec64228f6dec8dc8cf7d61107169330f5ddea34de74b537c3de122d230c4aa",
  "feed": "ftcomall",
  "title": "FT Cryptofinance: Digital asset groups rush to scoop up crypto registrations in Europe",
  "text": "<p><strong>Before we kick off: </strong><em>Welcome to the second edition of the FT's Cryptofinance newsletter, part of our newly launched Cryptofinance hub, which you can check out </em><a href=\"https://www.ft.com/cryptofinance\"><em>here</em></a><em>. It's the best place to find all of our news, analysis and commentary on digital assets. </em></p> <h1>Story of the week: Digital asset groups rush to scoop up crypto registrations in Europe</h1> <p>Cryptocurrency exchanges are racing to plant their flags across Europe in anticipation of EU-wide regulation that will co-ordinate the bloc's approach to the digital finance industry. </p> <p>Crypto.com and Coinbase said this week they had secured virtual asset provider registrations with regulators in Italy, while Gemini garnered a registration in Ireland. Binance, the world's biggest crypto exchange, has in recent weeks obtained registrations in France, Italy and Spain. </p> <p>Registrations fall short of fully fledged licences to operate as a regulated financial company. But the dash to scoop them up is important because it shows how crypto companies are jostling to set up shop in the EU before sweeping rules, known as Regulation on Markets in Crypto-assets (Mica), come into effect. </p> <p>Earlier this month EU member states and the European parliament provisionally <a href=\"https://www.ft.com/content/38df2e75-76a8-4be9-bde5-ad410e3f95e0\">outlined rules</a> that would mean crypto services providers would need an authorisation from one national authority to offer services across the EU. </p> <p>It's not just crypto companies that are trying to get an edge before Mica is approved. Spanish MEP Ernest Urtasun told me that “national regulators want exchanges to choose their member state”.&#xa0;There is plenty of evidence to support Urtasun's line of thinking, at least when it comes to key stakeholders in France and Italy, which have enthusiastically welcomed Binance.</p> <p>“Look, we want to welcome you here. Please apply for a licence,” France's president Emmanuel Macron told Binance's CEO Changpeng Zhao <a href=\"https://www.ft.com/content/141408bb-3833-43c5-853b-a68d4fdaa330\">last year</a>. Italian member of parliament Davide Zanichelli, meanwhile, highlighted Binance's large scale in a <a href=\"https://www.linkedin.com/posts/davide-zanichelli_binance-fintech-criptovalute-activity-6929474957227737089-ijtA/?utm_source=linkedin_share&amp;utm_medium=android_app\">LinkedIn post</a> following a meeting with Zhao alongside other key Italian politicians just weeks before the exchange was granted a registration in the country. &#xa0;</p> <p>Many crypto groups employ hundreds or even thousands of employees, so it is easy to see why some governments would be keen. </p> <p>One big question: will consumers understand that just because a crypto firm has obtained a virtual asset registration, this does not mean they are supervised by a regulator like a traditional financial company?</p> <p>This is a worry for Urtasun, who said he thought member states were “acting a bit irresponsibly, giving the impression to their citizens that they have this activity under control”.&#xa0;</p> <p><em>I'd like to hear from you. What do you view as the most important issues and questions in digital finance right now? Email me at scott.chipolina@ft.com. </em></p> <h1>This week's highlights</h1> <ul>  <li><p>The Dutch central bank <a href=\"https://www.ft.com/content/75f6ba16-d259-45f3-b6c3-b15ba9f53e92\">has fined Binance</a> more than €3mn for offering services without proper registration, in a blow to the crypto exchange's campaign to win over European regulators.</p></li>  <li><p>FTX, Sam Bankman-Fried's crypto exchange, is trying to transform the US futures market — with potentially wide-ranging effects far beyond crypto. Here the FT <a href=\"https://www.ft.com/content/dd4db197-cb9b-4f29-b923-9bd94e1e3aed\">has a deep dive</a> into FTX's plans. </p></li>  <li><p>A combination of inflation and rising interest rates has shaken the crypto markets. But many young investors are <a href=\"https://www.ft.com/content/bce2ef2a-77d8-485e-ba69-92579f8fceb6\">not ready</a> to give up on risk. </p></li>  <li><p>Tesla has sold<a href=\"https://www.ft.com/content/a58cd8ae-d4d8-4e31-9001-507580d10cda\"> three-quarters of its bitcoin holdings</a>. Chief executive Elon Musk made waves in March last year when he said Tesla would take crypto as a payment method for its electric vehicles, so the company's conversion of a large swath of its digital asset holdings to traditional currencies is significant. </p></li>  <li><p>The Finnish government is not hanging on to its bitcoin (HODLing in crypto parlance). The country has <a href=\"https://tulli.fi/en/-/finnish-customs-sold-its-legally-forfeited-cryptocurrencies\">raised €47mn</a> after selling a cache of crypto that it picked up in law enforcement operations. </p></li> </ul> <h1>Sound bite of the week: “fraud is fraud is fraud”</h1> <p>US federal prosecutors on Thursday hit a former Coinbase employee and two associates with <a href=\"https://www.justice.gov/usao-sdny/pr/three-charged-first-ever-cryptocurrency-insider-trading-tipping-scheme\">criminal charges</a> in an alleged insider trading scheme. </p> <p>The Securities and Exchange Commission, Wall Street's top cop, filed a parallel civil action against the trio. It marked the first insider trading case related to cryptocurrency markets for both federal prosecutors in Manhattan and the SEC — two of the most important financial enforcement authorities globally.</p> <p>Damian Williams, US attorney for the Southern District of New York, said: </p> <blockquote>  <p>“Our message with these charges is clear: fraud is fraud is fraud, whether it occurs on the blockchain or on Wall Street. And the Southern District of New York will continue to be relentless in bringing fraudsters to justice, wherever we may find them.”</p> </blockquote> <h1>Data Mining</h1> <p>Ether and bitcoin are both still down heavily in price so far this year. But ether has soared around 58 per cent this month, a much bigger rally than that of its larger rival, which has gained about 23 per cent. </p> <p>Ether lives on the digital ledger known as Ethereum, which is also the home to many other crypto projects. The gains for ether come in anticipation of a “merge” in which Ethereum will switch from a “proof of work” blockchain (often criticised for its immense energy demands and resulting carbon footprint) to a less energy-intensive<a href=\"https://www.ft.com/content/df9f5795-2aaf-4088-a76e-304056db61ef\"> “proof of stake”</a> model. </p> <p>Bitcoin uses the proof of work model, in which miners with powerful computers solve complex puzzles in order to add new transactions to the blockchain, for which they receive newly minted coins. </p> <p>The merge has been a topic of intense anticipation for years, but its planned September deadline has Ethereum's followers <a href=\"https://twitter.com/superphiz/status/1547643255335968771?s=20&amp;t=WOaeevL-ftey1xFY6YDcrg\">excited</a>. </p> <p>“Crypto markets rebounded strongly over the past weeks helped by the announcement of a tentative date for Ethereum's Merge for September 19,” said JPMorgan analyst Nikolaos Panigirtzoglou. </p><p>Source: Scott Chipolina in London 2022 'FT Cryptofinance: Digital asset groups rush to scoop up crypto registrations in Europe' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T11:45:07.896Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}