{
  "_id": "aa08135beac1dcc0231a743bdb3fc778c90b02722c1037a6abe53b28158ca089",
  "feed": "wall-street-journal",
  "title": "Utilities Want to Convert Coal Plants to Nuclear; Skeptics Abound; States and utilities are looking at placing small nuclear reactors at former coal plants, but the technology and economics remain unproven",
  "text": "<p>Following lobbying efforts by industry, lawmakers in more than a dozen states this year are considering legislation that would open the door to coal-to-nuclear conversions.</p><p>Dozens of small-modular-reactor developers globally are testing designs, and Russia has two SMRs producing electricity, though they took years longer to deliver than expected. There are no SMRs making electricity in the U.S., and none under construction. At the earliest, U.S. reactors could be available later this decade. Supporters say the smaller-scale reactors could prove cheaper and faster to build than their massive predecessors; skeptics say the effort is a gamble on a technology with unproven economics.</p><p>The sales pitch is that mini-nuclear reactors could tie into existing transmission lines and electric substations, while former coal-plant workers could retrain to operate small nuclear plants, saving jobs and the local tax base. Nuclear fission can generate energy without greenhouse-gas emissions, and unlike other technologies such as solar, it can do so 24 hours a day.</p><p>Even proponents concede it is far from certain that the smaller reactors can be built faster and cheaper than existing nuclear plants.</p><p>\"For us that may be the most important question, and one that should be asked and discussed openly,\" said Jeff Lyash, chief executive of the Tennessee Valley Authority, which oversees power generation for a large part of the mid-South.</p><p>Small reactors would use a modular design that—if proven—could be replicated quickly. TVA's new nuclear program includes plans for a small lightwater reactor, which it thinks could start delivering power between 2030 and 2034, with the addition of identical reactors that decade \"as we're retiring the remaining coal,\" Mr. Lyash said.</p><p>TerraPower LLC, which is backed by Bill Gates, plans to join with the operator of a closing coal plant to train workers to operate a reactor in Kemmerer, Wyo.</p><p>\"We get access to a workforce that knows how to run power plants, knows how to produce electricity,\" said Jeff Navin, TerraPower's director of external affairs.</p><p>Doug Hunter, chief executive of Utah Associated Municipal Power Systems, a consortium of mostly city-owned utilities in Western states, said microreactors would complement renewables. UAMPS is working with developer NuScale Power LLC to develop SMRs at the Idaho National Laboratory.</p><p>\"We can have a lot more solar and wind in our portfolio, and then have the backup and reliability,\" Mr. Hunter said.</p><p>Developers will have to navigate a complex licensing process at the U.S. government's Nuclear Regulatory Commission. Most planned projects have delivery dates that begin later this decade, a timeline that misses many coal shutdowns. About 6% of the coal-fired generating capacity that was operating at the end of 2021 is expected to retire this year, around 12.6 gigawatts, according to the federal government.</p><p>\"This is in many respects a false solution to climate change because it's not ready yet,\" said Kerwin Olson, executive director at the Citizens Action Coalition in Indiana, a consumer watchdog group with concerns that customers, not companies, will bear the costs of proving up the economics and technology of new nuclear reactors.</p><p>Some SMRs would use light water as a coolant, a design used in existing U.S. nuclear-power plants, while others would use novel fuels or cooling systems involving gas, molten salt or liquid metal.</p><p>Edwin Lyman, director of nuclear-power safety at the Union of Concerned Scientists, said projects would pose some level of risk to communities, and some say local opposition is a potential hurdle to new nuclear plants.</p><p>U.S. customers have soured on building large, conventional plants. Just one large nuclear plant is under construction in the U.S.: Southern Co.'s expansion of its Vogtle facility in Georgia, more than five years delayed and billions of dollars over its initial projected cost. Nuclear power also generally has high maintenance costs and requires more security and workers than other kinds of power plants. Many plants are being closed or decommissioned as they face competition from lower-cost natural-gas plants, wind and solar, and unresolved questions about permanent waste storage.</p><p>Lawmakers in 17 states are debating new nuclear plants, including West Virginia lifting restrictions on nuclear-plant construction and Indiana lawmakers approving legislation that would allow for SMRs, according to the trade group Nuclear Energy Institute. Not all states have been open to the idea so far—Colorado lawmakers scuttled a proposed study this year.</p><p>The bipartisan infrastructure bill signed by President Biden included $6 billion in tax credits intended to keep financially precarious existing nuclear plants operating and $3.2 billion for demonstration projects of smaller reactors.</p><p>Coal-to-nuclear projects also could potentially tap into $10.9 billion in Energy Department loan guarantees earmarked for nuclear, or $8.5 billion for fossil projects, said Jigar Shah, director of the federal agency's Loan Programs Office. \"The grid was built around these coal plants,\" he said. \"You have a trained workforce.\"</p><p>First plants could cost in the low billions of dollars with the \"potential for significant cost decreases for future plants,\" said Mr. Shah, whose estimates come from conversations with those in the industry. Getting microreactors to take off at scale in the U.S. would require around $100 billion in private investment over a period of years, he estimates.</p><p>Thomas Fanning, Southern's chief executive, told analysts in February that microreactors will play a role in the future, but he isn't as bullish as others, citing security issues and possible local opposition. Still, Southern, TerraPower, the Energy Department and others plan a small, experimental reactor at the Idaho National Laboratory.</p><p>Nick Irvin, who oversees advanced nuclear research and development at Southern, said the technology has possible uses beyond power generation, such as process heating for heavy industries that will be hard to decarbonize.</p><p>Write to Jennifer Hiller at jennifer.hiller@wsj.com</p><p>Utilities Want to Convert Coal Plants to Nuclear; Skeptics Abound</p>",
  "published": "2022-04-18T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}