{
  "_id": "1defd7090d99ddfb97ab6213c118b2a0d74c69531ec3e4cffd343f12d1fd2b5f",
  "feed": "ftcomall",
  "title": "Talent wars: why businesses have to battle to hire the best",
  "text": "<p>Fraser Gough could not believe his luck. Earlier this year the 23-year-old, who works in digital marketing in London, was contacted by a recruiter on the professional networking website LinkedIn to see if he would be interested in a job at Clearpay, a payments company. It was an offer he could not turn down. He got a 40 per cent pay rise to £35,000, equity in parent company Square and a series of perks. This included free gym membership, money for bills to help him manage his working from home costs, and opportunities to work in San Francisco. </p> <p>“I don't even have a degree. I'm self-taught,” says Gough, who joined in March and has been working long hours and going to great lengths to build up his knowledge in the sector. “I'm now trying to go for another raise, and I think I'll get it.”</p> <p>Despite surging inflation and fears that the UK will be heading into a <a href=\"https://www.ft.com/content/091e3422-5643-4ac8-8469-b0ada649e058\">prolonged recession</a>, unemployment has stayed low and companies have continued to hire, often paying bumper wages. Even as some observers expect businesses to scale back on spending and recruiting in response to a looming slowdown in demand for goods and services, every sector — from technology to hospitality, construction and life sciences — is still experiencing a talent crunch. </p> <p>“It doesn't feel like anyone is preparing for a recession. The perks are still there and nothing seems to have changed,” says Gough.</p> <p>The UK labour market revival since the height of the pandemic has resulted in unemployment at its lowest levels since 1974. The worker shortage has forced many companies to increase pay, hand out bigger benefits and offer huge flexibility, which is reinforcing inflationary pressures. </p> <p>A recent poll of 1,043 managers by the Chartered Management Institute (CMI) showed that nearly 90 per cent said their organisation was recruiting in July 2022. Looking ahead to the next six months, almost 40 per cent said they would increase hiring, while a third said their company would continue to hire as normal.</p> <p>“In the UK we have lost quite a big part of our labour force,” says Christin Owings, a managing director and partner at Boston Consulting Group, observing that it was still a jobseekers' market. </p> <p>In the past couple of years, a drop in the self-employed workforce coincided with many people retiring early, and others leaving jobs after being forced into out-of-work benefits by long-term, Covid-related health issues. The pandemic also changed perceptions around work with a lot of staff embarking on new career paths, often attracted to more flexible working that can be done from home. All of this has led to more than 1.2mn vacancies in the UK, according to government data. </p> <p>“We are coming out of an unprecedented period with the pandemic. But we are still sitting with a lot of these issues,” says Owings, speaking about the climate facing hiring managers.</p> <p>The trend is global. The number of unemployed people in the eurozone has <a href=\"https://www.ft.com/content/1f714322-7f24-4cd7-9c80-2a50034f5097\">fallen below 11mn </a>for the first time — an all-time low of 6.6 per cent of the workforce. Meanwhile, Australia has said it will allow tens of thousands more immigrants into the country to ease labour shortages. In the US, while the unemployment rate has edged up, there are still roughly two vacancies per unemployed worker. Wages are rising as companies compete for staff, prompting businesses to charge more for their products which in turn is pushing workers to demand pay rises. </p> <p>Employers are paying out bonuses, offering greater flexibility and career development opportunities while giving employees more of a say in how their workplaces are run, in recognition of the time and money involved in having to not only secure new staff but also train these people to fill frequent vacancies. The pressure is so severe that one recruiter said 15 per cent of his fees were in question as many individuals who accept offers do not ultimately take them, while adding that others just “ghost” employers entirely if they choose to take up employment elsewhere. </p> <p>The rise of remote working has had a knock-on impact on so-called “deskless” workers — those who need to be physically present to do their jobs — who make up more than three-quarters of the labour force in most countries. More than a third of these workers, BCG found, are at risk of quitting in the next six months according to a global survey of 7,000 deskless workers. This has potentially dire consequences for industries such as construction, manufacturing, healthcare, retail and transportation.</p>  <p>For Chris Timmins, managing director at property developer Jessup Partnerships in the East Midlands, the shortage of surveyors, land managers and estimators is an ongoing problem despite the construction sector forecasting a dip in the market. </p> <p>“For every one individual there seem to be 10 roles available. They have a pick of jobs and we're all trying to get the same people,” says Timmins. Not only are they hiring to fill vacancies, they are also recruiting to fill roles they may need in the future. “When the right person is there we need to try and get them. Even if there is a downturn we expect to work just as we are now as a lot of our work is local authority construction. In fact we will grow as a company through any recession.”</p> <p>Of the developer's 96 staff, 13 are apprentices. “This is a lot for the size of our company. But this is the market we are in and this is the struggle we are in to find talent. We need to create our own.” During the cost of living crisis, companies such as Jessup are improving the benefits they offer employees — from retailer discounts to company cars and allowing employees to charge electric vehicles at their workplace. </p> <p>Companies who increase pay to workers are footing an ever increasing bill. Rahul Sharma, who runs Indian restaurant The Regency Club in north-west London, says raising wages by 15 per cent had put greater pressure on finances already under strain from higher prices for meat, grains, fuel and commissions for delivery apps. The restaurant has removed premium items off its menu to save where possible. “It [increasing wages] was about defending the position we already have and the staff we already have,” he says. </p> <p>Sharma says he navigated the turmoil after the Brexit referendum and then again when the pandemic forced universities to shut down, prompting many part-time student workers — the backbone of his industry — to go back to their countries. In recent months, he says, men have waited outside his premises at closing time hoping to lure staff away to work at other restaurants. “Our staff were being followed home. They wait outside in their cars and then the same cars turn up outside the houses of our staff,” Sharma says. Staff are also being attracted by less physically taxing, higher-paid jobs, such as virtual assistants, that they can do from home. </p> <p>“The current situation is worse than during Covid, and this time there is no help from the government,” he says.</p>  <p>Some observers, however, have pointed to a time lag and labour market tightness inevitably easing. </p> <p>Liam Reynolds who runs Silicon Milkroundabout, a twice-yearly job fair for technology professionals in London, says there was a correction taking place in parts of the sector. Larger tech companies were hiring less while funding was not flooding into start-ups. “For a lot of these companies there was just so much money around that they overhired,” says Reynolds. “Looking forward, there is more uncertainty.”&#xa0;In the US, many big tech companies in Silicon Valley that have grown rapidly over the past decade have already put in place hiring freezes and are cutting jobs. </p> <p>Yet Alistair Cox, chief executive of FTSE 250 recruitment company Hays, says widespread digitalisation across other sectors means companies will continue to hire for jobs they have never needed before — from automation to cyber security. He points to the lack of qualified candidates for existing vacancies. </p> <p>“There is simply not enough of the right type of skills to match the jobs that are being created today,” says Cox, adding that demand had been steadily building for a few years. “Companies are still digitising, even as the macro backdrop worsens.”</p><p>Source: Anjli Raval 2022 'Talent wars: why businesses have to battle to hire the best' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-25T04:00:36.047Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}