{
  "_id": "6138969f56b61a8856be2701e45233a2de499e171878c911d32ada849359ea6f",
  "feed": "wall-street-journal",
  "title": "TPG Targets $3.5 Billion for Second Healthcare Fund; The firm is pitching the sector-focused vehicle as part of an $18.5 billion fundraising campaign that includes a new flagship fund, people familiar with the offering say",
  "text": "<p>Firm executives disclosed the combined $18.5 billion goal during an earnings call in March but didn't say how much of the total would go into the healthcare fund. Jack Weingart, the firm's chief financial officer, said the main vehicle and the healthcare fund were \"kind of joined at the hip\" and that fundraising for both began in January.</p><p>TPG is among a growing list of private-equity firms that have formed dedicated investment vehicles for healthcare deals in recent years as a combination of aging populations and drug innovations drive more demand for healthcare products and services. Bain Capital raised $1.9 billion for its third life sciences fund last year, while earlier this year KKR &amp; Co. collected $4 billion for its second healthcare growth investment fund.</p><p>For its part, Fort Worth, Texas-based TPG raised its previous dedicated healthcare fund in 2019, as part of a more than $14 billion combined total that included its previous flagship buyout fund, TPG Partners VIII LP. In its 2021 annual financial report, the firm said the healthcare strategy was set up to invest primarily in partnership with other TPG funds and had so far deployed $1.5 billion.</p><p>The firm collected at least $2.57 billion for the first healthcare fund in 2019, WSJ Pro Private Equity reported at the time. TPG said on its website that its Healthcare Partners platform was initially launched in 2018 and is $3.4 billion in size.</p><p>Healthcare is one of the several sectors and themes, including cybersecurity, climate and educational technology where TPG is committing capital, Todd Sisitsky, the firm's president said on the earnings call.</p><p>\"These are all themes that we think will grow well and will grow through different market environments,\" Mr. Sisitsky said.</p><p>Mr. Sisitsky is also the co-managing partner of the TPG Capital business in the U.S. and Europe, and co-leads the firm's investment activities in healthcare services, pharmaceuticals and medical devices, according to his LinkedIn page.</p><p>TPG-backed healthcare companies include next-generation care providers LifeStance Health Inc., Kelsey-Seybold Management Services and Monogram Health Inc., as well as AskBio, a gene-therapy biotechnology company whose legal name is Asklepios BioPharmaceutical Inc., according to the website.</p><p>Both private-equity and venture capital investment in healthcare boomed last year. Private-equity firms signed a total of some $151 billion worth of healthcare deals globally in 2021, driven by a glut of large transactions, WSJ Pro Private Equity has reported. Venture investment in the sector also hit a record, surpassing $86 billion in 2021, according to a report by Silicon Valley Bank that cites researcher PitchBook Data Inc.'s figures.</p><p>Write to Laura Kreutzer at laura.kreutzer@wsj.com</p>",
  "published": "2022-05-05T14:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}