{
  "_id": "136f6c6ed935c89054910d30dfe4cd33c337eab11712186a22ff21489b4a7a2b",
  "feed": "wall-street-journal",
  "title": "Millennials Are Changing What It Takes to Succeed in Sales; The biggest generation in the workforce is taking over purchasing for much of the corporate world—and transforming the sales profession in the process",
  "text": "<p>NAPA, Calif.—Drop the hard sell. Try texting prospective buyers. And know that it might take dozens of meetings to close a deal.</p><p>Such were some of the lessons shared at the Women in Sales Summit here this fall, where about 250 saleswomen networked, traded tactics and considered one of the biggest questions consuming the sales profession: how to sell to millennial buyers.</p><p>The cohort born between 1981 and 1996 is the biggest in the U.S. workforce, and now holds the largest number of decision-making roles in corporate buying, according to Forrester Research. A decade ago, workers in this age range flooded into workplaces and agitated bosses with their demands for more feedback and a sense of higher purpose in their work. As consumers, they transformed retail sales by buying even big-ticket items such as furniture online, relying on the internet to research and review purchases. </p><p>One topic at the recent Women in Sales Summit was how to sell to millennial buyers, who now oversee the purchasing decisions at many companies. PHOTO: Andrea Arevalo for The Wall Street Journal</p><p>Now that millennials control the purse strings at many businesses, sales professionals are carving out new ways of closing deals on everything from business software to chemicals and office equipment.</p><p>Those tactics, some say, involve fewer trips to the golf course and more time corralling large buying teams that include senior managers, finance officials and end users at target companies. Cold calls are ceding ground to millennials' preference to communicate via text or direct message. And just as they do as consumers, many millennial corporate buyers like to research business products online and on their own before ever talking to a salesperson.</p><p>For veteran sales leaders like Dale Taormino, the generational shift means much less time working the phones and wooing a few executives at a prospective company—as she did in her early selling days. Instead, she operates like \"more of a quarterback,\" she says, coordinating large teams of players on both the seller's and buyer's sides. </p><p>An attendee uses her cellphone to take notes at the Women in Sales Summit. PHOTO: Andrea Arevalo for The Wall Street Journal</p><p>\"There used to be a perception that sales is not that hard of a job—you just have to have a great personality and be good at building relationships,\" says Ms. Taormino, who as vice president of sales at Chicago-based Vistex Inc. leads the revenue-management company's enterprise sales for North America. \"The profile of who's going to be successful in sales and what kind of skill set or acumen they have has definitely changed.\"</p><p>In her first job out of college a couple of decades ago, as a temporary worker helping sell subscriptions to industry research, Ms. Taormino says she was tasked with finding titles of people at target companies to cold call with product information and fax brochures.</p><p>Now the process of building a funnel of prospective clients has flipped, she says. Marketing and sales at many companies are working more in tandem than they used to. Many prospects find Vistex and its software products through online searches and software review sites like TrustRadius. They then contact Vistex on their own. If the company's sales staff contacts buyers first, Vistex has already gleaned a lot about what they are seeking, based on visits to the website.</p><p>In short, deals take longer and involve more people, says Mary Shea, who leads sales-technology research at sales-software company Outreach.io.</p><p>\"The way these buyers want to buy is now creating pretty significant challenges for selling organizations,\" Dr. Shea says.</p><p>In a recent Forrester survey of more than 200 business-to-business directors with purchasing power—49% of whom were millennials—at least half said they typically researched the supplier's business and client reviews before ever accepting a meeting with them.</p><p>Most also said they expect to meet, in person or virtually, with a supplier's senior leaders and existing customers before signing the dotted line. In turn, 75% said the cycle for buying decisions had gotten longer over the past 24 months. Some sellers say that is partly due to pandemic-related disruptions.</p><p>SHARE YOUR THOUGHTS</p><p>Have you made a career in sales? What have been the biggest changes to your profession since you started? Join the conversation below.</p><p>Sales professionals say the more complex, protracted process of closing a sale has made the job tougher. Among 900 sales professionals surveyed by market-research firm Gartner last winter, nearly 90% said they had work-related burnout. One of the top reasons they cited was having to seek multiple approvals for deals.</p><p>Jessica DeMay, 35, sells software, but her \"solutions consultant\" title reflects the shift in the job. Buyers in her age range typically arrive at their first meeting already armed with detailed research about her products—software that provides chatbots and FAQ databases that businesses use to communicate with customers—and those from her competitors. They often want to see a product demonstration before talking at length to her or her team, which means there is little or no chance to customize the demo to their specifications.</p><p>\"Sometimes it resonates, sometimes it doesn't,\" she says. Projects sometimes stall when people on the buying team leave the company, and \"we have to essentially start over,\" which she says has happened frequently over the past year.</p><p>The sales profession is grappling with other challenges, too. Big layoffs decimated the field early in the pandemic as companies slashed sales budgets. Since then, many businesses have struggled to fill open sales positions. Recruiters say many younger workers assume sales work means glad-handing and persuading customers with high-pressure tactics rather than the product-consulting role it has evolved into in recent years.</p><p>Stephen Pacinelli, chief marketing officer at video-messaging service BombBomb, started his sales career selling software in 2000. The 45-year-old would often travel unannounced to the offices of real-estate brokers and agents—his target customers—to try to snag an appointment or to woo them with snacks.</p><p>Today, that would be just as bad as sending an unprompted LinkedIn message with zero personalization, he says.</p><p>Instead, he says, customers want to learn from peers at other companies. In September, his company hosted a virtual breakfast with marketing administrators in the mortgage industry, a target market for BombBomb. The idea wasn't to explicitly pitch BombBomb's messaging service but to let the attendees share on-the-job experiences and advice, which helps BombBomb better understand their day-to-day challenges, Mr. Pacinelli says.</p><p>\"That openness is more unique to millennials,\" he says. \"You have to be the antithesis of a webinar.\"</p><p>Write to Lindsay Ellis at lindsay.ellis@wsj.com</p><p>Millennials Are Changing What It Takes to Succeed in Sales</p>",
  "published": "2022-11-08T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}