{
  "_id": "19e05d70756caa85ac1b3dbb13e8c26254dc2c5da5a94fecf2b380c9d0d1ec00",
  "feed": "wall-street-journal",
  "title": "Wall Street Traders or Washington Officials? Sometimes It's Hard to Tell. Seven dozen senior executive-branch employees disclosed a total of 80,000 stock and fund trades in the past six years",
  "text": "<p>These officials accounted for roughly a quarter of all transactions while representing less than 1% of filers in a Wall Street Journal review of financial disclosures by federal officials.</p><p>An Internal Revenue Service official reported 1,525 trades on the disclosure forms. A Justice Department attorney listed 2,763 trades, including hundreds involving options, according to the Journal's review.</p><p>And a Commodity Futures Trading Commission economist, Lihong McPhail, reported more than 9,500 trades in 2020 alone by her husband, also a federal employee, according to the CFTC and her disclosure forms, which report values of holdings in broad dollar ranges. That's an average of 38 trades per trading day.</p><p>The CFTC, which regulates the U.S. derivatives markets, including futures, options and swaps, gave Ms. McPhail approval for her husband to do short selling despite a CFTC ban on such trading. An ethics official believed the rule was unenforceable and feared the agency could be sued if it didn't allow the trading, according to a CFTC spokesman.</p><p>Ms. McPhail didn't respond to requests for comment about the trades. Her husband, Joseph McPhail, referred calls to the CFTC. The CFTC said it didn't speak for the McPhails. The former ethics official who allowed short selling by Ms. McPhail's husband couldn't be reached for comment.</p><p>Let's look at the McPhail trades over time, beginning in February 2020:</p><p>The McPhail trades</p><p>Trading in ETFs holding Treasury bonds or commodities such as gold is similar to directional bets on commodities and futures contracts that the CFTC regulates. Some specialists said such transactions pose concerns.</p><p>\"The idea that they are regulating a market that has a dramatic impact on\" some of Mr. McPhail's trades \"struck me as pretty disturbing,\" said Dave Lauer, chief executive of a fintech startup who examined the transactions for the Journal.</p><p>A CFTC spokesman said: \"Employees are required by statute and by regulations to adhere to strict ethical standards and to disclose personal investments to ensure that the work of the CFTC to oversee markets is free from any conflict of interest. In this instance, several years ago the employee sought advice regarding their spouse's investments and received approval from career ethics counsel.\"</p><p>The Federal Deposit Insurance Corp., where Mr. McPhail worked until September 2021 as senior policy analyst, said it \"expects our employees, as public servants, to devote their time and efforts to our mission to maintain stability and public confidence in the nation's banking system.\" The agency said Mr. McPhail wasn't required to file a public financial disclosure form and didn't elaborate.</p><p>The Journal, in a series examining the stock holdings of senior federal officials, reviewed the financial disclosures of about 12,000 federal employees from 2016 through 2021 and tabulated those who reported the most frequent trades.</p><p>U.S. law prohibits federal employees from participating in policy matters in which they have a significant financial stake. Additional regulations direct federal employees to avoid even the appearance of a conflict. Under federal regulations, an investment of $15,000 or less in an individual stock is not considered a conflict of interest, and the law contains exemptions that often permit officials to own stocks that overlap with their agencies' work.</p><p>Frequent trading is what led Congress in recent years to tighten rules relating to trading by lawmakers and the judiciary.</p><p>Some officials use investment advisers who direct their stock trading. Such trades still can create conflicts, legal and ethics specialists said, because the officials could benefit, no matter who makes the trades. Senior officials must report all trades in their and their family's accounts within 30 days of receiving notice of them and thus have to be aware of them all.</p><p>Legislation proposed in September by House Democrats would have banned many of the trades disclosed by many of the senior federal officials in the Journal analysis—shorting stocks, trading stocks or owning most securities, commodities, futures, cryptocurrency and other similar investments.</p><p>The bill, which essentially would have restricted holdings to government bonds, mutual funds and the like, has failed thus far to gain traction in Congress. Similar legislation is expected to be introduced next year.</p><p>The following is a sample of the most active trading reported in financial-disclosure forms for the years 2016 through 2021. They include trades made by the officials, their spouses, dependent children or investment advisers.</p><p>The officials and their responses</p><p>Rene Augustine—Justice Department official 2018-21, serving as deputy assistant attorney general for the antitrust division from December 2019 to January 2021.</p><p>Most of the trades were in index funds, and of those, more than 750 were options trades of index funds.</p><p>\"My family's investment activities were performed by third-party advisors and, in compliance with Department of Justice regulations, were disclosed, reviewed and approved by Department of Justice Ethics Officials,\" Ms. Augustine said in a statement.</p><p>Holly Ham—Acting executive director, Center for Faith and Opportunity Initiatives at the Department of Education, 2017-19; senior adviser at the Minority Business Development Agency at the Commerce Department, 2019-21; director of special projects at the Department of Housing and Urban Development from July 2020 to January 2021.</p><p>Most of her trades were in 2018. They included biotech, retail and manufacturing stocks and other investments.</p><p>In an interview, Ms. Ham said all her transactions were made by her husband, who works for Morgan Stanley, in consultation with her and with care to avoid any real or apparent conflict of interest. When she worked at the Education Department, for example, she avoided education stocks.</p><p>\"I am very aware of my entire portfolio,\" Ms. Ham said. \"Whenever there are changes, I have to authorize them and to make sure that they are compliant and certified by the ethics official at the agency where I served.\" The Education Department and Commerce Department declined to comment; HUD didn't respond to a request for comment.</p><p>Shanna Webbers—Chief procurement officer, Internal Revenue Service, from 2015 to March 2022. Currently works for the FDIC.</p><p>While at the IRS, Ms. Webbers oversaw annual contract obligations of more than $3 billion, according to her LinkedIn page.</p><p>\"The transactions you are referring to were conducted during my tenure at IRS and are not related to my position at the FDIC,\" Ms. Webbers said by email. \"These transactions were conducted by a financial advisor on my behalf. I followed all relevant IRS ethics rules and I reported these transitions on a monthly and annual basis as the law requires.\"</p><p>She added: \"I take my responsibility as a procurement officer seriously. I followed the IRS ethics rules and reported, for full transparency, the transactions conducted by my financial advisor on my behalf both monthly and annually.\"</p><p>The IRS didn't respond to requests for comment.</p><p>Malcolm Bertoni—Director of the Office of Planning, Food and Drug Administration, 2004 to 2019.</p><p>Mr. Bertoni disclosed more than 170 trades of roughly 70 companies on an FDA list of companies senior agency officials weren't allowed to own because they were deemed significantly regulated by the FDA.</p><p>Mr. Bertoni's lawyer, Charles Borden, said Mr. Bertoni and his wife held these stocks despite the ban because they got bad advice from the FDA ethics office. The stocks were in accounts managed by professionals who traded without the knowledge of Mr. Bertoni or his wife, the attorney said. He said the ethics office mistakenly said they fell into an exemption for mutual funds.</p><p>Mr. Borden said that because of tax and retirement-planning consequences of having to sell the stocks, and other personal factors, Mr. Bertoni chose to retire. The FDA declined to comment on the events leading up to his departure.</p><p>\"The FDA takes seriously its obligation to help ensure that decisions made, and actions taken, by the agency and its employees, are not, nor appear to be, tainted by any question of conflict of interest,\" an FDA spokesman said.</p><p>The FDA spokesman said Mr. Bertoni was recused from matters involving the companies once he reported his family's holdings in them.</p><p>Carrie Lindig—Easement programs division director, Natural Resources Conservation Service of the USDA.</p><p>Ms. Lindig reported trades in companies including Alibaba Group, Caterpillar Inc., Procter &amp; Gamble Co. and UnitedHealth Group Inc.</p><p>\"The individual being requested for the interview properly reported trades, and there is no reason for an interview,\" USDA Press Secretary Marissa Perry said. Ms. Lindig didn't respond to requests for comment.</p><p>—Joe Palazzolo contributed to this article.</p><p>Wall Street Traders or Washington Officials? Sometimes It's Hard to Tell.</p>",
  "published": "2022-10-18T14:29:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}