{
  "_id": "57e87a0ce5f99cccee66c79e42934679b2edb003c2873ad494ed6b82c4de1d1f",
  "feed": "market-watch",
  "title": "Nutanix stock rallies 25% on speculation of sale; The last time shares closed north of $25 was in early May",
  "text": "<p>Nutanix is a cloud-software company that specializes in hyperconverged infrastructure, which essentially combines computer storage and servers in a hybrid-cloud product that allows businesses to access on-site computing power as well as public-cloud assets.</p><p>Barclays analyst Tim Long, who has an overweight rating and a $25 price target, said it's plausible Nutanix is looking for a private equity buyer or a strategic fit, and with historical software premiums, can expect offers in the $27 to $30 a share range.</p><p>\"Nutanix is targeting long-term transformational changes that are tougher to execute as a public company, which is subject to scrutiny quarter to quarter,\" Long said. \"Getting bought by PE could afford Nutanix the opportunity to prove out its Go-to-Market (GTM) and product strategy with a longer time horizon.\"</p><p>A strategic acquisition also makes sense, Long said, given Nutanix has enough revenue scale and a strong customer base.</p><p>In a recent note, J.P. Morgan analyst Pinjalim Bora, who has an overweight rating and an overweight rating, said Nutanix is benefitting from \"a robust renewals portfolio which is expected to gain steam over the next several quarters and a higher than normal backlog build exiting FY22 .\"</p><p>Read: PC market in 'steepest' fall since data started being collected in mid-1990s, analysts agree</p><p>\"We also think, the general availability of Nutanix Clusters on Azure, announced this week at Microsoft MSFT Ignite, could act as a potential medium-term growth catalyst enabling Nutanix to, finally, realize its vision of becoming a truly hybrid-multi-cloud platform,\" Bora said.</p><p>In a recent note, PiperSandler analyst James Fish, who has an overweight rating and a $25 price target, said the competitive landscape has become more favorable to Nutanix lately.</p><p>\"Nutanix's main competitor, VMware, has been acquired by Broadcom AVGO, creating a favorable competitive landscape and potential for sales reps to come to Nutanix. In addition, the established partnerships with Hewlett Packard Enterprise Co. HPE &amp; [International Business Machine Corp.'s IBM] RedHat leads to further growth avenues and better positioning together against VMware,\" Fish said.</p><p>Shares are down 17% year to date, compared with a 25% drop in the S&amp;P 500 index SPX and a 34% fall in the tech-heavy Nasdaq Composite Index COMP.</p><p>Of the 16 analysts who cover Nutanix, nine have buy ratings and seven have hold ratings on the stock, and an average target price of $27.31.</p><p>Nutanix stock rallies 25% on speculation of sale</p>",
  "published": "2022-10-14T20:24:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1427,
          "end": 1436
        }
      ],
      "nexusId": "10031144"
    }
  ]
}