{
  "_id": "084777c13e2f2cb46ef378e66e7c273b488f460aadc65df473c99cb518cc1829",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: Ukraine Considers Offers for Cyber Help",
  "text": "<p>International experts are already helping Ukraine analyze evidence about the attack from victims' computers, Mr. Zhora said. While Ukraine can learn from other countries' experience in responding to large-scale hacks, there are benefits for American and European partners that help out in Ukraine. They could use what they see there and apply that knowledge to better protect their networks at home, he said.</p><p>\"Ukraine is often used as a testing ground for these technologies, these techniques. We get the first hit, and afterwards it can be scaled in other countries,\" Mr. Zhora said.</p><p>Continued below.</p><p>Learn How to Fortify Against DDoS Attacks</p><p>Your firewall protects your company, but who's protecting your firewall? NETSCOUT's stateless DDoS solution deploys in front of your firewall, so you can protect the services behind it.</p><p>Watch Video</p><p>Ukraine has requested technology from officials in other countries to secure its networks against potential Russian cyberattacks. The country is also seeking support from other nations in tracing the origins of a Jan. 14 attack on 90 Ukrainian websites.</p><p>Officials in Ukraine have informed counterparts in Lithuania that they need certain software and hardware to \"enhance their cybersecurity resilience capacity,\" which NATO and the European Union should be able to provide, said Margiris Abukevičius, Lithuania's deputy defense minister. He declined to elaborate on the products Ukraine requested. He said he would travel to Ukraine next week to find out more about the country's needs.</p><p>International experts are helping Ukraine analyze evidence gathered from computer networks affected by the Jan. 14 attack, said Victor Zhora, chief digital transformation officer at Ukraine's State Service of Special Communication and Information Protection.</p><p>In addition to defacing the websites of several Ukrainian government ministries, hackers also installed so-called wiper malware designed to make systems inoperable on dozens of individual government computers.</p><p>Ukrainian investigators detected techniques used in the attack that have been associated with Russian hacker groups, Mr. Zhora said.</p><p>Read the full story.</p><p>More Cyber News</p><p>News Corp hit by cyberattack believed to be linked to China. News Corp discovered the cyberattack on Jan. 20, which the company said was likely to gather intelligence and benefit Chinese interests. The attack affected a number of publications and business units including The Wall Street Journal and its parent Dow Jones. News Corp said in a memo to employees that it believes the threat is contained and is contacting employees whose accounts were affected to offer them guidance. The investigation indicates that hackers were inside News Corp's systems since at least February 2020 and were able to access reporters' emails and Google Docs, including drafts of articles.</p><p>Journalists are a high-priority target for government-backed hackers seeking intelligence. In 2013, Chinese hackers infiltrated the Wall Street Journal's network, apparently with the intent of spying on reporters covering China. The New York Times experienced a similar attack.</p><p>Tech supply chain: The hackers targeted News Corp's third-party technology suppliers, according to a company filing. The attack came as U.S. officials over the past year have been increasingly warning of criminal and nation-state hackers breaking into the computer systems of organizations through sometimes opaque supply chains for software and other technologies.</p><p>Swissport hit with ransomware. Swiss aviation services company Swissport International said it suffered a ransomware attack that caused flight delays. The company provides hospitality, luggage, cargo handling, cleaning and other services for 310 airports in 50 countries. Swissport tweeted on Friday that the attack was \"largely contained.\" A spokesperson for the company told Der Spiegel that ground services for airlines were able to continue without IT systems running, but delays were caused by the disruption. (Bleeping Computer)</p><p>Microsoft says group linked to Russia's security service targets Ukrainian government. A hacker group that the Ukrainian government previously linked to Russia's Federal Security Service has been targeting Ukrainian government and military offices, and nonprofit organizations for the last six months. Goals appear to be accessing sensitive information, maintaining system access and moving laterally into other organizations. The hacker group has targeted or compromised emergency response organizations that coordinate international and humanitarian aid in Ukraine.</p><p>Hackers went after crisis aid. Microsoft said the group, which it calls Actinium, uses phishing emails to impersonate legitimate organizations. One email appeared to come from the World Health Organization containing information about the spread of Covid-19.</p><p>Careers</p><p>First 90 Days: Selim Aissi</p><p>Selim Aissi, who in January joined Blackhawk Network Holdings Inc. as CISO, is due this month to deliver a three-year cybersecurity plan to top leaders at the payments company. The plan will cover internal security and the protection of Blackhawk products.</p><p>Mr. Aissi has a long career in cybersecurity leadership and safety systems, most recently overseeing cyber at ICE Mortgage Technology, which was formed when Intercontinental Exchange Inc., the owner of the New York Stock Exchange, bought Ellie Mae Inc. in 2020 in a deal valued at $11 billion. He had been at Ellie Mae since 2015 and has experience at Visa Inc., Intel Corp., General Motors Co. and General Dynamics Corp.</p><p>He discussed his process with WSJ Pro Cybersecurity.</p><p>Assessing the mechanics: I do my own analysis based on a combination of several frameworks. I use NIST [National Institute of Standards and Technology] as a base. I leverage the SANS Institute framework for maturity. I've dealt with Gartner and others in the past. I combine all of those in my assessment. I go through every control, every security tool in place. I look at, are we governing the right way.</p><p>Protecting Blackhawk products: Over the past couple of weeks I've been looking at every product for different attributes. Does the product touch personally identifiable information? Who is the customer—business or consumer? What are the risks? I digest other assessments done in the past, like audit reports, independent penetration testing reports, internal penetration testing reports. Is the product generating a lot more revenue than others—that's also a key attribute. I want to know where the hot spots are, focus on products that have had some issues or are more vulnerable than others.</p><p>Relationships: I try to meet with as many leaders as I can—the privacy team, internal audit, product development. I try to get to know them but also try to understand the relationship with security they have had, and see opportunities for improvements, where I need to pay attention. I want to understand in my organization's skillsets and any gaps. Things I want to focus on this year are people development and diversity.</p><p>The result: The plan will be based on all of this discovery. I tend to deliver something that my team can execute. It's not theoretical. It's very practical. And it's highly prioritized, quarter by quarter, tied to the strategic objectives of the company.</p><p>—Kim S. Nash</p><p>Privacy</p><p>Facebook loses appeal against Australian privacy regulator. Australia's federal court rejected Facebook Inc.'s claim that it doesn't do business in Australia and called the argument \"divorced from reality.\" The ruling allows the Australian Information Commissioner to serve legal documents on the company. The regulator filed proceedings against Facebook Inc. and its Irish subsidiary Facebook Ireland in 2020 for violating the privacy rights of individuals because of the company Cambridge Analytica's harvesting of Facebook users' data. The Australian Information Commissioner's said the office will move forward with the case.</p><p>Meta says privacy restrictions may force it to shut down in Europe. In a filing with the Securities and Exchange Commission, Facebook parent company Meta Platforms Inc. said it would \" likely be unable to offer a number of our most significant products and services, including Facebook and Instagram, in Europe\" if the U.S. and European Union don't adopt a new agreement enabling personal data transfers between the jurisdictions. The EU's top court determined that the Privacy Shield arrangement was illegal in a 2020 ruling. In 2020, Facebook issued a similar warning in an Irish court filing. (City A.M.)</p><p>80%</p><p>Percentage of critical infrastructure companies that experienced a ransomware attack in the past year, according to a poll of 1,100 professionals in critical-infrastructure sectors. The poll was carried out by Claroty, a cybersecurity company focused on industrial systems.</p>",
  "published": "2022-02-07T14:20:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4021,
          "end": 4030
        },
        {
          "start": 4620,
          "end": 4629
        }
      ],
      "nexusId": "10031144"
    }
  ]
}