{
  "_id": "cd902d41c77724056957714b0fd0cd8e0ed8f8adcb9f7a05bd143ffe9938eb9c",
  "feed": "market-watch",
  "title": "Electronic Arts will continue shining, and is set for strong growth, say analysts; There are big opportunities ahead for video game maker Electronic Arts, according to analysts.",
  "text": "<p>Ascendiant maintained its buy rating but lowered its price target one Electronic Arts' stock EA to $156 from $160.</p><p>\"This multiple is about in line with our estimate of EA's earnings growth rate and we believe appropriately balances its outlook with execution risks,\" Woo wrote.</p><p>Shares of Electronic Arts have fallen 4.8% this year, compared with the S&amp;P 500 index's SPX decline of 17.7%. Of 30 analysts surveyed by FactSet, 20 have an overweight or buy rating and 10 have a hold rating.</p><p>See Now: Electronic Arts gets Q1 top-line beat, despite worries about sales slowdown</p><p>In August, Electronic Arts reported solid revenue growth for its fiscal first quarter that comfortably beat Wall Street's forecast, despite broader concerns that the pandemic boom in videogames could disappear this year.</p><p>For the full year, Electronic Arts gave guidance for revenue of $7.6 billion to $7.8 billion, net income of $793 million to $815 million and earnings per share of $2.79 to $2.87.</p><p>\"Given the current strength in the video game industry (helped with the (November 2020) launch of Sony PS5 and Microsoft Series X/S) we believe EA should beat its FY23 guidance,\" wrote Ascendiant's Woo. \"Key games this year (FY23) are its sports, mobile, and online games.\"</p><p>Earlier this year, Electronic Arts and the Federation Internationale de Football Association (FIFA) ended their longstanding partnership after failing to strike a new licensing deal for the hugely successful FIFA soccer game.</p><p>Electronic Arts set for more soccer success, despite the end of its FIFA deal: Analysts</p><p>\"We note that almost all of the other players, leagues, and teams licenses remain so it should have very minimal impact on what is EA's biggest game,\" wrote Ascendiant's Woo. With the 2022 FIFA World Cup scheduled to start in November, Woo believes that the last FIFA game will be very strong for EA.</p><p>Benchmark also has a buy rating on EA's stock. Members of Electronic Arts' executive team, including the company's vice president of investor relations Chris Evenden, recently attended Benchmark's Entertainment and Digital Media conference in New York, the analyst firm said.</p><p>\"We balance near term execution risk as positive, led by significant premium releases, and somewhat offset by the likely realization of a negative FX impact on guidance, as previously indicated,\" wrote Benchmark Analyst Mike Hickey. \"We estimate a strong growth opportunity in FY24 led by frontline releases and Live Services.\"</p><p>\"We think EA is open to a consolidation partner,\" Hickey added.</p><p>See Now: These 18 tech stocks are this earnings season's standouts based on three criteria</p><p>Benchmark has a $188 stock price target for Electronic Arts.</p><p>Last month shares of Electronic Arts popped following reported takeover interest from Amazon.com Inc. AMZN. EA said that the company doesn't comment on rumors and speculation. Amazon also said it would not comment on speculation.</p><p>CNBC threw cold water on the report, saying that Amazon was not expected to make an offer to buy EA.</p><p>The video game industry has seen plenty of merger and acquisition (M&amp;A) activity and chatter. In January Microsoft Corp. MSFT announced its plan to acquire Activision Blizzard Inc. ATVI for nearly $69 billion. This followed Microsoft's purchase of privately held Bethesda Softworks in 2021.</p><p>See Now: EA stock pops on reported Amazon takeover interest, which would mark latest in string of big videogame mergers</p><p>EA and Take-Two Interactive Software Inc. TTWO were speculated to be takeover targets following Microsoft's Activision announcement. Take-Two also acquired Zynga in a $13 billion deal that closed earlier this year.</p><p>The Microsoft-Activision deal has come under scrutiny from the Federal Trade Commission.</p><p>Electronic Arts will continue shining, and is set for strong growth, say analysts</p>",
  "published": "2022-09-15T14:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3519,
          "end": 3528
        },
        {
          "start": 3117,
          "end": 3126
        },
        {
          "start": 3117,
          "end": 3132
        },
        {
          "start": 1083,
          "end": 1092
        },
        {
          "start": 3236,
          "end": 3247
        },
        {
          "start": 3519,
          "end": 3530
        },
        {
          "start": 3236,
          "end": 3245
        }
      ],
      "nexusId": "10031144"
    }
  ]
}