{
  "_id": "1fca533b471c610495e7a2c40fc211687151d7291ede2b8ad12710bb6c0b9b6e",
  "feed": "market-watch",
  "title": "'The motivation was greed, unrestrained greed': Ex-Nigerian official sentenced to 5 years for stealing from U.S. disaster relief funds; Prosecutors say Abidemi Rufai used stolen identities to apply for millions in aid for Covid-19 and Hurricanes Harvey and Irma despite living in Nigeria.",
  "text": "<p>Rufai, 45, of Lekki, Nigeria, was accused of collecting the stolen identities of thousands of U.S. citizens and using many of them to apply for over $2.4 million in disaster relief aid for Hurricanes Harvey and Irma and the Covid-19 pandemic.</p><p>Prosecutors said that Rufai managed to collect over $600,000 in government aid as a result of various frauds.</p><p>\"Mr. Rufai was relentless in his scheme to use the stolen identities of Americans for fraud,\" said Nick Brown, the U.S. Attorney for the western district of Washington State, where the case was brought. \"When disaster struck, so did Mr. Rufai. Whether it was hurricane disaster relief, small business loans, or COVID unemployment benefits, he stole aid that should have gone to disaster victims in the United States.\"</p><p>At Rufai's sentencing hearing, U.S. District Judge Benjamin H. Settle agreed, saying: \"The motivation was greed, unrestrained greed, and a callousness towards those who have suffered.\"</p><p>Investigators say that Rufai used the proceeds of his scams to purchase a $71,000 Mercedes Benz SUV in the United States, which he then shipped to Nigeria. When he was arrested, he was wearing a $10,000 watch and a $35,000 gold necklace, according to court papers.</p><p>Rufai, who has a masters degree in human relations management and ran a successful sports betting business in Nigeria, was a prolific political fundraiser who had run for office in his native country, prosecutors said. He was fired from his government job after his arrest.</p><p>In court documents, Rufai admitted running the scams, but said he had struggled with a gambling addiction and had suffered from the environment of corruption in his home country, which made him believe it was morally acceptable to commit such crimes.</p><p>\"I am taking full responsibility for my stupid actions and I hope the people of this bueatiful state will find it in their hearts to fogive me,\" Rufai said in a hand-written letter to the judge asking for leniency.</p><p>According to court documents, authorities in Washington said they caught wind of the fraud in 2020 after being contacted by officials at the Seattle Fire Department, Microsoft Corp. Zulily.com, the City of Bellingham and the Seattle Yacht Club saying that some of their employees appeared to be receiving Covid-19 unemployment benefits despite them continuing to work.</p><p>An investigation revealed that all the applications tracked back to a single Google Gmail address, sandytangy58@gmail.com. According to court papers, Rufai had used numerous variations of the address, inserting periods between various letters. While Google disregards the periods and treats all such variations as the same address, many state unemployment systems would recognize them as being different, prosecutors said.</p><p>A subpoena of the email account revealed it had been used for a multitude of scams dating back to 2017, including the fraudulent application for FEMA disaster aid for Hurricanes Harvey and Irma. An emergency back-up phone number attached to the account registered back to Nigeria, court papers said. The same phone number had been used in 2016 for a visa application for Rufai to visit the United States.</p><p>Rufai also used stolen identities to submit hundreds of phony tax refund claims, for which he received over $90,000, investigators said.</p><p>Prosecutor said that Rufai has agreed to pay full restitution of over $600,000 to the defrauded agencies but has not fully cooperated with efforts to recover the money.</p><p>'The motivation was greed, unrestrained greed': Ex-Nigerian official sentenced to 5 years for stealing from U.S. disaster relief funds</p>",
  "published": "2022-09-27T19:19:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2127,
          "end": 2136
        },
        {
          "start": 2127,
          "end": 2142
        }
      ],
      "nexusId": "10031144"
    }
  ]
}