{
  "_id": "6ed1e0a62103f3f3c05ab91a80837c54bc55d62269115886681f5d6da466323b",
  "feed": "wall-street-journal",
  "title": "Stock Markets Mixed as Turbulence Continues; S&P 500, Nasdaq fall a day after late rally erased sharp losses and snapped a four-day losing streak",
  "text": "<p>Eight of the S&amp;P 500's 11 sectors were falling, with energy, real estate and financials the gainers.</p><p>The moves follow a jarring intraday reversal Monday, when major indexes clawed back losses to post a big comeback. The Dow reversed losses of more than 1000 points for the first time in history. After falling more than 4% in intraday trading, the Nasdaq recorded its biggest reversal since 2008.</p><p>Some portfolio managers said that they had used the punishing January selloff to find bargains and add to their stockholdings. For the second consecutive day, major indexes pared big losses late in the trading session, leaving some traders bewildered.</p><p>\"It is encouraging that the market seems to be trying to find a floor here,\" said Ryan Jacob, chief investment officer at Jacob Asset Management. \"You get this kind of action when you near a market bottom.\"</p><p>Mr. Jacob said people appeared to be wading back into the market after weeks of aggressive selling. He said that he has recently bought shares of small and midcap tech and healthcare companies that have been beaten down, positioning for a rebound.</p><p>\"It makes us more emboldened, rather than if the market was making new lows,\" Mr. Jacob said, of the recent trading activity. He expects things to remain volatile until the Fed meeting is over.</p><p>Concerns about the Fed have driven investors out of stocks and stoked worries that the popular trade of buying small dips was growing weaker, potentially removing one source of support for the stock market. Monday's comeback showed that many investors were quick to pounce on beaten-down stocks, though much of that enthusiasm appeared to fade by early Tuesday.</p><p>more on markets</p><p>* What to Watch in the Stock Market Today</p><p>* Junk Loans Shine Amid Market Rout</p><p>* Investors Lose Appetite for Stocks of Unprofitable Companies</p><p>Behind the selloff are fears about the Fed raising interest rates this year and withdrawing the stimulus that propelled markets in recent years. Some investors said they no longer expect the so-called Fed put—or the Fed's tendency to cut rates or hold off on rate increases in response to market turmoil—to stay in place. Others have been more optimistic.</p><p>\"We expect the earnings season to reassure, and in a worst-case scenario could see a return of the 'Fed put,'\" wrote JPMorgan strategists in a note to clients on Monday.</p><p>General Electric fell over 7% after reporting a fourth-quarter loss of $3.8 billion. Meanwhile, 3M shares declined around 0.7% after the company reported a better-than-expected performance.</p><p>Market volatility has surged in recent sessions, as investors have grown anxious about how rapidly the Fed will act to fight inflation by raising interest rates and shrinking its balance sheet. Meanwhile, earnings have failed to deliver the bumper beats investors became accustomed to last year, while geopolitical tensions surrounding Ukraine and Russia have weighed on sentiment.</p><p>\"My fear is we are going to go lower,\" said Zhiwei Ren, a portfolio manager at Penn Mutual Asset Management. It is \"going to be a big week.\"</p><p>This week, investors will be parsing results from tech heavyweights including Microsoft, Apple and Tesla. They have been among the companies weighing on the S&amp;P 500 the most this year, according to Goldman Sachs.</p><p>\"I would expect that there would be a lot of volatility through earnings,\" said Tiffany Wade, a senior portfolio manager at Columbia Threadneedle. But, she said \"we've taken the opportunity in the selloff to add to companies that we think are high quality.\"</p><p>Individual investors appeared to be buying the dip in stocks such as Tesla, Apple, Nvidia and Microsoft on Monday, according to Nicholas Colas, co-founder of DataTrek Research. That potentially helped the market record its historic comeback.</p><p>Around 77% of companies reporting results so far have surpassed analysts' expectations, according to Refinitiv.</p><p>While earnings in 2021 were a source of strength for equity markets, recent results suggest companies are beginning to struggle with inflation and slowing economic growth, said David Donabedian, chief investment officer at CIBC Private Wealth.</p><p>\"We have gotten so used to this cycle of companies blowing the roof off of earnings expectations, but so far that is not happening,\" he said.</p><p>Meme stocks continued to suffer Tuesday. GameStop and AMC Entertainment Holdings declined over 2% after falling sharply on Monday.</p><p>Fed officials are set to debate the path of monetary policy, including the speed at which they could shrink the nearly $9 trillion bond portfolio, at their two-day meeting that starts Tuesday. Chairman Jerome Powell is expected to use his postmeeting comments to lay the groundwork for a cycle of interest-rate increases.</p><p>The yield on the benchmark 10-year U.S. Treasury note rose to 1.781% in recent trading, from 1.735% Monday. Bond yields move inversely to prices.</p><p>Overseas, Japan's Nikkei 225 closed down 1.7%. Australia's S&amp;P/ASX 200 and South Korea's Kospi Composite both retreated more than 2%. Hong Kong's Hang Seng Index shed 1.7%.</p><p>European stocks rebounded, having closed Monday before U.S. indexes rallied. The pan-continental Stoxx Europe 600 index was up 0.7% Tuesday.</p><p>—Quentin Webb and Rebecca Feng contributed to this article.</p><p>Write to Will Horner at william.horner@wsj.com and Gunjan Banerji at gunjan.banerji@wsj.com</p><p>Stock Markets Mixed as Turbulence Continues</p>",
  "published": "2022-01-25T20:35:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3134,
          "end": 3143
        },
        {
          "start": 3621,
          "end": 3630
        }
      ]
    }
  ]
}