{
  "_id": "906be3ca72e9f91e8089e64764729a55ee65361ebec22e592accc3846df923d7",
  "feed": "wall-street-journal",
  "title": "Companies Expand Efforts to Add Diversity to Their Supply Chains; To reach their goals, executives say they must be more aggressive in pursuing diverse suppliers and helping them come on board",
  "text": "<p>More U.S. companies are trying new tactics in their efforts to add greater diversity to their supply chains.</p><p>Corporate support for such vendors has swelled since George Floyd's 2020 murder sparked a debate about systemic racism, with companies pledging tens of billions of dollars toward various racial-equity efforts. From January 2020 to March 2022, the 200 biggest U.S. public companies announced plans to pour $50 billion into diverse suppliers—enterprises owned by minorities, women, veterans, LGBTQ individuals or people with disabilities—by 2030, a McKinsey &amp; Co. analysis found.</p><p>\"The initial and incremental commitments to spend with diverse suppliers is a step in the right direction,\" says Shelley Stewart, a senior McKinsey partner. While such efforts drive positive commercial and socioeconomic outcomes, companies could unlock even greater value by working with diverse suppliers \"throughout their entire business ecosystem,\" he adds.</p><p>AllstateCorp., Best Buy Co., Microsoft Corp. and other major businesses report significant progress toward diverse-supplier goals they set in 2020. Allstate, for instance, aims to double its 2020 outlay and spend at least $470 million on diverse suppliers by 2025. The Billion Dollar Roundtable, whose member employers spend at least $1 billion a year on diverse suppliers, says its members shelled out a record $112 billion during 2021—up from $82 billion in 2020.</p><p>Companies still face challenges expanding their usage of diverse vendors, despiteresearch showing the practice improves financial results. Finding additional diverse suppliers frequently requires innovative procurement strategies, acclimation assistance and greater management accountability.</p><p>\"More-aggressive diverse-supplier goals are harder to achieve nowadays because existing efforts have already scooped up the proven minority suppliers and easier categories,\" says Radhika Batra, an expert partner at consultants Bain &amp; Co. \"If those recent goals are lip service, the results will be substandard.\"</p><p>Helping newcomers</p><p>Several companies are reaching out to diverse vendors and then coaching them through the complicated procurement process, which may include steps like reviews of suppliers' financial health. The usual process, which can last six months, \"has not worked well for diverse suppliers,\" says Cheryl Harris, Allstate's chief procurement officer.</p><p>In pushing to substantially boost Allstate's diverse-supplier spending, \"I am making a lot of people very uncomfortable,\" Ms. Harris continues. \"We are being disruptive.\"</p><p>For one recent effort, Ms. Harris and associates identified seven diverse suppliers to participate in separate \"speed dating\" sessions with Allstate executives so they could be considered to find staff for the insurer's new technology platform. Those suppliers pitched their capability to initially recruit information-technology workers for Allstate on a contract or permanent basis—and be considered later for other Allstate assignments.</p><p>Among the five chosen—all newcomers to Allstate—was Ampcus Inc., a midsize consulting and professional-services firm. Ann Ramakumaran, its founder and chief executive officer, landed that contract with Allstate this summer shortly after coaching from Ms. Harris to make sure that her session presentation would meet executives' expectations.</p><p>\"They're positioning us for success,\" Ms. Ramakumaran says of Allstate's aid. Many corporations are spending more on diverse suppliers \"and being more intentional about how they procure such services,\" she adds.</p><p>In another effort, Ms. Harris recently persuaded other colleagues to pursue a diverse vendor for a software reselling contract rather than majority-white-owned suppliers \"we always go to,\" she says. Co-workers picked World Wide Technology LLC, a Black-owned provider of high-tech services that previously performed different work for Allstate.</p><p>World Wide Technology says the multimillion-dollar contract represents its biggest ever with Allstate. \"Diverse suppliers need client advocates like Ms. Harris who understand their value and can help them navigate big businesses,\" says Ann Cuiellette Marr, a World Wide Technology executive vice president.</p><p>Ms. Harris also worked with senior Allstate leaders to create specific business-unit goals for diverse-supplier spending for the first time this year. Executives share information about tactics used to exceed unit targets, while those units get rewarded through an internal recognition program. </p><p>Ann Ramakumaran, founder and CEO of Ampcus, which Allstate recently selected to help recruit staff for the insurer's new tech platform. PHOTO: Shuran Huang for The Wall Street Journal</p><p>Bonus incentives</p><p>Allstate's highest officers earn annual bonuses partly based on their diversity achievements, according to its latest proxy statement. Those measures include supplier diversity, Ms. Harris says.</p><p>Auto maker Stellantis NV, with brands such as Jeep and Chrysler, also ties its North American unit's senior management bonuses to diversity results—but offers different hands-on help to some diverse suppliers.</p><p>After Mr. Floyd's murder, North American unit executives decided to devise a Black-supplier development program in partnership with the nonprofit National Business League, a Black business and professional trade association.</p><p>Stellantis North America chose 13 Black-owned companies for a five-month pilot project that ran until February 2022. It featured internal procurement executives and outside business experts who served as teachers and mentors.</p><p>Participants included Brittany Stovall, CEO of Assured Quality Systems LLC, a risk-management firm with $9.3 million in 2021 revenue. She says she learned strategies that might allow the firm to reach $100 million of revenue within five years, such as by moving beyond the car industry to serve retailers.</p><p>The pilot also gave Assured Quality Systems a competitive bidding advantage. It provided \"technical knowledge to help develop successful proposals for Stellantis and other potential business partners,\" Ms. Stovall says. Her company soon starts sorting defective or design-changed parts at certain Stellantis facilities.</p><p>The full-fledged development program, the automotive industry's first, began assisting 15 more Black businesses this summer—backed by another eight corporate sponsors.</p><p>At the same time, Stellantis sets goals for direct suppliers to use diverse subcontractors, encouraging them to spend specified amounts every year on those subcontractors. The manufacturer occasionally reduces contracts for deficient direct suppliers that fail to improve with its help.</p><p>Releasing results</p><p>Supplier-diversity expansion efforts might benefit from greater external transparency, some experts say. Several major companies regularly divulge progress about these promises. Yet smaller employers rarely report theirs.</p><p>Only 20% of U.S. businesses with at least 100 staffers publish supplier diversity goals and progress, concluded a September survey conducted for The Wall Street Journal by the Institute for Corporate Productivity, a human-capital research and advisory firm.</p><p>The findings surprised Kevin Martin, its chief research officer. Investors, workers and consumers increasingly demand to know whether \"companies are putting their money where their mouths are,\" he says.</p><p>In June 2022, Microsoft released the latest update about its 2020 racial-equity initiative. \"We're more than 90% of the way towards reaching our commitment\" to double the number of Black-owned suppliers by next June and spend an additional $500 million with them, the report says.</p><p>The gains somewhat reflect a new Microsoft program designed to help many of its Black suppliers succeed inside and outside Microsoft. The participants get training, mentors and greater access to capital as well as increased visibility inside Microsoft, while enlarging their professional networks.</p><p>Such suppliers have gotten initial, additional or bigger contacts since joining the program, says Glenda Dengah, Microsoft's director of supplier diversity.</p><p>At this point, however, the software giant doesn't plan similar assistance programs for diverse suppliers without Black ownership, Ms. Dengah adds. Fulfilling racial-equity goals will spur further work to ensure \"the impact spans across all our diverse suppliers,\" she says. \"We still have a lot to do.\"</p><p>Ms. Lublin is a former Wall Street Journal career columnist and author of \"Power Moms: How Executive Mothers Navigate Work and Life.\" She can be reached at joann.lublin@wsj.com.</p><p>Companies Expand Efforts to Add Diversity to Their Supply Chains</p>",
  "published": "2022-10-25T14:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7850,
          "end": 7859
        },
        {
          "start": 7731,
          "end": 7740
        },
        {
          "start": 977,
          "end": 992
        },
        {
          "start": 977,
          "end": 986
        },
        {
          "start": 7341,
          "end": 7350
        },
        {
          "start": 8019,
          "end": 8030
        },
        {
          "start": 7641,
          "end": 7650
        },
        {
          "start": 8019,
          "end": 8028
        }
      ]
    }
  ]
}