{
  "_id": "58f9d3b03ca0270283533451dd3fe19a839dc724e2a2708ea9ddecb1456055e5",
  "feed": "ftcomall",
  "title": "Video games industry looks to the cloud",
  "text": "<p>Viewing and listening habits have changed markedly in the past decade. Consumers have shelved CDs, DVDs and scheduled programmes for subscription entertainment services such as Netflix and Spotify that are streamed online from vast warehouses of servers.</p> <p>After a slow start, the video games industry is catching up with the rest of the entertainment sector.</p> <p>The global cloud-gaming market will grow from about $1bn in 2020 to $12bn in 2026, according to technology research firm Omdia.</p> <p>Media consultants and analysts say that the growth is due to greater consumer demand and increased investment from the main console makers — Microsoft, Sony and Nintendo — which want to expand the reach of their games. They also point to the impetus provided by a rapid increase in internet-connected devices, and by the rollout of high-speed fifth generation, 5G, mobile networks.</p> <p>Initial predictions that cloud gaming could be a “console killer” were off the mark. In fact, cloud gaming is diversifying revenues for console makers and helping them reach new customers. “Ironically it's console makers driving cloud [gaming],” says George Jijiashvili, principal analyst at Omdia, and gaming expert.</p> <p>Cloud gaming broadens the appeal of video games by increasing the number of devices that games can be played on, including not just consoles but also smartphones, tablets, PCs and smart TVs. Only a decent internet connection is needed. </p> <p>“It's similar to the Netflix business model,” says Jeff Youssef, partner and media expert at Oliver Wyman, a consultancy. A further benefit may be gathering better data on customers, he adds. </p> <p>Services range from the free, with the option of paying for additional features, to $10 or more per month for new premium games and a bigger games library. Customers can also download games to consoles.</p> <p>Microsoft's Xbox is the clear market leader in cloud gaming, Jijiashvili says, helped by the popularity of its console and its large cloud computing business, Azure.</p> <p>At the end of 2021, Microsoft and Sony accounted for almost three-quarters of total cloud gaming market revenue, according to Omdia. </p> <p>In April, Satya Nadella, Microsoft's chair and CEO, said that more than 10mn people had streamed Xbox games.</p> <p>Meanwhile Sony, which makes the PlayStation console and was the first big console maker to provide a cloud gaming service, says that cloud gaming “remains a critical part of our overall business strategy”. Its customers can stream hundreds of games through its $17.99 per month “PlayStation Plus Premium” service.</p> <p>As the market grows, console makers are increasingly facing competition from dozens of start-ups offering cloud games on subscription, as well as from game developers and tech giants. Both Amazon and Google have cloud gaming services, though Google's is due to <a href=\"https://www.ft.com/content/4f613b90-4646-49dd-83a3-ff796d12f3a9\">close</a> early next year, while <a href=\"https://www.theverge.com/2022/10/18/23411684/netflix-cloud-gaming-studio-pc-tv\">Netflix</a>'s vice-president for games has said the company is considering setting up a cloud gaming platform.</p> <p>The US is by far the largest market for cloud gaming, followed by China and the UK, according to Omdia. By revenue, the US market for cloud-enabled game subscription services is nearly five times bigger than China, says Jijiashvili.</p> <p>China's gaming companies are increasing efforts to expand abroad by <a href=\"https://ir.netease.com/news-releases/news-release-details/netease-acquires-leading-french-game-developer-publisher-quantic\">acquiring western gaming companies</a> and partnering with hardware makers. The expansion comes as its domestic market has slowed due to <a href=\"https://www.ft.com/content/f5ccc093-1bf6-4503-a7f6-1729fbc04c99\">regulatory restrictions</a> on the industry.</p> <p>In August, Tencent Games, part of tech company Tencent, until recently China's <a href=\"https://www.ft.com/content/61ac1bb2-63ed-4655-88b1-5d968f15e357\">most valuable company</a>, and Switzerland-based Logitech, a computer peripherals manufacturer, said that they were partnering to develop a <a href=\"https://blog.logitech.com/2022/08/02/logitech-g-and-tencent-games-announce-partnership-to-advance-handheld-cloud-gaming/\">handheld device</a> that will support “multiple cloud gaming services”.</p> <p>Initially, China's cloud gaming services focused predominantly on its domestic market, sometimes bundled as a service into the county's 5G network. “You could look at some of China's early attempts at cloud gaming as a value add for its 5G rollout,” says Neil Barbour, a research analyst and gaming expert at S&amp;P Global Market Intelligence, a financial information and technology provider.</p> <p>For all cloud games companies, a key question is whether to try to boost their revenues by increasing advertising. </p> <p>In the case of mobile phones, it has become the norm, with ads often blocking gameplay features, says Stephen Bradley, managing director at Deloitte Consulting and an expert on the gaming market.</p> <p>But for paid-for “premium” games there is “more resistance” to advertising among customers, he says.</p> <p>Even if game players are prepared to accept more advertising in return for free or lower-cost games, experts doubt whether the advertising will become as important to streamed gaming as it has to television or music. “I don't think advertising will be able to balance the full costs of the cloud,” says Olivier Avaro, founder and CEO of Blacknut, a French cloud gaming service. </p> <p>The sector is expected to grow steadily over the next decade, boosted by 5G, smart TVs and “casual gamers” who want more flexibility about how and where they play. But cloud gaming is unlikely to replace the console any time soon — if it ever does.</p> <p>“It's still really early days for [cloud gaming],” says Omdia's Jijiashvili. “It will become increasingly important [and] will coexist with the console.”</p><p>Source: Nick Huber 2022 'Video games industry looks to the cloud' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T05:00:26.384Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 627,
          "end": 636
        },
        {
          "start": 1817,
          "end": 1826
        },
        {
          "start": 1817,
          "end": 1828
        },
        {
          "start": 2003,
          "end": 2012
        },
        {
          "start": 2141,
          "end": 2150
        },
        {
          "start": 2141,
          "end": 2152
        }
      ]
    }
  ]
}