{
  "_id": "da9f82190d2c651bf931ad85dbaa68337d083062e013bb13b7617b4c6ca011b9",
  "feed": "wall-street-journal",
  "title": "What to Watch: 'Hacks' Returns and Six More Shows and Movies to Stream This Week; Plus, the videogame-turn-sci-fi series 'Halo' approaches its finale on Paramount+",
  "text": "<p>(HBO Max)</p><p>\"Hacks,\" the Emmy-winning comedy-drama about storied but stale Las Vegas comedian Deborah Vance (Jean Smart) and Ava (Hannah Einbinder), the young writer she enlists to help freshen up her act, takes the show on the road (and ocean) for its second season. While co-creator Paul W. Downs called the first season a \"love story,\" he says the new one evolves into an \"erotic thriller.\"</p><p>\"Whether it's a romantic person or just a friend, you really know if you're compatible if you can, like, be on the road together,\" says Mr. Downs, who also plays the pair's manager, Jimmy.</p><p>On the road, the two continue to learn from and lean on each other. Ava helps Deborah develop a new act. Deborah passes along invaluable road-dog wisdom, such as white wine being preferable to red at bars on the road—even if it's bad, at least it's chilled.</p><p>But trust has been broken. Not only is the pair navigating the strain travel puts on a relationship, they're at each other's throats after it's revealed that Ava let secrets slip in a moment of pique at the end of season one.</p><p>\"If you looked at it as if it was a marriage,\" says Ms. Smart,who won an Emmy for the role, \"you'd say that it is a really dysfunctional marriage and that they just can't seem to stay away from each other.\"</p><p>Season two of \"Hacks\" premieres Thursday on HBO Max.</p><p>New Release: 'HALO'</p><p>(Paramount+)</p><p>\"HALO,\" a Paramount+ series based on the video game franchise of the same name, begins with a bloodbath in the 26th century. Aliens descend on a group of humans on the planet Madrigal, where there is only one survivor: a teenage girl (Yerin Ha) who is rescued by a group of enhanced super soldiers known as Spartans. When the Spartans' Master Chief John 117 (Pablo Schreiber) must dispose of the human survivor, he declines and jumps ship with the girl.</p><p>\"HALO's\" March 24 debut broke the Paramount+ viewership record for the most-watched series premiere in its first 24 hours. It has already been picked up for a second season by the streamer, home to shows like \"Yellowstone\" prequel \"1883,\" and a bevy of Star Trek titles such as \"Picard.\"</p><p>\"HALO\" has had a long road to the screen: jumping homes from Xbox to Showtime to Paramount+, with different narratives explored along the way. By the time showrunner Steven Kane came onboard, the show zeroed in on Master Chief—the character people play in the video game —and a battle against alien invaders. Mr. Kane said the premise allowed the writers to mine questions about artificial intelligence, sacrifice and what it means to be human.</p><p>\"I think what science fiction does is it puts you into this alternate reality,\" he says, \"where you then get a fresh look at your own reality.\"</p><p>\"HALO\" is streaming on Paramount+. The season one finale premieres May 19.</p><p>Streaming Notes:</p><p>* More \"Kids in the Hall.\" The beloved sketch comedy series from the late '80s and early '90s returns. The Kids—Dave Foley, Bruce McCulloch, Kevin McDonald, Mark McKinney, Scott Thompson—are joined by guests such as Catherine O'Hara, Kenan Thompson and Mark Hamill. The new season premieres Friday on Prime Video.</p><p>* More Michael Connelly: Last Friday, \"Bosch: Legacy,\" a new series based on the Harry Bosch books by Michael Connelly, premiered on Amazon's Freevee (formerly called IMDb TV). This Friday, \"The Lincoln Lawyer,\" a series also based by books by Mr. Connelly, premieres on Netflix.</p><p>* Even More Colin Firth: Last week saw the premiere of the miniseries \"The Staircase,\" starring Colin Firth as Michael Peterson, a novelist whose life—and trial in the death of his wife—was previously told in the popular documentary, \"The Staircase\" (Netflix). (Yes, they have the same name.) This week, Mr. Firth stars in the WWII film, \"Operation Mincemeat,\" which is streaming now on Netflix.</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately?</p><p>What to Watch: 'Hacks' Returns and Six More Shows and Movies to Stream This Week</p>",
  "published": "2022-05-11T19:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}