{
  "_id": "efe6ae82144f351428b1153dbcd8b57c4acb44fd10589ccd42b288c660bc8b8d",
  "feed": "market-watch",
  "title": "Facebook and Apple are at war, with the biggest battle still on the horizon; After years of aiming barbs at each other on privacy and security, the two companies are barreling toward a metaverse brawl with new augmented-reality headgear on the way",
  "text": "<p>Apple AAPL and Facebook FB have adopted polar opposite business models. Meta relies almost entirely on selling targeted ads based on a tranche of data supplied by its more than 3 billion members who joined Facebook for free. Apple, conversely, charges large premiums on its devices and offers services that are largely devoid of ads. While Facebook thrives, and suffers, from endless user-generated content with spotty moderation, Apple maintains an iron grip on what gets into its ecosystem. This allows the iPhone maker to command a steep percentage of any money that flows to the developers it allows inside the App Store.</p><p>\"Facebook sees the metaverse as an opportunity to escape Apple's walled garden (proprietary ecosystem) and create its own platform free of the App Store,\" Mike Herrick, senior vice president of technology at app-experience platform Airship, told MarketWatch.</p><p>The message is inescapable in Silicon Valley. On highway U.S. 101, near Palo Alto, Calif., two billboards within 100 feet summarize the antagonisms: One positions iPhone as the privacy-first phone, the other from Meta preaches the benefits of end-to-end encryption.</p><p>The companies' two chief executives, Apple's Tim Cook and Meta's Mark Zuckerberg, have lambasted one another repeatedly in recent years in the run-up to competing augmented-reality headsets expected in the next year, with last week's moves the latest incident.</p><p>Apple's 90-second\"Your Data Is Being $old\" TV spot, which debuted May 18, disparages data brokers hellbent on auctioning the most confidential information of consumers, but it could also apply to Facebook and Alphabet Inc.'s Google GOOGL GOOG, both of whom depend heavily on collecting personalized data to sell targeted advertising.</p><p>\"The part that says it all [in the ad] is where the data broker says, 'It's not creepy, it's commerce,\"' Mike Herrick, senior vice president of technology at app-experience platform Airship, told MarketWatch.</p><p>And as both companies vie for dominance in the emerging, data-rich metaverse, he expects more of the same messaging.</p><p>\"Everybody needs a phone, and data security remains an important factor,\" Herrick said.</p><p>\"Data is not confined to one boundary,\" adds Balaji Ganesan, CEO of Privacera. \"Data is like ink on water. It spreads. It is not something you can easily contain.\"</p><p>The introduction of the ad campaign came a day after Meta's latest quarterly integrity report, a status report on its efforts to moderate content that revealed some serious kinks in the management of mountains of data. While Facebook continues to make inroads, it did disclose a \"bug\" in its media-matching technology that led to legitimate content mistakenly flagged as terrorism and organized hate and being pulled in the first three months of this year. Meta said it resolved the issue and restored the posts.</p><p>One issue that seemingly has not been resolved is Facebook's inability to remove terrorism content before it goes viral. A live-streamed video posted on Twitch from the white gunman accused of killing 10 Black people in a Buffalo grocery store spread on Facebook and Twitter Inc. TWTR for days after the tragedy. One copy on Facebook was shared more than 46,000 times for more than 10 hours before Facebook removed it, according to The Washington Post.</p><p>Meta's muff underscores the pitfalls of monitoring data in the information age, a danger that Apple has exploited to its marketing and business advantage. Channeling the words of company co-founder Steve Jobs, Apple in recent years has made privacy a defining fulcrum of its DNA while at the same time wielding it like a marketing weapon in blistering attacks on what CEO Tim Cook calls a \"data industrial complex\" that includes Facebook and Google.</p><p>Both of those companies derive a lion's share of their revenue via advertising, prompting Apple to adopt a feature, App Tracking Transparency (ATT), that lets consumers easily stop any app or service from building a significant data profile based on the user's device and web usage. ATT could cost Meta approximately $10 billion this year, Meta Chief Financial Officer David Wehner revealed earlier this year during an earnings conference call.</p><p>All battle lines lead to platform control</p><p>Apple's defensive posture is based on its full-throated embrace of a walled garden, Sophie Stalla-Bourdillon, senior privacy counsel and legal engineer at Immuta, told MarketWatch.</p><p>\"Privacy has already been used as means to strengthen closed ecosystems that enable tech providers to have control over entire data flows and then easily re-use this data,\" she said. \"In other words, tech companies have used this means to justify not sharing data with smaller businesses reliant upon their services to grow, such as advertisers.\"</p><p>See also: Apple has spent decades building its walled garden. It may be starting to crack</p><p>The privacy showdown between Apple and Meta, simmering for years, is set to boil into full-blown conflagration as each aggressively pursue potential riches in the metaverse, a utopian ideal of the internet becoming a 3-D virtual space into which users can be immersed using a virtual-reality headset, smart glasses or their phone. Apple and Meta are racing to develop hardware and software to create virtual avatars, requiring even more artificial intelligence and data to create \"walled gardens.\"</p><p>In coming months Meta is expected to unfurl a mixed-reality headset, code-named Project Cambria, similar to one being developed by Apple. Meta's device will cost more than $800, the company said.</p><p>\"Facebook will move into devices for [virtual reality] where they're collecting data directly,\" Vasant Dhar, a professor at the Stern School of Business and the Center for Data Science at New York University, told MarketWatch.</p><p>Apple's forthcoming rumored headset could cost as much as $2,000, according to reports. Apple's board has seen the headset, often the final step before a product is shown to the public, according to a Bloomberg News report. The same report said an operating system for the device is also nearing a debut as Apple's annual Worldwide Developers Conference approaches in June.</p><p>The imminent release of its AR headset and operating system precedes what Apple does best: Defining a market through advertising and messaging.</p><p>\"Apple recognizes there is a market for privacy, and consumers' growing concern,\" Steve Wicker, an electrical and computer engineering professor at Cornell University, told MarketWatch. \"Facebook represents the free-for-all mentality.\"</p><p>Ambuj Kumar, CEO of Fortanix Inc., explains. \"For all its might, Meta is dependent on encryption capabilities provided by Google's Android and Apple's iOS,\" he told MarketWatch. \"This will change when Meta has its own virtual reality hardware, but today it has to differentiate at an application level.\"</p><p>The metaverse, in turn, presents new and specific privacy and security concerns for consumers. A recent NordVPN survey of internet users found that half are worried about user identity issues, 47% are concerned about the forced surveillance that users might have to go through, and 45% are worried about the potential abuse of personal information.</p><p>\"While the metaverse concept might sound exciting for hardcore tech fans, we also have to take into account Facebook privacy issues,\" NordVPN said in a blog post.</p><p>\"AR and VR tech collects biometric data. So the question is, who are we choosing to share that data with? If my data is going to Apple, I would be confident that it would only be collected and used based on my consent,\" Chris Bowen, chief information security officer at ClearData, told MarketWatch. \"From a high level, the best first step in protecting your own privacy is to consider the source and determine if you trust it enough with some of your most personal information.\"</p><p>Google, meanwhile, is somewhere in the middle of the privacy debate as it navigates fines in Europe and a new Senate bill on digital advertising that targets the search giant. As is its corporate approach, it has largely played possum on the topic and had no comment.</p><p>It may not have a choice in the near future with Apple and Meta, among others, jockeying for position on data, privacy and the metaverse. Legislators have already taken note.</p><p>\"Regulations like [Europe's General Data Protection Regulation] and [California Consumer Privacy Act] have created a strong secular trend across the board,\" Rohan Kumar, corporate vice president of Azure Data at Microsoft Corp. MSFT, told MarketWatch. \"There is a respect for data, and companies need to make sure customers have a system in place to do that.\"</p><p>Facebook and Apple are at war, with the biggest battle still on the horizon</p>",
  "published": "2022-05-25T13:17:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8471,
          "end": 8486
        },
        {
          "start": 8471,
          "end": 8480
        }
      ]
    }
  ]
}