{
  "_id": "8ec6c36e5e5c2225233835d403d4e4fcf274dc427d698ede18d0f849e9f9b7c9",
  "feed": "ftcomall",
  "title": "Boston Consulting in ‘nepotism' row over work experience for children of top staff",
  "text": "<p>Staff in Boston Consulting Group's London office have complained about “nepotism” after the children of dozens of top partners flew in from across the world for an exclusive week-long work experience programme.</p> <p>The US-based consultancy ran the programme, consisting of days of workshops, this month for about 30 children of the firm's managing directors and partners, triggering an internal row over&#xa0;BCG's commitment to social mobility and tackling climate change.</p> <p>“They received office tours, dinners and stuff that wouldn't normally be given to [job] candidates. They basically made it a bit of a holiday for the partners' kids who came over,” one current BCG employee told the Financial Times.</p> <p>The children were participating in BCG's “Bruce Henderson Summer Programme”, named after the firm's founder. The daughter of one partner based in France who attended wrote on LinkedIn that she had learned about “strategic consulting basics” and presented a project to “a panel of senior consultants”.</p> <p>Three BCG staff members worked for two months to prepare the programme, work that would cost external clients well more than £1mn, according to the BCG employee.</p> <p>“It's caused a lot of internal disquiet both among more junior staff [and at] more senior levels, particularly in the London office, and concerns were simply overruled,” the employee said.</p> <p>BCG, which employs 25,000 people in more than 100 cities around the world, said: “The Bruce Henderson Summer Programme has been in place for many years and is designed to help children have a broad educational and professional experience. Parents cover the primary costs, such as travel. Participants stay in college dorms, and the programme is focused on education.”</p> <p>The firm added that consultants who worked on the programme had volunteered their time: “BCG did not staff a team to organise this.”</p> <p>The firm reported sales of $11bn for 2021. It has also tightened its travel policies for staff as part of efforts to reach net zero carbon emissions by 2030. Trips to cities such as Florence and Lisbon for prospective recruits to the London office <a href=\"https://www.ft.com/content/3f7eff4f-d029-49b6-b9fb-42ed8ace5e64\">have been axed</a>.</p> <p>Chief executive Christoph Schweizer <a href=\"https://www.ft.com/content/010ff3bd-9f86-43dc-a2b4-46741e5312e7\">said in February</a> that he wants BCG to hire climate activists to work for corporate clients and that he expects the firm will earn up to a third of its fees from climate consulting within five years. BCG said it “remains committed, and is on track, to reach net zero climate impact no later than 2030, and we are on target to halve our carbon emissions by 2025”.</p> <p>Last year, BCG also signed up to a programme run by the UK's Sutton Trust to help people from lower-income backgrounds enter consulting.</p> <p>“This kind of behaviour makes a mockery of the work that the [Sutton] Trust does to advance social mobility in finance and consulting,” said the employee, adding it is “also completely against the spirit of our very publicly stated net zero ambitions”.</p> <p>Staff writing anonymously in a private group on the Fishbowl app, which requires users to register with their work email addresses, made similar complaints that the work experience programme was inconsistent with the firm's public positions.</p> <p>“People would take the net zero commitment more seriously if there was more consistency across the board,” said one BCG staffer. “We get our global trainings killed and [managing directors/partners] kids get flown to London for a fun day?” said another.</p> <p>A third labelled the programme “super nepotism”, noting: “Our recruiting programme aimed at the same age group is oversubscribed 40:1.”</p> <p>One person describing themselves as a senior partner defended the firm saying: “We are paying our own way if we want our children to go.”</p> <p>But a fourth BCG employee wrote: “Let's advertise it and see what the public response is? Join BCG to babysit the bosses' kids!”</p> <p>“Shocking use of resources,” wrote a fifth, who said they had worked on the events.</p><p>Source: Kadhim Shubber and Michael O’Dwyer in London 2022 'Boston Consulting in ‘nepotism' row over work experience for children of top staff' FT.com 29 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-29T20:00:32.566Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}