{
  "_id": "b8a11317da5756db73ed7aca94e90b6d896a8bde7178022e2dac67c06e1edb7c",
  "feed": "ftcomall",
  "title": "Deloitte denies it failed to protect former female employee from bullying and harassment",
  "text": "<p>Deloitte has denied that it failed to protect a former female employee from bullying and harassment by one of its male partners after she ended a romantic relationship with him.</p> <p>Katrina Jones, a former manager in the Big Four firm's London office, <a href=\"https://www.ft.com/content/abbcb2c3-0424-44bd-be51-10ba3847d6ed\">filed a High Court claim last year</a> alleging that she suffered psychiatric harm as a result of “oppressive, manipulative and abusive” behaviour by Christopher Holliday, a partner in its quality and risk team.</p> <p>She also claimed that the firm's investigation into his conduct was designed to ensure he kept his job.</p> <p>In its defence filed in court last week and seen by the Financial Times, <a href=\"https://www.ft.com/stream/2faeb8a9-e79d-4d4e-8fb0-b9b88df9634f\">Deloitte</a> denied that it had “unreasonably failed to take steps to stop . . . Holliday's behaviour”.</p> <p>The firm's defence also set up a potential legal argument over the extent of employers' duties towards staff who enter into romantic relationships with more senior colleagues.</p> <p>Deloitte said that even if Jones succeeded in proving Holliday had harassed or bullied her, the firm should not be held liable because such behaviour was not carried out “in the course of his employment”.</p> <p>“The majority of the conduct complained of took place away from work and in the context of a personal relationship between autonomous adults,” Deloitte said.</p> <p>Jones and Holliday, who was a director and later a salaried partner at Deloitte, began a relationship in 2016, according to the legal claim and the accounting firm's defence.</p> <p>Jones, originally hired as an analyst in Deloitte's Cardiff office in 2015 before transferring to London in 2016, claimed Holliday was “controlling and manipulative” towards her and that his behaviour was “inextricably linked to [his] seniority and authority” over her at Deloitte.</p> <p>She alleged that Holliday often said he could have her dismissed without needing to give a reason and that she felt her continued employment was dependent on him.</p> <p>She also claimed that he had required her to share her location with him using the GPS function on her phone and that he later acted in an “intimidatory” manner towards her after she ended their relationship in 2017.</p> <p>Deloitte said in its defence that Jones and Holliday did not work together and that if he had told her that he could dismiss her this was untrue and “was not said in the course of his employment”. It said it did not have knowledge of the exchanges between the pair while they were in a relationship.</p> <p>Deloitte said two employees reported Holliday's alleged behaviour to another partner in 2018. Holliday denied the allegations when he was questioned about them by two partners, it said.</p> <p>Jones alleged that Deloitte's investigation was intended to protect the reputations of Holliday and Deloitte rather than find the truth. Deloitte denied this.</p> <p>The firm said its investigation had been conducted “independently and fairly” by another partner at the firm and also involved a member of its board. It said it did not start a disciplinary process against Holliday because Jones had refused to make a formal complaint against him and because it did not find further evidence against him.</p> <p>Deloitte said it had supported Jones, including through its employee relations department and by funding counselling and psychiatric treatment.</p> <p>The firm said Jones had failed to provide medical evidence in support of her claim but added that the breakdown of her marriage in 2016 and of her personal relationship with Holliday were likely to have contributed to any injury she may have suffered.</p> <p>Holliday, who is not a defendant in the case, left Deloitte in December 2019. He was previously registered with the Financial Conduct Authority as Deloitte's money laundering reporting officer. He now works for his own company, according to his LinkedIn profile.</p> <p>Holliday could not be reached for comment and Deloitte declined to comment on his behalf.</p><p>Source: Michael O’Dwyer, accountancy correspondent 2022 'Deloitte denies it failed to protect former female employee from bullying and harassment' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-09T13:17:22.860Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}