{
  "_id": "f5599c103859782469507da42fe66f62ff30b808a17fb4e63fbc76cb3fa4afc5",
  "feed": "market-watch",
  "title": "First lady Jill Biden tests positive for COVID, and North Carolina Gov. Roy Cooper ends state of emergency; Heathrow is seeking to cap passengers through end of summer, and FAA warns labor shortages could hit flights around New York City",
  "text": "<p>\"The First Lady is double-vaccinated, twice boosted, and only experiencing mild symptoms,\" said the statement. She is currently staying at a private residence in South Carolina, and will only return home to the White House after two consecutive negative tests.</p><p>North Carolina Gov. Roy Cooper has lifted the state of emergency that gave its government extraordinary powers to address the COVID pandemic, the Associated Press reported.</p><p>The Democratic governor announced last month that he would lift the emergency order Monday, citing provisions in the latest state budget bill he signed that would allow healthcare providers and regulators to keep responding robustly to the virus. His termination order said the emergency ended late Monday night.</p><p>The move comes as U.S. known cases of COVID are continuing to ease based on numbers provided by a New York Times tracker, although the true tally is likely higher given how many people are testing at home, with those test data generally not being collected.</p><p>See now: CDC: You should get two negative tests or wear a mask for up to 10 days after testing positive for COVID-19</p><p>The daily average for new cases stood at 99,832 on Monday, according to a New York Times tracker, down 18% from two weeks ago. Cases are falling in almost every state and are down 20% or more in more than a dozen states, namely Rhode Island, Texas, Nebraska, New Mexico, Florida, Idaho, Illinois, California, Arkansas, Louisiana, Oregon, New Jersey, Arizona, Hawaii, Alabama and Utah.</p><p>The daily average for hospitalizations was down 4% at 42,072, while the daily average for deaths is up 10% at 489.</p><p>Coronavirus Update: MarketWatch's daily roundup has been curating and reporting all the latest developments every weekday since the coronavirus pandemic began</p><p>Other COVID-19 news you should know about:</p><p>• The main London airport Heathrow has extended the limit on departing passengers to October in an effort to reduce flight cancellations and cope with summer demand,MarketWatch's Anviksha Patel reported.After consulting with airlines, the airport, owned by Spain's Ferrovial ES:FER, will expand its 100,000 cap on the number of departing passengers per day until Oct. 29, the end of the summer season. Last month, Heathrow introduced the cap, claiming it has since resulted in fewer last-minute cancellations, better punctuality and shorter waits for baggage. The move followed other airports that have put similar limits in place, including London's Gatwick, Frankfurt Airport in Germany and Amsterdam Airport Schiphol in the Netherlands.</p><p>• The Federal Aviation Administration said Monday that it was reducing flights in the area around New York City because of lack of staffing,the AP reported. Departing and arriving flights could be delayed up to two hours at John F. Kennedy International, LaGuardia and Newark (New Jersey) Liberty International airports, the FAA said. The agency said passengers should check with their airline for information about particular flights. \"Due to the availability of staff tonight, the FAA must reduce the flow of aircraft in certain airspace serving New York City to maintain safety,\" the FAA said in a statement Monday afternoon.</p><p>• Georgia Gov. Brian Kemp will spend up to $1.2 billion in federal COVID aid on payments of $350 apiece to more than 3 million Georgians who benefit from Medicaid, subsidized child health insurance, food stamps, or cash welfare assistance, the AP reported.The move comes atop Kemp's proposals last week to spend $2 billion in state surplus, split between property-tax rebates and a second round of income-tax rebates, if voters choose him for a second term in November over Democratic challenger Stacey Abrams. Those separate plans would require legislative approval next year.</p><p>• Bill Gates on Tuesday called for South Korea to become more involved in international efforts to prevent infectious diseases like COVID-19 as he stressed the need for the world to be better prepared for the next pandemic,the AP reported separately.Representing the Bill and Melinda Gates Foundation, Gates signed a memorandum of understanding with South Korea's foreign and health ministries pledging further partnerships in projects aimed at improving public health tools in the developing world and advancing vaccines and treatments for infectious diseases.</p><p>Here's what the numbers say</p><p>The global tally of confirmed cases of COVID-19 topped 591.2 million on Tuesday, while the death toll rose above 6.43 million, according to data aggregated by Johns Hopkins University.</p><p>The U.S. leads the world with 93 million cases and 1,037,484 fatalities.</p><p>The Centers for Disease Control and Prevention's tracker shows that 223.5 million people living in the U.S. are fully vaccinated, equal to 67.3% of the total population. But just 107.9 million have had a first booster, equal to 48.3% of the vaccinated population.</p><p>Just 21 million of the people 50 years old and over who are eligible for a second booster have had one, equal to 32.7% of those who had a first booster.</p><p>First lady Jill Biden tests positive for COVID, and North Carolina Gov. Roy Cooper ends state of emergency</p>",
  "published": "2022-08-16T14:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}