{
  "_id": "3b07a0d7f879b8fb3591a163b7bce5fc1b1373092f9a26b64f6954bb2d53cef6",
  "feed": "ftcomall",
  "title": "Ukraine shores up cyber defences in readiness for Russian attack",
  "text": "<p>Viktor Zhora proudly showed off the new facilities at one of Ukraine's cyber security agencies, where opposing teams stage mock battles to prepare for the real thing.</p> <p>The training is paying off, said Zhora, deputy chair of the State Service of Special Communications and Information Protection, the country's security and intelligence service. An attack last month that targeted government websites was quickly contained by his staff with the help of IT companies including Microsoft, he said.</p> <p>“We need to align our activities with risk and threats that have been increasing in past years . . . We should always be ready for the worst.” Zhora said.</p> <p>Ukraine said “<a href=\"https://www.ft.com/content/0bdfafb8-a340-4e6a-a688-d878c45d1010\">all evidence”</a> pointed to Russian responsibility, with officials and analysts saying this was just the tip of the iceberg.</p> <p>The country has been under constant attack from Russian and Kremlin-backed hackers since Moscow's 2014 annexation of Crimea. Cyber espionage, damage to databases and servers, disruption to power and communications and disinformation are all part of the playbook. </p> <p>With Russia massing more than 100,000 troops on the Ukraine border and western powers accusing Moscow of planning a<a href=\"https://www.ft.com/content/5890811b-3b49-413b-a173-e685a1f4f8e7\"> full-blown invasion,</a> the Kyiv government and independent experts expect hostile cyber activity to increase in an effort to destabilise the country before or during any attack.</p> <p>“We register more and more attacks on our system and we see some are successful, unfortunately”, said Zhora, a former private-sector cyber security executive. “Something more serious can be expected for us, but we don't know when.”</p> <p>Andrei Soldatov, a Russian security expert and senior fellow at the Center for European Policy Analysis, said Russian hackers were “getting ever more skilful”.</p> <p>“They've had eight years of experience since 2014, and Ukraine is often where they try out things first,” he said. </p> <p>Russian cyber attackers accessed Ukraine's vote-counting system on the eve of general elections in 2014, destroying electronic records and leaving ballots to be counted by hand. The following year, a cyber attack caused blackouts lasting several hours in western Ukraine and part of Kyiv. The disruption, attributed to a group linked with Russian military intelligence, was the first known power outage caused by a cyber attack.</p> <p>The <a href=\"https://www.ft.com/content/0ead41a6-5bdb-11e7-b553-e2df1b0c3220\">NotPetya</a> malware attack by the same group in 2017 infected 10 per cent of all Ukrainian computer systems before spreading across the globe. It was one of the most destructive cyber attacks in history, costing companies worldwide $10bn, according to a US estimate.</p> <p>Last week, Microsoft&#xa0;<a href=\"https://www.microsoft.com/security/blog/2022/02/04/actinium-targets-ukrainian-organizations/?mod=djemCybersecruityPro&amp;tpl=cy\">said</a> a group it called Actinium, which the Ukrainian government has linked to Russia's security services, had targeted Ukrainian government and military offices with the “purpose of intelligence collection” since October 2021.</p> <p>“There are bound to have been many many, more attacks over the years that we don't know about and that have left malware embedded in systems ready to be activated,” said V S Subrahmanian, professor of computer science at Northwestern University in the US. “It's a bit like a bomb being planted in your house — it's benign until someone sets it off.”</p> <p>Russia has fewer financial resources to invest in cyber capabilities than the US or China. But evidence suggests it boosts its capacity by using proxy groups such as Cozy Bear and Fancy Bear that it can deny knowledge of, said Subrahmanian. They carry out attacks without big consequences for the Russian state but are believed by western officials and cyber experts to act for Moscow, Subrahmanian said.</p> <p>Ukraine, meanwhile, suffers from a deficit of public-sector cyber security expertise, weak regulation, limited response capability and a lack of co-ordination between various agencies, all of which Kyiv is trying to fix, say officials.</p> <p>A particular vulnerability is the prevalence of older, unlicensed software that gives hackers a lot of holes to access. Zhora acknowledged the situation was “rather dangerous” but said the problem was no longer as bad as in the mid-2000s.</p> <p>A priority for his agency was raising awareness among operators of critical infrastructure and connecting them to cyber information centres, so that attacks could be quickly analysed and countered, he said. </p> <p>Subrahmanian said there were “always vulnerabilities in every system and attackers always have the advantage,” adding that the Ukrainian efforts to patch the holes, “doesn't mean they've managed to find them all”.</p> <p>The US has sent experts and funds to shore up Ukrainian cyber defences, but the administration sees it as a long-term effort. “Significant achievements don't happen in weeks so we're realistic,” Anne Neuberger, deputy US national security adviser for cyber, said on a recent visit to Europe.</p> <p>It is unclear how far Russia would go in using cyber attacks against Ukraine's military. Greg Austin, senior fellow at the International Institute for Strategic Studies, pointed out that Russia had never deployed a military-level cyber attack to disable an enemy's command and control systems — as Israel did in 2007.</p> <p>In Operation Orchard, the Israelis disabled Syria's air defence systems and fed it false radar information, allowing its fighter jets to bomb their Syrian targets and return to base undetected.<br><br>“An attack on a military system is very different from an attack on civilian infrastructure,” said Austin. He continued: “Past evidence supports the idea that Russia will not launch a wide-ranging cyber sabotage attack on Ukraine as part of any invasion . . . Fear of retaliation is likely one reason.”</p> <p>Indeed US president Joe Biden last month warned of consequences for Russia over cyber attacks, saying that “if they continue to use cyber efforts, well, we can respond the same way.”</p><p>Source: Ben Hall and John Paul Rathbone in London and Roman Olearchyk in Kyiv 2022 'Ukraine shores up cyber defences in readiness for Russian attack' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-13T11:55:54.758Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 474,
          "end": 483
        },
        {
          "start": 2555,
          "end": 2564
        }
      ]
    }
  ]
}