{
  "_id": "4f88d55a32350bac9f3712611ea6a76d76952bc3d5dfed35854a1cea04d5eb1f",
  "feed": "wall-street-journal",
  "title": "Business News: Supply Crunch for iPhone Pro Threatens Apple Sales Streak",
  "text": "<p>On Sunday, Apple issued a mid-quarter warning that shipments of Pro models would be hurt by Covid-19 restrictions at the world's biggest iPhone assembly factory in China.</p><p>The company is also facing waning iPhone sales growth after years of benefiting from wireless-carrier subsidies. Having carriers help buyers pay for their new smartphones has been a critical component of Apple's progress in selling more Pro devices, boosting overall revenue at a time when global smartphone demand has eased.</p><p>Analysts on average now expect Apple's December quarter revenue to be up about 2% from a year earlier, the lowest growth for that quarter in four years. The company is expected to sell about 239 million iPhones in fiscal 2023, roughly the same number as in fiscal 2022, according to UBS.</p><p>Apple had been one of the rare bright spots among tech giants. For its September quarter, Apple reported better-than-expected sales as its iPhone business remained resilient against larger macroeconomic issues. The company's share price has held up better than those of other tech giants this year, it has declined 13% since the day after Apple released earnings last month.</p><p>\"The market is clearly wondering whether this great run that Apple has been on might slow,\" Bernstein analyst Toni Sacconaghi said.</p><p>Amazon.com Inc., Microsoft Corp., Alphabet Inc.'s Google and Facebook parent Meta Platforms Inc. all reported disappointing earnings last month, citing issues including softening consumer demand for PCs or weakness in digital advertising.</p><p>In reporting the strong September quarter last month, Apple executives acknowledged that the supply of Pro models was constrained. \"We're working as hard as we can to satisfy the level of demand we're seeing,\" Chief Financial Officer Luca Maestri said at the time.</p><p>On Sunday, Apple said Covid-19 restrictions had temporarily disrupted a facility in Zhengzhou, China, known as iPhone City -- the world's biggest assembly site for Apple's smartphones. It accounts for production of more than 80% of iPhone 14 base models and 85% of Pro models, according to Counterpoint Research.</p><p>Apple should be able to sort out its production issues by December, according to Counterpoint Research analyst Ivan Lam.</p><p>Sales of Pro models, which the company said will bear the brunt of the supply crunch, had so far been robust since Apple rolled out the iPhone 14 in September.</p><p>Before the announcement, the Pro models were estimated to be accounting for 60% of overall unit sales of the iPhone 14, J.P. Morgan analyst Samik Chatterjee said. In previous years, the sales split between the Pro and base models was more even, he said.</p><p>Demand for the base iPhone 14 model appears to be light, analysts said. The upgrades from the prior year are so gradual that cost-conscious consumers are opting for the iPhone 13, which Apple continues to sell, said Mr. Chatterjee.</p><p>Eager to capture customers, wireless carriers have helped subsidize the price of new phones to encourage adoption of ultrafast 5G wireless connectivity. Those subsidies have made it easier for consumers to purchase iPhone Pro models that cost at least $200 more than regular iPhones. Demand for Pro models has helped push up the average selling price of the iPhone to $957 in the September quarter from $783 in the 2019 September quarter, according to Consumer Intelligence Research Partners.</p><p>iPhone sales rose about 22% in the 2021 fiscal year after the company unveiled its first 5G-enabled phone in October 2020, according to UBS estimates. Apple's fiscal year runs from October to September. While that growth is estimated to have continued during fiscal 2022, UBS expects it to stall in the 2023 fiscal year, which began in October.</p><p>Apple introduced its more expensive Pro lineup in 2019 with the iPhone 11 and Apple consumers have eagerly followed the company up the market. The arrival of 5G wireless connectivity in late 2020 also spurred buyers to upgrade even as the phones got more expensive.</p><p>Consumer appetite for Pros has helped Apple avoid the sales decline that has hit the broader smartphone market, where global shipments are expected to be down 6.5% this year, according to International Data Corp. For the first half of the year, sales growth continued for smartphones priced above $900, according to Counterpoint Research.</p><p>In the 12 months that concluded in September, Apple's iPhone sales revenue rose by 7%. Unit sales rose nearly 4%, UBS estimates.</p><p>In the U.S., wait times for the iPhone 14 Pro models are now 28 days, up from 19 days two weeks ago, according to UBS.</p><p>But this isn't all bad news for Apple. Although consumers may have to wait longer, that demand isn't going away, said Martin Yang, an analyst at investment firm Oppenheimer &amp; Co. Instead, the December quarter's lost sales will likely be pushed out to the March quarter.</p><p>\"Whoever ordered an iPhone Pro and has to wait will not likely buy a Samsung phone,\" said Mr. Yang. \"The demand remains safe.\"</p>",
  "published": "2022-11-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1309,
          "end": 1324
        },
        {
          "start": 1309,
          "end": 1318
        }
      ]
    }
  ]
}