{
  "_id": "a1db943e2c6a1aed4921de19e0c69bb41ab727440e5aaa63d338bbbcf98b7be4",
  "feed": "wall-street-journal",
  "title": "Business News:  Gates Foundation Adds New  Board Members After Divorce  ----  By Emily Glazer",
  "text": "<p>\n  The Bill &amp; Melinda Gates Foundation named four new members to its board of trustees, adding outsiders to the board for the first time in its history after the divorce of its co-founders Bill Gates and Melinda French Gates. </p><p>\n  The changes are part of efforts to add more governance and independence to one of the world's largest philanthropies, which has an endowment of more than $50 billion. Mr. Gates and Ms. French Gates remained co-chairs, but the foundation had no other trustees after Bill Gates Sr. died in 2020 and Warren Buffett, another major donor, resigned in June. </p><p>\n  The new board members are: </p><pre>\n </pre><p>\n  -- Strive Masiyiwa, founder of African technology company Econet Group, who has worked with the foundation and is a director at Netflix Inc. and Unilever PLC; </p><pre>\n </pre><p>\n  -- Baroness Nemat \"Minouche\" Shafik, director of the London School of Economics and Political Science, and a former official at the Bank of England and the International Monetary Fund; </p><pre>\n </pre><p>\n  -- Thomas J. Tierney, co-founder of the philanthropic consulting firm Bridgespan Group, who has been an adviser to the Gateses and is a former chief executive of Bain &amp; Co.; </p><pre>\n </pre><p>\n  -- Mark Suzman, a Gates Foundation veteran who has been the charity's CEO since 2020. </p><pre>\n </pre><p>\n  The new board members will \"provide additional input, strategic guidance, and fiduciary oversight to the foundation,\" Mr. Suzman wrote in his annual letter. \"It also represents an explicit recognition by Bill and Melinda, especially in the wake of their divorce, that the foundation will be well served by the addition of strong, independent voices to help shape our governance.\" </p><p>\n  The Wall Street Journal reported in May that the foundation was discussing governance changes after the divorce of two of the world's richest people. In July, the foundation said it would add trustees. It said that if after two years either of the co-chairs decides they can no longer work together to lead the foundation, Ms. French Gates would resign as co-chair and trustee, according to terms of a private agreement in their divorce. Should that happen, Ms. French Gates would receive funds from the Microsoft Corp. co-founder that are separate from the foundation's endowment for her own philanthropic work. </p><p>\n  In a news release, Ms. French Gates said she is energized to work with the new board members to promote a healthier, safer and more equal world. Mr. Gates said the board members' wide-ranging experience will help the philanthropy tackle challenges. </p><p>\n  The foundation said the board could include as many as nine members, meaning it could add as many as three more, and there are conversations about adding people to represent gender, geography and expertise. The board members will serve three-year terms with a two-consecutive-term limit. They are expected to meet three times a year to approve the annual budget and four-year plan and guide the foundation's work. </p><p>\n  A Gates Foundation spokeswoman said board members won't be paid, but in consideration for their time and effort, can recommend the Gates Foundation make a philanthropic gift to a qualified charity for up to $50,000 a year. The spokeswoman said the board members may receive reimbursement for reasonable travel and expenses incurred in attending meetings and performing other duties on behalf of the Gates Foundation. </p><p>\n  The philanthropy said Mr. Suzman as well as Gates Foundation executive Connie Collingsworth conducted a strategic review on best governance practices with external experts at the co-founders' request. </p><p>\n  In a September interview, Mr. Gates said the foundation wouldn't have as large a board as other endowments, nor would a bigger board change its focus. </p><p>\n  \"It will be nice to have additional trustees, but I wouldn't think that in terms of what we actually do that you'll see much in the way of change,\" he said. </p><p>\n  --- </p><p>\n  Betsy McKay contributed to this article. </p><p></p>",
  "published": "2022-01-27T07:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2100,
          "end": 2115
        },
        {
          "start": 2100,
          "end": 2109
        }
      ],
      "nexusId": "10031144"
    }
  ]
}