{
  "_id": "6845681dbc76e2e00b6bed6147e8e68205f8e61916dbd155f47c9e71167a381c",
  "feed": "ftcomall",
  "title": "US antitrust head will look to block deals that ‘lessen competition'",
  "text": "<p>The US Department of Justice has warned that it will seek to block more anti-competitive deals after Joe Biden's administration pledged to crack down on companies exploiting their market power.</p> <p>Jonathan Kanter, in one of his first speeches as <a href=\"https://www.ft.com/content/fb3396a0-93f6-43b0-ae6b-1ddaab452787\">head</a> of the justice department's antitrust division, on Monday said his unit should, in most cases, seek to block tie-ups that were “likely to lessen competition” rather than pursue “complex settlements . . . [which] suffer from significant deficiencies”.</p> <p>He expressed his concern “that merger remedies short of blocking a transaction too often miss the mark”.</p> <p>Preserving existing competition could be more effective than predicting the effect of a divestiture, Kanter added. “That will often mean that we cannot accept anything less than an injunction blocking the merger — full stop.”</p> <p>He added: “In short, we will pursue remedies — not settlements. We cannot compromise if there is a violation of the law.”</p> <p>The justice department's tougher stance on antitrust law enforcement comes as the administration <a href=\"https://www.ft.com/content/6fd7d5c3-00b2-43fc-9308-7d96614c53bb\">seeks to crack down</a> on anti-competitive conduct, with the president appointing progressives who have historically called for stricter measures to critical competition roles. These include Kanter at the justice department and Lina Khan at the US Federal Trade Commission.</p> <p>Kanter's speech comes as Microsoft braces for intense regulatory scrutiny after it announced its <a href=\"https://www.ft.com/content/f30452bd-bf13-4841-8038-264a83c9295d\">$75bn acquisition</a> of video game maker Activision Blizzard last week.</p> <p>The transaction became public hours before the justice department and the FTC said they would seek input from the public on <a href=\"https://www.ft.com/content/a8893550-fc6c-4301-879d-209aa9323f5b\">revamping merger rules</a> to target illegal deals. Merger filings more than doubled between 2020 and 2021, the agencies said.</p> <p>Kanter also lamented a “dearth” of suits brought by the justice department addressing monopolistic behaviour, counting a 20-year gap between big cases. </p> <p>Antitrust law enforcement “has not succeeded in keeping pace” with fundamental changes in the economy, including concentrated labour markets, low rates of business formation and tech platforms amassing private data, he said. In the past two decades, concentration had increased in more than 75 per cent of US industries, Kanter added.</p> <p>Antitrust law enforcement was “stuck fighting the last generation's war, with precedent that bears little or no resemblance to today or the future”, he said.</p> <p>Last year, Biden <a href=\"https://www.ft.com/content/c207e1c4-8978-4482-8b4d-c353acce33d1\">announced a shake-up</a> of competition policy as he accused large companies of using their market power to exploit workers and consumers.</p> <p>As part of an executive order, he asked the FTC and justice department to rewrite the country's merger guidelines.</p> <p>“In too many industries, big companies . . . can use their power to squeeze out smaller competitors, stifle new competition, raise prices, reduce the choice for customers and exploit their workers,” Biden said on Monday at a meeting held by the competition council set up under the executive order.</p> <p>The council on Monday announced a programme aimed at strengthening co-operation among antitrust agencies in order to win cases challenging anti-competitive behaviour.</p><p>Source: Stefania Palma in Washington 2022 'US antitrust head will look to block deals that ‘lessen competition'' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T03:19:16.299Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1345,
          "end": 1354
        }
      ],
      "nexusId": "10031144"
    }
  ]
}