{
  "_id": "b277fc57cd9fb1b7dc1b0edaa9e0ede0c63dff3f848e32b9f59b70195471410a",
  "feed": "ftcomall",
  "title": "When the Web3 bubble pops, real world assets will survive",
  "text": "<p>Silicon Valley loves a snappy marketing slogan. Its favourite these days is “<a href=\"https://www.ft.com/content/f33aa1fe-7fde-4bf9-b89d-22c6455cf7af\">Web3</a>”, an abbreviation of Web 3.0, which is itself shorthand for everything from blockchain to cryptocurrencies to meme-driven retail investing apps and the metaverse. Web3 builds on Web 2.0, which was all about social media and user-driven content, taking it to the next level of either utility or hype, depending on your point of view.</p> <p>I can see both sides. I have no doubt that digital coins will dominate the financial markets of the future; it's a natural, no-brain successor to paper. But just as I would have been unable to pick which one of several hundred early 20th-century automotive start-ups would replace the horse and buggy, <a href=\"https://www.ft.com/content/16a37710-cbff-41b1-af96-7dc8b2de0c43\">I am reluctant to buy into today's crypto craze </a>(I think sovereign-backed digital currency will ultimately win out over private coin).</p> <p>Speculation is, of course, a natural part of the development and adoption of transformative new technologies, as academics like the British economist Carlota Perez and venture capitalist turned Cambridge scholar William Janeway have shown in their respective work. While some bubbles, like the property one that underpinned the 2008 financial crisis, are unproductive, others — such as the 1920s stock bubble, which triggered the Depression but also helped fund and fuel the spread of radio, the telephone, aviation and electricity — have productive elements.</p> <p>These <a href=\"https://www.ft.com/content/ace2d7a2-27c9-11ea-9a4f-963f0ec7e134\">“productive bubbles”</a> come with froth, but they also create long-term value across entire economies. The question for investors today, particularly as central bankers pull back on the easy money that has enabled the latest era of nosebleed technology valuations, is “what will be left when the Web3 bubble eventually pops? What has real value, and what will meet the fate of former Web 2.0 darlings?”&#xa0;</p> <p>In parsing this question, it's worth thinking about what happened in a recent productive bubble, between 1998 and 2001. In the <a href=\"https://www.ft.com/content/a96265b0-ef3f-11e9-bfa4-b25f11f42901\">“new economy” </a>of the late 1990s, anything with dotcom at the end of it rose in value, but most of it came crashing down in the early 2000s. Etoys.com, iVillage and boo.com were among the many big name fatalities of that era. There were also more serious companies like Amazon, Apple, Oracle, Microsoft and others that took large double-digit share price hits, but ultimately rebounded.</p> <p>But the most valuable asset to emerge from the rubble was the fibre on which the next two decades of consumer internet development would be built — broadband. The investor excitement about frothy consumer plays like pets.com also allowed once unloved telecom companies to raise $2tn in equity and $600bn in debt from “investors eager to bet on the future,” as asset manager Ben Carlson lays out in his 2020 book <em>Don't Fall For It: A Short History of Financial Scams</em>.</p> <p>Those companies laid down 80m miles of fibre optic cables, creating tremendous overcapacity. Many of the most lauded telecoms names, like Global Crossing and 360networks, went bust. But, as Carlson writes, “within four years of the end of the dotcom bubble, the cost of bandwidth had fallen by 90 per cent”.</p> <p>The creation of that cheap, efficient digital highway is what ultimately enabled the consumer internet, the app economy and the blur of 24-7 digital media in which we all live. Twenty years on, amid a pandemic that has left us all clamouring for more bandwidth, calls for politicians and business leaders to build out superfast 5G networks are deafening.</p> <p>So what does this tell us about what will happen after this latest tech boom turns to bust, as it shows signs of doing? I'd argue investors should pay less attention to the metaverse and more to those who are using capital to build out hard assets of the future.</p> <p>On that score nobody has done more than Tesla's Elon Musk. Putting aside his contemptuous attitude towards government and <a href=\"https://www.ft.com/content/18dc896f-e92f-41f7-9259-69cfd8d61011\">the issues inherent in the monopolisation and privatisation of space</a>, I am very long on his electric vehicles (deliveries were up 87 per cent in 2021) and am begrudgingly awed by his satellite broadband efforts, which are already transforming connectivity in swaths of rural America (my brother in South Dakota can now do his IT job remotely, thanks to Mr Musk).</p> <p>I am also long on the <a href=\"https://www.ft.com/content/09675f3f-189b-4946-8f70-fb55d2ba4471\">traditional industrial companies in Germany</a> pushing ahead with the internet of things, the large retailers using automation to take control of their supply chains, and other unglamorous but highly profitable uses of 5G, artificial intelligence and clean tech that are being adopted in places far beyond Silicon Valley. All of it is encouraged by government support, as many productive bubbles are.</p> <p>As Tim O'Reilly, a technology big thinker and one of the popularisers of the term Web 2.0, <a href=\"https://www.oreilly.com/radar/why-its-too-early-to-get-excited-about-web3/\">wrote recently</a>: “The easy money to be made speculating on cryptoassets seems to have distracted developers and investors from the hard work of building useful real-world services.”</p> <p>But when we step back from the dust that will eventually settle around Web3, it will be the ubiquitous, industrial changes driven by companies like Tesla that will probably be most impactful. They are transforming old industries and building real world assets.</p> <p><a href=\"mailto:&#xa0;rana.foroohar@ft.com\">&#xa0;<em>rana.foroohar@ft.com</em></a></p><p>Source: Rana Foroohar 2022 'When the Web3 bubble pops, real world assets will survive' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-10T05:00:02.048Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2238,
          "end": 2247
        }
      ],
      "nexusId": "10031144"
    }
  ]
}