{
  "_id": "ea884dd3f081a27f61c13889b2cf41b3193efa7288b2cf0898a4e22477013956",
  "feed": "ftcomall",
  "title": "Employers beware: hybrid work weakens loyalty",
  "text": "<p>The real competition for Netflix, according to its chief executive, Reed Hastings, is not broadcasters or streaming services — but sleep. “You get a show or a movie you're really dying to watch,” he said five years ago, “and you end up staying up late at night, so we actually compete with sleep.”</p> <p>As the hybrid mix of office and remote emerges as the future of white-collar work, could employers face a similar battle? The competition for workers' loyalty might not be industry peers but friends and family.</p> <p>After years of rhetoric about the need for staff to have a “passion” for work, finding that staff now care a lot less than they once did could prove a shock for employers. </p> <p>In pre-pandemic days, flexible work patterns increased employer loyalty because that was a “privilege for the favoured few”, says Alan Felstead, author of a new book <em>Remote Working</em>. </p> <p>As hybrid becomes the norm, such loyalty may diminish. One flipside of the four-day week trend is that work might become transactional and less social in the name of efficiency. The Great Resignation, which describes the high number of job moves in various sectors across the world, could turn out to be the future of white-collar work.</p> <p>If workers spend less time together, their social ties will weaken, as will the attachment to an employer. Meanwhile, the bonds with friends and family strengthen. Brian Kropp, chief of human resources research at Gartner, the consultancy, sees a potential “shift”, in that work simply becomes “less important” in our lives. &#xa0;</p> <p>Before the pandemic, there was rigorous discussion on life without work, chiefly around post-work — a future where technology would eliminate jobs and plunge workers into unemployment or liberation, depending on one's perspective. It drew on anti-work thinking, notably the 19th century Marxist, Paul Lafargue, and the philosopher Bertrand Russell, which has received a boost over the past two years — strikingly, membership of the <a href=\"https://www.reddit.com/r/antiwork/comments/siu9ud/is_there_more_to_life_than_work/\">anti-work</a> Reddit community has swollen to 1.7mn.&#xa0;</p> <p>Posts about exploitative bosses make a strong case for a life without work. Felstead reminds me, however, that work “provides individuals with a wide range of benefits besides the opportunity to earn a pay cheque. A time structure to the day, opportunities to interact with others outside the family, and the means of establishing an identity outside of the home.” </p> <p>Everything in moderation, however. Research by the universities of Cambridge and Salford in <a href=\"https://www.sciencedirect.com/science/article/pii/S0277953619303284?via%3Dihub\">Social Science and Medicine</a> found “that when people moved from unemployment or stay-at-home parenting into paid work . . . their risk of mental health problems reduced by an average of 30 per cent.” This was achieved by just eight hours of work. They found no evidence that working more increased wellbeing.</p> <p>It's impossible to envisage an eight-hour working week. In their book, <em>Out of Office</em>, Anne-Helen Petersen and Charlie Warzel argue that “work will always be a major part of our lives . . . however, it should cease to be the primary organising factor within it: the primary source of friendship, or personal worth, or community.”</p> <p>Some employers will ignore such shifts and force staff back to the office. Emboldened by buoyant labour market conditions, employees might quit. A <a href=\"https://news.microsoft.com/en-gb/2021/12/09/more-than-half-of-uk-workers-would-consider-quitting-their-job-if-hybrid-working-was-axed-research-reveals/\">report </a>by Microsoft suggested that more than half of UK office workers would leave if forced back to the office full-time.</p> <p>Other employers will adapt, putting resources into recruitment and alumni networks, as well as <a href=\"https://hbr.org/2020/03/what-job-crafting-looks-like\">job crafting</a> — changing the scope and tasks of a post to fit employees' ambitions. They may try to create social and emotional connections that do not depend on the office, says Kropp. He cites the example of an organisation with an internal app to match employees with shared personal interests. </p> <p>One founder, whose staff work remotely, told me that they enjoy socialising, peer mentoring, and career development from professionals. It just does not always come from their co-workers. “A lot of organisations would find that threatening.”&#xa0; For those that loosen the leash, he says, “it will be scary. It should be.”&#xa0;</p> <p><a href=\"mailto:emma.jacobs@ft.com\"><em>emma.jacobs@ft.com</em></a></p>&#xa0;<p>Source: Emma Jacobs 2022 'Employers beware: hybrid work weakens loyalty' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-06T05:00:23.335Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3257,
          "end": 3266
        }
      ]
    }
  ]
}