{
  "_id": "8718fbdf3d9deea7516f9504c8280dd0b71bb0755291831b4bcc150ce00375bd",
  "feed": "ftcomall",
  "title": "Ray Dalio hands over reins at Bridgewater",
  "text": "<p>Ray Dalio, the billionaire founder of hedge fund Bridgewater Associates, has given up control of the firm, ending a drawn-out transition of power that had come to define the industry's succession problems. </p> <p>The 73-year-old, who until last month was one of three co-chief investment officers at the firm and sat on its investment committee, has transferred all of his voting rights to the board of directors, said people familiar with the details. Dalio will remain on the board as founder and CIO mentor. </p> <p>“The transition of Bridgewater from Ray is done!” said an email to employees sent on Tuesday by co-chief executives Nir Bar Dea and Mark Bertolini. “This process wasn't easy and we didn't always agree, but together, we've now finished something that very few firms or founders have accomplished, shifting from being a founder-led boutique to being an enduring institution led successfully by the next generation.”</p> <p>Dalio founded Bridgewater in 1975 and built it into the world's largest hedge fund with $151bn in assets. The firm became known for its culture of “radical transparency” as much as for its investing, with employees encouraged to openly challenge each other and conversations often taped. The approach drew criticism from outsiders, while some employees found it difficult to fit in with its way of working. </p> <p>The drawn-out succession process at Bridgewater has involved a series of different people in the CEO role. </p> <p>Planning for the future leadership began in earnest more than a decade ago when Greg Jensen and Eileen Murray, a former Morgan Stanley executive who was hired in 2011, co-led the firm. </p> <p>Jensen moved out of the co-CEO role in 2016, after reportedly clashing with Dalio, but remained at the firm as co-CIO. </p> <p>Dalio brought in Jon Rubinstein, a senior Apple executive, to take Jensen's role alongside Murray but he was deemed not to be a “cultural fit” for the firm and did the job for less than a year. Rubinstein's role was given to David McCormick, a former army ranger and insurance executive. </p> <p>Meanwhile, Murray left in 2019 and <a href=\"https://www.ft.com/content/c5a64223-7e95-4857-8463-1bba81d37a10\">subsequently sued the firm</a> over its alleged refusal to pay her deferred compensation after she disclosed a gender discrimination dispute. The two sides later settled the case. McCormick was left as the sole CEO but <a href=\"https://www.ft.com/content/01a41507-a164-487a-9f46-8583b115ff58\">resigned in January</a> to run for the US Senate with Dalio bringing in the current co-CEOs. </p> <p>Bridgewater's investments are still in the hands of Dalio's top lieutenants, Jensen and Bob Prince. While the firm struggled in the coronavirus-induced market rout, it has delivered strong performance this year with its Pure Alpha fund up 34.55 per cent in the year to the end of September. </p> <p>Dalio acknowledged in a LinkedIn post published on Tuesday that the handover process “hasn't been easy” but said he intends to be an investor, board member and mentor until the day he dies. </p><p>Source: Ortenca Aliaj in New York 2022 'Ray Dalio hands over reins at Bridgewater' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T16:35:04.842Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}