{
  "_id": "97951ed2d69ef83989a0d6044be47297cb2f8a88d56033879a74c886f406a04d",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: tech shareholder meetings are an annual waste of time",
  "text": "<p>Dear reader,</p> <p>Last week, Facebook owner Meta, Twitter and Amazon all held <a href=\"https://www.ft.com/content/12cbf9db-cfff-4593-82e0-4191436f3c2a\">annual shareholder meetings</a> in which investors had the chance to vote on company issues. In nearly every single instance the company won. </p> <p>This should have been the moment when shareholders made their mark. Tech stocks are in the midst of a heavy sell-off. Regulators around the world are launching investigations into anti-competitive practices and issuing fines. Workers are complaining they are treated badly and are unionising. Growth is falling amid supply disruption, the war in Ukraine and rising inflation. Pandemic-era valuations have crumbled. Executive pay is still rising.</p> <p>Annual meetings are supposed to be shareholder democracy in action. If investors disagree with the way tech companies are run, this is the time to take a stand. There is plenty they could ask for. Transparency about investment, say. More details of the cost of burgeoning workforces. Plans to address reputational damage. </p> <p>But in the US tech sector, an annual meeting is even more of a box-ticking exercise than elsewhere. Even at companies where shareholders could make a difference, votes rarely go against the board. Most votes are cast by investors who do not attend the meetings. The pandemic made in-person attendance a rarity.</p> <p>At tech companies such as Alphabet, Meta and Snap, where founders dominate voting rights, annual meetings are particularly pointless. Meta is controlled by chief executive Mark Zuckerberg. Opposition is symbolic. This year, shareholders suggested that Meta should publish more details about concealment clauses in employment deals, such as non-disclosure agreements. These can be used to protect trade secrets. But they can also be deployed to conceal problems within a company. The suggestion was voted down.</p> <p>Amazon does not have a special class of supervoting shares. But founder Jeff Bezos has voting power of close to 13 per cent. At the last meeting, investors voted on 19 proposals, 15 from shareholders. Every shareholder-led proposal that challenged the company to change, including a request for an independent audit on warehouse working conditions, was voted down. Investors did agree to chief executive Andy Jassy's $212mn remuneration package. This despite proxy advisory group Institutional Shareholder Services saying that the pay was not tied to company performance and should be voted down. </p> <p>The votes were notably closer than usual. A proposal seeking a report on Amazon's lobbying activity and spending won 47 per cent of the shareholder vote. Only 56 per cent of shareholders backed the company's executive pay proposal. That is down from 81 per cent last year. </p> <p>Shareholder dissent sometimes triggers change when rebels represent a significant minority. Amazon has agreed to a racial equity audit of its workforce, for example, following a resolution that failed at least year's meeting. </p> <p>Annual meetings give special interest groups a chance to air concerns. Charities can use them to lobby for the environment, for example.</p> <p>There are a few cases of shareholders taking more strident action too. Last year, Microsoft investors <a href=\"https://www.ft.com/content/2c70997f-d044-4a58-9e1e-1122282967f8\">voted in favour</a> of the company publishing a report on sexual harassment. The aim was to create “a culture of accountability and transparency, protecting employees from harassment and discrimination”. The vote, which went against the recommendation of the board, followed an investigation into co-founder Bill Gates's relationship with an employee. </p> <p>For the most part, however, tech boards ignore the concerns that annual meetings with investors raise. Even when investors vote against them, boards do not always act. At Twitter, investors blocked the re-election of Egon Durban, co-chief executive of private equity group Silver Lake, to the board of directors. Two investor groups objected to Durban sitting on the boards of more than five public companies. Following the vote, Durban offered his resignation.</p> <p>Twitter <a href=\"https://www.ft.com/content/826ae4fc-fe74-4ca7-b5d5-819bafa4e08d\">refused to accept</a>, saying Durban “strengthened its ability to oversee the company's long-term value creation strategy”. The social media group is in the midst of a contentious $44bn acquisition from Tesla boss Elon Musk. Durban is thought to have a good relationship with Musk.</p> <p>Such controversies reinforce the view of tech annual meetings as irrelevant sideshows. However, the balance of power in tech groups is set to slowly shift. The collapse in stock prices will make minorities less compliant, giving would-be activists greater traction. As founders age, some will cut their holdings and their voting strength in the cause of diversification and in order to invest in pet projects.</p> <p>Enjoy the rest of your week. For many readers in the UK, this starts on Thursday with a special break to celebrate the Queen's jubilee. The Lex Newsletter will therefore return in a week's time.</p> <p><strong>Elaine Moore<br></strong><em>Deputy head of Lex</em></p><p>Source: Elaine Moore in San Francisco 2022 'The Lex Newsletter: tech shareholder meetings are an annual waste of time' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-01T11:30:45.808Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3115,
          "end": 3124
        }
      ]
    }
  ]
}