{
  "_id": "18d19dec7567d4c68b95dd317adf15c09474f0948a8a520a94a88769b7470123",
  "feed": "ftcomall",
  "title": "Bournville by Jonathan Coe — from Birmingham to Brexit",
  "text": "<p>Since the publication in 1994 of his fourth and breakthrough novel <em>What a Carve Up!</em>, a biting critique of Thatcherism, Jonathan Coe has, with considerable humour, satire — and at times acute anger — established himself as the voice of England's political conscience.</p> <p>Of his most recent books, the Brexit referendum-dominated <a href=\"https://www.ft.com/content/559a9338-dcff-11e8-8f50-cbae5495d92b\"><em>Middle England</em></a> (2018), was part of a loose trilogy of state of-the-nation works that began in 2001 with the 1970s-set <em>The Rotters' Club </em>and continued with <em>The Closed Circle</em> (2004)<em>. </em></p> <p>His new novel, <em>Bournville</em>, sees Coe returning to his home turf of Birmingham and its surroundings to span the decades of postwar British history and its impact on several generations of the Lamb family, from VE Day in May 1945 to its 75th anniversary in 2020. It's an ambitious aim and one that Coe ably and entertainingly pulls off, by focusing on specific and significant cultural moments in which public and private intersect, reflecting the evolution of contemporary Britain.</p> <p>The book is framed by the Covid-19 pandemic with which it begins and ends. Lorna Lamb is a struggling jazz musician whose tour of Austria and Germany in March 2020 with her better-known musical partner Mark is abruptly curtailed by cancellations and imminent lockdown. Back in Birmingham, Lorna's widowed grandmother Mary, in her eighties, grapples with modern-day technology in the form of regular Skype calls, and her family cannot anticipate the isolation to which she will soon be condemned.</p> <p>But this is not a novel about Covid, or not explicitly. Having plunged directly into the fear and disbelief of spring 2020, Coe, after a few pages, reaches back to the early summer of 1945: Churchill and King George VI are on the wireless. Mary is a nine-year-old only child living in Bournville, the “Factory in a Garden” model village created in 1879 in south-west Birmingham by the chocolate-making Cadburys, a Quaker family intent on providing housing and amenities for its employees.</p> <p>“The Works” are situated in meadowland away from the crowded, unhealthy city centre, a pseudo-utopia in the age of capitalism: “The air did not smell of chocolate, but chocolate was in the air.” Here Mary marks the end of war in Europe with her parents (her father Sam is employed by Cadbury), their neighbours and wider family. The blackout blinds are at last taken down from the windows and a celebratory, if fractious, bonfire party is attended — a gathering that will act as catalyst to Mary's future.</p> <p><em>Bournville</em>'s neatly plotted sections move back and forth through the years and serve to measure Britain's limited capacity for self-knowledge: a deficit that Coe treats with the same rueful affection with which he draws his characters. </p> <p>In 1953, Mary's family and friends squeeze into her parents' house to watch the flickering black-and-white images on their new television set of the coronation of Elizabeth II, “this passive, inscrutable twenty-seven-year-old woman at the centre of the ritual”. The ubiquity of television and its differing audiences also form the centre of three of the book's further set pieces: the 1966 football World Cup final between England and West Germany, the wedding of the Prince and Princess of Wales in 1981 and Princess Diana's funeral in 1997.</p> <p>By 1966 Mary is in her thirties, a PE and music teacher married to Geoffrey, a repressed bank manager, with three sons, Jack, Martin, and Peter, all of whom, from childhood to late middle age, will embody some aspect of their particular generation: go-getting and cheerfully xenophobic in the case of Jack, a British Leyland car factory executive; reserved and left-leaning in Martin's. In Peter, the youngest and a classical musician, there is the sense of duality that is the emotional heart of every Coe novel — a romantic wistfulness that Peter shares with his otherwise practical mother.</p> <p>A rather convoluted chapter, in which a cousin of the Lambs emails Peter in 2005 with a detailed reminiscence of a family holiday in Wales in 1969, gives the background to another of the novel's symbolic moments: the investiture that year of Charles as Prince of Wales. It serves as an opportunity to examine Welsh grievances against centuries-old English exploitation. In another, an enjoyable segue from the mid-1990s, the adult Martin — now a senior employee at Cadbury — witnesses the so-called “Chocolate wars”, in which his beloved confectionery is dismissed as not conforming to European standards; these passages also offer a first sighting of an unscrupulous journalist called Boris. By the end of the novel he is, of course, the UK's prime minister.</p> <p>Class, social mobility, politics, multiculturalism, nationalism, sexuality, family, community — the changing face of Birmingham, of work, of Britain and its seemingly inevitable path to Brexit is documented by Coe without sensation or sentiment. He briskly addresses difficult issues — such as the unspoken racism towards a non-white member of the Lamb family, or the later life coming out as gay of another family member. </p> <p>Mary is their matriarch, and Coe has been open about basing her on his own mother, who died during the worst period of the pandemic. The most affecting and despairing parts of <em>Bournville</em> are given to her final days, and the lovely coda that concludes the book, with its image of the circularity of time, does not diminish Coe's — or the readers' — loss.</p> <p><a href=\"https://amzn.to/3NK70OZ\"><strong>Bournville</strong></a> by Jonathan Coe, <em>Viking £20, 368 pages</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Catherine Taylor 2022 'Bournville by Jonathan Coe — from Birmingham to Brexit' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-09T05:30:08.671Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}