{
  "_id": "203b1e1985e74d3e1c774ef4e11d6ea210438b1ccaff94acdb2d5e0da373a916",
  "feed": "market-watch",
  "title": "Microsoft tops $50 billion in quarterly sales for first time as earnings top estimates, but stock falls in late trading",
  "text": "<p>Microsoft MSFT reported fiscal second-quarter earnings of $18.8 billion, or $2.48 a share, up from $2.03 a share a year ago, and revenue jumped to $51.73 billion from $43.08 billion a year ago. Analysts on average expected earnings of $2.32 a share on sales of $50.71 billion, according to FactSet.</p><p>Shares fell more than 5% in after-hours trading Tuesday following the release of the results. In a note released in the wake of the report, Wedbush analyst Daniel Ives suggested that expectations for strong outperformance from Microsoft's Azure cloud-computing platform and concerns about the company's forecast — which is expected to be shared later in a conference call — contributed to the decline.</p><p>“The stock is selling off after market as Azure growth came in at 46% and beat the Street at 45% but was lower than some bullish whisper numbers at 48%,” Ives wrote, later adding, “It all comes down to guidance on the call, this will be the focus for the Street to gauge broader enterprise/cloud spending into the rest of 2022 in this white-knuckle backdrop.”</p><p>Microsoft's earnings arrived a little more than a week after the software giant announced plans for the largest tech acquisition of all time, a $69 billion offer for embattled videogame maker Activision Blizzard Inc.ATVI. Activision would add to the company's More Personal Computing segment, which includes the company's Xbox division as well as the traditional PC business and established a quarterly record for sales at $17. 47 billion, up from $15.12 billion in the holiday quarter a year ago. Analysts on average expected revenue of $16.62 billion, according to FactSet.</p><p>While Microsoft executives held a conference call after the Activision offer was announced, they took no questions and kept some information close to the vest. Cowen &amp; Co. analysts wrote that they “expect to hear some additional color surrounding the Microsoft-Activision proposed acquisition” in a conference call later Tuesday, and are especially looking for information on how the videogame publisher could boost margins in the PC segment.</p><p>“Microsoft did not quantify potential financial synergies with Activision apart fromsaying it will be accretive to EPS (upon closing, which could take as long as ~18 months),” the analysts, who have an outperform rating and $360 price target on the stock, wrote last week in an earnings preview. “Considering Activision generated 75% gross margins and 42% EBIT margins in CY21, we expect Activision to be margin-accretive to the [More Personal Computing] segment.”</p><p>See also: ‘Call of Duty' will stay on Sony's PlayStation console after Activision deal, Xbox boss promises</p><p>While Microsoft is largely known to consumers for Windows and Xbox, investors have keyed on the company's cloud business more in recent years. Microsoft reported record revenue of $18.33 billion in its “Intelligent Cloud” segment, up from $14.6 billion a year ago and topping the average analyst estimate of $18.31 billion, according to FactSet.</p><p>Microsoft reported that sales for its core cloud-computing platform, Azure, grew 46%; Microsoft does not report revenue for Azure, even as Amazon.com Inc. AMZN and Alphabet Inc.'s Google GOOGL GOOG regularly reveal revenue totals and operating profits for their rival cloud services. Analysts on average expected Azure growth of 45.3%, according to FactSet.</p><p>The Intelligent Cloud segment is expected to receive a boost from another big-money Microsoft acquisition, Nuance Communications Inc.NUAN, but that deal did not close before the end of the quarter, as executives had previously said was possible, amid a review by the U.K. Competition and Markets Authority.</p><p>“We had expected the deal to close by now and we expect an update, especially as it relates to the impact to guidance,” Jefferies analyst Brent Thill wrote in a recent note.</p><p>Opinion:&#xa0;The Big Tech earnings boom is over, and investors are now searching for safety</p><p>Microsoft's other revenue segment, “Productivity and Business Solutions,” reported revenue of $15.94 billion, also a quarterly record. The segment that includes cloud-software assets such as Office as well as the LinkedIn professional-networking property grew from $13.53 billion a year ago and beat the average analyst estimate of $15.88 billion.</p><p>Microsoft shares tend to move again following earnings reports when executives share their forecast for the current quarter in a conference call. That call is scheduled for 5:30 p.m. Eastern, and Thill noted that Microsoft executives have been topping expectations regularly with their guidance.</p><p>“Last [quarter], Microsoft issued rev guidance 3.3% above [consensus], whichwas the fourth positive guidance beat in a row, which was not always the case historically,” the Jefferies analyst, who has a buy rating and $400 price target on the stock, wrote. “Microsoft had previously missed 6 of 8 quarters before the last 4 Qs.”</p><p>Microsoft stock closed with a 2.7% decline Tuesday at $288.49 as markets suffered through another volatile trading day. Shares have gained 25.7% in the past year, as the Dow Jones Industrial Average DJIA, which counts Microsoft as a component, added 11%.</p>",
  "published": "2022-01-25T16:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2658,
          "end": 2667
        },
        {
          "start": 5115,
          "end": 5124
        },
        {
          "start": 4273,
          "end": 4282
        },
        {
          "start": 4586,
          "end": 4595
        },
        {
          "start": 1643,
          "end": 1652
        },
        {
          "start": 2998,
          "end": 3007
        },
        {
          "start": 1061,
          "end": 1072
        },
        {
          "start": 3440,
          "end": 3449
        },
        {
          "start": 2795,
          "end": 2804
        },
        {
          "start": 3084,
          "end": 3093
        },
        {
          "start": 1061,
          "end": 1070
        },
        {
          "start": 4486,
          "end": 4495
        },
        {
          "start": 3925,
          "end": 3936
        },
        {
          "start": 2080,
          "end": 2090
        },
        {
          "start": 4897,
          "end": 4906
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 3925,
          "end": 3934
        },
        {
          "start": 4825,
          "end": 4835
        },
        {
          "start": 526,
          "end": 535
        },
        {
          "start": 526,
          "end": 537
        }
      ],
      "nexusId": "10031144"
    }
  ]
}