{
  "_id": "f94791583a1e6c7f8109b0f00fd06f8b229b6198ecffa82cae6a2e427b2a23b3",
  "feed": "ftcomall",
  "title": "Microsoft/Activision: political good will offers no shelter from antitrust scrutiny",
  "text": "<p>Microsoft has spent years building a good-guy reputation with policymakers and regulators. The software giant has thus dodged the<a href=\"https://www.ft.com/content/cbb1fe40-860d-4013-bfcf-b75ee6e30206\"> backlash</a> tech rivals such as Amazon, Google and Meta have endured. But the sheer size of its <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">$68.7bn</a> (enterprise value) acquisition of video game developer Activision Blizzard — one of the biggest ever in the tech sector — could not escape antitrust scrutiny. </p> <p>The Federal Trade Commission is <a href=\"https://www.ft.com/content/c5a15ebc-4e4f-41b2-bcbe-9b8705cf8c37\">suing </a>to block the acquisition, which would bring together Microsoft's Xbox console and game streaming service with Activision's hit titles such as <em>Call of Duty</em> and <em>Candy Crush</em>. </p> <p>Antitrust cases often focus on “horizontal mergers”, where acquired companies are direct competitors. Regulators may oppose these on market share concentration concerns. The Microsoft-Activision deal is a “vertical merger”. Here a leading distribution platform buys a top content maker.</p> <p>Such deals might have passed muster five years ago. Today, regulators are more sceptical — wary of Big Tech's expansion into adjacent markets.</p> <p>At the heart of the FTC's 23-page complaint is how Microsoft plans to use Activision's content. Regulators fear it could pull Activision's games away from console competitors such as Sony. Of course, Microsoft insists otherwise. Just this week it unveiled a 10-year deal to put <em>Call of Duty</em> on Nintendo's rival gaming platforms.</p> <p>In addition to focusing on the deal's deleterious competitive effects in an already mature market, the case against Microsoft is also forward-looking. It looks at whether the deal creates or raises entry barriers to nascent industries. </p> <p>Microsoft could get an unfair leg up on game streaming, as an example. Many see this as the industry's future. The FTC wants to block Meta, Facebook's parent company, from buying a virtual reality start-up called Within, on similar grounds.</p> <p>Microsoft got cocky. Unveiling the Activision deal on the same day US regulators <a href=\"https://www.ft.com/content/a8893550-fc6c-4301-879d-209aa9323f5b\">called for an overhaul</a> of merger rules underscores this. It could pay for misreading the mood.</p><p>Source:  2022 'Microsoft/Activision: political good will offers no shelter from antitrust scrutiny' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-09T18:30:05.795Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 481,
          "end": 492
        },
        {
          "start": 1081,
          "end": 1090
        },
        {
          "start": 1595,
          "end": 1604
        },
        {
          "start": 1230,
          "end": 1239
        },
        {
          "start": 1475,
          "end": 1484
        },
        {
          "start": 481,
          "end": 490
        },
        {
          "start": 1836,
          "end": 1845
        }
      ]
    }
  ]
}