{
  "_id": "201e3a9c1c7436935d3f44beba35eb2ca8c76901c9bcc2cd9df5dc23809aaff9",
  "feed": "ftcomall",
  "title": "In-house legal work: best practice case studies",
  "text": "<p>The four sets of case studies showcased here feature examples of the most innovative work undertaken by in-house teams for their businesses.</p> <p>For an overview of how in-house lawyers are seeking visibility and executive influence, read more <a href=\"https://www.ft.com/content/3020a13f-0749-44a2-b080-cddd12607d57\">here</a>.</p> <p>The case studies were researched, compiled and ranked by RSGI. “Winner” indicates that the organisation won an FT Innovative Lawyers North America award for 2022. </p>  <h2>Operations and people management</h2> <p><strong>WINNER: American Red Cross</strong><em> <br>Originality: 8; Leadership: 8; Impact: 8; Total: 24 </em><br>Rather than spend $1.4mn a year on outside counsel to handle the administration of donations to the charity, via bequests or in trusts, the legal team built a platform for managing the documentation and workflows in-house. This has led to 60 per cent savings on legal fees for the work. The platform includes a dashboard that enables the team to visualise data on where the donations come from — which it can share with the charity to guide fundraising strategies.</p> <h4>Standout</h4> <p><strong>Marsh McLennan</strong><em> <br>O: 7; L: 8; I: 8; Total: </em>23 <br>The team at the insurance group has created a legal innovation and technology unit run by chief legal innovation counsel. Its principles are that innovations should save time and money, improve quality, reduce risk and even be enjoyable. The team has focused on modernising the department's operations by working with the company's IT department to develop tools. It has introduced robotic process automation in areas such as e-discovery and sanctions monitoring and rolled out an artificial intelligence review tool for contract analysis.</p> <p><strong>VMware</strong><em> <br>O: 8; L: 8; I: 7 Total: 23</em> <br>The legal team at the US cloud software company has improved the privacy review process to ensure risks are properly addressed before releasing products or features. The team has refined questions to elicit more specific answers and created a single form using so-called conditional logic order techniques. Review time has been halved. The team has also created 15-minute training sessions on topics relating to privacy risks. Other areas of the business now handle more privacy-related queries for themselves.</p> <p><strong>Tyson Foods</strong> <em><br>O: 7; L: 7; I: 8; Total: 22</em> <br>The legal team at the US meat supplier has implemented a programme to measure and analyse the value of legal work, producing detailed metrics for each matter and practice area, whether completed by a law firm or in-house. These metrics have helped to save money and identify inefficiencies, as well as showing the value that in-house lawyers deliver.</p> <h4>Commended</h4> <p><strong>Liberty Mutual</strong><em> <br>O: 7; L: 7; I: 7; Total: 21</em> <br>The insurance company's legal department is aiming to unify practice areas and encourage greater collaboration and agility in problem solving. Initiatives include short assignments for lawyers to work between practice areas, monthly forums, and training programmes on topics such as blockchain and leadership.</p> <p><strong>Robinhood</strong><em> <br>O: 7; L: 7; I: 6; Total: 20</em> <br>Since the fast-growing US financial services business set up a legal operations unit in 2020, Tami Davis has led the digitisation of managing outside counsel and consolidated contract management processes. The result is better oversight of workflows and legal spend. The legal ops team has standardised the legal department's approach to making public disclosures and helped with the launch of Robinhood's policy website.</p> <p><strong>Jones Lang LaSalle</strong><em> <br>O: 6; L: 7; I: 5; Total: 18</em> <br>The leadership team at the property consultancy launched training programmes through a central platform to build cohesion within the newly centralised global legal department. Subjects included environmental, social and governance standards and digital transformation.</p>  <h2>Commercial and strategic advice</h2> <p><strong>WINNER: Canadian Pacific</strong><em> <br>Originality: 8; Leadership: 8; Impact: 7; Total: 23</em> <br>The railway company's legal team helped in its bid for Kansas City Southern. The purchase of the railroad operator will enable Canadian Pacific to launch the first rail network spanning Canada, the US and Mexico. The lawyers' strategy was to avoid a bidding war with other companies and instead focus on arguing that they were most likely to achieve regulatory approval.</p> <h4>Standout</h4> <p><strong>Hewlett Packard Enterprise</strong><em> <br>O: 7; L: 9; I: 6; Total: 22</em> <br>The US tech company's legal team initially adopted virtual reality headsets for its own use as a way for staff to communicate with each other. It has expanded this idea by working with the business to develop a new virtual “workplace as a service” (WaaS), providing the hardware and software support needed for businesses to use virtual reality technology.</p> <p><strong>Tyson Foods</strong><em> <br>O: 9; L: 7; I: 6; Total: 22</em> <br>When Tyson Foods' executives imposed a Covid vaccine mandate on staff, its legal team worked on a policy to accommodate exemptions on religious and medical grounds — but also to take on any lawsuits challenging its demands, the first of which followed in October 2021. The company has succeeded so far in fending off challenges to the policy, which is no longer in force.</p> <h4>Commended</h4> <p><strong>General Motors</strong><em> <br>O: 7; L: 7; I: 7; Total: 21</em> <br>Carmaker General Motors launched its BrightDrop subsidiary in 2021 to supply electric home delivery vehicles. The BrightDrop legal team worked with their business partners on adapting the product for a commercial audience.</p> <p><strong>PepsiCo</strong><em> <br>O: 7; L: 7; I: 7; Total: 21</em> <br>The legal team helped manage the rapid growth of PepsiCo's new alcohol distribution division, Blue Cloud Distribution. The team tackled varying state laws to secure 11 operating licences in its first year.</p>  <h2>Sustainability and responsible business</h2> <p><strong>WINNER: Hewlett Packard Enterprise</strong><em> <br>Originality: 8; Leadership: 7; Impact: 9; Total: 24</em> <br>The intellectual property team collaborated with peers at leading tech companies, such as Microsoft and Meta, to establish the Low Carbon Patent Pledge. Companies that sign up commit to sharing free access to technologies that can be used in generating and storing renewable energy.</p> <h4>Standout </h4> <p><strong>Generate Capital</strong><em> <br>O: 8; L: 8; I: 7; Total: 23</em> <br>Since the green infrastructure investment firm became a public benefit corporation in 2021, the legal team has overseen the transition to ensure the business is answering to all stakeholders — to which it now has a fiduciary duty alongside its shareholders. This involves helping to identify stakeholders in the company's investments, developing community engagement plans, and collecting data for reports. </p> <p><strong>General Motors</strong><em> <br>O: 7; L: 8; I: 7; Total: 22</em> <br>The legal team has helped the carmaker devise a proactive approach to managing its environmental, social and governance (ESG) commitments. The team ran an evaluation for the board to assess whether its members had the necessary expertise in these areas and helped it update its committee charters to include relevant considerations. It set up a cross-disciplinary ESG disclosure committee from across the company.</p> <p><strong>Honeywell</strong><em> <br>O: 7; L: 8; I: 7; Total: 22</em> <br>The industrial group's legal team introduced initiatives to ensure that diverse candidates are considered for job vacancies, and provide training in unconscious bias and empathetic leadership. These have been applied across the business. In addition, the team has ensured there is accountability for the company's sustainability commitments, by assigning specific ESG responsibilities to board committees.</p> <p><strong>Target</strong><em> <br>O: 7; L: 8; I: 7; Total: 22<br></em>When diversity goals for outside counsel failed to deliver substantive improvements, members of the legal team at the US retailer switched to working collaboratively with legal service providers to review their diversity issues and identify ways they could help.</p> <h4>Commended</h4> <p><strong>Cognizant</strong><em> <br>O: 6; L: 7; I: 6; Total: 19</em> <br>The IT consulting group's legal team took a leading role in redesigning the business's proxy statement outlining items to be voted on at shareholders' meetings, making the document more accessible and transparent.</p> <p><strong>Marsh McLennan</strong><em> <br>O: 6; L: 7; I: 6; Total: 19</em> <br>The insurance group's legal team established a committee, including representatives from the management team, that oversees ESG reporting and the sustainability director's efforts. The ESG team meets regularly with managers to assess progress towards net zero.</p>  <h2>Use of tech and data</h2> <p><strong>WINNER: Salesforce</strong><em> <br>Originality: 8; Leadership: 8; Impact: 8; Total: 24</em> <br>The legal team now uses the software company's own Service Cloud platform to manage workflow more efficiently, saving the company 20 per cent in legal costs a year. In addition, the system links up with other teams, such as product management or engineering — allowing them to seek support and notifying them automatically when project stages require legal review. The company's messaging app, Slack, bought in 2021, has also been integrated into the workflow tool. </p> <h4>Standout</h4> <p><strong>Intel<br></strong><em>O: 7; L: 8; I: 8; Total: 23<br></em>The legal department's data analytics team has worked on more than 15 projects in the past two years that assess how staff handle information. They include a tool for anti-corruption compliance that uses data from previously separate sources across the business to examine compliance risk.</p> <p><strong>Equitable Holdings</strong> <br><em>O: 7; L: 7; I: 8; Total: 22<br></em>The financial services group's legal operations team has taken a multipronged approach to modernise its digital capabilities, saving thousands of work hours and reducing spending on outside counsel. It has adopted a cloud-based management tool that improves workflow, document handling and data management, including invoicing, which can now be reviewed using artificial intelligence. The team is working through more than 100 processes that it aims to automate with robotics.</p> <h4>Commended </h4> <p><strong>Flex</strong><em> <br>O: 7; L: 7; I: 7; Total: 21</em> <br>The legal team at manufacturing group Flex uses an artificial intelligence tool to generate reports identifying potential risks in contracts with customers and suppliers. The average review time has shrunk from eight days to five minutes.</p> <p><strong>Sprucegrove Investment Management</strong><em> <br>O: 6; L: 7; I: 6; Total: 19</em> <br>Chief legal officer Jeremy Gauld has introduced software to evaluate spending on outside investment research. As a result, the company has reduced its roster of external research providers from 35 to 15 and cut costs by $1.5mn a year.</p><p>Source:  2022 'In-house legal work: best practice case studies' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T05:00:32.844Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5700,
          "end": 5709
        }
      ]
    }
  ]
}