{
  "_id": "05076c058c465f23c1586dffed839a2f7d36fb2531fafea52c0dbc8ad220f0ce",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Activision's Compliance Chief Leaves --- Townsend helped to steer videogame firm through allegations of sexual harassment",
  "text": "<p>\"She tirelessly and successfully navigated a challenging time for the Company with leadership, conviction, and grace,\" said Mr. Kotick in the email.</p><p>Ms. Townsend will no longer be an employee, a spokeswoman said. Her deputies will be promoted to fill the positions she held. As of Oct. 1, Jen Brewer will become chief ethics and compliance officer and Luci Altman will be promoted to corporate secretary.</p><p>Soon after being hired, Ms. Townsend, a former counterterrorism official under President George W. Bush, was tasked with helping Activision deal with state and federal probes into allegations of gender bias and sexual harassment at the company.</p><p>Activision has said it has taken steps to improve its work environment and is committed to making the company one of the best, most inclusive places to work.</p><p>Ms. Townsend's departure comes as Activision is in the process of being acquired by Microsoft Corp. for $75 billion. The companies have said they expect the transaction, which is being reviewed by antitrust authorities in the U.S. and elsewhere, to close by June 2023.</p><p>The European Commission on Friday opened a formal probe into the deal and set a provisional deadline of Nov. 8 for the first phase of its investigation. Microsoft said the commission's review was progressing in line with its expectations.</p><p>---</p><p>Kim Mackrael contributed to this article.</p>",
  "published": "2022-10-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 892,
          "end": 901
        },
        {
          "start": 892,
          "end": 907
        },
        {
          "start": 1230,
          "end": 1239
        }
      ],
      "nexusId": "10031144"
    }
  ]
}