{
  "_id": "1a9ec8d46e2b09d8122755f4d8ebaa9d7fd75b11f3ce734741af7e15929b8710",
  "feed": "wall-street-journal",
  "title": "World News:  Allies Turned Foes Vie for Kenya Presidency  ----  By Michael M. Phillips",
  "text": "<p>   NAIROBI, Kenya -- Two former allies turned bitter political enemies are vying for Kenya's presidency next week, amid troubling memories of past election violence. </p><p>   On the surface, the race pits a scion of the country's postcolonial political dynasties against a challenger who claims to represent young Kenyans scratching out a living in an economy beset by rising food and fuel prices. </p><p>   But Raila Odinga, son of one of Kenya's revered independence leaders, and William Ruto, whose campaign slogan is \"every hustle matters,\" are both from a political elite in which alliances and enmities shift with the political moment. The two men once ran on the same ticket, but now swap accusations of corruption in a country where winning office brings access to government spoils. </p><p>   Polls suggest the Tuesday vote will be tight, a prospect that diplomats and analysts fear could tempt candidates to try to manipulate the results or mobilize supporters to reject them afterward. </p><p>   \"We just hope that whoever loses accepts the results and tells their voters to accept also,\" said Leonard Wambugu, a 35-year-old salesman for Paladin Trading Ltd., a Nairobi security-technology company. </p><p>   At stake are the fortunes of a bastion of relative stability and prosperity just as some of Kenya's neighbors, including Ethiopia and Somalia, are embroiled in conflicts and economic turmoil. Kenya is sub-Saharan Africa's fourth-largest economy and a location of choice for multinational powerhouses such as Alphabet Inc., Microsoft Corp. and Visa Inc. </p><p>   Still, some 3.5 million Kenyans, out of a population of 55 million, are going hungry as a result of an unprecedented regional drought and food and fuel inflation aggravated by Russia's invasion of Ukraine. </p><p>   A key U.S. ally in Africa, Kenya deploys troops to Somalia to fight al Qaeda's local affiliate, al-Shabaab. American commandos operate from a base close to Kenya's Somali border. Nairobi is a hub for the United Nations and other aid agencies serving various parts of East Africa. </p><p>   Power in Kenya changes hands through a multiparty political system, even if it does so in elections stained by fraud and, at times, ethnic violence. The 2017 poll had to be repeated after Kenya's supreme court annulled the initial result over irregularities. </p><p>   \"This recent history has raised questions about Kenya's ability to hold free and fair elections -- and the 2022 elections will provide a benchmark for how much progress has been made,\" said a report by the Pentagon-funded Africa Center for Strategic Studies. </p><p>   Western embassies are nervously watching for signs that might foreshadow a repeat of the violence that followed the disputed 2007 election, which left 1,100 people dead and forced an additional 600,000 from their homes, according to the International Criminal Court. </p><p>   A new poll by the TIFA Research company shows Mr. Odinga, 77, with a slight lead over the 55-year-old Mr. Ruto, 46.7% to 44.4% among self-described likely voters. Results are usually announced a few days after the balloting. </p><p>   A third candidate, George Wajackoyah, 62, has sufficient support among young voters with his plan to legalize marijuana to potentially force an October runoff between the two leading candidates. </p><p>   Political analysts say there is little space between the policies of Messrs. Ruto and Odinga, whose appeal to theirsupporters seems more personality-driven, with the possibility of ethnic rivalries looming over the race. </p><p>   President Uhuru Kenyatta, son of Kenya's founding father, Jomo Kenyatta, has reached his two-term limit and endorsed Mr. Odinga over his own deputy president, Mr. Ruto. </p><p>   Mr. Ruto was Mr. Odinga's running mate during the bloody 2007 election, when Mr. Kenyatta supported the incumbent president, Mwai Kibaki. When Mr. Kibaki won what many Kenyans saw as a fraudulent election, members of Messrs. Odinga's and Ruto's ethnic communities -- the Luo and Kalenjin, respectively -- clashed with the Kikuyu, the ethnic group of Messrs. Kibaki and Kenyatta. </p><p>   The International Criminal Court accused Messrs. Kenyatta and Ruto of crimes against humanity, but ultimately dropped the cases. Mr. Kenyatta tapped Mr. Ruto to be his running mate and defeated Mr. Odinga twice for the presidency before striking a deal with Mr. Odinga in 2018 that left his deputy president out in the cold. </p><p>   Cyprian Nyamwamu, a political analyst backing Mr. Odinga, doesn't foresee nationwide violence, but notes that officials believe localized outbreaks are possible in 29 of 47 counties. </p><p>   Ordinary Kenyans, meanwhile, are struggling with rising prices. \"I appreciate that it's a worldwide problem,\" said Geoffrey Sendeu, 53, chief executive of Geoffrey's Travels, a tour company near Nairobi. \"But when I go around the country most people take it as a failure of government.\" </p><p></p>",
  "published": "2022-08-04T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1491,
          "end": 1506
        },
        {
          "start": 1491,
          "end": 1500
        }
      ]
    }
  ]
}