{
  "_id": "03a961f1e4f44fc9e05a1aec106cf10a3b86eecb5e02b4b120507a0f88c5326e",
  "feed": "ftcomall",
  "title": "How to choose your ideal online MBA — and get a place",
  "text": "<p><strong>Is an online MBA right for me?</strong> <br>“What appealed to me about an online MBA was the immediate applicability to my real-world work challenges,” says TJ McIntyre, senior director for strategic alliances at software company SAP, who got his at the Indiana University's <a href=\"https://rankings.ft.com/schools/134/indiana-university-kelley/school-info\">Kelley School of Business</a>.</p> <p>He recalls taking pricing strategy classes at night, and the next day talking to members of his leadership team about shifting from cost-plus to dynamic pricing. “Online MBA programmes allow you to really internalise the content from class as you apply it to your organisation,” McIntyre says.</p> <p>Flexibility was the clincher for Danielle Phillips, who studied for <a href=\"https://rankings.ft.com/schools/189/university-of-durham-business-school/school-info\">Durham Business School</a>'s online MBA&#xa0;while working full-time and looking after her two-year-old son. “There was no option for me to do night classes or leave work for half a day a week to attend lectures as a part-time MBA student,” says Phillips, who has founded her own communications consultancy. “If you're looking to fit studying around your home and work life, an online MBA is a great option.”</p> <p>Networking is another possible draw — even online. Maurizio Floris, director of the online MBA at the Australian Graduate School of Management (AGSM) at the University of New South Wales, says online students have a different profile from those doing a full-time MBA. “Ours have an average age of 35 and many are experienced, mature professionals — which makes for a rich networking environment.”</p> <p><strong>What are the online MBA must-haves?&#xa0;</strong> <br>Live classes and in-person experiences are vital, argues Sarah Wanger, executive director of the Kelley Direct Online MBA. “If you're spending significant time and money on your MBA, then connecting with faculty and engaging in discussion with classmates is key,” she says. “Being wholly online can be a major constraint, but campus-based residencies will enhance your online classes and build a stronger network and support system.”</p> <p>Online MBAs need a state-of-the-art learning platform, says Antonella Moretto, associate dean at <a href=\"https://rankings.ft.com/schools/448/politecnico-di-milano-school-of-management/programme-portfolio\">MIP Politecnico di Milano School of Management</a>. “We developed our digital learning platform with Microsoft and constantly update it,” she says. “Look, too, for the possibility to connect from everywhere and with any device.”</p> <p>Prospective students should also pay attention to learning design, advises Amy Duckworth, director of admissions at <a href=\"https://rankings.ft.com/schools/132/imperial-college-london/school-info\">Imperial College Business School</a>. “There's a difference between programmes designed to be delivered in-person being delivered remotely — we saw a lot of this during the pandemic — and programmes that are online by design,” she explains. </p> <p><strong>What extra features are worth looking out for?</strong><br>McIntyre recommends checking whether the online MBA offers opportunities to do consulting or off-site projects.</p> <p>Others give similar advice. Moretto suggests finding out whether there are opportunities to customise the programme through elective courses, international exchanges or specialisations, adding that MIP offers face-to-face training on soft skills and networking. Floris notes that AGSM's online MBA has optional specialisations in technology, social impact, change, law and finance.</p> <p>Flexibility is another consideration. Does the programme allow study breaks? <a href=\"https://rankings.ft.com/schools/219/vlerick-leuven-gent/school-info\">Vlerick Business School</a> allows students to extend their online MBA by skipping a course and taking it a year later . . . or to do the opposite, by taking two courses at the same time, to finish earlier than the standard two years.</p> <p>“People really appreciate that flexibility,” says Leonardo Meeus, academic director of Vlerick's online MBA. The school allows students to take up to five years to complete the programme.</p> <p><strong>What gives one business school an edge over another?</strong><br>The size and strength of a school's alumni network matter, says Wanger at Kelley, which says it has one of the largest — over 123,000 members — of any business school in the world.</p> <p>Candidates should also consider what career services are available, says Floris at AGSM, which offers on-demand tools and resources — plus online access to coaches and industry experts.</p> <p>And Duckworth points out that, while reputation in the form of rankings and accreditations is important, so too are the values that the school espouses. Imperial, for example, says it aims to “combine innovative thinking . . . with new technology to develop solutions to real-world issues”. Duckworth urges would-be students to make sure a school's ethos aligns with their own motivations.</p> <p><strong>How can I ace my application?</strong><br>Admissions processes vary widely and can include a combination of interviews with admissions teams or alumni, and tests of analytical ability and, if relevant, language. But being able to demonstrate a sense of purpose appears to be universally important.</p> <p>“Prep in advance by making sure you can clearly and concisely articulate your professional and educational goals, and why you are a strong candidate for an online MBA,” says Wanger. &#xa0;</p> <p>Durham alumna Phillips agrees. “Having a clear purpose for deciding to study for an online MBA is really important,” she says. “Knowing how your chosen programme will help you get there will be important to admissions teams.”</p> <p>That means thorough research. Moretto advises candidates to get to know the school and stress how they share the same values, while Floris suggests talking to the admissions team in advance.</p> <p>“The best way to maximise your chances of being accepted is to not just submit your application but also line up a call to discuss any specific questions you may still have, or to share a draft application,” he says.</p><p>Source: Ian Wylie 2022 'How to choose your ideal online MBA — and get a place' FT.com 13 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-13T18:00:58.249Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2112,
          "end": 2121
        }
      ]
    }
  ]
}