{
  "_id": "65a33b71f36f40d307d9a7864811427139b8beebf5579b5fc852fe52ad8e05a9",
  "feed": "market-watch",
  "title": "Activision CEO stands to reap nearly $400 million in Microsoft deal, and that may be just the start",
  "text": "<p>Activision ATVI agreed to be acquired by Microsoft MSFT for $95 a share, the two companies announced Tuesday morning, the largest acquisition in Microsoft history at a total value of nearly $69 billion. While Microsoft said that Kotick — whose reign at the videogame publisher has long been controversial, and grew more so after recent allegations of sexual harassment and a toxic workplace environment — would remain, the language it used in Tuesday's press release suggested that his presence would only last through the deal's closing.</p><p>Full news story: Microsoft bets on the metaverse with $69 billion deal for Activision Blizzard</p><p>“Bobby Kotick will continue to serve as CEO of Activision Blizzard, and he and his team will maintain their focus on driving efforts to further strengthen the company's culture and accelerate business growth,” the release reads, before using a different subject in the next sentence to describe who will report to Microsoft after the purchase is complete. “Once the deal closes, the Activision Blizzard business will report to Phil Spencer, CEO, Microsoft Gaming.”</p><p>The Wall Street Journal reported Tuesday that Kotick will depart the business after the deal closes, based on anonymous sources. If he does, he will not leave empty-handed — Kotick holds nearly 4.1 million shares of Activision Blizzard, which would be worth $388.9 million at the acquisition price to which Microsoft agreed, and could still reap millions more from long-term stock incentives that the Activision board controversially bestowed on him last year that could still transfer even if he leaves the company after the deal is done.</p><p>Kotick's compensation has been a sticking point for Activision investors for years. Equilar Research determined that Kotick had received $461 million in total compensation since Activision merged with Blizzard parent company Vivendi Games in 2007, with more than $300 million of that total in stock. Activision promised Kotick another $150 million in long-term stock awards in 2020, despite vocal opposition to the amount of compensation he was receiving, and terms of that deal suggest he could still get the money even if he is asked to leave after the deal completes.</p><p>The videogame publisher had to pause its annual meeting last year to rally shareholders to vote for the compensation package, which still received support from only 54% of shareholders, the sixth time in the past eight years that fewer than 70% of shareholders had voted positively in what is called a “Say on Pay” proposal. Activision said it held more than 70 meetings with large shareholders between the 2020 and 2021 annual meetings, yet the percentage of votes supporting the executive compensation fell in that time from 57% to 54%. Kotick has been under even more fire since, as allegations of a toxic workplace were followed by reports that Kotick knew of problems within Activision and did not inform the board.</p><p>In-depth: Activision Blizzard pulls out a win on say-on-pay proposal after long fight</p><p>Kotick's employment agreement has a clause for a change of control that suggests he will still receive the $150 million in stock that was agreed upon last year, even if he does leave the company amid the controversy. The newest employment agreement Kotick signed includes language allowing for a payout of the long-term stock agreement if control of the company changes while he is at the head and he is removed without cause or for “good reason” within a year of the change.</p><p>“He can actually hold on to the options, exercise them or give them back and get the cash equivalent immediately,” accounting professor and journalist Francine McKenna told MarketWatch, barring Microsoft attempting to fire Kotick for cause.</p><p>“As long as there's not 'cause,' all of this compensation remains,” she said.</p><p>Cowen analysts said in a note Tuesday that Kotick stood to receive a payout of as much as $293 million from the remaining stock awards, and they also expect him to leave once the deal is complete.</p><p>“Activision's agreement to sell appears to be a lucrative admission that management is no longer confident in its ability to effectively manage the business and its employees,” the analysts wrote.</p><p>Analysts' take on the deal: Microsoft could have just kicked off a Big Tech gold rush, which helps videogame stocks but maybe not gamers</p><p>Microsoft and Activision could write new language into the terms of the deal that would preclude Kotick from cashing out that award, or Kotick could leave of his own volition and leave it behind. An Activision spokesman said the company would not have comment beyond the blog post and news release regarding the merger, and Microsoft did not respond to questions about the stock award.</p><p>No matter what happens to those shares, however, Kotick will still hold more than 4 million shares he has already received, and those will be his unless Microsoft or Activision attempt to claw back any compensation. He could also receive more if the parties reach a severance agreement.</p><p>Activision shares closed Tuesday up 25.9% at $82.31, which was still well short of the price Microsoft agreed to pay. Even with those gains, shares are down 10% in the past year, as the S&amp;P 500 index SPX has gained 23.7%.</p>",
  "published": "2022-01-19T08:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4667,
          "end": 4676
        },
        {
          "start": 4882,
          "end": 4891
        },
        {
          "start": 948,
          "end": 957
        },
        {
          "start": 1080,
          "end": 1089
        },
        {
          "start": 3687,
          "end": 3696
        },
        {
          "start": 53,
          "end": 62
        },
        {
          "start": 4234,
          "end": 4243
        },
        {
          "start": 209,
          "end": 218
        },
        {
          "start": 1406,
          "end": 1415
        },
        {
          "start": 4343,
          "end": 4352
        },
        {
          "start": 145,
          "end": 154
        },
        {
          "start": 556,
          "end": 565
        },
        {
          "start": 5109,
          "end": 5118
        },
        {
          "start": 41,
          "end": 50
        }
      ],
      "nexusId": "10031144"
    }
  ]
}