{
  "_id": "f899e0609594f5eea28ad8aa329bd425e7a8f9d1b9217417a3685bc92cb5dd9f",
  "feed": "market-watch",
  "title": "20 cheap value stocks that Wall Street expects to rise up to 58%",
  "text": "<p>To be sure, we have seen many short periods over the relatively recent past where there has been a rotation to value, only to see the stock market revert to its growth focus.</p><p>But this time may be different.</p><p>One reason is that the Federal Reserve is planning to stop its extraordinary net purchases of U.S. Treasury bonds and mortgage-backed securities in March. The Fed's years of bond buying ballooned its balance sheet while increasing the money supply and holding-down long-term interest rates, which in turn pushed investors seeking income to move money into the stock market.</p><p>The minutes of the Federal Open Market Committee's meeting on Dec. 14-15 were released on Jan. 5. They indicate that some members of the committee want the Fed to go further then ending the net bond purchases. Some committee members want the Fed also to stop replacing bonds in its portfolio as they mature, to shrink the central bank's balance sheet. This would put further upward pressure on interest rates.</p><p>Read:Here's what stock and bond market strategists say after Fed minutes point to the end of easy money</p><p>In a rising-rate environment, money may flow out of the stock market, putting pressure on some of the highest-flying stocks that trade at high valuations.</p><p>Read:Federal Reserve could invert Treasury yield curve by third quarter as it delivers rate hikes, economists say</p><p>Michael Brush expects the bull market to continue this year, but he also lists eight cheap stocks favored by various newsletters.</p><p>Below is a look at relative valuations for value and growth stocks along with a list of value stocks favored by analysts working for brokerage firms.</p><p>Value vs. growth</p><p>For starters, keep in mind that the broad stock indexes are weighted by market capitalization. That favors growth stocks. The five largest companies in the benchmark S&amp;P 500 index SPX — Apple Inc. AAPL, Microsoft Corp. MSFT, Amazon.com Inc. AMZN, Alphabet Inc. GOOGLGOOG and Tesla Inc. TSLA — make up 23% of SPDR S&amp;P 500 ETF SPY.</p><p>For the following valuation comparisons, we're using the Russell 1000 index RUI for a broader look at the 1,000 largest companies that equal about 90% of the U.S. stock market by capitalization.</p><p>FTSE Russell divides the Russell 1000 into two overlapping groups: The Russell 1000 Value Index RLV includes 848 companies in the Russell 1000 that have lower price-to-book ratios and lower expected growth rates, while companies with a combination of lower composite value score and higher expected growth rates are included in the Russell 1000 Growth Index RLG, which has 499 companies. You can read FTSE Russell's descriptions of the makeup and scoring for its indexes&#xa0;here.</p><p>A look at exchange-traded funds that track the full Russell 1000 and its growth and value subsets shows that on a relative basis, value appears especially cheap:</p><p> ETF                              Ticker  Forward P/E  20-year average forward P/E  Current valuation to 20-year average  Current valuation to full Russell 1000  20-year average valuation to full Russell 1000  iShares Russell 1000 ETF         IWB     19.29        15.73                        123%  iShares Russell 1000 Growth ETF  IWF     27.03        18.54                        146%                                  140%                                    118%  iShares Russell 1000 Value ETF   IWD     14.58        13.72                        106%                                  76%                                     87%  Source: FactSet</p><p>All three groups are trading at forward price-to-earnings valuations above their 20-year averages, but the value group is doing so to a much smaller extent.</p><p>When looking at valuations for the growth and value groups relative to the full index, the growth group is trading much higher than the average, which is no surprise, while the value group is trading well below its 20-year average.</p><p>Screening the value stocks</p><p>We can pare the Russell 1000 Value Index by limiting the group to the 248 companies with forward price-to-earnings ratios below that of the index. Doing this also limits the groups to companies expected to be profitable over the next reported four-quarter period.</p><p>Among the 248 stocks, here are the 20 rated “buy” or equivalent among at least 75% of analysts polled by FactSet that are expected rise the most over the next year, based on consensus price targets:</p><p> Company                                  Ticker  Forward P/E  Share “buy” ratings  Closing price – Jan. 4  Consensus price target  Implied 12-month upside potential  Lithia Motors Inc.                       LAD     8.1          86%                  $297.91                 $469.92                 58%  Jazz Pharmaceuticals Public Limited Co.  JAZZ    8.4          90%                  $129.64                 $199.58                 54%  Victoria's Secret &amp; Co.                  VSCO    9.1          82%                  $57.18                  $82.73                  45%  EQT Corp.                                EQT     9.6          75%                  $22.41                  $31.57                  41%  OneMain Holdings Inc.                    OMF     5.8          88%                  $52.27                  $72.73                  39%  Vontier Corp                             VNT     10.7         77%                  $30.99                  $42.45                  37%  Herbalife Nutrition Ltd.                 HLF     10.0         100%                 $41.85                  $57.25                  37%  Darling Ingredients Inc.                 DAR     13.2         100%                 $71.04                  $96.79                  36%  Ally Financial Inc.                      ALLY    6.8          86%                  $49.74                  $66.00                  33%  Olin Corp.                               OLN     6.0          83%                  $56.21                  $73.87                  31%  Equitable Holdings Inc.                  EQH     5.6          92%                  $34.45                  $45.00                  31%  Gates Industrial Corp. PLC               GTES    12.6         75%                  $16.70                  $21.67                  30%  Boyd Gaming Corp.                        BYD     13.2         82%                  $64.99                  $83.80                  29%  Western Alliance Bancorp                 WAL     12.3         92%                  $115.20                 $144.00                 25%  Nexstar Media Group Inc. Class A         NXST    7.4          82%                  $151.97                 $187.67                 23%  Assurant Inc.                            AIZ     14.3         100%                 $157.74                 $194.67                 23%  NCR Corp.                                NCR     13.6         89%                  $42.95                  $53.00                  23%  Travel + Leisure Co.                     TNL     13.7         80%                  $58.60                  $72.20                  23%  Synchrony Financial                      SYF     8.1          77%                  $48.16                  $58.74                  22%  East West Bancorp Inc.                   EWBC    13.5         92%                  $82.20                  $100.18                 22%  Source: FactSet</p><p>You can click the tickers for more about each company.</p><p>Then&#xa0;read&#xa0;for Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Don't miss:23 dividend stocks that can pass this strict quality screen</p><p>Sign up:&#xa0;For intel on all the news moving markets before the day starts, read the Need to Know email.</p>",
  "published": "2022-01-06T06:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1864,
          "end": 1873
        },
        {
          "start": 1864,
          "end": 1879
        }
      ]
    }
  ]
}