{
  "_id": "796799dc84006014a7255380a6e4cd63e896d1e208970c0372a15b6d5ebfdae3",
  "feed": "wall-street-journal",
  "title": "The War to Define What Work Looks Like; Pay. Productivity. Commuting. Rarely have bosses and workers been so at odds over so much.",
  "text": "<p>Some have already backed down on their September return-to-work policies, facing pushback from employees. Others are leaving jobs unfilled because they can't afford what employees think they should be paid. Middle managers are increasingly caught between these conflicting priorities as they try to keep bosses and workers happy.</p><p>\"Leaders always think, you guys should be moving faster and doing more and employees always think, you should be giving me a medal for what I'm doing now,\" said executive coach Alisa Cohn. \"I'm positive that has gotten worse.\"</p><p>Where work gets done</p><p>At the center of some disputes is a debate over where work should be performed. Some employees are happy to be back in an office so they can share ideas in person, network and socialize. They prefer the type of hybrid schedules many companies are adopting that allow for some time at home during the workweek.</p><p>Other workers want more flexibility, insisting that being in the office won't improve their work.</p><p>After GM sent a memo in September outlining a planto bring salaried employees to the office three days a week later this year, some employees said the move was a reversal from earlier plans that emphasized long-term flexibility. The auto maker backtracked, saying in an email four days later that its message generated \"questions, concerns and misconceptions,\" and that a return to in-office days wouldn't be required before the first quarter of next year.</p><p>GM is now planning to bring people back as of Jan. 30, according to a person familiar with the situation.</p><p>The average office occupancy in 10 major U.S. cities rose to 49% as of Oct. 12, up from 44% this past summer, according to data from Kastle Systems, which tracks badge swipes. Those attendance figures are still well below prepandemic levels.</p><p>Other companies are holding firm despite some resistance. One is Apple Inc., where plans to increase office time this fall to three days a week at its California headquarters prompted a petition from the group Apple Together that currently has more than 1,100 signatures—a fraction of Apple's global workforce of more than 165,000. Apple moved ahead. Tuesdays and Thursdays are mandatory and the third day is determined by individual teams.</p><p>Another is Alphabet Inc.'s Google, which called its workers back this year on a hybrid schedulethat requires most to be in the office three days a week. Some employees complained about the policy, saying it could feel arbitrary because it was implemented based largely on local managers' discretion.</p><p>One Google worker who relocated away from her office in New York City when the pandemic hit said she received an email in early October giving her about one month to move back. The email, which was seen by The Wall Street Journal, gave her a few other options to avoid termination, including finding another job internally that was designated as a fully remote role.</p><p>This worker decided she didn't want to move back and said she wasn't able to get another job within the company. She said she now has a job with a competitor that allows her to work remotely.</p><p>More than 20,000 Google employees globally have requested to go fully remote or transfer to a new location, and 85% of those requests have been approved, according to a spokeswoman. \"Our approach to hybrid work is based on employee feedback and designed to maximize flexibility while fostering in-person collaboration, innovation and communities,\" she said.</p><p>Who gets paid</p><p>Pay is another point of tension between bosses and their workers as the labor market loosens and the economy slows. In an era of roughly 8% inflation, traditional annual corporate pay raises of 3-4% can effectively look like a pay cut to workers, some executives and corporate advisers say.</p><p>Compensation is always a contentious subject, but what makes this period more complicated for bosses is that employees are increasingly open about their salaries with each other. In recent months, employees at companies including Airbnb Inc. have publicly posted their current salaries and pay history on social-media sites like LinkedIn. Recently passed salary transparency laws in states such as California, Washington and Colorado, along with major cities like New York, also will require employers to list pay ranges on job postings.</p><p>\"There's been an enormous shift within the last couple of years,\" said Christine Hendrickson, vice president of strategic initiatives at Syndio Inc., an analytics platform that helps employers identify and fix pay and other workplace discrepancies.</p><p>Some companies are now more openly talking about pay internally. The retailer Macy's Inc. held an event for employees this past summer that included a session where workers could learn about the pay ranges for roles across the organization. It was widely attended, according to Macy's human-resources chief, Danielle Kirgan, who spoke about it at an industry event in September.</p><p>\"This topic of transparency of compensation, it's a little uncomfortable,\" Ms. Kirgan said at the event. \"This relationship between an employee and an employer has to change. It has to be more of a partnership. You have to respect that relationship in a different way.\" Macy's, she added this past week, has started addressing how pay is determined in \"our career conversations so colleagues understand their earnings potential.\"</p><p>Ken VanLuvanee, president and chief executive of Facet Life Sciences Inc. outside Philadelphia, said he encountered shifting worker expectations on pay during a recent search to fill positions at his company, which employs roughly 15 people and helps small biotech, pharmaceutical and medical device companies seek product approvals from the Food and Drug Administration.</p><p>Candidates with advanced degrees and two to three years of experience insisted on base salaries of $250,000, with guaranteed bonuses of 40% to 60%, he said. That is about $50,000 to $75,000 above what employees at such a level would typically make.</p><p>\"This appears to be, 'Look, I put in my time, I've worked for four years. And, you know, now I deserve $300,000 in the corner office,\" he said. \"We can't hire people at what we think is a reasonable price. So, we essentially wind up turning work away.\"</p><p>The productivity paradox</p><p>Another emerging divide between bosses and workers as the U.S. economy slows is productivity. Some companies are openly pushing for gains as they face pressure to produce results during an increasingly challenging time. Google CEO Sundar Pichai recently said he wants to make the company 20% more productive. Meta Platforms CEO Mark Zuckerberg also told employees to operate with greater intensity and to get more done with fewer resources.</p><p>At Meta, some middle managers have been pressured to identify employees whose performance needs improvement, according to a person familiar with the matter, as the companyfreezes hiringand looks to hold down costs. The company has started to nudge outsome staffers by reorganizing departmentsand giving affected employees a limited window to apply for other roles within the company. As part of its own cost-cutting measures, Google has also required some employees to apply for new jobs if they wish to remain at the company.</p><p>There are dramatic differences in how workers and bosses view productivity as hybrid work schedules take hold. Software giant Microsoft Corp., in a recent survey of more than 20,000 people, found that 87% of employees say they are productive at work, while only 12% of leaders have confidence that their workers are being productive.</p><p>\"So we have this paradox as to how can you sort of see the same thing in two different ways?\" Microsoft CEO Satya Nadella said at a leadership conference known as Masters of Scale Summit this past Wednesday in San Francisco.</p><p>Microsoft has also analyzed trillions of anonymized productivity signals from its products and found that for the average worker, meetings, chat, and after-hours and weekend work have all increased over the past two years.</p><p>\"Leaders are worried whether or not people are being productive even as people are working more than ever,\" said Colette Stallbaumer, general manager of Microsoft's Future of Work team. \"Clearly there's a disconnect.\"</p><p>Microsoft laid off some employees this week, becoming the latest tech company to show signs of concern about future demand. It didn't give a figure for the number of layoffs.</p><p>Managing from the middle</p><p>The job of monitoring productivity puts additional strains on what is a particularly tough role at many companies: middle management.</p><p>Middle managers have noticed they are in the crosshairs: 43% of managers surveyed feel more pressure to produce results than they did a year ago, according to an August study of more than 1,000 U.S. workers by software maker Qualtrics.</p><p>Jamey Walls, a former director of talent development with Universal Orlando Resort, said he felt pressure to deliver results while being asked to do more with less. He resigned from his job in June, and has started his own organizational management consulting business.</p><p>\"I was working longer hours with fewer resources…and I think what started to be missing was the why,\" said Mr. Walls.</p><p>Some companies are stepping up training for middle managers, pushing them to increase communication between colleagues. Cloud software giant Salesforce Inc. launched a new management training program last year that allows both new managers and experienced bosses to select courses based on skills they believe they need for managing in the hybrid world. More than 24,000 managers have voluntarily signed up.</p><p>Internal employee polling at Salesforce reinforced the growing importance of direct manager communication: While employees once considered top executives their most-trusted source of company information, that dynamic flipped during the pandemic. Now, employees rate their immediate supervisor as most important to understanding the organization and its priorities, above the executive team.</p><p>\"What became really important is: What is my manager saying?\" said Brent Hyder, president and chief people officer at Salesforce.</p><p>With that increased importance comes additional scrutiny. Salesforce managers with more than five employees can see an internal scoreboard that ranks their effectiveness compared with other managers in the company, based on twice-annual surveys among a manager's direct reports. Since the company began tallying its \"great leadership score\" two years ago, Mr. Hyder said, ratings have improved: About 90% of employees now say their bosses are doing what they need to do to make employees successful.</p><p>\"It puts a lot of pressure on our managers to make sure they are holding their one-on-ones\" with employees and managing them appropriately, Mr. Hyder said. \"Managers,\" he added, \"have always been important, but they've never been this important.\"</p><p>New questions for the corner office</p><p>A reset in the relationship between employees and employers is presenting new challenges for bosses, even at companies that have no trouble attracting new workers. Bob Sternfels, the top executive at consulting firm McKinsey &amp; Co., said he encounters employees who are now considering the expectations of their jobs compared with their own interests, or \"what I want to do.\"</p><p>The global managing partner said new workers also want a commitment that they will be able to learn new skills. \"I'm hearing that louder than ever.\"</p><p>Share Your Thoughts</p><p>How is your company handling the struggle between what the boss wants and what workers want? Join the conversation below.</p><p>Questions of work-life balance is another new topic of emerging interest. Mr. VanLuvanee, the boss of Facet Life Sciences, said some younger employees treat hard-to-meet deadlines by saying it's no longer feasible, at times giving off a perception that \"it's just a job.\" Mr. VanLuvanee said he has been coaching employees to clearly communicate with clients in advance if more time is needed, or if a project timeline may need to shift.</p><p>\"When I started my career, it was you got a job, and you did what your boss wanted you to do. And, essentially, you did what your company needed you to do, period, end of story. There were no bounds around that,\" he said. \"I think employees now are looking more for some type of balance like, OK, I'm going to give you a piece of my life, what are you going to give me back that is going to make that feel like a fair trade for me?\"</p><p>Dave Regnery, CEO of heating-and-air-conditioning manufacturer Trane Technologies PLC, said he became aware of the changing dynamic between companies and employees when a call with about 350 interns took an unexpected turn.</p><p>The executive had spent more than an hour explaining Trane's values, detailing its sustainability goals and answering questions. He told the young professionals to think of their internships as extended job interviews.</p><p>Near the end of the call, he said one intern told him: \"'I want you to know that this is also a long interview'\" for the company.</p><p>\"Has the relationship changed?\" Mr. Regnery said. \"Yeah. I think it's changed in a positive way.\"</p><p>Write to Chip Cutter at chip.cutter@wsj.com and Kathryn Dill at Kathryn.Dill@wsj.com</p><p>The War to Define What Work Looks Like</p>",
  "published": "2022-10-22T04:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8152,
          "end": 8161
        },
        {
          "start": 7645,
          "end": 7654
        },
        {
          "start": 7776,
          "end": 7785
        },
        {
          "start": 8217,
          "end": 8226
        },
        {
          "start": 7343,
          "end": 7352
        },
        {
          "start": 8152,
          "end": 8163
        },
        {
          "start": 7343,
          "end": 7358
        }
      ]
    }
  ]
}