{
  "_id": "f9c73ed010c3653b5eb165bb4ece49926cc6b7beb925defacc13f279eb4ea494",
  "feed": "market-watch",
  "title": "Meet the Ukrainian executive who invited his country's military to shell his own Russian-occupied home; It was a 'one-second decision,' he reports",
  "text": "<p>The result, by his account, is that the house is \"slightly destroyed\" but emptied of Russians. He said he took extra comfort from seeing heavily damaged Russian military vehicles on the property.</p><p>The latest: No let-up in hostilities in Ukraine despite prisoner swap. Medvedev says nukes an option to protect Russian-held territories.</p><p>Also: Zelensky promises no 'lull' in recapturing Ukrainian towns from retreating Russians</p><p>Ahead of his intelligence tip, by Stavnitser's account, employees remaining at the property at the time of its occupation by Russian forces had been stripped, searched, interrogated and released — still unclothed — into the woods.</p><p>They found their way to safety over the ensuing days, he reported, and were fortunate not to have been killed. At that point, Stavnitser, founder and owner of Odessa-based P&amp;O Maritime Ukraine, told Bloomberg News, he instructed his personal security team to provide the recently constructed mansion's geolocation data to the intelligence service.</p><p>Stavnitser — who, according to his LinkedIn page, studied at Stanford and is a board member of the Aspen Institute Kyiv — had related the experience as long ago as April to news organizations including Bloomberg and \"Good Morning Britain.\" He is in the U.S., and was on the MSNBC morning program, to promote the planned Superhumans Center for war victims.</p><p>Doctors, Stavnitser said, are needed for short-term assignments in Ukraine, where, he said, seven months into the war, the demand for medical professionals and expertise outstrips supply.</p><p>Read on: $8-a-gallon gas? Why an RBC energy guru thinks we should brace for higher oil prices.</p><p>Meet the Ukrainian executive who invited his country's military to shell his own Russian-occupied home</p>",
  "published": "2022-09-23T12:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}