{
  "_id": "e9ade5e4e642c68fb9a22b6da768238f31be34c615762b03fc0a7691d2a633aa",
  "feed": "wall-street-journal",
  "title": "Prudential Automates Expense Management to Cut Costs; The insurer has redeployed finance employees to work on acquisitions or product development, CFO says",
  "text": "<p>Mr. Tanji explains how Prudential is benefiting from having a leaner finance organization, in part spurred by the Covid-19 pandemic. This is the third part of a new series that focuses on how CFOs and other executives digitize their finance operations. Edited excerpts follow.</p><p>WSJ: How do you deploy new technologies in the finance function?</p><p>Mr. Tanji: In multiple ways, from our financial reporting to analytics to our financial forecasting. We're using more digital tools and cloud-based tools that are easier to use, more flexible and faster. We've been working at it for quite a while.</p><p>WSJ: What kind of changes have you made recently?</p><p>Mr. Tanji: We've overhauled our expense management platform and built scenario planning tools [and] salary planning tools that are now deployed locally for managers to manage their own expenses.</p><p>WSJ: What did you spend on those changes?</p><p>Mr. Tanji: The cost benefit is on two fronts. The smaller piece would just be our expense teams and their ability to serve a much wider audience, but the bigger impact is getting that information into managers' hands so they can make better decisions and manage their costs more effectively. It's consistent with our approach of trying to put the tools closest to the decision makers to make better decisions and achieve better financial outcomes. It's all part of our $750 million objective. Our expense management has been critical.</p><p>WSJ: What will be your next steps?</p><p>Mr. Tanji: We have a number of major initiatives going on. We're re-engineering our whole process of closing the books each quarter. We're doing that using agile teams. Rather than [taking] an approach where you try to do it all at once, we've broken it down into more bite-sized pieces and then dedicated resources to make continued improvements. You get improvement all along the way as opposed to all at the end. The other thing that we've done is we've centralized our controllers' area and brought [it] into a common center of excellence. And we've done the same with expense management.</p><p>More From the Series</p><p>* Microsoft Keeps Its Finance Head Count Flat With AI, Bots and Other Tech</p><p>* Applied Materials Uses Automation to Shift How Finance Workers Spend Their Time</p><p>WSJ: How does automation change the quarterly-close process?</p><p>Mr. Tanji: We have been centralizing it and that allows us to first standardize it and then automate and then get more efficient with it. The overall close time frame remains consistent. What has changed is less time [allocated for] manual preparation of data and handoffs and more time allowing people to focus on real-time insights for financial reporting and strategic business decisions.</p><p>WSJ: Do you have fewer people working on expense management and closing the books than a year ago?</p><p>Mr. Tanji: Definitely. We have been able to reduce the number of resources deployed there. Having said that, we also redeploy people to do things like working on acquisitions or developing new product lines or new business lines. It's allowed us to put our resources and our people on more value-added activities.</p><p>WSJ: How did the pandemic affect your automation strategy?</p><p>Mr. Tanji: A couple examples where the pandemic really accelerated our automation beyond finance: One would be in our underwriting process. Before, maybe 20% of our [life-insurance] applications would [have been able] to go through automated underwriting. If a customer is asked a few questions and then we combine that with other sources of information, we can just do automated underwriting and issue a policy based upon that. But now that's up to over 80% of life-insurance applications because now the customers are much more familiar with it. Out of necessity, it got us to a much more automated process. Also, issuing the policy through our distributors has gone to a very high proportion [of automation] as well. Before, there used to be a paper-intensive process that we couldn't get our distribution partners or other outside agents to follow.</p><p>WSJ: Is the company using machine learning?</p><p>Mr. Tanji: Machine learning would be more in our customer service platforms and in actuarial platforms, where we look at what is customer behavior, what type of trends are we seeing and then use that to model outcomes and develop other sort of self-service capabilities.</p><p>WSJ: Do you use machine learning for financial forecasting?</p><p>Mr. Tanji: Not yet. That's still yet to come. Our business is so financially complex that it's hard to program. You kind of need human intelligence to navigate some of that.</p><p>Write to Mark Maurer at Mark.Maurer@wsj.com</p><p>Prudential Automates Expense Management to Cut Costs</p>",
  "published": "2022-02-22T12:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2063,
          "end": 2072
        }
      ]
    }
  ]
}