{
  "_id": "55fb6e42841ef7b9493733ad3186da7777f3787d17b0f90acdd6d6eaef26aebd",
  "feed": "wall-street-journal",
  "title": "The 76-Million-Year-Old Up for Adoption; This Tyrannosaurus rex skull measures about 4½ feet long.",
  "text": "<p>As someone with no interest in dinosaurs, I can't explain the appeal. I haven't read Michael Crichton's \"Jurassic Park\" or seen the movies. \"The Age of Reptiles\" mural at the Yale Peabody Museum of Natural History left me cold as a child. I'd be hard-pressed to distinguish a Stegosaurus from a Brontosaurus. But even I know what a T-rex is. And the notion of the full, open-jawed Maximus swiveling atop an enormous body is impressive, if hair-raising. Maximus likely was between 35 and 38 feet long. It's unclear whether this T-rex was male or female, said Cassandra Hatton, Sotheby's global head of science and popular culture. She helped name the fossil but said the new owner is free to rechristen it: \"There isn't, like, a dinosaur name registry.\"</p><p>For billionaire collectors and deep-pocketed museums, Maximus's $15 million to $20 million estimate may sound like a steal. In the first evening of Christie's recent $1.6 billion two-day auction of art from Microsoft co-founder Paul Allen's estate, five paintings, including works by Cézanne and van Gogh, sold for more than $100 million each. People had lined up around the block for hours to see them on exhibit at Christie's in Rockefeller Center.</p><p>Maximus also is on display in New York, in an upstairs gallery at Sotheby's. The skull rests on a black iron pedestal, surrounded by magnificent paintings. It is frightful at first but the massive jaw and teeth recede in prominence after you gaze at it for a few minutes. A bumpy snout—Sotheby's consultant Henry Galiano notes that the front of the cranium is called the rostrum—and uneven chin become noticeable. Together, they give Maximus the homely, gentle mien of Shrek after a serious diet and too much sunbathing.</p><p>From a distance, the skull appears to be the color of dark wood. A closer look reveals that Maximus is as dappled as camouflage—mossy greens near the jaw, mud browns and pale beiges elsewhere. There's a rust-colored patch above what on a human would be the left lip if we had serrated, pointy teeth that go on for several inches. Among the skull's mineralized bones, poignantly, is the tear-producing \"lacrimal,\" which lubricated the eyes, but that doesn't mean Maximus went around weeping. Mr. Galiano likens it to crocodile tears.</p><p>Above all, the skull has gravitas, befitting anything that has hung around, relatively intact, for millions of years. The T-rex's ferocious reputation aside, this fossil conveys a reassuring forbearance that this, too, shall pass.</p><p>Ms. Cronin is an associate editorial features editor at the Journal.</p><p>The 76-Million-Year-Old Up for Adoption</p>",
  "published": "2022-11-27T20:58:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 950,
          "end": 959
        },
        {
          "start": 960,
          "end": 969
        }
      ]
    }
  ]
}