{
  "_id": "fe9ac57dc223525697f6b1f0e357d449a1ebf922d21ed56b1de19deb6dd0b64c",
  "feed": "ftcomall",
  "title": "Blue Whale dumps Faang stocks on inflation fears",
  "text": "<p>Blue Whale, the fund co-founded by billionaire investor Peter Hargreaves, has ditched longstanding holdings in US tech stocks because of concerns about the impact of rising inflation.</p> <p>The fund sold its position in Google's parent company Alphabet in July, just months after it divested its Amazon and Meta holdings, fund manager Stephen Yiu told the Financial Times.</p> <p>The disposal of Alphabet marked a turning point for Blue Whale, which since launching in 2017 has backed some of the largest US tech stocks.</p> <p>The fund no longer owns any stock in the <a href=\"https://www.ft.com/content/75f3ed84-62ae-4cb4-947f-bd7e75591481\">so-called Faang companies</a> — Facebook, Amazon, Apple, Netflix and Google. Yiu said the fund's exposure to Faangs amounted to as much as 15 per cent of its holdings at their peak during the coronavirus pandemic.</p> <p>“The reason we've now exited is because they're being impacted by bigger macro issues, mainly inflation and the squeeze on consumers' disposable income,” Yiu said.</p> <p>The change in tack comes as funds <a href=\"https://www.ft.com/content/91256bb9-0918-4dd6-8d69-1bef173cd37d\">focused on growth stocks</a> have taken a beating this year. Higher inflation and rising interest rates have hit companies whose value is tied to future earnings prospects, although many US tech stocks rallied last week as their financial results came in better than feared.</p> <p>Blue Whale's disposal of Alphabet was because of pressure from rising costs on digital advertising spend and the risk of a recession affecting consumers. “If we go into recession, the first thing companies cut is their advertising budget,” Yiu said.</p> <p><a href=\"https://www.ft.com/content/424162c9-c4f6-4cb4-a828-1b93b0692326\">Alphabet reported last week</a> that quarterly revenue growth had fallen to its slowest pace in two years, although the results were still better than expected. Alphabet's share price is down a fifth this year.</p> <p>The fund sold out of Amazon in December in the view that the retail business was heavily exposed to discretionary spending, which would be affected by the cost of living crisis, Yiu said. More recently, it offloaded Meta, the rebranded Facebook group, largely as a result of increasing competition from TikTok.</p> <p>Blue Whale has endured a tough first half of the year, with performance down 30 per cent&#xa0;to the end of June, worse than rival funds largely because of the broader sell-off in tech stocks.</p> <p>“However, I wouldn't say we've completely disappeared from tech,” said Yiu, citing Microsoft and Nvidia among stocks it still held.</p> <p>Blue Whale has instead invested in North American rail groups such as Union Pacific and Canadian National Railway. “We expect these companies to benefit from the trend to reshoring,” Yiu said.</p> <p>The fund was seeded by Hargreaves, who founded FTSE 100 fund supermarket <a href=\"https://www.ft.com/stream/4d1b8529-f8a3-4740-97e6-4a6f68214092\">Hargreaves Lansdown</a> in 1981 with £25mn. His family investment rose to as much as £200mn when the fund was at its largest.</p> <p>Yiu explained that even though the fund had avoided some of the hardest-hit tech stocks, such as Netflix and Peloton, their performance had weighed on the whole industry.</p> <p>Blue Whale has shrunk from more than £1.1bn in assets under management at its peak to about £900mn.</p><p>Source: Emma Dunkley and Joshua Oliver in London 2022 'Blue Whale dumps Faang stocks on inflation fears' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T03:00:28.745Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2267,
          "end": 2276
        }
      ]
    }
  ]
}