{
  "_id": "9cde5d374469514a6dc26819db4add9b6abb16261d14faf1ee99c12d16516f5d",
  "feed": "wall-street-journal",
  "title": "Companies Team Up  On Lowering Carbon  ---  Coalition says its 65  members will purchase  $12 billion of innovative  products and services  ----  By Dieter Holger",
  "text": "<p>   Global companies are combining their purchasing power to help commercialize low-carbon technologies as part of their efforts to meet net-zero commitments. </p><p>   One of thebiggest corporate spending plans announced at the United Nations climate conference, known as COP27, was the First Movers Coalition. Its 65 member companies promise to collectively purchase $12 billion of nascent low-carbon products and services by 2030 to help suppliers develop their offerings and scale up. </p><p>   The money mobilized so far falls well short of what the private sector needs to put forward to help meet the Paris Agreement, but underscores how the business world is collaborating to address global warming. </p><p>   \"It's just extraordinary in my view to see the continuing diversification of efforts, the large companies that are making real and very important practical commitments,\" said Brad Smith, vice chairman and president of Microsoft Corp. </p><p>   In May, Microsoft joined the coalition and committed to spend $200 million on long-duration carbon removal. \"When we bring others together, it shows there is a real market and gives us an opportunity to start to get the wheels turning,\" Mr. Smith said. </p><p>   The coalition targets carbon-dioxide removal as well as sevenhard-to-decarbonize sectors: aluminum, aviation,chemicals, concrete, shipping, steel and trucking, which together account for more than 30% of global greenhouse-gas emissions. Members represent more than $8 trillion in market capital and include Alphabet Inc., BHP Group Ltd., Ford Motor Co., Novelis Inc., Trafigura and Volvo Group. </p><p>   \"You talk to some of the providers of this technology and it is the age-old story, nobody is here to buy,\" said Nancy Gillis, program head of the First Movers Coalition at the World Economic Forum. \"These are innovative technologies . . . and if they were available by 2030, it could be a game changer.\" </p><p>   To join the group, a company's chief executive sends a letter acknowledging they may have to pay a premium for the low-carbon technologies. \"They understand that they are agreeing to a certain percentage of a spend that's fundamental to the business that they do and they don't know if it's going to be there and they don't know what they are paying for it,\" Ms. Gillis said. </p><p>   Once commitments are made, companies and suppliers meet regularly to share progress and work together. Purchasing companies also meet quarterly with representatives from the World Economic Forum to track progress. </p><p>   The First Movers Coalition has grown since it was launched by the World Economic Forum and the U.S. government at last year's climate summit in Glasgow. It currently has companies signed up for six out of seven of the economically essential sectors it targets, with chemicals being the next field it will commit companies to. But Ms. Gillis said the group plans to add only enough influential corporations to spur demand in the target sectors. </p><p>   This year, for instance, the coalition added a program for green cement and concrete with General Motors Co. and RMZ Corp. among the companies pledging to buy 10% near-zero-emission cement and concrete a year by the end of the decade. </p><p>   Recent coalition examples include Volvo building heavy-duty electric trucks with fossil-free steel. It will supply the first delivery of 20 trucks to fellow coalition member Amazon.com Inc. by the end of the year. </p><p>   Another example is packaging-and-aerospace company Ball Corp. It joined with Rio Tinto Ltd., Novelis Inc. and Anheuser-Busch InBev SA this year to launch a pilot Corona beer aluminum can in Canada. The can is made with hydropower, recycled material and inert-anode technology that releases oxygen instead of CO2. </p><p>   The coalition is helping Ball work with companies across the aluminum value chain -- from suppliers to customers such as fellow members Novelis, Constellium SE and PepsiCo Inc. -- to share data and decide where certain low-carbon methods can be accelerated, said Ball's Chief Sustainability Officer Ramon Arratia. </p><p>   \"Microsoft did not join [the First Movers Coalition] in Glasgow last year. I think that was a mistake. As I tend to joke, we were among the second joiners of the first movers,\" Mr. Smith said. </p><p></p>",
  "published": "2022-11-22T07:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 926,
          "end": 935
        },
        {
          "start": 3981,
          "end": 3990
        },
        {
          "start": 902,
          "end": 917
        },
        {
          "start": 902,
          "end": 911
        }
      ]
    }
  ]
}