{
  "_id": "21fefa67016cbc9e2fbb23b0c4a95b7546f5a028a4b9c54b5325d0ce8f7e2b0e",
  "feed": "wall-street-journal",
  "title": "Ukrainian Enclave in Brazil Offers Warm Welcome to War Refugees; Tropical 'Little Ukraine' is populated by descendants of Ukrainian immigrants who arrived decades ago and still maintain the old language and customs",
  "text": "<p>Among soybean farms rise onion-domed wooden churches, where congregations in traditional embroidered shirts pray in a form of Ukrainian that resembles the dialect spoken by their ancestors, immigrants who arrived in Brazil as long ago as the 1890s.</p><p>But things are about to change: The refugees are coming. Prudentópolis and surrounding towns are bracing to welcome up to hundreds of 21st century Ukrainians in the coming weeks as Russia's attack on Ukraine forces people to flee to ever more distant corners of the globe.</p><p>\"It pains my heart to see them suffering,\" said Eugenia Michalovski, 54, who looks after a Ukrainian cemetery in the town, dotted with pink flowers. \"They're our people.\"</p><p>Like three quarters of the town's 53,000 residents, Ms. Michalovski speaks Ukrainian. She also prays and sings in Ukrainian, listens to Ukrainian music, cooks Ukrainian food—and has never set foot in Ukraine.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think a wave of refugees from Ukraine might change Brazil? Join the conversation below.</p><p>Rafa Borges, a local evangelical pastor who helped organize the transfer of one of the first groups of refugees to the region recently, said he hopes the new arrivals will adapt more easily here and, in turn, strengthen the local Ukrainian community.</p><p>\"Their arrival has brought enormous joy,\" said Mr. Borges, whose Comunidade Vida congregation, in the nearby town of Guarapuava, is part of a world-wide group of churches, the Global Kingdom Partnership Network. \"Many people's great-grandparents fled here during World War II and now they are doing the same thing to help the refugees.\"</p><p>But an hour away at one of the church's community centers, where the first group of 28 refugees were recently completing a government-mandated Covid-19 quarantine, the Ukrainians appeared oblivious to the cultural significance of their arrival.</p><p>They said they were just happy to be alive.</p><p>Maryna Hashlova, 35, a teacher from eastern Ukraine, stopped to ponder whether she recognized anything from her native country while making the daylong bus trip south from São Paulo's airport.</p><p>\"McDonald's! Yes, we have McDonald's in Ukraine too!\"</p><p>As a gaggle of young boys crowded around an Xbox installed in the corner of the hall, their mothers tried to explain to the church leaders the items they needed. Many left their homes in a hurry during heavy bombing with nothing but the clothes they were wearing.</p><p>One young woman gesticulated at the Brazilians, moving her clasped hands up and down to describe something.</p><p>\"Skis?\" asked one of the church leaders incredulously, muttering in Portuguese to his colleagues. \"But no snow here,\" he said to the group in broken English, which was then translated into Ukrainian by one of the mothers, an English teacher back home. The women giggled.</p><p>An elderly refugee who is missing her front teeth grabbed a nearby cellphone and called up what she wants on Google Images: crutches.</p><p>The first night the group hardly slept.</p><p>\"It turned out they thought there could be panthers and crocodiles outside,\" said one of the pastors. The leaders sat them down the next day to explain that the Amazon rainforest was very far away—about 1,200 miles—and stressed again that this region is known for being just like Ukraine.</p><p>Most of the group—16 children, 10 women and two men—had never thought about coming to Brazil before the war. \"Rio de Janeiro and carnival\" is the extent of what she had heard about Latin America's biggest country, said Ms. Hashlova, who came with her son Nazar, 14, and daughter Arina, 8, a budding gymnast. Like most men, her husband was required to stay to help with the war effort.</p><p>When Ms. Hashlova left her apartment in the northeastern city of Kharkiv at the end of February, she didn't intend to emigrate. Her diary was full of meetings, calls and plans. But when the bombing got closer, the family grabbed a few belongings and headed to her parents' house in Kremenchuk—normally a three-hour drive west but a trip that took 13 hours on jammed roads. Their house had an all-important basement.</p><p>After being awakened several times a night by the sound of air raid sirens that sent the family scurrying underground, Ms. Hashlova decided to head to Poland. It was there that her church told her the group Global Kingdom could pay their way to South America.</p><p>\"The hardest thing was leaving my husband,\" said Ms. Hashlova, who said she saw him, a car parts salesman, cry for one of the first times in his life as they parted ways at the Polish border.</p><p>After hearing rumors that Mr. Putin's troops could even invade Warsaw, she said she felt safer in Brazil. It also helped convince her children that they were on some exotic adventure, rather than war refugees.</p><p>\"We have a lot of affection for Europe here in this region,\" said Rev. Borges. German, Italian, and Portuguese immigrants also arrived en masse in southern Brazil in the 19th and early 20th century—part of an effort by the ruling elite at the time to whiten the population and fill the labor gap after the abolition of slavery.</p><p>The church also recently threw its doors open to Afghan refugees, who have had trouble acclimating because of the language and Brazilian customs, said some members of the church.</p><p>As the Brazilians spoke about how the cooler climes of southern Brazil would help the Ukrainian refugees feel right at home, their voices were soon drowned out by the torrential rain hitting the center's corrugated metal roof. Arina and some of the children, many sunburned from the day before, rushed to the open windows, agog at the downpour, while their mothers filmed the storm on their cellphones.</p><p>They were less impressed by the food. Fernanda Ferter, 30, a volunteer in the church's kitchen said they were already despairing over what to do with all the donations of rice and beans after it became apparent the Ukrainians weren't fans of Brazil's national dish. The refugees instead took to making their own varenyky—a traditional Ukrainian dumpling.</p><p>The church has vowed to support the group for a year, putting them up in apartments downtown and even helping their husbands migrate once the war is over. In Prudentópolis, Ukrainian descendants said they hoped the refugees decide to settle just as their ancestors did.</p><p>Eugenia Charnei, 83, whose father came to Brazil almost a century ago, said she feels more Ukrainian than Brazilian. But she has also come to love varenyky stuffed with Brazilian beans—a delicacy among Ukrainian descendants in this country.</p><p>\"My parents always used to say that Brazil is the land of the free,\" she said.</p><p>But Ms. Hashlova said she isn't sure how long she will stay.</p><p>\"Right now we feel safe here and we don't think about tomorrow.\" She has learned the hard way not to plan too far ahead.</p><p>Write to Samantha Pearson at samantha.pearson@wsj.com and Luciana Magalhaes at Luciana.Magalhaes@wsj.com</p><p>Ukrainian Enclave in Brazil Offers Warm Welcome to War Refugees</p>",
  "published": "2022-04-09T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}