{
  "_id": "9b72ff3fd6097f39da86d74c75ed228a3fd43922d6fee466ef1b76c7210fa1ac",
  "feed": "ftcomall",
  "title": "Danish initiative aims to develop first quantum computer for life sciences",
  "text": "<p>Denmark's Novo Nordisk Foundation is to spend $200mn developing what it says will be the first practical quantum computer for life sciences research, with applications ranging from creating new medicines to finding links between genes, environment and disease. </p> <p>The non-profit foundation, which is the majority owner of the Novo Nordisk pharmaceutical group, joins a crowded field of universities and tech companies seeking to convert the theoretical superpowers of quantum computing into useful devices. </p> <p>But it says its seven-year programme, based in Copenhagen, stands out because it will evaluate competing technologies before deciding which one to proceed with. </p> <p>“The other major initiatives globally have already chosen their platforms and are trying to optimise them but we predict that many will run into a dead end,” said Peter Krogstrup, who will lead the programme from the Niels Bohr Institute at the University of Copenhagen. “We would rather spend seven years finding the platform that offers the greatest opportunity to build a usable quantum computer.” </p> <p>Some prototype quantum computers manipulate electrons, others photons (light particles). But all today's devices, whether electronic or photonic, “are noisy, fault-intolerant machines that cannot solve any problems relevant to humanity”, said Mads Krogsgaard Thomsen, chief executive of the Novo Nordisk Foundation. </p> <p>“It's a very exciting initiative, with its co-ordinated effort on the hardware and software side,” said Professor Garrett Morris, a computational chemist at Oxford university who is not working with the foundation. Simulations in his lab show that in many cases, quantum computers would predict molecular structures far more quickly and accurately than their conventional counterparts. </p> <p>“Quantum computing could revolutionise so many aspects of science — if they can pull it off,” Morris added.</p> <p>Quantum theory was formulated in the early 20th century, with Niels Bohr in Copenhagen playing a leading role, but technology did not enable researchers to start applying it to computing until almost 100 years later. </p> <p>Unlike the binary bits of classical computing, which are either zero or one, quantum bits or qubits exploit the counterintuitive properties of quantum physics to be both at the same time.</p> <p>Quantum computers will exploit this “superposition” principle by carrying out vast numbers of calculations simultaneously — an ability that promises to be particularly useful for modelling chemical reactions, designing new materials and searching huge databases.</p> <p>Thomsen offered the analogy of conventional computing being like operating in two dimensions while quantum computing works in three.</p> <p>“Within the life sciences, for example, we can accelerate development in personalised medicine by letting quantum computers process the enormous quantity of data available about the human genome and diseases,” said Lene Oddershede, senior vice-president at Novo Nordisk Foundation.</p> <p>Besides Danish universities, the quantum computing programme will also involve researchers at institutions in other countries including the Technical University of Delft and University of Toronto.</p> <p>Although the foundation does not want to commit itself to any specific technology offered by big companies active in quantum computing such as IBM, Microsoft and Alphabet or the many start-ups in the field, the programme will be open to collaboration on specific projects.</p> <p>It will also establish its own company, called Quantum Foundry, to manufacture materials and hardware for the programme.</p><p>Source: Clive Cookson in London 2022 'Danish initiative aims to develop first quantum computer for life sciences' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T05:47:02.430Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3304,
          "end": 3313
        }
      ],
      "nexusId": "10031144"
    }
  ]
}