{
  "_id": "d3f74c01141ce0bd2b3171d24c08405b0ad0af289b570def5e628922a5cca785",
  "feed": "ftcomall",
  "title": "The corporate feud over satellites that pitted the west against China",
  "text": "<p>On the final day of February, a group of European financiers and entrepreneurs gathered on a late-night online meeting to resolve a boardroom dispute.</p> <p>The Microsoft Teams meeting only lasted 35 minutes. But it was enough time for the board to wrest control of the rights to launch hundreds of low-earth orbit (LEO) satellites from a majority China-owned company to a subsidiary of a US telecoms group.</p> <p>It was the latest move in a long-running corporate battle between European and Chinese partners in a joint venture, which has huge ramifications for the future of telecommunications in space.</p> <p>At its centre are prized satellite permits granted by the UN International Telecommunication Union (ITU), which could give the rightful owner an edge in the burgeoning LEO industry currently dominated by Elon Musk's SpaceX.</p> <p>The licences that give access to satellite spectrum are “critically important”, says Nicholas Eftimiades, a space expert and former US Department of Defense and CIA official. “They have strategic implications, economically, geopolitically, militarily and for information dominance from the earth through space.”</p> <p>On one side of the feud are the German partners in the Kleo Connect joint venture, who accuse Chinese investors of trying to steal the licences for use in their home country.</p> <p>On the other are the Chinese backers, who argue that the Germans eagerly took their money only to conspire behind their backs to sell the licences to a new bidder in the US with links to Republican donors and the Pentagon.</p> <p>The dispute over Kleo Connect points to a broader question emerging with the evolution of the low-earth economy: who controls an asset orbiting in space that is not in a fixed, geostationary position but criss-crosses the globe? The blurred lines of control are exacerbated by the lack of a robust oversight mechanism for authorities to track satellite activity.</p> <p>This opacity created an uneasy backdrop for a partnership between Europe and China in space. Since the joint venture was consummated in early 2018, governments have grown increasingly concerned about the <a href=\"https://www.ft.com/content/df032357-51e7-4635-baaa-f053dcc0c4c1\">national security challenges</a> posed by the growing number of commercial LEO constellations, including potential military use. The partnership's collapse, and the subsequent fallout, might exacerbate those fears.</p> <p>“This fight is a geopolitical struggle for control of space, masquerading as a boardroom battle,” says one industry insider, who did not want to be named.</p> <h1>The rise and fall of Kleo Connect&#xa0;</h1> <p>In 2014, serial entrepreneur and former aerospace engineer Matthias Spott decided to launch into the small satellite industry after travelling to Silicon Valley. Technological improvements had brought down the cost of making and launching small satellites, prompting investors to re-examine the potential of this industry.</p> <p>To launch satellites, companies need licences to access shared radio frequencies, with priority given to satellite constellations that received the ITU's stamp of approval early on. Liechtenstein, a microstate of 38,000 people buried in the Alps between Austria and Switzerland, managed to land a spot at the front of the queue, and its permits are among the most sought after. SpaceX was in talks to access the Liechtenstein licences in 2015 but opted instead for ones from Norway, according to three people with knowledge of the negotiations.</p> <p>Spott partnered with a former UBS banker who had filed for the Liechtenstein licences and set about trying to drum up investment for the project. After a failed start with German investors that ended in a legal dispute — a sign of troubles to come — Spott was introduced to Chinese financier Jason Zhou, who was shopping around for filings.</p> <p>Many Chinese companies, often backed by the state, are pouring money into small satellites after being slow to realise their potential. Building constellations for global customers is part of Beijing's digital Silk Road strategy, according to Eftimiades, to supplement infrastructure investments in Africa and Latin America with ultrafast internet connectivity.</p> <p>Zhou acted as the rainmaker, facilitating a consortium of Chinese investors, including state-controlled groups Shanghai Alliance Investment and China Telecom Corporation, to invest an initial €120mn in Kleo Connect. The Chinese grew their stake in the company to 53 per cent through phased payments.</p> <p>Spott would act as CEO, while Chinese executive Shawn Shey headed up the commercial operations. Zhou, based in Shanghai, oversaw the project from a distance. The Germans would run the technical side of the business, with the Chinese largely overseeing the commercial side. The two sides struck a labyrinthine investment agreement, riddled with complex contractual obligations and timelines that would eventually trip up the venture.</p> <p>From the very start, there were differences in corporate culture, one insider says. “In Germany, everything is decided when the contract is signed. But in China, the contract signing is just the start of negotiations.”&#xa0;</p> <p>The two sides fought over details small and large, frequently going to the Liechtenstein Ofcom, the body that licensed the satellites and regulated the project, to settle disputes.</p> <p>“The dysfunctionality of the consortium became increasingly obvious,” says Ofcom's president Rainer Schnepfleitner. The two sides argued in front of him on issues ranging from hiring staff to the choice of satellite manufacturers, according to board minutes of meetings seen by the Financial Times. “These things should have been ironed out before they came to the regulator,” he adds.</p> <p>The cracks soon cleaved the company into two factions, according to testimonies from eight former and current employees, and lawsuits began flying. “I've never experienced anything like this. The organisation was split into two, with both sides suing each other,” says one former employee, who asked not to be named for fear of legal repercussions. The two sides have launched more than 60 lawsuits in German courts, more than the number of employees the company had at its peak.</p> <p>Spott accused the Chinese of failing to stick to the contract. Zhou accused Spott of purposefully delaying signing documents and sabotaging the project. Each denied the allegations. The German side tried to remove Shey as head of the commercial operations, prompting retaliation from the Chinese, who took action to remove Spott as chief executive.</p> <p>A company building a revolutionary satellite constellation to help people communicate in far-flung corners of the world developed a wall of silence at its centre. Six former and current employees say Shey restricted communication between the Chinese corporate side and the technical team working under the German founders.</p> <p>One former employee says “inertia seemed to be the number one priority” for the Chinese management, at odds with the usual dynamism of a start-up. “Most people would tune into the 9am Monday meeting and then do nothing for the rest of the week . . . they didn't seem to want to build a satellite constellation,” they add.</p> <p>Shey denies that he made such an order: “I'm an engineer by training. I know how important it is for the business and technical team to work together.”&#xa0;</p> <p>A key issue was the expanded role the Chinese side carved out for the satellite manufacturer Shanghai Engineering Center for Microsatellites as the project developed. SECM was an investor in Kleo Connect and both sides agreed it would develop part of the constellation.</p> <p>But the Chinese investors pushed for SECM to become “the key technical partner” in developing the constellation in a business proposal submitted to Ofcom.</p> <p>SECM, like counterparts in the western world, is a supplier for its national military. Its prominence raised concerns among Western security officials and in the German-language media that the constellation could be used for military purposes.</p> <p>Shey says the Chinese military has its own satellites and would have no use for this commercial constellation, adding that accusations of its involvement were part of the European “agenda to target the Chinese companies”. He says that if the constellation had been found to be used for military purposes, the Liechtenstein authorities had the power to shut down the constellation. Zhou says that Kleo Connect was a “commercial project”, with prospective customers including Chinese fishing boats and the Shanghai port.</p> <p>But the German partners also wondered what exactly their role would be if the satellites were built and launched from China and served a predominately Chinese market. The Chinese said they had little choice but to opt for SECM since no European manufacturer could deliver the satellites within the tight milestone deadlines after infighting and regulatory hurdles delayed the project.</p> <p>Then, in summer 2021, SECM did something that only added to the Germans' suspicions that Kleo Connect was being used as a vehicle to promote China's interests in space. The Shanghai group launched a series of test satellites into the same orbital slot and with the same frequency range that the joint venture had planned to deploy in its next satellite launch. The FT verified these claims by reviewing license filings from the ITU.</p> <p>Clemens Kaiser, chief technical officer at Kleo Connect, says he had drawn up the test mission, satellite specification and launch plans with his nominal deputy Zhu Ye, who worked remotely in China. Zhu joined Kleo Connect from SECM, where he was a lead space engineer.</p> <p>“Several months later, out of the blue, SECM launched the same kind of Ka-band satellites that Kleo Connect wanted to launch as originally agreed between the shareholders,” says Kaiser.</p> <p>An SECM article promoting the launch shows Zhu standing with a group of employees celebrating the launch. Shey, the head of commercial operations, says the satellite launch had nothing to do with Kleo Connect. “SECM has so many different customers. They have to do their programmes, and they used their satellite filings.” Zhu did not respond to a request for comment.</p> <p>The Germans say this is evidence the Chinese partners were using Kleo Connect's resources for their own venture in China. “The Chinese investors tried to ensure that Kleo Connect was not a successful company. They built a shadow organisation in Shanghai that was trying to steal the constellation from Kleo Connect,” says Spott, the former CEO.</p> <p>Zhou denies this allegation, saying Kleo Connect was building a commercial constellation with global customers and suppliers, with China serving as the “anchor market”.&#xa0;</p> <p>The Liechtenstein Ofcom was increasingly caught in the middle, especially after the Chinese investors sued the regulator for allegedly withholding a test confirmation document that they say would have allowed them to begin taking orders from manufacturers and progressing with the constellation.</p> <p>Schnepfleitner, the regulator, even banned Shey from entering his office for “disruptive behaviour”, a measure he says he took as a “last resort”. Shey says the European partners “engineered” the ban by withholding contentious information until a meeting with Ofcom, ensuring an argument broke out in front of the regulator.</p> <p>Finally, Schnepfleitner threatened to revoke the licences. “There were increasing signs that the project would not have been delivered as approved by Ofcom and that the German company was only supposed to be used as a shell and that the frequencies were effectively used by Chinese companies,” he says.</p> <p>To Spott, the threat gave him the right to terminate a usage agreement with his Chinese partners and seek out fresh investors.</p> <h1>Enter the Americans</h1> <p>The history of litigation dogging the project deterred many would-be investors from wading into what the industry describes as a “paper fight” over the satellite licences, Spott says. Then he met Declan Ganley.</p> <p>The Irish entrepreneur is founder of a US telecoms company, Rivada, which has done hundreds of millions of dollars of work for the US government, including the Department of Defense and the Department of Homeland Security.</p> <p>A vocal campaigner on pro-life and anti-EU integration issues, Ganley says he has also sounded the alarm about the “strategy of Communist China when it comes to the communication network,” as one of “the early voices of caution on the Huawei situation”, referring to the Chinese telecoms company accused by the US of spying for the state.&#xa0;</p> <p>Rivada set up subsidiaries in Liechtenstein and Germany to license and operate the satellite constellation, risking turning a boardroom tussle for control of Kleo Connect into a geopolitical battle.</p> <p>The US company is supported by a number of high-profile Republicans, and counts the Donald Trump-supporting tech billionaire Peter Thiel and the former George W Bush administration official Karl Rove among its investors.</p> <p>Ganley's connections do not stop in Washington. After Rivada took a majority stake in the company that holds the Liechtenstein licences, Ganley installed Prince Michael of Liechtenstein as a director.</p> <p>Even with the royal's involvement, however, Rivada's venture into the fledgling low-earth orbit economy will not be easy for a company new to the satellite industry.</p> <p>Rivada plans to launch 600 satellites that will circle the earth at an altitude of 1,050km, delivering a faster connection than traditional geostationary satellites that move with the planet's rotation at a fixed position around 36,000km above the ground.</p> <p>If Ganley pulls off the project, it could launch Rivada into the elite league of LEO satellite players. Space is getting increasingly crowded: the Satellite Industry Association projects that the number of satellites in orbit could swell to 100,000 by 2030.</p> <p>Survival in this fiercely competitive industry will rely in part on being able to deliver the fastest and most reliable internet connection. Rivada's competitive edge on that front is its control of the Liechtenstein satellite licences, which have higher priority spectrum rights than the Norwegian licence owned by SpaceX.</p> <p>If Rivada deploys its constellation, then SpaceX's Starlink satellites will have to give network priority to their Rivada counterparts when they cross paths. SpaceX did not respond to a request for comment.</p> <p>But success is far from certain. One industry insider says it would be a “major challenge to pull off a project of this scale with little time” and that Rivada has a lot of work to catch up on. According to ITU rules the constellation must be deployed within 14 years, otherwise the Liechtenstein licences will be revoked. The clock is ticking on Rivada, which arrived at the project with less than half of that timeline left.</p> <p>Ganley is upbeat about the prospects of his “very strong team” completing the project. The Ofcom regulator, the authority with the ultimate power to assign and revoke satellite licences from companies, has greenlighted Rivada's access to the licences.</p> <p>Yet the fight over them continues. Having been kicked off the board in the Microsoft Teams call back in February, the Chinese investor Zhou has initiated legal proceedings against his former European partners, whom he accuses of thwarting the project and replacing him as an investor, violating Chinese shareholder rights.</p> <p>He has also filed suit in Washington against Rivada for intentionally interfering with contractual relations. With a “project of this scale and complexity, that has so many uncertainties and variables, the last thing you want is to have a legal defect,” Zhou says. Ganley defends his company's actions, saying it “took extensive legal advice on the procedure that we exercised to the letter”.</p> <p>The fact that the permits are now in the hands of a company whose parent company's board is stacked with retired top brass from the US and UK military and a former chair of the joint chiefs of staff underscores the national security implications of the rapidly proliferating number of small satellites. Experts in both countries have warned of the difficulty to track the activities of commercial satellite constellations.</p> <p>“No one has the capability to track and monitor thousands of small satellites,” Eftimiades, the former CIA official, says. He explained that governments are meant to give the ITU detailed technical specifications but added that “nobody feels overly compelled to do so, especially if they want to hide something”.</p> <p>The rush to deploy LEO satellites has sparked safety concerns beyond the potential military applications of ultrafast internet. Experts are growing increasingly wary of the <a href=\"https://ig.ft.com/space-debris/\">risk of collisions</a>, with the spawning number of satellites and mounting amounts of space debris.</p> <p>But if the collapse of the Kleo Connect joint venture illustrates anything, it's that the trust and co-operation needed for rival countries to navigate the space economy are still in short supply back on earth. The wider implications should trouble us all, says one space industry insider. “I worry nothing will change until there is an accident in space. In the present geopolitical environment, I can't see an immediate solution either.”</p> <p><em>Additional reporting</em> <em>by Alexander Vladkov in Frankfurt and</em> <em>Ryan McMorrow and Emma Zhou in Beijing</em></p><p>Source: Eleanor Olcott&#xa0;in Taipei  2022 'The corporate feud over satellites that pitted the west against China' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T04:00:05.519Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 155,
          "end": 164
        },
        {
          "start": 14986,
          "end": 14995
        }
      ]
    }
  ]
}