{
  "_id": "ff0df8a235264874010c62c28fb2c6e597a9f077f305c1aa9b35a2200e3fce15",
  "feed": "market-watch",
  "title": "U.S. stock futures slip after Walmart profit warning",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 fell 113 points, or 0.4%, to 31,854.</p><p>* S&amp;P 500 futures ES00 dropped 12.50 points, or 0.3%, to 3,957.50.</p><p>* Nasdaq-100 futures NQ00 were off 51 points, or 0.4%, at 12,304.</p><p>On Monday, the Dow DJIA rose 91 points, or 0.3%, while the S&amp;P 500 SPX ticked up 0.1% and the Nasdaq Composite COMP lost 0.4%.</p><p>What's driving markets</p><p>Walmart WMT late Monday cut its profit outlook, saying inflation on food has caused it to conduct more markdowns in apparel. Shares of the Dow component fell nearly 10% in premarket trade. The opposite side of that coin was Unilever UL, as the maker of Hellmann's mayonnaise and Ben &amp; Jerry's ice cream saidprice rises were able to offset reduced volume.</p><p>\"It was a steady start for most markets to a big earnings week, until Walmart issued a warning after hours. The stock lost 10% and there was negative read-across for the rest of the U.S. consumer sector,\" said Ian Williams, strategist at U.K. broker Peel Hunt.</p><p>Read: Analysts on Walmart's profit warning: Consumers are buckling under inflation pressure and draining their COVID reserves</p><p>Investors were assessing a massive slate of earnings, including General Motors Co. GM, and Dow components McDonald's Corp. MCD and Coca-Cola Co. KO, and after the close, tech titans Alphabet Inc. GOOGL and another Dow component, Microsoft Corp. MSFT.</p><p>\"Since expectations were set so low going into this earnings season, the underlying theme so far has been that the situation is not quite as dire as many feared. If the tech juggernauts fit this profile, the market could breathe a collective sigh of relief,\" said Marios Hadjikyriacos, senior investment analyst at XM, in emailed comments.</p><p>See: Big Tech earnings are about to determine the direction of the market</p><p>The Federal Reserve starts its two-day interest-rate-setting meeting Tuesday, and the U.S. economic calendar also includes the S&amp;P Case-Shiller May house price index, the Conference Board July consumer confidence, and June new-home sales reports.</p><p>Companies in focus</p><p>* Shares of General Motors GMlost ground after the car maker's second-quarter profit fell short of estimates, offsetting a revenue beat.</p><p>* Shares of United Parcel Service UPS rallied 1.2% in premarket trading Tuesday, after the package delivery giant reported second-quarter profit and revenue that rose above expectationsand boosted its stock buyback plan by about 50%.</p><p>* 3M Co. MMM said it would spin off its healthcare business to create two public companies to pursue their growth plans. The new 3M will be a global material science company with a range of industrial and consumer markets, while the healthcare company will focus on wound care, healthcare IT, oral care and biopharma filtration. Shares of the Dow component rose over 4%.</p><p>* McDonald's MCD shares were slightly lower after the fast-food giant and topped Wall Street earnings expectationsbut fell short on revenue.</p><p>* Coca-Cola shared moved higher after beating expectationsfor adjusted profit and revenue despite cost and currency headwinds.</p><p>* Shares of General Electric Co. GE rose 2% after the industrial conglomerate, which plans to split into three independent companies, topped second-quarter profit and revenue expectations and delivered surprise positive free cash flow, while continuing to provide a somewhat downbeat full-year outlook.</p><p>Other assets</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 8 basis points to 2.74%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.6%.</p><p>* The U.S. oil benchmark CL.1 rose 2% to trade near $98.60 a barrel, while gold futures GC00 ticked down 0.2% to trade below $1.716 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP edged up 0.1%, while the FTSE 100 UK:UKX rose 0.5% in London.</p><p>* The Shanghai Composite CN:SHCOMP ended 0.8% lower, while the Hang Seng Index HK:HSI jumped 1.7% in Hong Kong and Japan's Nikkei 225 JP:NIK edged down 0.2%.</p><p>U.S. stock futures slip after Walmart profit warning</p>",
  "published": "2022-07-26T12:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1342,
          "end": 1351
        },
        {
          "start": 1342,
          "end": 1357
        }
      ]
    }
  ]
}