{
  "_id": "3d1b4e30503d4a01fb94988e5b15259b48c623f3e79f7574af8b7ec4eab66b71",
  "feed": "market-watch",
  "title": "How being an older worker pushed me out of my comfort zone — what I learned; I challenged myself to do a combination of part-time work and mentoring that I'd never done.",
  "text": "<p>The many parts of this part-time job</p><p>The job meant lining up noted digital media professionals at major outlets from Vanity Fair to Cosmopolitan to NPR to People and at behemoths such as Hearst, Dotdash Meredith and Condé Nast to appear on panels, hold workshops, deliver keynotes and present PowerPoints every weekday from 9 a.m. until about 5 p.m. My boss, SPI Director Andrea Chambers, produced the sessions with HR pros. (I'd tell you what these digital and HR mavens said, but their appearances were off the record.)</p><p>Running the Digital Media part of SPI also meant moderating some sessions; managing the students' project presentations to judges; giving students daily doses of the latest news and trends in the turbulent world of digital publishing; offering advice on applying for jobs in digital media and sharing insights on being successful at them.</p><p>Also, I'd need to grade, and comment on, the three-part edit tests we'd give the students to demonstrate their ability to write stories, pitch ideas and master the vital skill of crafting headlines that would show up if people were searching for their subject matter — known as search engine optimization or SEO.</p><p>Read: 10 things to talk about with your financial adviser</p><p>Overcoming nerves</p><p>A confession: I wasn't sure I could pull it all off because I'd never taught before or managed a program quite like SPI. But I plunged in.</p><p>It began with a load of prep work from my New Jersey home in April, May and early June. During this time, I'd be getting all the puzzle pieces in place, arranging Doodle polls to nail down Zoom prep calls with the speakers and then holding those calls. For this part, I had huge assistance from SPI's full-timers Chambers and assistant director, Paul Amodeo.</p><p>From June 13 through June 27, I acted as full-time ringleader for the digital media program at NYU's downtown location near the World Trade Center. I took a 6:25 a.m. bus to New York daily and got home in the evening around 7:30 (this is retirement?, I sometimes thought).</p><p>Once I finished my part of the program, the students began the two weeks of SPI's book publishing portion. It ends July 12 when I'll return for \"graduation.\"</p><p>Read: Can a robot help you care for your aging parent?</p><p>Masked up</p><p>Although SPI was wholly virtual last summer due to the pandemic, the 2022 sessions have been almost entirely in person, which meant the students needed to wear masks so I sadly couldn't see their faces. I wore a mask, too, except while on stage with a speaker, when we kept our distance from each other and the students.</p><p>The only virtual sessions this year were the \"visits\" to People, Yahoo, Twitter and Narratively, whose participating New York City-area staffers were working remotely plus visits to digital media brands elsewhere (Texas Monthly and Virginia Quarterly Review) and a couple of appearances by pros who couldn't attend in person because they had COVID-19 or were subbing because a planned speaker had a last-minute work conflict.</p><p>How being an older worker paid off</p><p>I think being an older worker helped make the NYU program work well, demonstrating the usefulness of older workers — including unretired ones.</p><p>My decades in the media business let me tap contacts I'd made over the years and get them to share their smarts with the students. (Special thanks to my wife and former People magazine top editor, Liz Sporkin, who suggested names of some experts I called on, too.)</p><p>I could also tell students about the importance of updating your skills and pivoting when necessary. In my case, I explained, I started in print journalism (19 years at Money magazine as a fact checker, writer, Washington correspondent, senior editor and executive editor, followed by a 10-year stint at Good Housekeeping as special projects director, money editor and website manager). Then, I moved into digital media (with stops at CBS MoneyWatch, Yahoo and Next Avenue).</p><p>Also, having been in the game for more than 40 years, I could help students improve their final project presentations — from explaining \"What's an editorial calendar?\" (planned features and events pegged to different times of the year) to ways of strengthening their brand messages to overcome potential concerns of the judges.</p><p>Reflections on accepting the challenge</p><p>I'm very glad I applied for the SPI position — a job I wouldn't have had time for if I still had a full-time job. I'm also delighted with the way the experience went; I was humbled when students wrote kind words about me in LinkedIn posts (they learned the skill of using LinkedIn well during the digital media session).</p><p>If you're unretired, or hope to be soon, I hope you'll go for the chance to do something like I did. Don't worry that you've never done it before or aren't sure if you can. Believe in yourself.</p><p>How being an older worker pushed me out of my comfort zone — what I learned</p>",
  "published": "2022-07-06T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}