{
  "_id": "9b9a849b45342045a50e869a8e1682c0651ca5033cb52d2930d45274616615f1",
  "feed": "wall-street-journal",
  "title": "Ad executive Dan Wieden Came Up With Nike's 'Just Do It' Tagline; Oregon native, who has died at age 77, co-founded Wieden+Kennedy and advised colleagues to 'walk in stupid every morning'",
  "text": "<p>They had one client: Nike Inc., then a small company. It was a perfect fit. Phil Knight, Nike's co-founder, loathed conventional advertising. The new agency's founders were inclined to pitch ads that were offbeat, edgy and artistic. In 1988, Mr. Wieden came up with Nike's tagline, \"Just Do It.\"</p><p>The Nike ads helped vault a tiny regional shop into a global advertising firm. Subaru of America hired Wieden+Kennedy in 1991. Since then a long list of clients has included Starbucks Corp., Microsoft Corp., McDonald's Corp. and Coca-Cola Co. The firm has about 1,500 employees and offices in Europe, Asia and the Americas.</p><p>To avoid the risk of being gobbled up by a giant holding company, Mr. Wieden created a trust to preserve the firm's independence.</p><p>Mr. Wieden died Sept. 30 at his home in Portland. He was 77 and had Alzheimer's disease. His partner, Mr. Kennedy, died a year ago at the age of 82.</p><p>Mr. Wieden (pronounced why-den) attributed the firm's success partly to a habit of hiring misfits and oddballs rather than seasoned advertising pros. As for managing people, he said, \"I think people need to feel safe but still under pressure in some weird way, a healthy pressure. People need to feel that you're rooting for them to succeed.\"</p><p>Wary of complacency, he advised advertising people to \"walk in stupid every morning.\" As he put it: \"The minute you think you know, the minute you go, 'oh, yeah, we've been here before, no sense reinventing the wheel,' you stop learning, stop questioning, and start believing in your own wisdom, you're dead.\"</p><p>Messrs. Wieden and Kennedy \"didn't really dictate or mandate,\" said Bill Davenport, a longtime colleague. \"They let people find their way. In some ways, it was a sink-or-swim culture. But they never had a heavy hand.\"</p><p>Dan Gordon Wieden was born March 6, 1945, and grew up in Portland. His father, Francis \"Duke\" Wieden, was president of Gerber Advertising.</p><p>After graduating from the University of Oregon in 1967, the younger Mr. Wieden wrote marketing material for Georgia-Pacific Corp. He hated the job and, by his own admission, created so much trouble that he finally got fired. He tried freelance writing and then joined the ad firm of McCann-Erickson. There he met Mr. Kennedy, whose artistic skills and humor complemented Mr. Wieden's writing talent.</p><p>At first, their office was furnished with a card table and cardboard file cabinets. They used a pay phone to call clients.</p><p>The firm set itself apart by using a collage of New York street scenes, featuring Lou Reed and his song \"Walk on the Wild Side,\" to promote Honda scooters. A few years later, Wieden+Kennedy combined the versatile athlete Bo Jackson with Bo Diddley in an ad for Nike.</p><p>Mr. Wieden's first wife, Bonnie Scott Wieden, died in 2008. He married Priscilla Bernard in 2012. She survives him, along with four children, six grandchildren, a brother and a sister.</p><p>In 1996, Mr. Wieden and his family founded , which runs a summer camp at Blue Lake in central Oregon and other programs to nurture young people. \"He wanted to create a place where kids felt safe and loved,\" his wife said.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Ad executive Dan Wieden Came Up With Nike's 'Just Do It' Tagline</p>",
  "published": "2022-10-05T20:50:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 487,
          "end": 502
        },
        {
          "start": 487,
          "end": 496
        }
      ],
      "nexusId": "10031144"
    }
  ]
}