{
  "_id": "b5bd6e2fadf6aaa6224ad2cc191bb74db4e4a5065f92571811a4a80ec4fa5064",
  "feed": "ftcomall",
  "title": "Nuclear fusion power edges from fantasy to reality",
  "text": "<p>The promise of producing limitless power by fusing atoms has tantalised scientists for decades — but always seemed just out of reach.</p> <p>Now, a series of scientific breakthroughs and a rush of private investment is raising hopes that commercial fusion power could yet play a meaningful role in cutting global emissions before 2050.</p> <p>“There's no point this technology arriving in 2048 because it's too late,” says Chris Kelsall, chief executive of Tokamak Energy, which is one of more than 35 private fusion companies worldwide betting they can deliver commercially viable fusion power in the next decade. “We're very focused on delivering demonstration of the technology, net electricity into the grid, in the early- to mid-2030s.”</p> <p>Soviet scientists pioneered the development of the first fusion machine, known as the “tokamak”, in the 1950s. The design enabled a plasma of two hydrogen isotopes, deuterium and tritium, to be held in place by powerful magnets and heated to extreme temperatures so that the atomic nuclei fuse, releasing vast amounts of energy.</p> <p>The same reaction powers the sun but, to this day, no group has been able to achieve fusion while producing more energy than the system consumes — a milestone known in the industry as net energy gain. “That is what we think of as the Wright brothers' moment . . . when the plane actually takes off,” says Melanie Windridge, a plasma physicist who runs the consultancy Fusion Energy Insights.</p> <p>While net energy gain remains elusive, there are several reasons for optimism. Last year, the US government's National Ignition Facility in California came the <a href=\"https://www.ft.com/content/1df819f9-b397-41c4-8fa6-e4a921f8554c\">closest yet to generating net energy</a> by bombarding a tiny pellet of hydrogen plasma with 192 lasers. Six months later, scientists at the government-funded <a href=\"https://www.ft.com/content/75496422-be4b-48e9-b445-d987813a126f\">Joint European Torus (JET)</a> facility in Oxford, England, produced a record 59 megajoules from a reaction lasting five seconds — enough energy to boil about 60 kettles.</p> <p>Although far off the requirements for commercial power, both achievements were heralded as major breakthroughs in the scientific community. However, it is the activity in the private sector that has provoked the most excitement.</p> <p>In the 12 months to the end of June, private fusion companies raised $2.83bn in investment, mainly in the US but also in the UK, according to the Fusion Industry Association.</p> <p>The financing — from investors including Bill Gates, Tiger Global Management and Chevron — was more than the total funding raised by the industry up to that point and brought private sector investment to date to almost $4.9bn.</p> <p>Kelsall says there has been a “palpable inflection” in attitudes to the fusion industry in the past year as investors have begun to take it seriously as potential tool in the fight against climate change.</p> <p>While government-backed facilities like JET and its successor, ITER — currently under construction in France at a cost of more than €20bn — will continue to lead on fusion research, the hope is that smaller, more nimble private sector players can accelerate the path to commercial use.</p> <p>Nicholas Hawker, chief executive of Oxford-based First Light Fusion, which has been developing an approach called projectile fusion since 2011, says the prospect of “unlimited clean energy” makes fusion's potential too attractive to ignore. “Fusion is, in a sense, the ultimate solution to climate change.”</p> <p>First Light's approach involves firing a projectile at a deuterium-tritium fuel pellet to force the isotopes to fuse. The energy density of the fuel is so great that a pellet one centimetre wide should be able to generate the same amount of energy as a barrel of oil, he says.</p> <p>Windridge puts it another way: roughly 1 kilogramme of fusion fuel has the potential to produce as much energy as 10mn kilogrammes of fossil fuels.</p> <p>That makes fusion power particularly attractive for energy-intensive processes — such as repairing the future climate by pulling carbon dioxide from the atmosphere, in a process known as direct air capture.</p> <p>Accessing the hydrogen isotopes most used in fusion should not be a problem. Deuterium, which can be found in seawater, is widely available, while tritium can be extracted from lithium.</p> <p>Tritium is mildly radioactive but, unlike nuclear fission where atoms are split, fusion does not produce long-lived radioactive waste.</p> <p>For that reason, the UK government in June confirmed that future fusion facilities will be regulated by the Environment Agency and the Health and Safety Executive, rather than the Office for Nuclear Regulation, in a boon for the British fusion industry.</p> <p>Britain has been at the forefront of public fusion research ever since the UK Atomic Energy Authority, established a world-leading fusion laboratory at Culham in Oxfordshire in 1965.</p> <p>“It's a really exciting time now because we've got the public labs doing important experimental work on the science and, at the same time, we've got the private companies doing important engineering work,” says Windridge. “The more that those two can partner together, which is now happening, the faster we're going to get to fusion.”</p><p>Source: Tom Wilson in London 2022 'Nuclear fusion power edges from fantasy to reality' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T04:00:23.060Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}