{
  "_id": "0f6e7e025ee6491f46c34d237b113f31562cc5ee4da02bb1b9f7bf68fc3fac3a",
  "feed": "wall-street-journal",
  "title": "Dollar's Climb Stalls Amid Mixed Economic Signals; Behind the recent slip in the U.S. currency is a subtle shift in the economic landscape",
  "text": "<p>Behind the slip has been a subtle shift in the economic landscape. According to recent economic reports, American consumers are still spending money at a rapid pace, while employers keep adding jobs, extending the trends that had helped lift the dollar over the past 12 months or so.</p><p>Yet there have been signs of weakness elsewhere. Wage growth has moderatedfrom last year, and consumers have been able to sustain their spending only by dipping into savings. The U.S. service sector, which includes restaurant dining and travel, slowed its pace of expansion in May, and sales of new homes in Aprilposted their biggest drop in nine years.</p><p>Overall, the data has clouded some asset managers' outlook of the U.S. economy. They are now wary that the Federal Reserve might have to slow the pace of expected interest-rate increases. That might be welcomed by stock investors, who are acutely aware of the risks that rising rates pose for highly valued shares, but its meaning would be murkier in currency markets.</p><p>Investors typically buy currencies linked to countries where central banks are raising interest rates to rein in a hot economy. Investors expect the Fed to lift rates by a total of a percentage point in June and July, but what will follow is harder to determine. As a result, traders now contend that the dollar is more sensitive than usual to economic releases on the horizon.</p><p>\"The market went through six weeks of thinking the sky's the limit for the Fed,\" said Steve Englander, head of North American macro strategy at Standard Chartered. Now, he said, \"I think the dollar has topped out.\"</p><p>The muddied outlook represents a shift in markets, after investors bet that a rapid pace of rate increases would drive the dollar higher throughout the year. Many expected a strong dollar to hurt U.S. multinationals, by making their products more expensive for foreigners, with companies including Microsoft Corp. noting a strong dollar's hit on revenue in recent reports. JPMorgan analysts say the dollar's rise is hurting the U.S. manufacturing sector, which is slowing hiring to compensate for fewer exports.</p><p>In the coming week, investors will scrutinize data on the American consumer and Friday's inflation numbers for clues regarding the state of the economy and the trajectory of the stock market. Lower inflation numbers could ease pressure on stocks and hit the dollar more, presaging a more gradual approach from the Fed. The Bank of England sparked sharp declines in the pound by signaling caution when it raised rates in May.</p><p>Investors are now watching U.S. data for signs of similar slowing. Last week, the Labor Department reported that the economy added 390,000 jobs in May—above the 328,000 expected by economists. Still, the unemployment rate remained at 3.6%, instead of falling to 3.5% as expected. The monthly increase in average hourly earnings was 0.3%, below the 0.4% consensus forecast.</p><p>Foreign-exchange markets have been their most volatile in over a decade after a surge in the dollar sent other currencies tumbling, and as central banks across the globe tackled soaring inflation. The WSJ Dollar Index's recent decline pared this year's gain to about 6%.</p><p>Currencies followed moves in short-term rates, which swung rapidly in March as investors bet the Fed would raise rates in increments of a half-percentage point or more through at least its July 26-27 meeting. The yield on the benchmark two-year U.S. Treasury note increased by nearly 0.9 percentage point in March alone, its biggest monthly climb since 1989.</p><p>Investors are now looking to September, when the central bank is to convene with several months of 2022 data. With officials largely united on the need for half-point increases at the Fed's June and July policy meetings, recent comments from Fed officials show the debate has shifted to what should happen next. Traders say the dollar is sensitive to any scaling-back of the rate path.</p><p>One thing investors are watching is the housing market, trying to gauge the impact of tighter lending conditions. There are signs the U.S. market is cooling as rising mortgage-interest rates make homeownership more expensive. The average rate on a 30-year fixed-rate mortgage was 5.09% last week, up from 3.1% at the start of the year, according to Freddie Mac.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on the strength of the dollar this year? Join the conversation below.</p><p>Swings in the stock market have made a dent in investment accounts. Higher energy costs could constrain consumer spending, denting growth and hurting the dollar.</p><p>Andrzej Skiba, head of the BlueBay U.S. fixed-income team at RBC Global Asset Management, is short on the dollar, betting on a decline in its value against other currencies. But he thinks recent concern regarding a recession has gone too far and would consider buying on the dips.</p><p>\"It is not clear that we have seen the end of the secular supremacy of the U.S. economy,\" said Mr. Skiba.</p><p>—Sam Goldfarb contributed to this article.</p><p>Write to Julia-Ambra Verlaine at julia.verlaine@wsj.com</p><p>Dollar's Climb Stalls Amid Mixed Economic Signals</p>",
  "published": "2022-06-05T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1898,
          "end": 1907
        },
        {
          "start": 1898,
          "end": 1913
        }
      ]
    }
  ]
}