{
  "_id": "fb4bacae374f648f78783c80556cd7aad2ae38d5a7ba8aa93c666996c6658df2",
  "feed": "wall-street-journal",
  "title": "Microsoft Gambles on Troubled Activision, But Risks Are Likely Manageable; A trend toward greater due-diligence rigor means deep-pocketed Microsoft is unlikely to be surprised by what it finds at Activision",
  "text": "<p>But the bet Microsoft has made, though large, isn't reckless, despite the workplace issues, according to people who specialize in topics related to mergers and acquisitions.</p><p>U.S. corporate culture on the whole has become more attuned to the corrosive effects of sexual misconduct and gender discrimination, a focus that has led to deeper due-diligence reviews ahead of transactions.</p><p>\"There's definitely more diligence being done, particularly diligence being done around 'bad behavior,'\" said Sabina Menschel, president of the global investigative firm Nardello &amp; Co. \"Not only sexual harassment or misconduct, but bullying or other types of behavior—companies have a lot less tolerance for that.\"</p><p>As the public has grown more attuned to a company's reputation and culture, a trend heightened by the #MeToo movement, due-diligence reviews that used to touch on, for example, whether a company faces open lawsuits, have become far more expansive.</p><p>Investigative firms now routinely try to get a sense of an acquisition target's culture, scouring social media and reviews on sites such as Glassdoor, and speaking to headhunters and former employees.</p><p>Activision has seen more public scrutiny than many companies might face—including a Wall Street Journal report that Chief Executive Bobby Kotick didn't tell the board about certain employee allegations—but acquirers typically give deep looks even to far less scrutinized organizations.</p><p>\"Diligence on issues of culture, governance and sexual harassment is becoming routine now,\" said Katherine Murray, a partner specializing in transaction and compliance matters at the London-based risk advisory firm Wallbrook. \"Over the last 12 to 24 months, almost all of the pre-transaction M&amp;A work that we've done has had these sorts of issues expressly in scope.\"</p><p>\"I would expect that process to be done to death here and I would expect it to give Microsoft a decent read…on whether a potential move towards culture change has been working,\" Ms. Murray added.</p><p>Activision has disputed a regulator's claims alleging sexual harassment, and has said that the Journal's previous reporting has painted a misleading picture of the company. Mr. Kotick has said that he has been transparent with his board, which issued a statement supporting him.</p><p>Activision is working to put in place new programs and policies to ensure that employees are \"heard and empowered,\" a company representative said Thursday.</p><p>Microsoft didn't respond to a request for comment.</p><p>Microsoft's purchase price could already reflect its view on the likely future costs it faces with respect to issues at Activision, said Sean Crnkovich, a managing director in the transactional risk practice at professional services firm Marsh &amp; McLennan Cos.</p><p>\"When you have kind of unknown exposure that everyone's aware of and could have a decent quantum associated, that's almost always going to be a business point,\" Mr. Crnkovich said. \"The buyer just takes that into account in terms of what they're willing to pay. If the legacy liability wasn't an overhang, obviously, they would pay more for the acquisition.\"</p><p>Escrow accounts or other methods can be used to set aside money for possible future cash liabilities, Mr. Crnkovich said.</p><p>But given Microsoft's deep pockets—the company held $130.6 billion in cash and short-term investments as of Sept. 30, 2021, before the merger announcement—the money that might be directly paid out in future legal settlements and fines isn't likely the foremost concern.</p><p>Almost all companies will approach deals with concrete goals for early postmerger days, and routine scrutiny by competition regulators should buy Microsoft some time to hone its plans.</p><p>A tricky task for the company could be building up a corporate culture at Activision that can help retain and attract what is arguably the videogame company's most valuable asset, its workers, some of whom have engaged in serial work stoppages over their concerns.</p><p>Microsoft will face a challenge among Activision employees in establishing its credibility as an agent for positive change, but it has experience navigating sexual harassment and gender discrimination issues. The Wall Street Journal has reported that Mr. Kotick will likely depart after the deal has closed. A departure, if it occurs, could function as a kind of turning point.</p><p>At the same time, Microsoft will be eager to avoid undermining the parts of Activision's culture that contributed to its success, a tightrope-like balance for the acquirer.</p><p>\"Where it becomes, I think, a little bit more difficult for Microsoft is the integration question,\" Wallbrook's Ms. Murray said. \"There is an art to integration.\"</p><p>Write to Richard Vanderford at richard.vanderford@wsj.com</p><p>Microsoft Gambles on Troubled Activision, But Risks Are Likely Manageable</p>",
  "published": "2022-01-21T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3234,
          "end": 3245
        },
        {
          "start": 3640,
          "end": 3649
        },
        {
          "start": 4555,
          "end": 4564
        },
        {
          "start": 2483,
          "end": 2494
        },
        {
          "start": 2432,
          "end": 2441
        },
        {
          "start": 4340,
          "end": 4349
        },
        {
          "start": 3944,
          "end": 3953
        },
        {
          "start": 12,
          "end": 21
        },
        {
          "start": 4716,
          "end": 4725
        },
        {
          "start": 3234,
          "end": 3243
        },
        {
          "start": 1885,
          "end": 1894
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2483,
          "end": 2492
        },
        {
          "start": 138,
          "end": 147
        }
      ],
      "nexusId": "10031144"
    }
  ]
}