{
  "_id": "7e15b99778f486fb47091dd8dbf4e1aa191e9f20335236a70c763399dddedeeb",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Climb With Inflation, Rate Outlook in Focus; Investors await inflation data and the Fed's latest policy decision this week",
  "text": "<p>Hopes that the Federal Reserve was winning the fight against inflation helped indexes to rally for most of November, sending the broad S&amp;P 500 to a three-month high. Inflation data have, for the most part, shown signs of easing, raising hopes that Fed officials will begin to slow the pace of their interest-rate rises.</p><p>\"We think we've seen peak Fed and peak inflation,\" said Jason Ware, partner and chief investment officer for Albion Financial Group. \"We still have tightening to come, but most of it is behind us. We are much closer to the end than the beginning.\"</p><p>The coming week could be make-or-break for those hopes, with U.S. consumer-price index data due Tuesday ahead of several central-bank meetings. The Fed is set to deliver its policy decision on rates as well as its latest economic projections Wednesday, with most investors expecting the bank will raise its benchmark interest rate by half a percentage point. The European Central Bank and the Bank of England are due to meet and decide on interest rates Thursday.</p><p>\"There's been a sea change in terms of the underlying sentiment and primarily that has been driven by the improvement in the CPI numbers turning south,\" said Charles Diebel, head of fixed income at Mediolanum International Funds. \"Given how jumpy the market has been, a disappointment in the CPI reading will get a big negative reaction.\"</p><p>The energy and utilities sectors were the best-performing groups in the S&amp;P 500, both rising more than 1% and continuing their trend of outperformance this year.</p><p>Yields on the 10-year U.S. Treasury note rose to 3.58% from 3.567% on Friday. Yields on U.S. government bonds have fallen in recent weeks from the 14-year high they hit in October. Slowing inflation and hopes for gentler Fed moves on interest rates, along with lingering fears about a recession, means the backdrop for bonds is unequivocally supportive, Mr. Diebel said.</p><p>In commodity markets, Brent crude, the global gauge of oil prices, rose 2.7% to $76.16 a barrel. Hopes that China reopening its economy following lengthy Covid-19 lockdowns would boost demand for oil have given way to concerns that virus flare-ups would delay the process.</p><p>Overseas stock indexes fell across the board. Asian equities were led lower by Hong Kong's Hang Seng Index, which tumbled 2.2%, and the Shanghai Composite Index, which fell 0.9%.</p><p>In Europe, the pan-continental Stoxx Europe 600 edged down 0.5%. Shares of London Stock Exchange Group rose 3% after Microsoft agreed to take a 4% stake in the exchange operator.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>U.S. Stocks Climb With Inflation, Rate Outlook in Focus</p>",
  "published": "2022-12-12T17:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2473,
          "end": 2482
        }
      ]
    }
  ]
}