{
  "_id": "958c6de990339b55cb7254ac3e515ad7b8f5878b1b4ac99918ff2f379a3e799d",
  "feed": "wall-street-journal",
  "title": "Twitter Employees' Reactions to Musk Takeover: Humor, Fear and Hope; Musk's history on the platform complicates visions of a future under his ownership",
  "text": "<p>His position on speech, depending on how it is implemented, could be at odds with a number of efforts the company has made in recent years to make the platform friendlier for a broader base of users and advertisers. Mr. Musk's outsize presence on Twitter, where he has more than 80 million followers, and his history of using the platform to take aim at people he disagrees with, are amplifying employees' questions about his impending ownership.</p><p>\"It's a time of genuine discomfort &amp; uncertainty,\" Edward Perez, director of product management for societal health at Twitter, said in a tweet Monday after the deal was announced. \"Most of us believe deeply that Twitter is much more than a tech platform; we have a deep responsibility to society. I hope our new owner gets that.\"</p><p>Can Elon Musk Buy All of Twitter? How Tesla's CEO Made His Fortune</p><p>An employee who describes himself as a product manager at the company tweeted that Mr. Musk's takeover would help with recruitment: \"You'd be surprised how many people have written me today saying if Elon takes over, they'd definitely consider applying for a job.\"</p><p>Some employees are expressing the opposite view. One said Twitter employees take the mission of serving the public conversation seriously, and Mr. Musk's free-speech absolutism is counter to that mission. Twitter has spent years trying to promote what it called healthier discourse on the platform, bolstering its content moderation to limit what it identifies as online abuse.</p><p>One employee welcomed prospective employers and retweeted someone who wrote: \"If you've ever wanted to hire a current Twitter employee this is the week to slide into their LinkedIn DMs.\" That employee added their credentials and tweeted, \"fire me daddy el*n.\"</p><p>Some employees joked about the situation. One tweeted \"Send us all Teslas!\" while another employee predicted the musician Grimes, mother to two children with Mr. Musk, will perform at the company's end-of-year party. Another employee tweeted a clip of actor Will Ferrell saying, \"I'm not gonna call him Dad\" from the 2008 movie \"Step Brothers.\"</p><p>Former employees are weighing in, too. Sriram Krishnan, who led core consumer product teams at Twitter until December 2019, tweeted that he was thrilled for Mr. Musk and the company.</p><p>\"It's one of the most important services in the world, needed a shake up and probably couldn't be in better hands,\" Mr. Krishnan tweeted.</p><p>Within minutes of the announcement, employees on the company's internal Slack messaging channel began saying that they planned on resigning, according to some employees. Many openly asked in internal Slack channels what the acquisition meant for LGBTQ employees and the company's diversity plans, an employee said.</p><p>Those concerns may stem in part from issues at Tesla Inc., where Mr. Musk is CEO. In October, a federal jury found that Tesla subjected a Black former worker to a racially hostile work environment and failed to take reasonable steps to prevent him from being racially harassed. Tesla has said it doesn't think the verdict is justified. Mr. Musk has also tweeted memes mocking gender pronouns, adding that while he supports the trans community, he views the inclusion of pronouns in somebody's bio as an \"esthetic nightmare.\"</p><p>In 2018, Mr. Musk was sued for suggesting a cave diver in Thailand, who was critical of Mr. Musk, was a pedophile. A Los Angeles jury eventually found Mr. Musk's use of Twitter didn't amount to defamation.</p><p>Employees also said they are worried about possible layoffs and what will happen to their restricted stock units after a takeover.</p><p>Twitter declined to comment.</p><p>At an all-hands employee meeting on Monday, CEO Parag Agrawal said there are no layoffs planned and that the company's priorities aren't changing before the deal closes, according to people who heard the remarks. Board Chairman Bret Taylor said the board agreed to the sale because they have a fiduciary responsibility to maximize returns for Twitter investors. </p><p>Twitter headquarters in San Francisco. After the deal's announcement, workers began saying that they planned on resigning, according to some employees. PHOTO: Laura Morton for The Wall Street Journal</p><p>Mr. Agrawal said Mr. Musk agreed to convert employee stockholdings to cash once the deal closes and pay them out on the same vesting schedule, the people said.</p><p>Mr. Agrawal said that once Mr. Musk takes over, \"we don't know what direction the company may go,\" the people said.</p><p>Mr. Agrawal repeatedly said that Twitter grows when everyone feels safe to participate, according to an employee who heard the remarks. There is diversity on the platform, and the company must reflect that diversity, Mr. Agrawal said per the employee.</p><p>A former executive said he hopes Mr. Musk will recognize the quality of the team at the company and listen to what they have to bring to the table before throwing anyone out.</p><p>Taking the company private could be beneficial to Twitter, the former executive added. Public pressure has always slowed the company down, the person said, so having the cover of being private could enable the company to move more quickly, especially on open-source projects. Mr. Musk has already said he thinks Twitter should open source its algorithm, meaning others outside the company would be able to view and recommend fixes and changes.</p><p>Former employee Paul Katsen, who left Twitter in January, told The Wall Street Journal he was very excited about Mr. Musk joining Twitter.</p><p>\"He's proven beyond a reasonable doubt that he can step into an industry led by sleepy incumbents, build high-performing teams with laser focus on a long-term mission, and fight through the noise of haters/pundits to achieve the impossible,\" Mr. Katsen said.</p><p>Meghan Bobrowsky and Georgia Wells contributed to this article.</p><p>Write to Salvador Rodriguez at salvador.rodriguez@wsj.com and Deepa Seetharaman at Deepa.Seetharaman@wsj.com</p><p>Twitter Employees' Reactions to Musk Takeover: Humor, Fear and Hope</p>",
  "published": "2022-04-26T01:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}