{
  "_id": "b3e01a0f925308984c32790f80105c872933806668543820ba1af90d6c298eea",
  "feed": "ftcomall",
  "title": "LME faces backlash from metal brokers for opening during Queen's funeral",
  "text": "<p>The London Metal Exchange has infuriated some members with its decision to remain open during Queen Elizabeth II's funeral, further inflaming tensions between the market and its users.</p> <p>Metal brokers and clients have reacted furiously to the 145-year-old exchange's ruling to open its electronic market but close its famous pit on Monday. It means that many traders will work as usual instead of being able to pay their respects to the deceased monarch. Trading on the London Stock Exchange, in comparison, will be closed for the bank holiday.</p> <p>The decision further stokes the tension between the exchange, owned by Hong Kong Exchanges and Clearing, and the two camps of its main users.</p> <p>On one side are longstanding members who trade on behalf of users wanting to buy the physical commodity, and electronic traders, who seek to profit from successful bets on the value and direction of the asset.</p> <p>In March the LME <a href=\"https://www.ft.com/content/3a4748f7-f47e-4891-95be-377561666b48\">angered</a> hedge funds and market makers when it cancelled a day of trades and halted trading in nickel <a href=\"https://www.ft.com/content/6a640cd5-3d9b-421d-bc71-8e4d0f2f9522\">for a week </a>when the metal's price doubled. </p> <p>A group of five investment firms launched <a href=\"https://www.ft.com/content/a84b3263-8cc2-41a3-bd0e-8ebe78319b3c\">new legal action</a> against the LME on Friday, months after hedge funds Elliott Management and Jane Street sued the exchange.</p> <p>Metal industry executives privately question whether the exchange would have taken the same course of action if the company at the centre of the short squeeze — Tsingshan — had not been Chinese. Last year the LME was forced to <a href=\"https://www.ft.com/content/935d47ba-b6cc-4ccb-9aa9-cad3debc33cd\">ditch</a> a plan to close its Ring open outcry pit and go all-electronic after complaints from users.</p> <p>In a letter to members and warehouse companies, LME chief executive <a href=\"https://www.ft.com/content/292273f5-416b-4413-af6a-dfe062924801\">Matthew Chamberlain</a> said the international nature of its market and operational risks stemming from the short notice meant that the bank holiday had to be considered as a business day. The LME will also donate all fees raised on Monday to charity.</p> <p>“The LME has carefully considered how best to balance the interests of the market, our operational stability and our desire to pay our respects during the UK public holiday,” the exchange said in a statement.</p> <p>But Malcolm Freeman, chief executive of Kingdom Futures, a brokerage, wrote on LinkedIn that it was “appalling and would never have happened pre-HKEX.”</p> <p>One market participant said that the LME has been pushing to go electronic but did not seem to have a system capable of shifting the settlement dates to Friday.</p> <p>“I'm incandescent,” the person said. “You have an exchange in the west owned by the Chinese. The manner in which they have behaved over nickel and this shows they have no interest in running this exchange for the benefit of anyone here.”</p> <p>Another participant was sympathetic to the LME's reasoning over the operational risks but said that it ultimately should have the electronic infrastructure in place to make the change. “Everybody is angry and disappointed,” they said.</p> <p>Many UK businesses, from Selfridges, Primark and John Lewis are closing on the day of the funeral to allow employees to pay their respects, as will Lloyd's of London and the Bank of England. </p> <p>However some UK-based markets will remain open to cater to international investors, including the futures markets for Brent crude oil, TTF gas and UK electricity, all run by ICE Futures Europe.</p> <p>For the LME the unexpected bank holiday is unfortunate as Monday is the busiest day for settling its most liquid contracts, which expire on the third Wednesday of September. That makes the day crucial to establishing monthly valuations.</p> <p>Colin Hamilton, head of global commodities research at BMO, said that remaining open is intended to “mitigate against market distortions”, given challenges with liquidity this year and the potential for short squeezes because of depleted metal inventories.</p><p>Source: Harry Dempsey 2022 'LME faces backlash from metal brokers for opening during Queen's funeral' FT.com 18 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-18T04:00:51.890Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}