{
  "_id": "4024cc5731e79d95cff58bd81a2fa09a1701ea8f1897927bccc341abfd022d65",
  "feed": "ftcomall",
  "title": "The private equity world gets Musked",
  "text": "<p><strong>One thing to start: </strong>Billionaire financier<strong> Leon Black</strong> <a href=\"https://ft.com/content/25552058-8629-4655-818a-a8eb677ceec8\">gave his ex-mistress £2mn</a> for a UK golden visa and introduced her to a lawyer to discuss her application, hoping to facilitate a transatlantic move that would enable the former fashion model to start a new life far from his home in New York.</p> <h2>Private equity, but Musk-ify it</h2> <p>In traditional private equity buyouts, dealmakers spend months or years corralling cash from pension funds and institutional investors, then even more time hunting for deals that they hope will generate large windfalls. </p> <p><strong>Elon Musk</strong> is <a href=\"https://www.ft.com/content/427218b5-f6c7-4287-b493-2bd299081b1c\">blazing a new path</a> in the world of “private equity” by bypassing it altogether to arrange one of the largest leveraged buyouts on record.</p> <p>He has used his personal fortune — predominantly over $200bn in <strong>Tesla </strong>stock — to tap “other people's money” by renting the balance sheets of a dozen of the world's largest banks. </p> <p>Instead of aggregating capital from limited partners, Musk is funding his $44bn purchase of Twitter with $13bn of debt from Wall Street's largest lenders led by <strong>Morgan Stanley</strong>, as well as a $12.5bn margin loan secured against his stake in the electric carmaker.</p> <p>And if he chooses, the world's richest man can distribute the largest co-investment in the history of Wall Street by dishing out more than $10bn in equity to buyout shops, sovereign wealth funds, or the ultra-rich. Musk has been evaluating potential investors with his bankers at Morgan Stanley, people familiar with the matter told DD — which could help relieve some of the pressure on his own wallet.</p> <p>This new form of private equity — tapping banks for reservoirs of equity available to be monetised after a decade-long bull market — could be an increasingly common occurrence in the dealmaking world.</p> <p>And while Musk's numbers blow everyone else on Wall Street out of the water, his methods aren't uncommon. Billionaires like <strong>Joe Tsai</strong> of <strong>Alibaba </strong>and <strong>David Bonderman</strong> of <strong>TPG </strong>have borrowed against their stock as they have built increasingly active family offices, while <strong>Patrick Drahi</strong>, the billionaire owner of <strong>Altice</strong>, used margin loans to partially finance his takeover of auction house <strong>Sotheby's</strong>.&#xa0;</p> <p>But the strategy could backfire. Without an explanation of how Musk plans to fund the $21bn equity, concern is rising that he'll need to stump up the cash by selling billions of dollars' worth of Tesla shares. </p> <p>That prospect <a href=\"https://www.ft.com/content/cd047da9-b386-468a-a322-cded95400acb\">sent Tesla's shares tumbling</a> more than 12 per cent on Tuesday, wiping more than $125bn off its valuation. If the electric carmaker's value continues to plummet, Musk's stake — and his purchasing power — could be dragged down with it.</p> <p>Regulators pose additional problems for Musk's Twitter takeover. <strong>Thierry Breton</strong>, the EU's commissioner for the internal market, <a href=\"https://www.ft.com/content/22f66209-f5b2-4476-8cdb-de4befffebe5\">told DD's Javier Espinoza</a> that Musk must follow the watchdog's content moderation rules after Twitter accepted his offer, regardless of the billionaire's vision to turn the platform into a “digital town square” where free speech reigns.</p> <p>There are signs Musk has cut a deal buyout billionaires can only admire. </p> <p>Not only was his first and final offer accepted, but Musk is only on the hook for a <a href=\"https://ft.com/content/a82e0d26-77ed-48fc-9521-dd2ca44ac803?edit=true\">$1bn termination fee</a> if he backs out of the deal, about 3 per cent of the overall $44bn price tag — less than half of that of a typical private equity buyout.</p> <p>Moreover, though Musk personally guaranteed the $21bn equity cheque, his liability is capped at less than 0.5 per cent of his net worth. Not bad for two weeks' work.</p> <h2>An Italian power struggle comes to a head&#xa0;</h2> <p>The battle for control at <strong>Generali </strong>has been a heady mix of personal rivalries and disagreements over strategy that has spilled into one of Italy's most bruising governance clashes of recent years.</p> <p>Investors will decide at Friday's annual general meeting whether to stick with <strong>Philippe Donnet</strong>, the current chief executive backed by Italy's <strong>Mediobanca</strong>, or to replace him with his breakaway lieutenant<strong> Luciano Cirinà</strong> — who is supported by billionaire shareholders including the construction magnate <strong>Francesco Gaetano Caltagirone </strong>and eyewear tycoon <strong>Leonardo Del Vecchio</strong>.</p> <p>It's a choice between continuity under Donnet, who since 2016 has led a group that posted record operating profits last year, or a racier plan from Cirinà, who has promised <a href=\"https://www.ft.com/content/d9f92ee0-feb7-4064-b139-56615cf48931\">big cost cuts</a> and more money for dealmaking.</p> <p>But investors will also be forced to pick sides in what has been an <a href=\"https://www.ft.com/content/cc5f80cb-c06c-408a-a02a-da2d356ac391\">increasingly bitter struggle</a> between Mediobanca, led by <strong>Alberto Nagel</strong>, on the one side, and Caltagirone and Del Vecchio on the other. </p> <p>Tension between Nagel and Del Vecchio goes back to a disagreement over a charity donation a few years ago, according to people with knowledge of the relationship. The rebels also frequently take aim at what they see as Mediobanca's limiting influence on the insurer.</p> <p>But go back a little further and some of today's opponents can be found on the same side: when <strong>Giovanni Perissinotto</strong> was removed as Generali's chief in 2012, Del Vecchio and Nagel were in the <a href=\"https://www.ft.com/content/7336126a-acbd-11e1-bb93-00144feabdc0\">same camp</a> pushing for his departure. </p> <p>Whoever wins, the next question will be whether the losing side meaningfully withdraws. If they do, there's a risk that a reversal of the pre-vote stakebuilding could knock the shares. If they don't, it could make for a “more dysfunctional” board, warns one analyst. </p> <p>The FT's Silvia Sciorilli Borrelli and Ian Smith <a href=\"https://www.ft.com/content/d530d758-e6b6-46b0-acc9-6ca914d84a59\">have more here.</a></p> <h2>China's banking ambitions go on lockdown</h2> <p><strong>Jamie Dimon </strong>arrived in Hong Kong last November, on <strong>JPMorgan</strong>'s private jet, in high spirits. </p> <p>Not only had the Wall Street boss been granted <a href=\"https://www.ft.com/content/e2a61edb-10e9-405c-bd82-26c2651a5c34\">special permission</a> to skirt the territory's strict 21-day quarantine rule, but the bank had recently <a href=\"https://www.ft.com/content/3bd19ceb-50ed-4555-a3e3-e06401b77879\">won approval</a> from Chinese regulators to fully own its China securities venture. </p> <p>It was a good start in the race to capitalise on the country's financial markets as the floodgates to China's vast household wealth began to creak open. Or so Dimon thought.</p> <p>China's push to become a bustling international financial hub <a href=\"https://www.ft.com/content/ca999419-f017-4269-a715-7424baa18df5\">has taken a back seat</a> to its unrelenting policy of eliminating coronavirus, the FT's Tabby Kinder writes, particularly in Shanghai, where <a href=\"https://www.ft.com/content/e85e86a9-db1e-4b31-8d90-d4558796a163\">prolonged lockdowns</a> have taken precedence ahead of Beijing's grand plans to pave a Wall Street 2.0 by 2035.</p> <p>US investment bankers have been sleeping on camp beds in their Shanghai offices for over two weeks. Those who've tried to leave the city have struggled to find food or transportation. <strong>Goldman Sachs</strong> even had to wrangle a special vehicle permit to make sure its employees could access food and baby formula.</p> <p>Aside from Dimon's brief trip to Hong Kong, no other international banking boss has set foot in the country for nearly three years. Logistical issues aside, Beijing's tightening grip over markets hasn't exactly helped turn Shanghai into the next global financial hotspot.</p> <p>Shortly after his Hong Kong visit, Dimon <a href=\"https://www.ft.com/content/58db4b4b-ec3c-4b0b-9441-47ad2096a9dd\">made some comments</a> that didn't go over so well in China. “I made a joke the other day that the Communist party is celebrating its 100th year. So is JPMorgan. I'll make a bet that we last longer,” he said at a conference in Boston. </p> <p>Perhaps if he knew it would be his last trip to China for quite a while, he would've been a bit more strategic in his messaging.</p> <p><strong>Job moves&#xa0;</strong></p> <ul>  <li><p><strong>Francesca McDonagh </strong><a href=\"https://ft.com/content/8a553f78-4624-4af2-b481-0f7518c4dd27\">has announced</a> a surprise decision to step down as chief executive of <strong>Bank of Ireland </strong>in what industry figures tell the FT is the latest high-profile casualty of a<a href=\"https://www.ft.com/content/504f7264-a0e7-4181-a206-041bebd6cb84\"> cap on top executives' pay</a>.</p></li>  <li><p>Private equity firm <strong>Cinven</strong> has appointed<strong> Julia Kahr </strong>as a partner and head of North America, based in New York. She was previously a senior managing director at <strong>Blackstone</strong>.</p></li>  <li><p><strong>Vivendi</strong> has appointed <strong>Maud Fontenoy</strong>, the famed French sailor and ambassador to the <strong>French Ministry of Education and Youth</strong>, as an independent member of its supervisory board. </p></li>  <li><p>Private equity adviser<strong> Triago</strong> has appointed managing partner<strong> Matt Swain</strong> as global chief executive.</p></li>  <li><p><strong>Suzanne van Staveren</strong>, the former finance chief of Goldman Sachs' wealth management business, has left to take the same position at investment adviser <strong>Edelman Financial Engines</strong>.</p></li>  <li><p><strong>Doug Feagin</strong> has joined<strong> Paradigm</strong> as an investment partner. He was previously an investor at<strong> Coatue Management </strong>focused on crypto, gaming and fintech. </p></li> </ul> <p><strong>Smart reads&#xa0;</strong></p> <p><strong>Crisis management </strong>Billionaire Leonard Blavatnik enlisted PR firm Hill+Knowlton Strategies to help navigate the press following Russia's invasion of Ukraine. It's not the only advisory firm that has <a href=\"https://www.politico.com/news/2022/04/26/ukraine-war-russia-pr-firms-00027756\">taken on wealthy new clients</a> looking to dodge the dreaded “oligarch” label, Politico reports.</p> <p><strong>Disposable income </strong>Elon Musk plans to dip into his own wealth to finance his $44bn Twitter buyout. Reuters <a href=\"https://www.reuters.com/technology/funding-obscured-family-office-behind-musks-44-bln-twitter-buyout-2022-04-26/\">digs into the obscure family office</a> tasked with managing the money of the world's richest man.</p> <p><strong>And here's a smart listen: </strong>in the new podcast series <em>The Syndicate</em>, <strong>IFR</strong> looks back at some of the most eye-catching capital markets deals, starting with Google's initial public offering. Listen <a href=\"https://www.ifre.com/story/3300210/the-syndicate-a-new-podcast-from-ifr-wcbqjjvrwr\">here</a>. </p> <p><strong>News round-up&#xa0;</strong></p> <p><a href=\"https://www.ft.com/content/5f4218e3-bf23-4729-8069-90fd70048098\">French police raid Sanjeev Gupta-linked businesses in money laundering probe</a> (FT)</p> <p><a href=\"https://www.ft.com/content/2aafeaef-ffa8-4a8c-81d8-96c497b3f3ea\">HSBC warns further buybacks ‘unlikely' as war and slowing Asian growth hit profits</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4a527f2f-c6f0-4c96-8c14-ca105d69c309\">UBS traders drive Swiss bank's best first-quarter profits in 15 years</a> (FT + <a href=\"https://www.ft.com/content/7c52c9eb-2992-4c86-a56a-3f7886f38db3\">Lex</a>)</p> <p><a href=\"https://www.reuters.com/technology/twitter-ceo-set-receive-42-million-if-terminated-after-musk-deal-2022-04-25/\">Twitter CEO set to receive $42 million if terminated after Musk deal</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/f27f5848-198d-47a7-b933-9608abe538b9\">Schroders overhauls ‘anachronistic' ownership structure to improve ESG</a> (FT + <a href=\"https://www.ft.com/content/c3b995a8-aac2-471c-8d06-1eb1725111d1\">Lex</a>) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-04-26/fort-worth-stakes-claim-as-first-city-to-ride-texas-crypto-boom?sref=OziMsGoK\">Fort Worth stakes claim as first city to ride Texas crypto boom</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/f0778d95-f3ed-435a-ba5b-7d544fc36a75\">Reckitt Benckiser seeks up to $10bn for remainder of infant milk business</a> (FT) </p> <p><a href=\"https://www.ft.com/content/2c1dde4a-9c81-4d51-bc73-912f49b28aa9\">Warner Bros Discovery: Netflix slump and CNN flop augur badly for giant</a> (FT)</p> <p><a href=\"https://www.ft.com/content/76bbdb7e-103a-4af0-b4f9-a826dca59dba\">BoE official proposes overhaul of global capital rules for banks</a> (FT)</p> <p><a href=\"https://www.ft.com/content/722da13c-7d3b-4090-8d99-59976fe57364\">Growth at Microsoft's cloud platform accelerates in boost to earnings</a> (FT) &#xa0;</p><p>Source:  2022 'The private equity world gets Musked' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-27T04:01:26.533Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9554,
          "end": 9563
        }
      ]
    }
  ]
}