{
  "_id": "70bf3f9154fb36e978390a4c6e9afa2b5a99bf2dab8661fa33b0071a88196d9a",
  "feed": "wall-street-journal",
  "title": "Microsoft Announces New Harassment Policies in Response to Internal Review; Review summarized results of investigations, including those into allegations against Bill Gates",
  "text": "<p>The company back then said it would conduct an internal review and release a summary of the results of past investigations into how the company handled allegations against executives, including co-founder Bill Gates.</p><p>The resulting report, by law firm ArentFox Schiff LLP, said that while Microsoft strives to follow the best practices, it still needs to consider certain enhancements to existing policies, procedures and practices.</p><p>Among the recommendations: Continue efforts to increase the percentage of women in leadership positions and build a better system for managers above certain levels and board members to disclose consensual relationships with other Microsoft employees.</p><p>Microsoft said it would increase training and transparency about the issues and improve how it manages data about investigations, pledging to implement a list of 13 changes by different dates through next June.</p><p>It said, for example, it will revise its policy on conflicts of interest to be clearer about the definition of familial and romantic relationships, and will add training for new senior leaders and executives. It also said it will be more transparent with data about its investigations into harassment and discrimination claims, including annual public reporting on the number of reported harassment concerns and how they are handled.</p><p>\"Cultivating a culture where everyone is empowered to do meaningful work and can thrive is our greatest responsibility at Microsoft,\" Microsoft Chief Executive Satya Nadella said in a company blog about the measures.</p><p>The activist shareholders group behind the original request for more disclosure and better policies on harassment had said that it was motivated by concerns about what an investigation into Mr. Gates indicated about Microsoft policies.</p><p>The Wall Street Journal, citing people familiar with the matter, reported last year that Microsoft board members pursued an investigation in 2019 into Mr. Gates' prior romantic relationship with a female employee. During the probe, some board members decided it was no longer suitable for Mr. Gates to sit as a director at the software company he had started and led for decades.</p><p>Mr. Gates stepped down from the board in 2020. In the Journal article, a spokeswoman for Mr. Gates said the affair had ended amicably close to 20 years earlier, and that his decision to leave the board wasn't related to any investigation.</p><p>In the new report, ArentFox said it reviewed Microsoft's prior investigation but that it was beyond the scope of the report to discuss the details or attempt to investigate further.</p><p>Write to Eric Bellman at eric.bellman@wsj.com</p><p>Microsoft Announces New Harassment Policies in Response to Internal Review</p>",
  "published": "2022-11-16T03:25:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 683,
          "end": 692
        },
        {
          "start": 288,
          "end": 297
        },
        {
          "start": 662,
          "end": 671
        },
        {
          "start": 1450,
          "end": 1459
        },
        {
          "start": 1462,
          "end": 1471
        },
        {
          "start": 1870,
          "end": 1879
        },
        {
          "start": 2445,
          "end": 2456
        },
        {
          "start": 1761,
          "end": 1770
        },
        {
          "start": 2445,
          "end": 2454
        },
        {
          "start": 2628,
          "end": 2637
        }
      ]
    }
  ]
}