{
  "_id": "18a562b18af77b24df9ee00a4496816403f2f81011786e110298fe46877a44c6",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis: Western Directors Quit Russian Boards",
  "text": "<p>The resignations are the latest blow to Russian companies already grappling with the fallout of a fierce volley of U.S. and European sanctions in response to the invasion of Ukraine and could complicate any potential return to business-as-usual with the West. Many Western companies, from major oil companies to car makers, have separately announced plans to pause operations in Russia or pull back from the country.</p><p>Still, many high-profile Western directors, including a former senior State Department official and German chancellor, remain in their posts, though more are expected to resign in the coming weeks.</p><p>When considering their position, directors say they have to weigh several factors, including their fiduciary duty to shareholders and often long associations with their companies, against international outrage at Russia's brutal invasion of Ukraine.</p><p>Toby Gati, a former National Security Council member in charge of Russia, said she resigned from Lukoil PJSC's board late Sunday night after realizing it would be impossible to influence President Vladimir Putin's actions in Ukraine. Mrs. Gati said she couldn't live with the consequences of Mr. Putin's actions, including the fate of \"little children saying goodbye to their father at the train station and not knowing if they will ever see them again.\"</p><p>A law in Russia that threatens prison time for anyone publishing what authorities consider to be false information about the country's invasion of Ukraine was also a factor.</p><p>Mrs. Gati said she and Lukoil's three other independent directors had tried to use their position to publicly object to the invasion.</p><p>The directors sent a letter to Lukoil's senior management on March 1 stressing their belief that the company should publicly call for a cease-fire in Ukraine. Two days later, Lukoil published a statement from the board of directors that Mrs. Gati supported. But as the invasion continued, she resigned.</p><p>One of the other independent directors, former Austrian chancellor Wolfgang Schussel, resigned. The other two, Briton Roger Munnings and Russia-born Pavel Teplukhin, remain on the board.</p><p>Lukoil didn't respond to a request for comment.</p><p>Jeffrey Sonnenfeld, a corporate governance specialist at the Yale School of Management, predicts that with several foreign board members now having quit, many of the rest will soon follow.</p><p>\"It becomes a huge reputational issue for them,\" he said.</p><p>One director who recently resigned from a Russian company said they considered factors including their fiduciary responsibility to shareholders, good relationships with others at the business and a belief that independent directors are important in ensuring companies comply with sanctions.</p><p>In the end, the director said those factors were outweighed by the moral implications of staying on the board as Russia invaded Ukraine.</p><p>Westerners remaining on Russian boards include Gerhard Schroeder, the former chancellor of Germany, at Rosneft and gas producer Gazprom. Mr. Schroder said in a LinkedIn post that Russia had a responsibility to end the war in Ukraine, but that there had been mistakes from both sides between Moscow and the West.</p><p>Others include Christopher Bancroft Burnham, a former State Department official who is the senior independent director of EN+; Gareth Penny, the chairman of Norilsk Nickel; and Xavier Rolet, the French former head of London Stock Exchange Group PLC, who is chairman of fertilizer-maker PJSC PhosAgro. All three didn't respond to requests for comment.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}