{
  "_id": "28a10b90e64b437e85bf1429a149f70347333a2dd9d2ddcc1f36b2bbe67190e0",
  "feed": "wall-street-journal",
  "title": "Apple Set to Report Record Revenue as Investors Watch for Sluggish Demand; Sales of latest iPhone premium versions have been strong, base models seeing weaker demand",
  "text": "<p>Chief Executive Tim Cook said in July that the company had yet to see evidence in its internal data that macroeconomic headwinds were having an impact on its iPhone sales.</p><p>But Apple's fellow tech giants are seeing significant slowdowns. Earlier this week, Microsoft Corp., Alphabet Inc.'s Google and Facebook parent Meta Platforms Inc. all reported disappointing earnings, citing factors such as softening consumer demand for PCs or weakness in digital advertising.</p><p>\"We worry that [Apple] may have been a Covid beneficiary,\" wrote Toni Sacconaghi, senior analyst at Bernstein Research, in a note to investors, adding that Apple's fortunes could reverse, \"particularly as consumers' spending priorities change and rising rates potentially pressure demand.\"</p><p>SHARE YOUR THOUGHTS</p><p>How well is Apple positioned for long-term growth? Join the conversation below.</p><p>For the quarter ended in September, Apple's overall revenue is expected to be $88.8 billion, according to FactSet. That is up more than 6.5% from the same quarter last year. Sales from the iPhone, which account for around half of the company's overall revenue, are expected to be $43 billion, up 10.7% from the previous year.</p><p>On net income, analysts on average are expecting $20.4 billion, down less than a percentage point from the same quarter of last year.</p><p>Last month, Apple announced its latest lineup of smartphones with the iPhone 14, which includes two lower-priced base models as well as two premium versions of the phone with the Pro designation. Analysts are expecting weakness in the base models as consumers lean toward the Pro models, which come equipped with a significantly better camera and chips.</p><p>The latest iPhone Pro models are expected to account for 60% of overall iPhone 14 sales, according to J.P. Morgan analyst Samik Chatterjee. Previously, it was split more evenly between the base and Pro models in the iPhone 12 and 13 generations, he said.</p><p>Strong Pro sales are expected to offset potential weakness in overall iPhone sales by boosting Apple's average selling price for the iPhone. Since the introduction of a Pro model lineup in the 2019 iPhone 11 generation, iPhone buyers have been gradually conditioned into the higher end with Apple. Also with the arrival of 5G in late 2020, U.S. consumers have been willing to pay the premium.</p><p>The average selling prices of the iPhone rose to $954 in the company's June quarter, up from $783 in the 2019 September quarter, according to Consumer Intelligence Research Partners.</p><p>Investors are concerned with slowing sales growth in services, an important area for Apple's business diversification as the iPhone becomes a more mature product. In its June quarter, sales advanced 12% from the prior year to $19.6 billion, slightly below analysts' expectations. Services, which includes revenue from its iPhone App Store, is considered by some analysts as an early indication of consumer demand ahead of showing up in iPhone sales.</p><p>Earlier this week, Apple raised the price of its Apple Music and Apple TV+ streaming services, which could give a boost to services revenue.</p><p>Analysts are also worried about the strength of Apple's business in China, as the country continues to undergo more Covid-related lockdown measures. Greater China sales are expected to increase more than 3% to $15.1 billion.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Apple Set to Report Record Revenue as Investors Watch for Sluggish Demand</p>",
  "published": "2022-10-27T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 256,
          "end": 265
        },
        {
          "start": 256,
          "end": 271
        }
      ]
    }
  ]
}