{
  "_id": "3499082e69244811fb383494aa58f4467fec4d4a351c43fdfe4e90e877ee431a",
  "feed": "wall-street-journal",
  "title": "Stock Futures Fall, Signaling More Market Volatility; Tesla, Moderna, Nvidia shares drop premarket; Russia's ruble declines as tensions rise over Ukraine",
  "text": "<p>Ahead of the bell in New York, Tesla, due to file earnings Wednesday, lost 5.4%. Shares of Moderna fell more than 5% and fellow vaccine maker Pfizer shed 3.9%. Chip company Nvidia fell 4.9%. Kohl's jumped 33% after a group backed by activist hedge fund Starboard Value offered roughly $9 billion to buy the department store chain.</p><p>In the bond market, the yield on 10-year Treasury notes slipped, falling to 1.725% from 1.747% Friday. Yields have risen this year as bond prices have fallen, a selloff that has rippled through financial markets by punishing speculative bets on stocks and cryptocurrencies that took off when the Fed rushed to stimulate the economy in the early days of the pandemic.</p><p>The losses continued early Monday. Bitcoin traded at about $33,408, down 8.9% from its 5 p.m. ET level on Friday. Cathie Wood's Ark Innovation ETF, a big winner in 2020, fell 4.1% in premarket trading.</p><p>The biggest single factor driving yields up and stock prices down is the expectation that the Fed will raise interest rates multiple times in 2022 to rein in inflation, which is running at its fastest pace in 40 years. The central bank is set to gather for a two-day meeting Tuesday. At its conclusion on Wednesday, Chairman Jerome Powell is expected to signal that rates will likely rise as soon as March.</p><p>The central bank is concerned fast-rising consumer prices will become self-reinforcing by feeding into expectations of higher inflation, said Lyn Graham-Taylor, senior rates strategist at Rabobank. \"It is talking about tightening aggressively to get on top of that.\"</p><p>Mr. Graham-Taylor said he thinks inflation will fall this year and that the Fed won't raise rates as many times as the market expects, pulling down 10-year government-bond yields.</p><p>Fears of a possible Russian invasion of Ukraine also weighed on markets at the start of the week, analysts said. The State Department on Sunday instructed the families of U.S. diplomats in Ukraine to leave the country, while the White House is considering sending several thousand troops to Europe.</p><p>Sebastien Galy, senior macro strategist at Nordea Asset Management, said a conflict and possible consequences—including the closure of the U.S. financial system to Russian banks—would play out in markets in unpredictable ways. \"The closer you get to the cliff, the more nervous [the market] is,\" Mr. Galy said. \"We don't have the information to trade.\"</p><p>Russia's ruble fell 1.8% to trade at about 79 to the dollar on Monday. The cost of insuring against a default by the Russian government rose, according to IHS Markit data.</p><p>In the U.S., earnings season continues, with results due from Halliburton, International Business Machines and Steel Dynamics on Monday, followed by General Electric, Microsoft, Apple and Tesla later in the week. About a fifth of companies on the S&amp;P 500 have filed results, and 82% have beaten analysts' expectations for earnings per share, according to FactSet.</p><p>Oil prices, which had defied pressure on broader markets by rising to start 2022, got caught up in the selloff. Brent crude futures, the benchmark in international energy markets, fell 1.1% to $86.91 a barrel.</p><p>International stock markets fell, following Wall Street lower. The Stoxx Europe 600 lost 2.7%, led down by shares of travel, leisure, and basic-resource companies.</p><p>Unilever, however, jumped 7.7% after reports that activist hedge fund Trian Fund Management had bought a stake in the packaged-food and consumer-goods company in the wake of its failed bid for part of GlaxoSmithKline. Vodafone Group rose 5.9% after Reuters reported that the telecom is in talks with Iliad to combine their units in Italy.</p><p>Asian markets were mixed, as the prospect of higher U.S. interest rates pushed investors to reassess valuations of fast-growing technology companies. Hong Kong's Hang Seng fell 1.2%, the Shanghai Composite Index was flat and Japan's Nikkei 225 rose 0.2%.</p><p>Chinese internet stocks came under pressure. Hong Kong-listed shares of Alibaba Group and JD.com fell 6.3% and 5.6%, respectively.</p><p>Still, Frank Benzimra, head of Asia equity strategy at Société Générale, said investors were returning to the battered Chinese internet sector, drawn by relatively low valuations and a changing regulatory environment. \"It seems that there is some stabilization in the regulation framework. Recent news has not been all bad for the Chinese internet sector,\" he said.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>Stock Futures Fall, Signaling More Market Volatility</p>",
  "published": "2022-01-24T14:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2745,
          "end": 2754
        }
      ]
    }
  ]
}