{
  "_id": "d3e2cdf428355e304ed75086bc975926266f6fd663005a28b0ce838804e38de9",
  "feed": "ftcomall",
  "title": "Microsoft highlights gaming business in upbeat outlook",
  "text": "<p>Microsoft on Tuesday issued an upbeat financial forecast for the opening months of this year as it forecast continued strong demand for a wide range of digital services in the face of global supply constraints and the latest burst of Covid-19 infections.</p> <p>Satya Nadella, chief executive, highlighted gaming as one of the markets most likely to benefit, with “intensity of usage and business model diversity” boosting the attractions of the business. His comments came a week after Microsoft revealed an agreement <a href=\"https://www.ft.com/content/b96246ec-e70e-48b6-9a70-fb0800f79bd8\">to pay $75bn</a> for games publisher Activision Blizzard, sending shockwaves through the video game market.</p> <p>The software company's confident forecast followed a recent <a href=\"https://www.ft.com/content/45cebede-3eb3-4664-b04c-f3b5a416e782\">rout in tech stocks</a> as Wall Street has fretted about the effect of rising interest rates and an end to the pandemic-fuelled jump in demand for many tech services. </p> <p>Microsoft's stock price initially slumped 5 per cent in after-hours trading after it released results for its latest quarter despite beating analysts' expectations. It later reversed course to trade 1.2 per cent higher after the company gave a strong forecast for the current quarter on a call with analysts.</p> <p>The results for the three months of the end of December pointed to a solid performance “but not the usual beat we have seen”, leading to the knee-jerk sell-off, said Brent Thill, an analyst at Jefferies. The reaction reflected broader worries about high-tech share prices and “fear of a future slowdown weighing on many software stories”, he added.</p> <p>Despite those concerns, Microsoft forecast revenue growth of 16-18 per cent in the current quarter, even though the comparison with a year before, when it had a strong bounce in sales, presented a more challenging contrast. The prediction followed a 20 per cent jump in revenue in the final months of last year, to $51.7bn, or about $800m more than Wall Street had expected.</p> <p>Amy Hood, chief financial officer, singled out Microsoft's cloud services as a reason for the latest outperformance, with cloud revenue jumping 32 per cent to $22.1bn. New bookings in the cloud business also came in stronger than anticipated, climbing 37 per cent.</p> <p>In the latest quarter, the company's revenue from gaming grew 8 per cent, with sales of the Xbox console up 4 per cent. That compares with <a href=\"https://www.ft.com/content/720ba9e9-8cea-4583-b26e-d98a74c4db21\">the year before</a>, when revenue jumped by half as demand for gaming surged during the depths of the pandemic.</p> <p>Earnings per share in the final months of last year climbed 22 per cent to $2.48, 17 cents ahead of expectations, as the company's operating profit margin edged up 1 percentage point. Hood said the strong performance had given Microsoft the confidence to predict further profit margin improvements.</p><p>Source: Richard Waters in San Francisco 2022 'Microsoft highlights gaming business in upbeat outlook' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T01:39:42.338Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 480,
          "end": 489
        },
        {
          "start": 839,
          "end": 848
        },
        {
          "start": 1521,
          "end": 1530
        },
        {
          "start": 1919,
          "end": 1930
        },
        {
          "start": 2611,
          "end": 2620
        },
        {
          "start": 839,
          "end": 850
        },
        {
          "start": 1919,
          "end": 1928
        }
      ]
    }
  ]
}