{
  "_id": "28e1f711ab40f8fec02fa974b0c68c9c00e78804137945ab48504ab04433897b",
  "feed": "market-watch",
  "title": "Investors shy away from purely ‘green' stocks in favor of energy-transition play: poll",
  "text": "<p>That will ring true if poll participants in a recent survey issued by equity research firm Jefferies turn their words into action.</p><p>A standout question on the poll released this week showed increased interest in “best in class” oil and gas concerns XOP, glass makers GLW, miners XME, steel companies and other carbon-intensive sectors, if they, too, are buying into efforts to curb emissions and global warming.</p><p>Read:A dirty secret: Here's why your ESG ETF likely owns stock in fossil-fuel companies</p><p>The broader Jefferies ESG investing survey also looked at workplace retention given the tight job market and other issues under the Environmental, Social and Governance banner.</p><p>But it was the environmental investing attitudes that stood out.</p><p>For all the attention that technology companies like Amazon.com AMZN, Microsoft MSFT and Tesla TSLA put into net-zero emissions pledges, as well as the expansion of reuse and recycling concerns, and a general push for environmental capital to find tomorrow's green panacea, this group of investors sees opportunity in adaption practices of the “old” economy.</p><p>Read:A giant, doughnut-shaped machine delivers a major climate-change breakthrough — sustained nuclear fusion</p><p>“With the expansion in the multiples of many equities considered ‘dark green' in previous years, investors are increasingly interested in transition stories,” the researchers, led by Aniket Shah, said. “This is in spite of regulations encouraging an increasingly binary classification of stocks.”</p><p>In the past, investors and equity advisers who push a new look at fossil fuel companies and other industrials have argued that these companies' expansive and often multinational reach, established pipelines and customer base, and deep pockets are why they should not be counted out.</p><p>Related: Don't rule out natural gas in the clean-energy transition, trade group says</p><p>The electricity sector, still mostly reliant on fossil fuels, coughed up 25% of 2019 greenhouse gas emissions, the EPA says, the latest year for complete data. The industrial sector created 23% of total U.S. emissions. The two categories are second and third, overall, behind transportation.</p><p>In fact, fossil-fuel concerns themselves have diversified into wind, solarTAN, the still-developing hydrogen market, and other means of spreading out their own offerings, even if oil and gas remained their primary profit centers. Some, like U.K.-based BPUK:BP saw the writing on the wall faster than most U.S. competitors.</p><p>Read:Chevron deepens carbon-capture push with Microsoft, Schlumberger linkage</p><p>For investors who are embracing renewables or “cleaner” ways to address fossil fuels, their view is mostly bullish, the Jefferies survey also found.</p><p>With an expected increase in the market penetration of wind and solar energy, investors view these technologies as the most promising areas for investment over the next 12 months, the group said. The survey also revealed that respondents find nuclear power as a viable low-carbon investment opportunity.</p><p>“Coupled with energy storage, investors appear to be cognizant of some of the challenges posed by renewable energy sources (e.g., intermittency and required grid flexibility),” the researchers detailed.</p><p>Investors also showed a degree of interest, despite a lack of commercial scalability right now, in carbon capture and storage (CCS) and direct-air capture (DAC). Carbon capture has been pushed by oilCL00 and gas companies. It essentially creates a “cap” that grabs emissions at the point of burning fuel and buries that excess carbon. Biden's energy department has allocated funds for exploring DAC and Biden and his top climate officials include carbon capture in their list of ways to fight climate change. Congressional Republicans weighing in on climate change almost universally push carbon capture.</p><p>Read: There's a smart way to invest in the clean-energy transition right now (and not just EVs, solar and wind)</p><p>But this more-measured view of greening the economy via the stock market exemplifies the frustration clouding efforts by typically younger Earth-minded investors, climate-change policy groups and environmental investing disciples, as well as a select lawmakers.</p><p>That tension played out on Capitol Hill in recent days, when the Democrat-chaired House Committee on Oversight and Reform recalled oil executives back to testify. Most did not show, although will have another chance to appear “voluntarily.”</p><p>Instead, testimony was dominated by scientists and climate policy leaders who are worried that carbon capture and other technologies only greenlight continued drilling and burning of fossil fuels, including the relatively “cleaner” natural gas, without changing behavior.</p><p>This followed a largely partisan hearing a few months ago, at which oil and gas executives defended U.S. energy independence from the Middle East and Russia, but faced a barrage of questions charging responsibility for and a too-slow response to climate change.</p><p>On Thursday, some 200 environmental signatories told lawmakers responsible for appropriations to further cut subsidies to fossil fuels. And, they urged in a letter, lawmakers should be mindful of fossil fuel industry efforts to use carbon capture, blue hydrogen — hydrogen produced from natural gasNG00 with a process of steam methane reforming — and various new “advanced” energy fuels to “greenwash” activities will support a new era of fossil fuel and petrochemical development.</p><p>Read:Democrats compare oil companies' climate change response to tobacco-cancer denial</p><p>The divide and bickering — and the binary, old energy/new energy stock classification that Shah mentioned earlier — may prove frustrating and confusing to investors, who, at least with the Jefferies survey, reveal they want U.S. companies from all sectors to throw everything they have at the climate issue.</p>",
  "published": "2022-02-11T09:34:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 811,
          "end": 820
        },
        {
          "start": 2536,
          "end": 2545
        }
      ],
      "nexusId": "10031144"
    }
  ]
}