{
  "_id": "b9b855b206674d0c0b189ab0cbd220c66c2f0e3b2768b8f53d8982407275d10e",
  "feed": "ftcomall",
  "title": "Tory donor charged in Puerto Rico bribery scheme",
  "text": "<p>US authorities have charged a significant donor to the Tory party, alleging that he illegally provided campaign donations to a former governor of Puerto Rico in a scheme to remove a senior banking regulator from his post. </p> <p>The charges brought by the <a href=\"https://www.ft.com/stream/0b4d86eb-1706-46e0-9e00-47c144c9f9a7\">US Department of Justice</a> against Julio Herrera Velutini, a Venezuelan banker who relocated to London in recent years, threaten to rekindle controversy over Tory party fundraising. </p> <p>He has donated more than half a million pounds to the party since <a href=\"https://www.ft.com/boris-johnson\">Boris Johnson</a> took office, including £100,000 days before the 2019 general election. The donations were made through Britannia Financial, the Venezuelan financier's London-based financial services group, which has not been accused of wrongdoing. </p> <p>More recently, Britannia Financial sponsored the platinum jubilee Pageant, which marked the 70-year anniversary of the Queen's accession to the throne.</p> <p>Herrera Velutini was on Thursday charged with conspiracy, federal programs bribery and honest services wire fraud, for his alleged role in providing campaign funding to the former governor of Puerto Rico, Wanda Vázquez Garced, ahead of the US territory's 2020 gubernatorial election. </p> <p>Vázquez Garced was arrested on Thursday by the FBI and accused of accepting the bribes while in office. The indictment, filed on Wednesday, alleges Herrera Velutini wanted Vázquez Garced to help quash a probe into his Puerto Rico-based lender Bancredito, which is referred to as “the Bank” in the filing.</p> <p>Herrera Velutini and an adviser allegedly paid more than $300,000 to political consultants in support of Vázquez Garced's campaign, according to the indictment. In return, she officially requested the resignation of the then commissioner for the island's financial regulator in order to appoint a replacement who had been picked by Herrera Velutini, the DoJ alleged.</p> <p>OCIF, Puerto Rico's financial regulator, had been probing Bancredito since 2019 and last December imposed penalties on the bank. Bancredito did not respond to a request for comment.</p> <p>Bancredito's former chief executive and a political consultant who worked on Vázquez's 2020 campaign each “pleaded guilty to conspiring with Herrera Velutini and others to bribe Public Official A” in March, according to the DOJ.</p> <p>Representatives for Britannia Financial and Herrera Velutini did not provide any on-record comment. </p> <p>The charges against Herrera Velutini threaten to put further pressure on the Conservative party and its chair Ben Elliot, whose <a href=\"https://www.ft.com/content/f8a48bfd-8902-4667-93a6-1b903ca48e7e\">energetic fundraising efforts</a> have attracted controversy. </p> <p>During Elliot's tenure, which began in July 2019, the Tory party accepted <a href=\"https://www.ft.com/content/2ccd61c2-0c4d-48ec-bcda-03ad0bb6f85c\">contentious donations</a> — including from the wife of Vladimir Putin's former finance minister —&#xa0; which have led opposition leader Keir Starmer to call for his resignation. </p> <p>Elliot — the well-connected nephew of Prince Charles' wife, Camilla — has also faced questions over links between his businesses and his campaign fundraising.</p> <p>The Financial Times last year <a href=\"https://www.ft.com/content/363377cc-5769-42cc-9469-fb657231aadd\">reported </a>that a number of clients of Hawthorn Advisors, a PR firm co-founded by Elliot — including Herrera's Britannia Financial Group — made substantial donations to the Conservative party since Elliot took over responsibility for fundraising. </p> <p>Herrera's executive assistant at Britannia previously worked for Elliot, according to her LinkedIn profile, which has since been redacted. Elliot stepped down as a Hawthorn director in April 2020. Hawthorn declined to comment.</p> <p>If convicted on all charges, Vázquez Garced, Herrera Velutini and his consultant each face a maximum penalty of 20 years in prison, according to US authorities.</p> <p>A lawyer for Vázquez Garced said that she was “absolutely and totally innocent of all the charges against her” and planned to defend her case at trial.</p> <p>A Conservative party spokesperson said: “Donations to the Conservative party are properly and transparently declared to the Electoral Commission, openly published by them and comply fully with the law.”</p><p>Source: Cynthia O’Murchu, Stefania Palma and Jasmine Cameron-Chileshe 2022 'Tory donor charged in Puerto Rico bribery scheme' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T17:06:06.995Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}