{
  "_id": "fc543c6c1afabe3cfa2d3a58d4a9834c0ac8b4d08cc4a46604a6b352047d16aa",
  "feed": "ftcomall",
  "title": "Frasers' Michael Murray: ‘When I became CEO there was only one way, the new way'",
  "text": "<p>A handover of power from a company founder to a family member normally implies continuity.</p> <p>So Michael Murray's <a href=\"https://www.ft.com/content/04701740-935f-4c16-8d14-d6346b0ae5d2\">appointment in May</a> as chief executive of Frasers, the sportswear and luxury goods group, was an anomaly in two ways. He was a relation by marriage, not bloodline. And the transfer came with a mandate for change rather than business as usual.</p> <p>“When I became CEO there was only one way: the new way,” the 33-year-old Murray says.</p> <p>Frasers was founded by Murray's father-in-law Mike Ashley as a single sports shop in 1982. It had been built into a quoted company with £4bn of annual sales by a tight-knit group of longtime associates. “The business was built by people who started on the shop floor, in the warehouse or driving lorries,” Murray adds.</p> <p>But in recent years, it had run out of road. The UK sportswear market was looking increasingly saturated and forays overseas had met with mixed results. In terms of share price performance, it had been <a href=\"https://www.ft.com/content/7a65bafc-4480-11e8-93cf-67ac3a6482fd\">trounced by rival JD Sports</a>, which enjoyed preferential access to the latest footwear releases thanks to its better relations with brand partners.</p> <p>Sports Direct, as Frasers was formerly called, was also beset with controversy after revelations about <a href=\"https://www.ft.com/content/ed8fa5a4-2c97-11e6-a18d-a96ab29e3c95\">grim working conditions</a> at its logistics centre in Shirebrook, and had often strained relations with the City.</p> <p>Murray, the son of a property entrepreneur, who met Ashley's daughter Anna on holiday in 2011, initially focused on the company's real estate strategy through an unusual — and lucrative — <a href=\"https://www.ft.com/content/cb01a9f4-d02a-4c34-8090-139552a6a507\">consultancy arrangement</a>. But while Ashley's mastery of logistics and trader's mentality allowed him to grow rich selling four pairs of socks for £5, he was shrewd enough to see that the young, well-groomed and self-confident Murray understood the <a href=\"https://www.ft.com/content/1ae74fbd-bc7e-457a-8354-b1d53cef5a5e\">appeal of brands</a> and how to market them to aspirational customers.</p> <p>He became the driving force behind a strategy known as “elevation”: replacing cluttered stores, entry-level own label brands and garish “mega value” signage with sleeker, more upmarket outlets featuring the priciest new product releases from Nike, Adidas and Under Armour.</p> <p>It required what Murray describes as “a complete 360” in the way Frasers interacts with brands. “It was previously very transactional — how much can you buy it for, how much can you sell it for? Now there's a whole go-to-market strategy: what locations should we open stores in, what should they look like, what should the Christmas campaign look like . . . ”</p> <p>That has necessarily made the business more complicated to run. “We have to open our arms up to a more diverse workforce, people with different skills sets — digital, marketing, data science, IT,” he said.</p> <p>It has been a wrench for the old guard, people such as Karen Byers who left in 2019 after three decades working for Ashley. But the influx of younger managers such as Ger Wright, recently hired from Nike to manage sportswear, or the promotion to chief operating officer of David Al-Mudallal, who was still at school when Ashley floated Sports Direct in 2007, emphasise the generational shift.</p> <p>Perhaps the most dramatic moment came in late September, when Ashley himself said he would <a href=\"https://www.ft.com/content/9e3d6a66-3bd2-4df5-b48f-63b2c2243002\">step down from the board</a> after the company's annual meeting in October. “It is clear that the group has the right leadership and strategy in place, and I feel very confident passing the baton to Michael and his team,” he said in the statement announcing the change.</p> <p>Murray insists he doesn't want to completely junk the culture of the Ashley decades. “One thing I would like to keep is the work ethic of the old group and the attitude of getting things done, not deliberating, not planning for six months before doing anything”. He readily admits to being “very ambitious” and has never denied interest in the top job. But when the moment came, he says it “happened organically”. </p> <p>“It got to a point where Mike thought it was time to hand the reins over to me.”</p> <p>So it was Ashley's decision? “Yes. He saw the results across the business and said: look, we're coming out of the pandemic, the crisis management has all happened, it's a nice segue at this point. If you'd be interested, just take over.” Part of his motivation was his realisation that retail was moving on. But according to Murray, Ashley never wanted to be chief executive and reluctantly stepped into the role when <a href=\"https://www.ft.com/content/1ae74fbd-bc7e-457a-8354-b1d53cef5a5e\">Dave Forsey resigned in 2016</a>.</p> <p>Although he is leaving the board, Ashley is still the controlling shareholder with a 65 per cent stake, and few believe that, at the age of 57, he is going to retreat to the golf course or the non-executive circuit. Is there a back-seat driver, as sceptics predicted there would be? Murray says he and Ashley “disagree on as many things as we agree on” and that “you only see a fraction of what we do, which is what we agree on”. </p> <p>But he also insists he is in charge, citing the recent sale of Frasers' minority stakes in US chains Bobs and Eastern Mountain Sports, which he considered non-core. “He puts his case, I put mine — but ultimately when I became CEO the final decision lies with me,” he says.</p> <p>When he isn't visiting suppliers and sportswear brands, or checking on new or renovated stores, Murray spends much of his time at the group's London offices on Oxford Street — a building whose purchase he oversaw in 2016. It is well documented that the transaction initially left Ashley, who spends more time perfecting the logistics machine he created, somewhat bemused. </p> <p>“[Academy House] is the brain, Shirebrook is the engine,” is how Murray sees it. “You have to be in London to acquire certain talent and skillsets. You have to be in London to connect with the larger third-party brands when their CEOs are passing through.”</p> <p>Murray believes his long apprenticeship outside the company put him in “a very privileged position” to take on the top job. “I had a chance to test and learn along the way without the pressures of being CEO,” he says, allowing him to “start with a very solid strategy without being thrown in at the deep end”.</p> <p>In his eyes, it also gave him a riposte against any charges of nepotism, although he says the issue has not arisen so far. “I wanted to prove myself before I stepped up . . . It's not easy being in my position with my relationship with Mike, so I wanted to have proof points, results, achievements under my belt.”</p> <p>Murray has also revamped external communications, appointing a blue-chip public relations agency and promising a reset in relations with sellside analysts in particular.</p> <p>Internally, he says he wants to make sure the group's 27,000 staff have a better idea of strategy. “We're doing monthly comms to all staff. If there's been an acquisition we explain why,” he says. “Our results get a lot of media attention and employees may not understand what the financial targets are, so I talk them through that.” Although it did not have a conventional executive incentive plan for years, Frasers has always rewarded shop floor staff for outperformance. A long-term “Fearless 1,000” scheme based on share price performance has been augmented on Murray's watch with a monthly award, where 12 employees receive an extra month's salary.</p> <p>September saw the inaugural “Frasers Festival”, a get-together of 1,000 staff plus 500 suppliers and other partners. Insiders say the changes are having an impact. “He often visits the offices and stores, which people love because they get to speak to him personally,” says one, adding that Murray's social media presence was also cutting through. His posts on Instagram and LinkedIn regularly attract hundreds of interactions, many of them from employees.</p> <p>“The exec team wasn't remote from the shop floor previously but [Murray] has breathed a fresh lease of life into retail staff engagement,” the employee says.</p> <p>The group's performance in recent months will have done his cause no harm. While shares in many other general retailers have fallen back as investors worry about pressure on consumers' incomes, a <a href=\"https://www.ft.com/content/fea37d95-7280-4b42-969f-18c4e179f33a\">notably confident outlook statement</a> with full-year results in July sent Frasers' stock sharply higher. It is still up about 8 per cent since Murray took over, and the company was offered a somewhat fortuitous route back into the FTSE 100 when it replaced Meggitt, an aerospace group that accepted a takeover bid.</p> <p>Sterner tests undoubtedly lie ahead. This winter is likely to see an unprecedented squeeze on incomes in the UK, by far its largest market, which could put Murray's bullish forecasts in doubt. He will have to decide what to do with up to a dozen House of Fraser stores that remain barely profitable despite substantial cuts in their leasing costs.</p> <p>But Murray can take heart from the experience of Lord Simon Wolfson at Next. Amid mutterings of nepotism, he was made an executive director at Next in 1997, when his father still chaired the company. At the time, Murray was seven years old. </p><p>Source: Jonathan Eley 2022 'Frasers' Michael Murray: ‘When I became CEO there was only one way, the new way'' FT.com 13 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-13T05:00:56.649Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}