{
  "_id": "55e154b9cb224dcdb88d3bb5f82b48fbc9c74c9474162c2ff9be6058a42ec47f",
  "feed": "ftcomall",
  "title": "Biden feels the heat as US inflation hits 40-year high",
  "text": "<p>Good evening</p> <p>A bigger-than-expected jump in US inflation to <a href=\"https://www.ft.com/content/b15ee858-f9e4-492e-8f4d-ebe919c12f9a\">9.1 per cent</a>, a fresh 40-year high, has fuelled expectations that the Federal Reserve will act decisively to raise interest rates this month.</p> <p>The annual rise in the consumer price index beat economists' forecasts of an 8.8 per cent increase and triggered a <a href=\"https://www.ft.com/content/4f4c3414-9249-4347-91e1-6049081ec431\">sell-off</a> in US stocks and Treasury bonds. </p> <p>Prices jumped another 1.3 per cent between May and June, following a 1 per cent rise in May. Once volatile items like food and energy are stripped out, “core” inflation edged up from 0.6 to 0.7 per cent, leaving an annual increase of 5.9 per cent, slightly down on the 6 per cent recorded the month before.</p> <p>The Biden administration, which has been <a href=\"https://www.ft.com/content/b7ac1a47-c42c-4eb1-90e6-f10b18693c72\">feeling the heat</a> from the surge in inflation, tried to play down the rise, arguing it covered the period before prices for energy and other commodities dropped sharply.</p> <p>The threat was highlighted by the IMF yesterday as it <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-482bc231-53ee-4ccf-83b1-706d9cdb62ea\">cut its forecast for US growth</a> this year to 2.3 per cent, a drop of 0.6 per cent from its estimate last month. “Wage and price pressures are broad based [and] . . . have spread quickly across the economy. Longer-run measures of inflation expectations have started to drift higher and shorter horizon measures of inflation expectations have increased significantly,” the IMF said.</p> <p>In an unusual prelude to today's figures, the Bureau of Labor Statistics was yesterday forced to discredit a <a href=\"https://www.ft.com/content/7dc56e29-e1a8-4611-b482-2f3c674c1d2e\">fake report</a> that claimed inflation had hit 10.2 per cent, triggering a sell-off in US stocks from jittery investors, already nervous about a potential recession as <a href=\"https://www.ft.com/content/51037dc0-2426-41b9-939a-ad6c8e3ea19a\">consumer and business sentiment deteriorates</a>. “We have seen the consumer getting squeezed by the higher cost of living and by monetary policy, which could lead to a consumer-led recession,” said Erin Browne, portfolio manager at Pimco.</p> <p>Although last week's <a href=\"https://www.ft.com/content/fb584dce-a910-4579-adc2-6421896dc905\">jobs report</a> was more positive than expected, some economists are convinced that a <a href=\"https://www.ft.com/content/1850769f-b397-4082-80d0-72eeee7f7997\">labour market slowdown</a> is under way, as job openings and resignations decline and jobless claims rise. Google told employees yesterday <a href=\"https://www.ft.com/content/a5e774c6-a58d-42d8-81b8-bb8098d3ae2e\">it would be “slowing the pace of hiring</a> for the rest of the year” as the threat of recession rises, following similar moves from Microsoft and Facebook's owner Meta.</p> <p>As the US president is experiencing, <a href=\"https://www.ft.com/content/4d885106-1e9b-4bb7-8118-f2f890396639\">inflation is a political challenge</a> as much as an economic one, a point taken up by Martin Wolf in his latest column. “Quite simply, <a href=\"https://www.ft.com/content/2022df1d-57c5-44a4-93e6-73f5f5274ca8\">people care about it</a>,” he reminds us. “Not least, unexpected inflation also means unexpected cuts in real incomes.” </p> <h1>Latest news</h1> <ul>  <li><p>Court ruling expands Brussels' powers to <a href=\"https://www.ft.com/content/015cca37-4f9d-4dfd-9991-f86ac227e30a\">scrutinise tech mergers</a></p></li>  <li><p>Canada surprises markets with 100 basis-point <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-aeea9ef2-d31d-45e6-816b-d9e7603e0318\">interest rate rise</a></p></li>  <li><p>UK railway workers to <a href=\"https://www.ft.com/content/470bacf8-6558-4ba4-b704-0f9872f221a5\">hold 24-hour strike</a> on July 27</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The <strong>UK</strong> reported <a href=\"https://www.ft.com/content/47ca3ac1-7237-4f4c-acd6-0245edab1f6d\">better than expected growth</a> in May of 0.5 per cent after the economy had shrunk the previous month, raising expectations of a significant interest rate rise by the Bank of England at its August meeting. The return to growth was driven by health and social services activity but all key sectors showed an increase. </p> <p>Business leaders warned <strong>Tory candidates</strong> to replace Boris Johnson as prime minister not to get into the realms of “<a href=\"https://www.ft.com/content/365eb86d-6fcf-4606-8be8-7e19ca6ca3f3\">fantasy economics</a>” by focusing on cuts to corporation tax instead of a long-term plan for growth and investment. New reports from the Resolution Foundation, the Treasury select committee and the National Audit Office all warned that the UK economy needed a <a href=\"https://www.ft.com/content/f27f67c6-ce22-41a9-83f7-67477e95f3df\">better long-term strategy</a>.</p> <p><em>FT subscribers can </em><a href=\"https://britainafterboris.live.ft.com/home\"><em>sign up here</em></a><em> for our special online event on Friday at 1pm London time: Britain after Boris Johnson: what's next for the UK and business?</em></p> <p><strong>IMF</strong> chief Kristalina Georgieva said the fund would <a href=\"https://www.ft.com/content/27afd73f-948b-4a2c-8d31-5220aaebe998\">lower its growth forecasts</a> for the global economy this year and next in its upcoming World Economic Outlook. She also warned of the “<a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-482bc231-53ee-4ccf-83b1-706d9cdb62ea\">growing risk of a debt crisis</a>”, with 30 per cent of developing and emerging markets and 60 per cent of low-income countries at or near distressed debt levels. Without debt relief, a “<a href=\"https://www.ft.com/content/d9621c33-f564-4002-a235-1ee4ed47efa3\">cascade of defaults</a>” is on the horizon, warned the Lex column.</p> <h2>Latest for the UK and Europe</h2> <p><strong>UK retail sales</strong> fell in June for the <a href=\"https://www.ft.com/content/d5b7092f-23b0-4299-9d2d-83dd17d64d37\">third month in a row</a> as inflation dented household finances, according to data from KPMG and the British Retail Consortium. Bank of England chief <strong>Andrew Bailey</strong> pledged to bring inflation down to its 2 per cent target, “no ifs or buts”, and that the BoE would <a href=\"https://www.ft.com/content/0a4fd7d9-ab42-4a5d-ab97-4dddff4d80bd\">raise rates more sharply</a> than previous responses to surging price rises.</p> <p>The <strong>euro</strong> fell to <a href=\"https://www.ft.com/content/1d7fede7-b559-46eb-b1b6-ee4a3cf8dd51\">parity against the US dollar</a> for the first time in 20 years as fears grow about the health of the global economy and investors switch into safer assets.</p> <p>EU finance ministers agreed a fresh €1bn emergency loan for <strong>Ukraine</strong> but the country's international partners are increasingly concerned about its <a href=\"https://www.ft.com/content/141a9e85-19ed-47d4-be48-bb9febc76c98\">public finances</a>. The US Treasury warned that emergency measures such as money-printing risked damaging its ability to provide critical services over time, highlighting the need from allies for grants and cheap loans as quickly as possible.</p> <p><strong>Spain</strong> said it would put a <a href=\"https://www.ft.com/content/eb3df1f3-0a22-4aab-9e28-1d051da9796d#post-b26871bf-b3f1-4716-bc74-9be53e37b31f\">windfall tax</a> on excess profits of energy companies and a special levy on banks to raise €7bn and help offset soaring energy prices and rising inflation.</p> <h2>Global latest</h2> <p>The <strong>International Energy Agency </strong>said record fuel prices were <a href=\"https://www.ft.com/content/62da7352-298f-4ecf-b963-7ef36b9aa604\">hitting oil demand</a> in developed countries harder than anticipated, although <strong>Opec</strong> yesterday said booming oil demand next year could <a href=\"https://www.ft.com/content/f29ef92d-7a3b-4599-bdb4-a3c35ebe2696\">test its production capacity</a>. In its first forecast for 2023, oil producers' group&#xa0;said demand would rise by 2.7mn barrels a day to 103mn b/d, fuelled by increased activity, particularly in India and China. The US is consulting with India, China and others to introduce a <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-6908ba93-ad76-4fbf-8f70-0db649bb364b\">price cap on Russian oil</a>.</p> <p>Daily coronavirus infections in <strong>South Korea</strong> rose above 40,000 for the <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-f580e63d-0095-434d-b0a3-ccdea1460d28\">first time in two months</a>. The Bank of Korea raised its benchmark interest rate to <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-4c9f7161-b33f-4b07-afc9-71495eca959f\">2.25 per cent</a> as it fights to contain inflation running at a 24-year high of 6 per cent.</p> <p>New <strong>Argentine finance minister</strong> Silvina Batakis has pledged to restore “order and balance” and keep the country's $44bn deal with the IMF on track, but has failed to calm investors jittery about the possibility of another <a href=\"https://www.ft.com/content/77fb34f1-9012-4e57-9493-9fd897995962\">sovereign debt default</a>.</p> <p><strong>New Zealand's </strong>central bank lifted rates by 50 basis points to <a href=\"https://www.ft.com/content/74e19e07-6bb8-46f1-a783-2efd7fa318f3#post-0d58eb51-3ead-41bc-b561-500289a1d3b2\">2.5 per cent</a> and warned the economy was deteriorating, blaming global inflationary pressures from pandemic-related supply chain problems — particularly from China — and energy and food price rises resulting from the war in Ukraine.</p> <p>The <strong>global population</strong> grew by <a href=\"https://www.ft.com/content/6b131d91-1834-4243-bb8b-dc49060b1450\">less than 1 per cent a year</a> for the first time since the aftermath of the second world war in 2020 and 2021, according to new UN data, with Europe's population actually falling during the pandemic.</p> <a href=\"http://www.ft.com/cms/1619374.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Need to know: business</h1> <p>European, and especially British, companies have been the target of a <a href=\"https://www.ft.com/content/68f990b2-ef3d-4941-aabd-8e00bf091bdb\">record number of campaigns</a> from <strong>activist investors</strong> in the first half of 2022. Unilever, Shell and HSBC have all been in the cross hairs of restive shareholders.</p> <p><strong>Delta Air Lines</strong> chief Ed Bastian said he had seen no signs of <a href=\"https://www.ft.com/content/d75ee534-9e82-43de-bb11-5cb99decfeb0\">demand for flights waning</a> as the third-biggest US carrier reported a profitable second quarter with net income of $1.4bn on revenue of $12bn. London's <strong>Heathrow airport</strong> said it would <a href=\"https://www.ft.com/content/9e76ca20-406f-46a8-8cec-d7627ea38f91\">limit passenger numbers</a> to 100,000 a day until September 11, which it warned would lead to more disruption and flight cancellations.</p> <p><strong>PepsciCo</strong> increased its earnings forecast for the second quarter in a row but warned of <a href=\"https://www.ft.com/content/b4baa795-66b1-4517-9c38-915166e4d638\">further price rises</a> after experiencing little pushback from consumers on recent increases.</p> <p>UK pub chain <strong>Wetherspoons </strong>said it expected a <a href=\"https://www.ft.com/content/3a58c426-6770-44c0-a8bd-442b6ac59216\">$30mn full-year loss</a> as staff costs rise and draught beer sales drop from pre-pandemic norms.</p> <h1>The World of Work</h1> <p>The concept of <strong>remote working </strong>in the US is turning into <a href=\"https://www.ft.com/content/8a3f1fa7-8c0c-4068-b0d9-f12c84f0b8d6\">a culture clash</a>, writes US editor at large Gillian Tett, as middle-aged executives say they want employees back in the office while younger workers are equally vehement they want to work from home. </p> <p>Many of us see our work colleagues just as much, if not more, than our friends and family — or at least we did before the pandemic. Isabel Berwick and guests discuss the importance of <strong>workplace friendships</strong> in the new <a href=\"https://www.ft.com/content/c854278c-5ecc-473c-be5a-e29f46547a8b\">Working It podcast</a>. </p> <p>UK law firm <strong>Baker McKenzie</strong> has bumped up pay for newly qualified lawyers to <a href=\"https://www.ft.com/content/4d1bd59f-5ac6-4eb4-8e41-b8cc81123208\">£110,000</a>, in contrast to some of its London rivals which have decided to freeze salaries as demand slows.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally...</h1> <p>Started choosing books or films for your holiday yet? Check out the <a href=\"https://www.ft.com/content/549804cc-fd51-42f6-b684-2533683effcd\">FT Weekend podcast</a> for our recommendations on what to read and watch this summer.</p><p>Source: Darren Dodd 2022 'Biden feels the heat as US inflation hits 40-year high' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-13T17:15:28.253Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2186,
          "end": 2195
        }
      ]
    }
  ]
}