{
  "_id": "d3cc731999a1cf8f3de1f59bebd884ed2ef489acd2dbe7f484ad535e3e5a9194",
  "feed": "ftcomall",
  "title": "Digital payments group Adyen reports 70% jump in transaction volumes",
  "text": "<p>Dutch payments group Adyen has reported a 70 per cent jump in transactions in 2021, boosted by the shift to digital accelerated by the coronavirus pandemic.</p> <p>Adyen acts as a middleman between other payment companies and merchants including Uber, LinkedIn, Spotify and Microsoft. Its share price rose 10 per cent on Wednesday after strong full-year results.</p> <p>Full-year net revenue rose 46 per cent year on year to €1bn in 2021, while the volume of sales transactions processed increased 70 per cent to €516bn. The pace quickened slightly in the second half of the year, Adyen said, with revenues up 47 per cent on a 72 per increase in volumes.</p> <p>Adyen acknowledged that its take rate on transactions was declining — a “natural consequence” of growth and a change in customer mix. Earnings before interest, tax, depreciation and amortisation increased by 57 per cent in 2021 to €630mn; net income rose 80 per cent to €470mn.</p> <p>“There have been tailwinds in ecommerce due to Covid, speeding up trends already happening there,” said chief executive and co-founder Pieter van der Does. “But the strategy that we have is not just to be an online player — and you'll see point of sale [in-store purchasing] grow very quickly.”</p> <p>The company, founded in 2006, was listed on Amsterdam's Euronext exchange in 2018 with a market value of more than €13bn at debut. It has a current valuation of more than €50bn.</p> <p>Van der Does said that Covid-19 had affected sectors which had previously resisted moving to digital payments. “Products like luxury goods, which didn't feel online was that relevant, suddenly had to bring plans forward when stores closed.”</p> <p>Ingo Uytdehaage, Adyen's chief financial officer, said that changes were also reflected in store. The use of cash diminished as contactless and mobile payments replaced them, even in countries such as Germany which have traditionally been more resistant to this shift.</p> <p>Van der Does said that he was not concerned by competition in the sector from San Francisco-based Stripe or the UK's Checkout.com, which have secured private valuations of $95bn and $40bn respectively.</p> <p>“There is still a lot of market share to grab, it is quite logical that multiple companies will emerge” he said, although he conceded of Stripe that “there are some merchants they have we'd like to have”.</p> <p>Adyen was continuously adding new methods of payment such as mobile payments and buy-now-pay-later, which offers short-term interest free credit, said Van der Does, although he said that implementing cryptocurrencies for payments was “not on the agenda”.</p> <p>Adyen's team expanded by more than 400 employees to 2,181 in 2021, with new tech hubs opening in Chicago and Madrid.</p> <p>While Adyen's stock price remains well above its debut price, it has weakened in the past few months, down more than 30 per cent from its peak in November.</p> <p>“We are building a long-term outlook,” said Van der Does. “We invested in point of sale technology in 2013, now in 2022 I'm talking about what a good move it was. This is the timeframe it takes.”</p> <p>He also pointed to broader weakness across the tech sector. Shares in fellow payments firm PayPal have fallen 58 per cent in 12 months.</p><p>Source: Siddharth Venkataramakrishnan 2022 'Digital payments group Adyen reports 70% jump in transaction volumes' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T09:24:43.847Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 267,
          "end": 276
        }
      ],
      "nexusId": "10031144"
    }
  ]
}