{
  "_id": "fbbaa42868f95c76a2afeec3b611cccd58c2ee87f444b7ebbfb264d7e0e24d1d",
  "feed": "ftcomall",
  "title": "Reality+ — looking forward to life in the metaverse",
  "text": "<p>The emergence of the much-ballyhooed “metaverse” has provoked a lot of enthusiasm, as well as cynicism. For its most evangelical and powerful promoters at Meta (previously known as Facebook) and Microsoft, our next universal computer interface will add an extra dimension to reality, allowing users to live, work and play in alternative virtual worlds. </p> <p>To its detractors, the metaverse is a manipulative attempt by corporate giants to rebrand their underwhelming virtual-reality technology, colonise virgin tracts of the internet and outrun the regulators. </p> <p>For the writer David Chalmers, the metaverse offers exciting, fresh perspectives to our understanding of identity, consciousness and agency, which his fellow philosophers have been exploring for thousands of years. </p> <p>Alternative reality is already challenging some of our preconceptions about reality in ways they have never been challenged before, opening up novel philosophical playgrounds. Chalmers summarises this new field of “technophilosophy”, as he calls it, as follows: “Philosophy helps to shed light on (mostly new) questions about technology. Technology helps to shed light on (mostly old) questions about philosophy.” </p> <p>Each of his book's 24 chapters begins with one of these questions and wrestles with how age-old philosophical conundrums can be reinterpreted in the age of Reality+. What is reality? Can there be consciousness in a digital world? How should we build a virtual society? </p> <p>The author is well equipped to ask such questions and is even more adept at sketching out some startling answers. The Australian-born philosophy professor, a devotee of computer games and science fiction, has long been interested in technology, having taught himself to write BASIC computer code as a 10-year-old boy and spent time hanging out in VR chat rooms with other philosophers during the Covid lockdown. He deftly interweaves the finer points of ancient Chinese philosophy and Cartesian dualism with the metaphysics of the <em>Matrix</em> films and the World of Warcraft computer games. Science fiction writers have thought just as deeply as philosophers about many technological issues, he asserts.</p> <p>As co-director of the Center for Mind, Brain and Consciousness at New York University, Chalmers is best known for his writings on how technological tools can extend our minds and for formulating the “hard problem” of consciousness, which was turned into a play of the same name by Tom Stoppard. </p> <p>Scientists may have developed a rough understanding of the comparatively easy problem of objective behaviour. But Chalmers has devoted his career to grappling with the more difficult mystery of consciousness and subjective experience, which has no convincing explanation in the known physical realm. “Consciousness was the most familiar thing in the world — but also the thing we understood the least,” he writes of his abiding fascination with the subject.</p> <p>In <em>Reality+</em>, Chalmers makes one big claim and many smaller ones. His central contention is that over the next few decades virtual reality will become indistinguishable from physical reality, making it meaningless to differentiate between the two. Eventually, our simulated avatars (or sims) will become fully conscious entities, entitled to the same rights, responsibilities and protections as our physical selves. “Virtual reality is genuine reality,” he writes.</p> <p>If true, that raises all kinds of complications about how we might live a good life in non-physical form and how our common virtual spaces are run and regulated. Chalmers even envisages a day when computers will be powerful enough to replicate the 86bn neurons in a human brain, allowing us to upload our minds, assume entirely virtual form and live for eternity (assuming the computer does not crash). Will those who simulate the future worlds for brains in vats then assume the creative powers of gods?</p> <p>For the moment, Chalmers suggests we are stumbling towards corporatocracies, where the governing institutions of our lives will be enshrined in the terms and conditions of the companies that run the platforms, a situation rife with tensions. He suggests that virtual consumers will increasingly demand the rights of virtual citizens and clamour for liberty and equality and the overthrow of corporate dictatorships. This transition into a world revolving around VR and artificial intelligence will restructure our entire society. “This will certainly lead to political upheaval, and perhaps to political revolution,” he writes.</p> <p>Ever since the times of the ancient Greek and Chinese philosophers, we have questioned the nature of reality and the possibility that we might live in an illusory or simulated world. Zhuang Zhou, who lived in China in the fourth century BC, wrote about a dream in which he turned into a butterfly. On waking, he asked: was he really Zhuang Zhou dreaming of being a butterfly or was he a butterfly dreaming of being Zhuang Zhou? We are still no closer to a definitive solution to such speculation today. “A dream world is a sort of virtual world without a computer,” Chalmers writes.</p> <p>For what it is worth, Chalmers thinks it is perfectly possible that we do exist in a simulation. “The world we're living in could be a virtual world. I'm not saying it is. But it's a possibility that we can't rule out.”</p> <p>That leads on to the question of whether objects and people in simulated reality can be considered real. Drawing on centuries of philosophical thought, Chalmers reduces the debate to a “reality checklist” of five questions. Does it really exist? Does it have causal powers? Is it independent of our minds? Is it as it seems? Is it a genuine X? It will take a few more decades to create a wholly faithful replica of our physical world online but when we do so, Chalmers is clear about the answers to those questions. “If we're in a perfect, permanent simulation, the objects we perceive are real according to all five of those criteria,” he writes.</p> <p>Even in a world of imperfect simulation, we are already confronting some testing issues about identity and security. In 2012 the Dutch Supreme Court upheld the conviction of a teenager for stealing items from another player in the online game <em>RuneScape</em>. The Center for Countering Digital Hate reports that sexual harassment, racism and pornography are already rife in the metaverse, making it <a href=\"https://www.counterhate.com/post/new-research-shows-metaverse-is-not-safe-for-kids\">unsafe for children</a>. Female avatars of some VR games players have been abused and groped by bad faith participants, known as griefers.</p> <p>Chalmers argues that the metaverse will be just as awful and wonderful as physical reality. But he also holds out the possibility that in the long term, when we all spend most of our lives in digital form, we might yet experience post-scarcity utopia. In virtual reality we can all afford to live in California seafront villas because the cost of digital goods is marginal.</p> <p>Even if <em>Reality+</em> disappears down a few too many philosophical rabbit holes for the general reader, it is a rich, scintillating and occasionally outlandish book that reflects many fascinating facets of our virtual worlds. But perhaps the most unsettling thought that Chalmers throws out is what happens if we all realise one day that we are indeed living in a simulation. It is possible that powerful AI systems have already created multiple simulations of our universe, which reach natural stopping points. “Perhaps simulators are studying what we know, and will terminate the simulation when we become conscious that we are in a simulation,” he writes. </p> <p>It would be a paradoxical coda to a philosopher's career to end up arguing for blissful ignorance.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/0241320712?ie=UTF8\"><strong>Reality+</strong></a><strong>: Virtual Worlds and the Problems of Philosophy</strong> by David J Chalmers<em> Allen Lane £25/WW Norton &amp; Company $32.50, 544 pages</em>&#xa0;</p> <p><em>John Thornhill is the FT's innovation editor</em></p><p>Source: John Thornhill 2022 'Reality+ — looking forward to life in the metaverse' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-04T14:59:50.792Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 195,
          "end": 204
        }
      ],
      "nexusId": "10031144"
    }
  ]
}