{
  "_id": "1bed44f98f99823a9eb04e58f1055c822fe1c070fa8b8ac462b5efa3e33dd28d",
  "feed": "wall-street-journal",
  "title": "Videogame Maker Electronic Arts Hires Microsoft Executive as CFO; Chris Suh, CFO of Microsoft's cloud and artificial intelligence unit, is set to begin his new role March 1",
  "text": "<p>Mr. Jorgensen, who has served as EA's CFO for nearly a decade, will remain with the Madden NFL publisher through the summer to assist with the transition. The company in September named Laura Miele to succeed Mr. Jorgensen in his other role as chief operating officer.</p><p>The executive shuffle at Electronic Arts—the maker of popular game franchises including Battlefield and The Sims—comes amid a flurry of deal activity in the videogame sector. Sony Group Corp.'s game division said Monday it would buy Bungie Inc., which created the Halo and Destiny franchises, in a $3.6 billion deal. Microsoft earlier this month said it plans to acquire Activision Blizzard Inc. in an all-cash deal worth $75 billion. Grand Theft Auto publisher Take-Two Interactive Software Inc. also said this month that it would take over FarmVille maker Zynga Inc. in an $11 billion transaction.</p><p>Electronic Arts has expanded through acquisitions as well. The company last year bought Glu Mobile Inc. in a $2.4 billion deal aimed at expanding its mobile-games business. It also acquired the auto-racing game maker Codemasters Inc. for $1.2 billion.</p><p>The company, like other videogame publishers, has benefited from rising consumer demand during the pandemic. During the quarter ended Sept. 30, net revenue rose 59% from a year earlier, to $1.8 billion. Electronic Arts earned $294 million during the quarter, compared with $185 million during the prior-year period. The company is scheduled to report quarterly earnings on Tuesday.</p><p>Mr. Suh brings an understanding of the finances of cloud-based systems and experience working in investor relations to his new role, equity analysts covering the company said. Cloud gaming, or the Netflix-like streaming of videogames, is expected to become one of the game industry's next big trends.</p><p>\"Chris is an exceptionally qualified leader joining us as we accelerate and transform our business for a socially-connected, cloud-enabled future,\" Andrew Wilson, the company's chief executive, said in the release.</p><p>Electronic Arts declined to make Mr. Suh available for an interview.</p><p>In his new role, Mr. Suh will receive a base salary of $700,000 and will be eligible for an annual cash bonus starting in the 2023 fiscal year, according to a regulatory filing. Additionally, Mr. Suh will receive a one-time sign-on bonus of $4 million in cash, as well as an equity award of $6 million, of which half is tied to performance targets, the filing said. The new-hire awards are designed to compensate him for money he left on the table at Microsoft, and encourage him to join and stay with the company, the company said in the filing.</p><p>Sarah E. Needleman contributed to this article.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Videogame Maker Electronic Arts Hires Microsoft Executive as CFO</p>",
  "published": "2022-02-01T01:40:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 84,
          "end": 95
        },
        {
          "start": 586,
          "end": 595
        },
        {
          "start": 38,
          "end": 47
        },
        {
          "start": 84,
          "end": 93
        },
        {
          "start": 2539,
          "end": 2548
        },
        {
          "start": 2777,
          "end": 2786
        }
      ]
    }
  ]
}