{
  "_id": "c9701772b5348ed1781f457b60037dba9ea7a39672c8104146e553a0a7b028c5",
  "feed": "wall-street-journal",
  "title": "In Beverly Hills, Former Google CEO Eric Schmidt Has Paid $65 Million for Microsoft Co-Founder Paul Allen's \"Enchanted Hill\"; The vacant property came on the market asking $150 million in 2018",
  "text": "<p>Eric Schmidt. PHOTO: Winni Wintermeyer for The Wall Street Journal</p><p>Eric Schmidt, the former chief executive of Google, has paid $65 million for Enchanted Hill, a prized piece of undeveloped land in Beverly Hills that was owned by late Microsoft co-founder  Paul Allen, according to people familiar with the situation.</p><p>The deal, which closed in December, marks the end of a more than three-year push to sell the roughly 120-acre property, which came on the market asking $150 million in 2018. </p><p>Real-estate agents say the property is one of the largest undeveloped parcels left in Beverly Hills, with views of the ocean and the Los Angeles Basin. It could be developed into a large compound totaling as much as 80,000 square feet.</p><p>Reached by phone, Mr. Schmidt's spokesman declined to comment on the specifics of the deal, saying only that Mr. Schmidt is a fan of real estate and architectural history.</p><p>The site was previously home to a 20-room Wallace Neff-designed mansion, built in the 1920s by screenwriter Frances Marion and her husband, movie star cowboy Fred Thompson, according to the book \"The Legendary Estates of Beverly Hills\" by Jeff Hyland, who is also one of the listing agents along with Hilton &amp; Hyland colleagues Rick Hilton and Zach Goldsmith. Neighbor Greta Garbo coined the moniker \"Enchanted Hill\" for the property, according to the book, and an invitation to Enchanted Hill became recognized as a sign of arrival in Hollywood society.</p><p>Mr. Allen paid about $20 million for the site in the late 1990s, The Wall Street Journal reported. He tore down the Marion home and had plans to build his own compound, but never did. Mr. Allen died in 2018, a few months after putting the property on the market. The property was sold by his estate.</p><p>The deal adds to Mr. Schmidt's growing portfolio of California homes. Last year, the tech titan paid $61.5 million for a Bel-Air estate that served as the longtime home of the late hotelier Barron Hilton. In 2020, Mr. Schmidt and his wife Wendy purchased a large estate in Montecito, Calif., for $30.8 million, The Wall Street Journal reported.</p><p>Mr. Schmidt served as chief executive of Google from 2001 to 2011, and was later the executive chairman of Googleand its parent company Alphabet. He stepped down from the board of Alphabet in 2019, The Wall Street Journal reported.</p>",
  "published": "2022-01-10T19:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 74,
          "end": 83
        },
        {
          "start": 235,
          "end": 244
        }
      ],
      "nexusId": "10031144"
    }
  ]
}