{
  "_id": "5750efde63e258cf138786bb6a914b9f12f8dbe2d37ebbffecaa91dc5d3e21a3",
  "feed": "ftcomall",
  "title": "US stocks make strong gains despite bleak Microsoft outlook and a hawkish Fed",
  "text": "<p>US stocks rose on Thursday, brushing off the latest bleak corporate earnings forecast from Microsoft as well as comments from Federal Reserve vice-chair Lael Brainard suggesting the central bank may pursue aggressive rate raises into September. </p> <p>The S&amp;P 500 gained 1.8 on Thursday after a rocky start to trading, while the technology-heavy Nasdaq Composite rose 2.7 per cent. Both indices closed Wednesday's session 0.7 per cent lower.</p> <p>Microsoft early on Thursday <a href=\"https://www.ft.com/content/a7fc7edc-f719-4ac5-9290-27a7c9075b86\">cut its quarterly revenue</a> forecasts on the back of unfavourable exchange rates. The dollar has risen sharply since the start of the year, which reduces the value of the revenue American companies earn abroad when translated back to the US currency. After dropping early in the session, Microsoft's stock recouped those losses, ending the day 0.8 per cent higher. </p> <p>The prospect of higher interest rates, which can eat into companies' future earnings, also did little to dim US stocks. Brainard on Thursday said that making a case for a pause in rate raises in September was “very hard”, throwing water on the prospect of a more dovish Fed, which had been bandied about by investors curbing their growth outlooks.</p> <p>US government bonds were muted on Thursday after Brainard's remarks. The yield on the benchmark 10-year US Treasury note was up 0.01 percentage points higher at 2.91 per cent. The policy sensitive two-year yield was flat at 2.64 per cent. </p> <p>The move in Treasuries followed <a href=\"https://www.ft.com/content/14cce23e-b870-4ab2-b656-cc0c4498b654\">a bout of selling</a> a day earlier after stronger-than-expected results from a closely watched survey of America's manufacturing sector, indicating that the Fed may have more room to raise borrowing costs without triggering a recession.</p> <p>US jobs data due out on Friday will offer further clues about how far the central bank may tighten policy to curb price rises, with a hotter labour market potentially indicating the need for more aggressive action. Economists polled by Reuters are expecting employers in the world's largest economy to have added 325,000 new jobs in May, compared with 428,000 in April.</p> <p>Meanwhile, Brent crude settled 1.1 per cent higher on Thursday at $117.61 a barrel despite Opec and its allies <a href=\"https://www.ft.com/content/bb130bb9-4b75-4626-961a-2c1ed9b0e7f9\">agreeing to accelerate oil production</a> in July and August. Despite the rise in oil, energy was the worst-performing sector in the S&amp;P on Thursday. </p> <p>The Saudi decision to increase supplies would likely be more symbolic — showing the kingdom responding to US pressure for more crude — than disruptive to balances, given the modest increases agreed, said analysts. </p> <p>While the deal called for cartel members to <a href=\"https://www.ft.com/content/bb130bb9-4b75-4626-961a-2c1ed9b0e7f9\">raise production</a> by almost 650,000 barrels a day, the actual increases are likely to be closer to 350,000 b/d, as some members struggle to meet their quotas, said consultancy Rapidan Energy Group. </p> <p>The bulk of the Opec additions agreed on Thursday had already been planned and were priced into the oil market.</p> <p>Losses from Russia's sanctions-hit oil sector later this year could also dwarf the size of the Opec+ additions, with the International Energy Agency saying the country could lose up to 3mn barrels a day of supply — about 3 per cent of global demand — as the embargo tightens.</p> <p>Elsewhere, Europe's regional Stoxx 600 index added 0.6 per cent, even as data released earlier in the day showed that eurozone producer prices climbed at a record annual pace of 37.2 per cent in April, up from 36.9 per cent a month earlier, in the latest sign of persistent inflationary pressures. A separate inflation report this week revealed that annual consumer price growth in the bloc topped expectations to hit 8.1 per cent in May.</p> <p>UK markets were closed for a public holiday.</p><p>Source: Kate Duguid and Derek Brower in New York and Harriet Clarfelt in London 2022 'US stocks make strong gains despite bleak Microsoft outlook and a hawkish Fed' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-02T20:13:21.115Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 42,
          "end": 51
        },
        {
          "start": 435,
          "end": 444
        },
        {
          "start": 749,
          "end": 760
        },
        {
          "start": 91,
          "end": 100
        },
        {
          "start": 749,
          "end": 758
        }
      ]
    }
  ]
}