{
  "_id": "3d7020870b1a6ad67010c80985642be39775f2b2637aa427978a7d8a348f5991",
  "feed": "market-watch",
  "title": "These 3 questions about a company's CEO can help investors spot opportunities that others miss; A CEO who makes just one or two bold moves more than doubles the likelihood of a company going from average to the top 20% in financial performance",
  "text": "<p>Who?</p><p>Eaton is a two-time gold medalist, five-time world champion and serial world record holder in the decathlon, in which individuals compete in 10 different track and field events. But he is hardly a household name.</p><p>A similar dynamic may be at work when it comes to great CEOs: names like Amazon's AMZN Jeff Bezos, Berkshire Hathaway's BRK.A BRK.B Warren Buffett, and Google GOOG GOOGL co-founder Larry Page instantly spring to mind. But when two McKinsey colleagues and I set out to identify the best CEOs of the 21st century, we found that most of the 200 people revealed by our research were not well-known outside their industry—people like Wolters Kluwer's NL:WKL Nancy McKinstry, Cadence Design Systems' CDNS Lip-Bu Tan, and DBS's SG:D05 Piyush Gupta.</p><p>This group of 200 has created economic value in excess of their peers of approximately $5 trillion – that's equivalent to the GDP of Japan, the world's third-largest economy.</p><p>All CEOs have six responsibilities: setting direction, aligning the organization, mobilizing leaders, engaging the board, connecting with stakeholders, and managing personal effectiveness. Like a decathlete, they can't be great at just one and expect to become a champion. They should be good across the board.</p><p>\"I'm not necessarily the best at it all,\" says Johan Thijs, who heads European financial bank/insurer KBC BE:KBC. \"But that's not important. For a CEO, what's important is that you can balance everything together.\"</p><p>Our research uncovered six mindsets and related practices that help distinguish the best CEOs from the rest. While individual investors are not likely to be in a position to evaluate CEOs on some of these, there are some important markers of excellence that they can track by asking three questions:</p><p>Does the CEO have a mindset of boldness? The best CEOs tend to think big—so much so that they are even willing to redefine what winning looks like, and in doing so they expand their company's total addressable market. When Ajay Banga became CEO of Mastercard MA in 2010, he didn't just think about beating other credit-card companies. Noting that 80% of transactions at the time were cash-based, his vision was much more striking: \"Kill cash.\"</p><p>A company then should pursue its vision by making bold strategic moves. When Satya Nadella announced Microsoft's MSFT \"mobile-first, cloud-first\" strategy in 2014, he followed it up with more than $50 billion of acquisitions and by doubling investment into cloud services and artificial intelligence. Investors could see that the actions matched the vision. Financial performance followed.</p><p>Of course, bold moves can turn out to be bad ones. As always, investors should make their own judgments.</p><p>But the evidence is that without boldness, there is little chance of earning great returns. Making one or two bold moves more than doubles the likelihood of a company going from average to the top 20% in financial performance; making three or more makes it six times more likely.</p><p>Does the CEO treat the \"soft stuff\" as the hard stuff? \"Culture eats strategy for breakfast,\" celebrated management theorist Peter Drucker said—and as usual, he was right. In a sense, culture makes (or breaks) strategy. Only one in three strategies is successfully implemented—and most of the time, the failure is related to people and culture—the \"soft stuff.\"</p><p>The best CEOs tend to devote as much rigor and time into managing the soft stuff as they do to strategy and financials. And this is something investors may be able to discern. Listen to any quarterly earnings call from Aon AON, and you'll hear Greg Case talk about the \"Aon United\" culture. Read an interview with Marjorie Yang and there will be references to Esquel's \"eCulture\" (excellence, ethics, environment, exploration, education).</p><p>If the CEO isn't talking about culture publicly, there is a chance that it isn't being taken seriously. After all, external sources of information are powerful influencers on employee behaviors. Talk can be just talk, but there are plenty of clues, such as employee evaluations on social media, to indicate whether the CEO is walking the talk to ensure that the desired culture is taking hold.</p><p>What is the company's \"why?\" The idea of \"stakeholder capitalism\" may be on the rise, but the best CEOs tend to grounded their company's actions in a sense of purpose that includes the needs of employees, customers, the community, suppliers, and society, as well as of shareholders. They know why their company exists, and their business model and actions are consistent with that understanding. Purpose grounds how the company interacts with its stakeholders. CEOs who cannot explain the \"why\" are like hikers making their way through the wilderness without a compass. All is fine until they make a wrong turn: then they're lost.</p><p>When Doug Baker took over at Ecolab ECL in 2004, the firm, which sold industrial safety and food-safety products. emphasized cost and labor savings to its customers. Baker created a new \"why,\" emphasizing making the world cleaner, safer, and healthier. And he backed it up by engineering the company's products to be more efficient, and through acquisitions and divestitures. The company also made saving water one of its key performance metrics, embedding accountability. In effect, the more Ecolab sold, the more natural resources it saved—a model that worked well for all its stakeholders.</p><p>By keeping an eye on these three questions, investors can better position themselves to recognize the Ashton Eatons of business—not wildly famous, but world-class—and spot opportunities that others overlook.</p><p>Scott Keller is a senior partner in McKinsey &amp; Company's Southern California office, and a co-author (with Carolyn Dewar and Vikram Malhotra) of \"CEO Excellence: The Six Mindsets that Distinguish the Best Leaders from the Rest.\"</p><p>These 3 questions about a company's CEO can help investors spot opportunities that others miss</p>",
  "published": "2022-05-10T17:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2306,
          "end": 2315
        },
        {
          "start": 2306,
          "end": 2317
        }
      ]
    }
  ]
}