{
  "_id": "3cd3d8e305f966e879ca1a7ed3b5b534d3d077b2ee484a47f4f9dd6e899426f5",
  "feed": "market-watch",
  "title": "The FAANMGs have been whittled down to the fantastic four; Four mega-cap companies proved they can withstand a global economic slowdown, super-high inflation and a massive rise in interest rates",
  "text": "<p>For some companies in tech, it was a rough quarter. Social-media companies Snap SNAP and Meta META come to mind. Chipmaker Intel INTC may be at its low point.</p><p>Others performed much better. IBM IBM got things kicked off with relative strength. Microsoft MSFT and Alphabet GOOG missed estimates by a hair but largely left investors reassured with their results. Amazon beat revenue numbers significantly, and Apple AAPL topped numbers across the board.</p><p>It was a mixed bag of results that perhaps left as many questions as answers. But in short, this quarter's big wave of tech earnings made it abundantly clear. Based on a combination of the right products, the right markets and unfettered demand that vastly outstrips any global economic distress, certain companies are too important to be hampered by the slowdown.</p><p>The following four companies have the ingredients that will make them too important to fail and, therefore, should remain long-term outperformers — even when the tech trade is unpopular.</p><p>Amazon</p><p>After the first quarter's big surprise to the downside, Amazon showed discipline and strength. The company right-sized for a post-pandemic cycle but saw revenue pop, and guidance looked even better — especially after seeing the strength of July's Prime Day event. Profits are still hampered by the Rivian RIVN investment. But markets looked past that, and the company even rolled out part of its Rivian fleet this past month — furthering sustainable ambitions, which continue to impress. The company also alleviated any \"cloud growth woes\" that may have existed, as its Amazon Web Services business saw 33% growth and has reached a nearly a $20 billion per-quarter clip. Amazon was also bolstered by strong growth in its advertising business, growing low double digits, but showing further signs of Amazon, along with Alphabet finding preference over Meta as advertisers pull back, but not from their most important platforms.</p><p>Microsoft</p><p>A miss is a miss, but Microsoft's six-cents-a-share miss was precisely made up of a combination of foreign exchange, China-related shutdowns and the continued impact of Russia/Ukraine. Still creating $2.23 per share in EPS and growing double digits over last year's record results, Microsoft is exposed to both enterprise and consumer, and its results indicate that the company is more than confident to weather any impending economic storm. Forty percent growth in Azure kept Microsoft as the fastest growing public cloud company, and similar to AWS, it was just a smidge below its past few quarters. The company also saw robust growth in its cloud ERP business, search and advertising, and even Surface business — which was unscathed by the rapid deterioration of demand in the PC space.</p><p>Alphabet</p><p>After Snap faltered, the market was ready to throw out the baby with the bathwater. While Alphabet, like Microsoft, also missed estimates, it was a near-miss that didn't bother investors as the stock saw a rebound after the results crossed the wire — largely because Alphabet's bread-and-butter advertising business showed strength. Softening ad spend seemed to be no match for Google Advertising as the business grew double digits year over year and showed much greater resiliency than its counterparts — especially Meta. What was immediately apparent is that Google advertising and YouTube are putting up a better fight against the macro trends and the competition from Tik Tok, which is proving to be formidable. Google's Cloud business also kept pace with AWS and Azure, growing above 30% and further proving that the cloud as an operating model has economic tailwinds that will remain strong in turbulent markets.</p><p>Apple</p><p>A new iPhone is always a good thing for Apple. And Taiwan Semi's TSM earnings comments should have been enough to indicate that Apple would do just fine. The weaker iPad and Mac numbers align with a broader consumer and PC market pullback. However, even with the alarm bells raised by Apple due to continued China shutdowns, Apple, once again, delivered. With margins exceeding expectations and services revenue now reaching almost $20 billion this quarter, Apple is also showing its strength isn't just in its devices. The service portfolio, along with its growing content business, is working. And the guidance provided by CEO Tim Cook was \"pedal to the metal\" in so many words — which should have given investors something to smile about heading into the next quarter.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Nvidia, Intel, Qualcomm and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p><p>The FAANMGs have been whittled down to the fantastic four</p>",
  "published": "2022-08-01T20:28:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2851,
          "end": 2860
        },
        {
          "start": 1937,
          "end": 1946
        },
        {
          "start": 2229,
          "end": 2238
        },
        {
          "start": 2424,
          "end": 2433
        },
        {
          "start": 1969,
          "end": 1978
        },
        {
          "start": 243,
          "end": 252
        },
        {
          "start": 1969,
          "end": 1980
        }
      ]
    }
  ]
}