{
  "_id": "d52ba3bb772a491c116a378f4e3b1201c9bef22060be0e243d1266356cd0c38b",
  "feed": "wall-street-journal",
  "title": "Microsoft Expands Its Range of Accessible Accessories; A customizable adaptive mouse and button system aims to help people with limited mobility operate devices as quickly as everyone else",
  "text": "<p>Users can enter computer keystrokes, shortcuts and commands of their choice with the press of a single switch. They can program a switch to leave a video meeting and close down the tab, for instance, compose a standard email reply and send it, or carry out a command such as Ctrl+Alt+Delete.</p><p>The system expands on Microsoft's earlier efforts to make its products more accessible, including an Xbox controller designed for people with disabilities and a kit of tactile stickers to help Surface PC users quickly locate specific keys and ports.</p><p>The new hardware was designed to help people with disabilities operate computers as quickly and easily as nondisabled people, said Gabi Michel, director of accessible accessories at Microsoft.</p><p>\"[There is] a disability divide, and the pandemic really exacerbated that divide,\" Ms. Michel said. \"We really need to reduce this barrier for people with limited mobility, because it does impact their everyday life.\"</p><p>People with disabilities have historically been stereotyped as being less productive than their able-bodied counterparts because it often takes longer for them to use standard technologies, said Maria Town, president and chief executive of the American Association of People with Disabilities.</p><p>That has contributed to the systematic underpayment of some disabled people, said Ms. Town, who has cerebral palsy and identifies as disabled.</p><p>\"Our access to time is inequitable, because accessibility has not been centered in a lot of our tech design,\" she said.</p><p>Hardware designed with user preferences and efficiency in mind can help rebalance that disparity, she said, adding that disabled people tend to rely on do-it-yourself setups to operate computers in line with their needs.</p><p>\"Oftentimes, what disabled people need is a degree of individualization in product design,\" she said.</p><p>A small group of companies offer adaptive hardware and assistive technologies that connect to users' computers, including keyboards with large, spaced-out buttons and hardware that lets people control their devices by sipping and puffing on a straw. Apple Inc. sells a range of third-party accessibility devices on its online store, including a webcam-style hands-free mouse and a large button that can be activated with a light touch to help control device screens.</p><p>The Adaptive Input Ecosystem was born out of a Microsoft hackathon that took place in 2020, although the company had been working on designing accessible hardware for five years before that, Microsoft's Ms. Michel said.</p><p>Users will also be able to further customize the buttons with other accessories called button toppers, including a joystick and a D-pad—the four-way directional control usually used on videogame console controllers. Those with access to a 3-D printer will be able to design and add their own custom toppers. The position of the mouse's thumb control can also be switched to the left or right side, depending on the dominant hand of the user, and users can change the standard \"tail\" of the mouse—the part they hold in their hands—with differently shaped and sized designs.</p><p>The system's flexibility meant some test users could control their computers with parts of their body other than their hands, such as their face.</p><p>\"When we looked at how people with disabilities are currently using their computers, every single person had a different setup,\" Ms. Michel said. \"We wanted them to create a solution that was unique to them, so that's why we tried to make this as adaptable as possible.\"</p><p>Users must program their commands using a Windows PC, but afterward will be able to connect the system to other operating systems in the same way that standard mice and keyboards can be, Ms. Michel said.</p><p>Microsoft declined to disclose the price of the system.</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Microsoft Expands Its Range of Accessible Accessories</p>",
  "published": "2022-05-11T16:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 3820,
          "end": 3829
        },
        {
          "start": 2347,
          "end": 2356
        },
        {
          "start": 2491,
          "end": 2502
        },
        {
          "start": 314,
          "end": 325
        },
        {
          "start": 3714,
          "end": 3723
        },
        {
          "start": 314,
          "end": 323
        },
        {
          "start": 2491,
          "end": 2500
        },
        {
          "start": 724,
          "end": 733
        }
      ]
    }
  ]
}