{
  "_id": "61173e683ea18f449e6c55cba2bf8f82d84d9138eed9f5427bdff87e634a24d1",
  "feed": "wall-street-journal",
  "title": "Tech Is Getting Boring. That's a Good Thing. History shows that downturns are when the industry shifts focus from flashy novelties to things that are truly useful",
  "text": "<p>LAGUNA BEACH, Calif.—With their valuations and earnings down, and their guidance gloomy, America's tech companies have entered a phase when they have to be brutally honest with themselves about what really works. This means executives are trimming staff, moonshots and unprofitable distractions. They're also deciding what to focus on.</p><p>It's a transition away from more than a decade of \"gee-whiz\" projects—think self-driving cars, flying cars, metaverses and crypto—all fueled by seemingly limitless cash and venture-backed meal-replacement slurries. The task at hand now: the sometimes-boring but always-important work of building and expanding businesses that actually make money, by delivering things people and companies want and need. </p><p>Snap CEO Evan Spiegel told the Wall Street Journal's Tech Live conference this past week that the company has discontinued costly new hardware products so it can focus on its core business. PHOTO: Nikki Ritcher for the Wall Street Journal</p><p>This past week of earnings reports and public comments from the leaders of America's biggest tech companies hammered home this theme. Google parent Alphabet, Microsoft, Facebook parent Meta Platforms and Amazon all reported quarterly results that caused their already-battered stocks to fall further.</p><p>For me and others who attended The Wall Street Journal Tech Live conference this past week, it was impossible to miss a recurring theme: the gravity of this moment, and the ways leaders are being forced to quickly adapt. This reality came up again and again, in both panels and frank between-session chatter.</p><p>Asked about the sudden, industrywide decline in sales of semiconductors, a stark turn in fortunes even for an industry as cyclical as chips, Intel Chief Executive Pat Gelsinger said: \"Misery loves company—and that's the nature of the semiconductor industry.\"</p><p>Evan Spiegel, CEO of Snap—whose market value has tumbled more than 80% over the past year—spoke candidly about having had to discontinue innovative hardware products like its Pixy drone because they were low-margin businesses. He said his company had to focus on what could directly affect its bottom line, from making more revenue per user on advertising to continuing to expand the audience for its core social-media product.</p><p>Amid all this gloom, though, the inherent optimism of the tech industry also shined through. And that belief that better times are just one more breakthrough away isn't entirely irrational, given what has happened to America's tech industry in downturns past.</p><p>Historically, when venture capitalists tighten the purse strings and shareholders in public companies start demanding answers, the tech industry is forced to cut back in areas that aren't viable businesses and focus on what can actually generate value for their customers—and revenue for themselves.</p><p>During financial crises, belt-tightening leads to the rollout and broad adoption of existing but not yet widely used technologies, according to lecturer and consultant Carlota Perez, who is a favorite of some venture capitalists for her studies of what drives revolutions in technology.</p><p>It might seem at first counterintuitive—wouldn't the good times be when technologies are most widely deployed? But it turns out those are the times companies lose self-discipline, and spend on projects that might go nowhere, rather than putting their money and effort toward scaling up efforts that are both genuinely useful and actually profitable.</p><p>Now is a time when companies are shifting their attitudes and strategy from \"what can we do?\" to \"what do we need to do?\" </p><p>Boston Dynamics CEO Robert Playter said at Tech Live that the company's robot dog, Spot, has been inspecting an Anheuser-Busch brewery for faulty machines. PHOTO: Nikki Ritcher for the Wall Street Journal</p><p>Waymo, born in 2009 in what was then Google's moonshot lab, Google X, is a good example of this. At this past week's conference, Journal reporter Tim Higgins pressed Waymo Co-CEO Tekedra Mawakana on whether future rollouts of the company's self-driving taxis in new cities would take as long as the rollout of its first commercial service did in Phoenix—which has been going on for the past two years. Ms. Mawakana responded that after that first effort in Arizona, the company's more mature self-driving technology meant that it was able to deploy its vehicles much more quickly in San Francisco, and will soon launch in Los Angeles.</p><p>It only took 13 years and at least $5.7 billion in investment.</p><p>Behind the scenes, in September Waymo hired a new finance chief to help the company expand to new regions and types of vehicles, a company spokeswoman told the Journal. Given the enormity of the transportation industry, if Waymo really has hit on a way to make robotaxis work in many more cities, even just some of the time, Waymo's growth in the coming years could turn it into a business of significant scale for Alphabet.</p><p>As for the rest of the tech industry, what does focusing on what actually works look like? Lessons from past downturns, combined with other trends unique to the present, suggest directions they might take.</p><p>Cost cutting and hybrid work favor remote-collaboration tech</p><p>Many of the collaboration tools that got the world's knowledge workers through the pandemic were founded soon after either the 2000 or 2008 crashes—from Zoom Video Communications (founded in 2011) to Slack (evolved from a videogame company that started in 2009) and Atlassian (2002). Before the pandemic, their growth typified the trend of businesses turning to cloud-based software to cut costs—or enable new means of getting things done more cheaply—when revenue dries up.</p><p>All of those onetime startups are now either big companies in their own right, or are owned by big companies. And companies still need tools for remote collaboration, since hybrid work necessitates them as much as fully remote work did. So while these companies may suffer pain in the short term, in the long run they have a double tailwind that could mean steady growth.</p><p>As with past downturns, there will be new companies and industries that will either be born during this time or will see their growth accelerate.</p><p>Roelof Botha, a partner at venture-capital giant Sequoia, said on stage at Tech Live that investors have more opportunities to find and evaluate good startups in a down market. Many other investors have said similar things. Even as giant \"crossover funds\" that invest in both the stock market and startups have grown shy about dumping money into private companies, venture-capital firms that remain committed to investing in startups are hunting for deals.</p><p>Practical automation will help keep the lights on</p><p>Webvan was a rapid-delivery company that saw a huge run up in its valuation before it went bust in 2001. While it failed, one of its laid-off leaders, Mick Mountz, took from his time there the lesson that e-commerce warehouses needed a great deal more automation than was available at the time. That led him to found Kiva Robotics, the logistics-automation company. Kiva was eventually bought by Amazon, and has been the linchpin of the company's e-commerce fulfillment infrastructure ever since.</p><p>Now, a new wave of more-capable and demonstrably useful robots is arriving, as technologies like machine learning and computer vision have matured.</p><p>Boston Dynamics, a company that was founded in 1992 but didn't release its first product commercially—Spot, the robot dog—until 2020, exemplifies this trend. In a panel on stage at Tech Live, CEO Robert Playter said that Spot is now covering more than 23 kilometers a day in an inspection tour of an Anheuser-Busch brewery, using a heat-sensing camera and a special auditory sensor to find machines that might fail soon or are wasting energy.</p><p>But it's a less-cute, more practical robot called Stretch, a large mobile arm with a suction-based gripper for unloading trucks and shipping containers, that could someday be the real growth story for the company. Boston Dynamics has tested the robot with customers like DHL, and has received preorders for it.</p><p>Crypto grows up</p><p>No corner of the tech bubble saw a more furious run-up in valuation or a more precipitous crash than the value of cryptocurrencies and blockchain-based virtual goods like the deeds of ownership for digital art known as NFTs. The collapse of this bubble has dealt a body blow to the value of crypto-focused funds such as those run by investment firm Andreessen Horowitz.</p><p>When pressed on what applications of cryptocurrencies and the blockchain will prove durable, Sam Bankman-Fried, CEO and founder of crypto exchange FTX, pointed to speeding up the process of transferring money between banks, and at the same time reducing the transaction fees paid by merchants. While an admirable goal, re-plumbing the connections among the world's financial institutions is hardly the sort of thing that has gotten crypto fans most excited in the past few years.</p><p>\"Right now, the big opportunity, it feels like, and where capital is flowing, and a lot of good ideas still seem to be, is building out the infrastructure of blockchains and crypto,\" said Ravi Mhatre, a co-founder of Lightspeed Venture Partners who sat on the same panel as Mr. Bankman-Fried. That infrastructure will be necessary to get hundreds of millions of people onto these systems, and make them just as fast and accessible as the internet itself, he added.</p><p>It's another example of hype-fueled tech seeing its more outlandish manifestations laid low, and companies turning toward the things that it might actually do well, no matter how boring they might seem.</p><p>The metaverse becomes the most boring place of all</p><p>Herman Narula, CEO of the metaverse company Improbable Worlds, pointed out in a panel that the world already has a number of popular metaverses, and all of them are games, including Fortnite and Roblox. If Facebook's own ailing metaverse, Horizon Worlds, can also be thought of as a kind of game, then staking a giant company's future on what is essentially a new, unfinished game \"is a really difficult thing to see working out successfully,\"he added.</p><p>Tellingly, Facebook unveiled a new \"pro\" virtual-reality headset along with a partnership with Microsoft, which will be making its workplace-software available in the headset.</p><p>SHARE YOUR THOUGHTS</p><p>How do you envision a potential economic downturn affecting tech? Join the conversation below.</p><p>If it works, this realignment of the metaverse from a place to have fun to a place to get things done may represent the point at which Meta figured out an actual use for the metaverse: Making us more productive when we have to stare at screens anyway.</p><p>Phil Libin, CEO of artificial-intelligence company All Turtles and a self-described \"metaverse hater,\" sat on the same panel as Mr. Narula. Mr. Libin summed up the state of investment in the metaverse in a way that could apply to all tech investment in the foreseeable future.</p><p>\"Now more than at any other time in history,\" he said, \"it is time to invest in the real world.\"</p><p>For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Christopher Mims at christopher.mims@wsj.com</p><p>Tech Is Getting Boring. That's a Good Thing.</p>",
  "published": "2022-10-29T04:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 10222,
          "end": 10231
        },
        {
          "start": 1137,
          "end": 1146
        }
      ]
    }
  ]
}