{
  "_id": "a805745704ed2a9c23d7b2ac4f9b4a9a3823e4f3651fb7bb7c7cbcda28150b19",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  The Subsidy Tango of Gates and Manchin",
  "text": "<p>   Bill Gates sold West Virginia Sen. Joe Manchin on this year's Democratic climate spending blowout as a way to put unemployed coal workers to work building advanced nuclear reactors. Now we learn, belatedly, that these projects depend on Russia for fuel and will cost taxpayers more than advertised. </p><p>   The Energy Department last year awarded up to $2 billion for an advanced nuclear reactor \"demonstration\" project in Wyoming being developed by TerraPower, a company Mr. Gates founded. These advanced reactors have been promoted because they take up significantly less space than conventional reactors and could theoretically use reprocessed nuclear fuel. </p><p>   TerraPower's reactors will also supposedly be able to ramp up and down to balance intermittent solar and wind power on the grid. But the technology currently requires enormous government subsidies to be commercially viable. Reactors also require many more years to build than renewable and fossil-fuel plants owing to stricter licensing requirements and environmental reviews. </p><p>   TerraPower planned to complete the Wyoming generator by 2028 assuming no hang-ups. There always are. So it wasn't surprising when TerraPower disclosed this month that completion will be delayed by at least two years. But the reason was alarming: TerraPower was counting on Russia to supply it with high-assay, low-enriched uranium (HALEU) fuel. </p><p>   \"In February 2022, Russia's invasion of Ukraine caused the only commercial source of HALEU fuel to no longer be a viable part of the supply chain for TerraPower, as well as for others in our industry,\" CEO Chris Levesque said, adding \"it has become clear that domestic and allied HALEU manufacturing options will not reach commercial capacity in time.\" </p><p>   Wyoming GOP Sen. John Barrasso followed with a letter to Energy Secretary Jennifer Granholm asking why she hadn't moved to \"accelerate the availability of commercially enriched HALEU.\" Perhaps she had more important priorities for the political venture-capital fund Congress has given her. </p><p>   Ergo, TerraPower this month lobbied Congress for another $2.1 billion to support development of HALEU fuel. The omnibus provides $1.8 billion for nuclear projects and directs that some be used for HALEU. How much more will taxpayers have to shell out to support Mr. Gates's investments? </p><p>   The Inflation Reduction Act (IRA) included generous tax credits for advanced nuclear reactors, and the subsidies are sweeter for those built at sites of retiring coal plants such as TerraPower's in Wyoming. No wonder Mr. Gates lobbied for the bill. Bloomberg this summer reported that Mr. Gates pitched Mr. Manchin on the bill by suggesting that coal workers who lose their jobs in the green transition could be employed building reactors like TerraPower's. </p><p>   TerraPower's plant is another demonstration of what happens when government picks winners and losers. These subsidies are costly for taxpayers, and they distort private investment and may cause investors to overlook business risks. Soon after Congress passed the IRA, TerraPower said it had raised $750 million from investors led by Mr. Gates. </p><p>   The law's biggest winners may be Messrs. Manchin and Gates. On Thursday, Form Energy, a grid storage startup backed by Mr. Gates, announced a $760 million plant in West Virginia that will receive some $290 million from the state and feds. Its batteries will also qualify for IRA tax credits. \"The good-paying jobs and new economic opportunities this will bring are exactly what I had in mind as I negotiated the Inflation Reduction Act,\" Mr. Manchin boasted. </p><p>   And here we thought he traded his vote for permitting reform, which still hasn't passed. Turns out he sold it for corporate welfare for his state. Your tax dollars for Bill Gates at work. </p><p></p>",
  "published": "2022-12-23T07:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}