{
  "_id": "6ba57e6a10daeab2e6b84f32cc711ac88b4d103136d933baf0996ffa6f6c5ce4",
  "feed": "ftcomall",
  "title": "Generali fires rival chief executive candidate ahead of crunch vote ",
  "text": "<p>Generali has dismissed the executive standing as a rival candidate for chief executive at a crunch AGM vote next month, three days after he jointly <a href=\"https://www.ft.com/content/d9f92ee0-feb7-4064-b139-56615cf48931\">presented</a> an alternative strategy for Italy's largest insurer.</p> <p>The insurer's board said on Monday that it had decided to terminate the employment of Luciano Cirinà, its head of Austria and central and eastern Europe, with immediate effect. </p> <p>Generali said it made the decision due to “violations of [Cirinà's] duty of loyalty and material breach of other personal obligations under his contract of employment”.&#xa0;</p> <p>Cirinà has been nominated by major shareholder Francesco Gaetano Caltagirone for the role of chief executive on a rival board list ahead of the April vote, putting him in direct competition with Generali's chief Philippe Donnet, who is on the company's proposed list. </p> <p>The rival line-up also proposes Claudio Costamagna, a former Goldman Sachs banker, as chair. Caltagirone and another top-three shareholder, Leonardo Del Vecchio, have set themselves against Mediobanca, Generali's biggest shareholder, in a drawn-out <a href=\"https://www.ft.com/content/cc5f80cb-c06c-408a-a02a-da2d356ac391\">struggle</a> for the direction of the company. Mediobanca is backing Donnet to continue in post. </p> <p>Cirinà, who did not immediately respond to a request for comment via LinkedIn, was <a href=\"https://www.ft.com/content/2665a524-8b62-4feb-84b7-4faffb0911b4\">suspended</a> last week when it emerged that he would present a rival strategy for the company, alongside Costamagna, at the Four Seasons in Milan. </p> <p>A spokesperson for the Caltagirone camp described the dismissal as an “act of weakness”, adding: “Generali seems to want to discredit one of their best managers who had originally asked for unpaid leave, which was denied by the company.”</p> <p>Cirinà and Costamagna promised double-digit annual earnings growth and up to €7bn for acquisitions, going beyond what the company had set out in December. </p> <p>However, the reception from analysts was mixed, with Citigroup saying that larger cost savings presented by the duo were “poorly supported”. Workers' unions also raised doubts about the announced cost-cutting strategy. </p> <p>Speaking to journalists in Milan on Friday, Cirinà said the rival plan was based on publicly available company figures and added he had not actively worked on drafting it “but had given input”. He also said the growth targets in the presentation — dubbed “Awakening the Lion”, referencing Generali's nickname as the Lion of Trieste — did not take into account the impact of the war in Ukraine on Europe's economy. </p> <p>According to people familiar with the matter, Generali was taken by surprise when Cirinà appeared on the list backed by the rebel shareholder. </p> <p>At the Milan press conference last week, the former Generali executive told reporters his suspension was “not a disciplinary action”, and that his prior unpaid leave request had been rejected due to the war in Ukraine. “I am not going to expand on the personal reasons that have led me to join the [rival camp],” he said on Friday.</p> <p>Shares in Generali were up 4.4 per cent to €20.27 in lunchtime trading. </p><p>Source: Ian Smith in London and Silvia Sciorilli Borrelli in Milan 2022 'Generali fires rival chief executive candidate ahead of crunch vote ' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T11:37:45.451Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}