{
  "_id": "ad145e2c4db90350b9eba97f939223ec9497b4882cdae786ff6cdf02cafd88ee",
  "feed": "wall-street-journal",
  "title": "Unity Software Becomes Latest Tech Company to Announce Layoffs; Maker of tools for creating mobile games is laying off around 4% of its workforce",
  "text": "<p>Another videogaming company, Niantic Inc., said this week that it had laid off about 8% of its workforce and stopped production on some projects. On Wednesday, Substack Inc., a startup that lets writers publish and monetize their own newsletters, laid off 13 of its 94 employees.</p><p>A possible recession, rising interest rates and falling valuations for stocks have prompted many tech companies to adjust their hiring plans and, in some cases, announce layoffs.</p><p>On the list of companies that have announced changes: In June, Tesla Inc. Chief Executive Elon Musk told workers that the company planned to cut 10% of its salaried workforce. Last week Netflix said it was laying off about 300 employees globally in its latest round of cuts, as the streaming service tries to control costs. The move follows a previous round of layoffs in May that affected 150 employees.</p><p>Microsoft Corp. said in May that it would be slowing its hiring pace for its software group that develops Windows, Office and Teams applications. Other top tech players, including Facebook parent Meta Platforms Inc., Twitter Inc. and Uber Technologies Inc., also have said that they would be scaling back or freezing hiring plans.</p><p>Unity decided on the layoffs as a way to better match the size of its staff with its needs, a company spokesman said.</p><p>Videogame news site Kotaku earlier reported Unity's layoffs.</p><p>Tech shares have been among the hardest hit this year with the Nasdaq Composite Index falling close to 30%, outpacing the broader stock-market decline. Investors and some tech executives are concerned about how the economic downturn and high inflation are affecting the tech companies that for years have been leading revenue growth, hiring and stock-market surges.</p><p>Recent earnings announcements show how tech companies are getting hit differently by the end of the pandemic as well as changes in the economy. Those that depend on advertising, as well as e-commerce, have broadcast that times are getting tougher.</p><p>Amazon.com Inc., which has grown quickly for years, is showing signs of stalling. In April it reported its slowest sales growth in roughly two decades. Videogame company Roblox Corp., whose platform exploded in popularity during the pandemic, recently said daily users and engagement hours were down 9% and 14%, respectively, in May, from early 2022 highs.</p><p>Other companies say their high growth continues. Microsoft announced strong results for last quarter, thanks to solid demand for its cloud-computing services.</p><p>Unity's shares are down more than 70% from the start of the year, more than double the decline of the Nasdaq Composite Index. Unity shares fell 7% Thursday.</p><p>Last year, Unity agreed to pay $1.63 billion for major parts of Wētā Digital, the visual-effects studio co-founded by film director Peter Jackson that helped create such blockbusters as the \"Lord of the Rings\" movie trilogy and \"Game of Thrones\" television series. Unity at the time said the deal, its largest acquisition ever, would add several tools to its collection and help it create new ones aimed at building out the metaverse.</p><p>The tech sector had one of its biggest hiring years in 2021, with more than 200,000 IT jobs added, according to estimates by consulting firm Janco Associates Inc., which analyzes data from the Bureau of Labor Statistics. The company said in a recent report that it expects a total of more than 190,000 jobs will be added this year and demand will start slowing next year.</p><p>While overall hiring continues to be strong this year, early signs suggest some companies are starting to rein in their plans, including slowdowns in recruiting on college campuses and on Wall Street, Victor Janulaitis, chief executive at Janco said in a research note last week.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Unity Software Becomes Latest Tech Company to Announce Layoffs</p>",
  "published": "2022-06-30T21:26:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2394,
          "end": 2403
        },
        {
          "start": 864,
          "end": 879
        },
        {
          "start": 864,
          "end": 873
        }
      ]
    }
  ]
}