{
  "_id": "004ec21be00e2a75bdd33cb69747cb7c455f383b2aca5b9cad0e243e25b616f9",
  "feed": "ftcomall",
  "title": "Goldman Sachs, the remix",
  "text": "<p><strong>One thing to start: </strong>SoftBank is <a href=\"https://www.ft.com/content/859387a3-7f2e-4189-a91a-bae258c32789\">dumping its entire stake</a> in troubled UK ecommerce company THG, crystallising a £450mn loss for the Japanese technology investment group.</p> <p><strong>Plus, one invitation to start:</strong> Our second Business of Sport US Summit begins next Monday, October 24. As a Scoreboard subscriber, claim your free digital pass using the promo code Premium22 and purchase access to our VIP in-person discussions and drinks reception in New York. Sign up <a href=\"https://businessofsport.live.ft.com/?reference=editorialnewsletters&amp;utm_source=emh&amp;utm_medium=editorialnewsletters&amp;utm_campaign=2022pftbusinessofsport\">here</a>.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Goldman's big reorg</p></li>  <li><p>Kirkland's troubles in China</p></li>  <li><p>Cevian sheds its Vodafone stake</p></li> </ul> <h1>David Solomon puts out a new sound</h1> <p>When David Solomon took to the booth at <strong>Goldman Sachs</strong> four years ago, the banker-slash-DJ promised to put a new spin on the Wall Street investment bank that has struggled to close a <a href=\"https://www.ft.com/content/30c61d67-8af9-474e-872a-b0c75258a781\">stock market valuation gap</a> with rival banks.</p> <p>But critics have accused the CEO of failing to boost a crucial valuation measure by which Wall Street keeps score — its price to book ratio. The bank's expensive push into consumer banking, asset management and transaction services has yet to generate the same embarrassment of riches as the past two years' dealmaking boom.</p> <p>But Solomon, who has recently released tracks with stars like <strong>Aloe Blacc</strong> and<strong> OneRepublic</strong>'s <strong>Ryan Tedder</strong>, is keen to prove that he can still find his rhythm.</p> <p>The Wall Street lender <a href=\"https://www.ft.com/content/dbc28137-e8fe-4c9e-a69c-123a0bd2c5ce\">is planning a sweeping reorganisation</a>. It will combine its trading and investment banking business into one unit and merge its asset and wealth management divisions, which includes its online consumer bank <strong>Marcus</strong> ⁠ — one of its biggest initiatives in decades that has yet to turn a profit.</p> <p><strong>Marc Nachmann</strong>, who co-heads Goldman's trading division, will be given the daunting task of overseeing the combined asset and wealth management units and attempt to reverse years of losses and rising costs in its retail group, according to people familiar with the matter.</p> <p>The reorg will potentially take some weight off the shoulders of consumer banking boss <strong>Peeyush Nahar</strong>, the division's third leader in a year-and-a-half who's confronting an investigation by the US consumer finance regulator into how Marcus manages accounts in its credit card business.</p> <p>The combined investment banking and trading division, which will mirror the structure at rivals JPMorgan and Morgan Stanley, will have three co-heads: <strong>Dan Dees </strong>and <strong>Jim Esposito</strong>, who currently run the investment bank, and <strong>Ashok Varadhan</strong>, co-head of the trading division.</p> <p>A new division called Platform Solutions will house other parts of Goldman's retail banking business, such as its<strong> Apple</strong> credit card partnership, and recently acquired online loans provider <strong>GreenSky</strong>.</p> <p>Solomon's plan seems a safe bet after struggling to find a meaningful way to diversify away from Goldman's risky investment banking and trading businesses. The strategy has been tried and tested by Morgan Stanley chief <strong>James Gorman</strong>, whose plough into wealth management <a href=\"https://www.ft.com/content/22d7c870-870d-4423-bd6f-6e384961f997\">helped create the valuation gap</a> that Goldman is seeking to narrow.</p> <p>While roping off trading and investment banking into its own section may place more emphasis on less risky parts of the business, it's also sure to bring in the lion's share of revenues until Goldman finds a way for its consumer bank to actually make money —&#xa0; placing its underperforming consumer unit on full display.</p> <h1>A key obstacle to Kirkland &amp; Ellis's China push: itself</h1> <p>After spending more than a decade trying to crack Asia, <strong>Kirkland &amp; Ellis</strong> is still losing out on coveted mandates to corporate law rivals such as <strong>Simpson Thacher &amp; Bartlett </strong>and <strong>Latham &amp; Watkins</strong>.</p> <p>As the spotlight shines on its return on investment in Asia, issues concerning Kirkland's Hong Kong office culture <a href=\"https://www.ft.com/content/09f18382-1201-44e7-86b0-cb0544a58f8e\">have also come under scrutiny</a>, the FT's Tabby Kinder reports. </p> <p>After missing out on a lucrative run of IPOs in Hong Kong around 2011, the corporate law behemoth launched a talent raid from its top three rivals, poaching <strong>Simpson Thacher &amp; Bartlett</strong>'s<strong> Nicholas Norris</strong> — who helped intercept private equity clients like <strong>KKR </strong>and <strong>Blackstone</strong> — and seven others.</p> <p>Recent additions of <strong>Skadden</strong> star<strong> Daniel Dusek</strong> in 2017 and<strong> Ropes &amp; Gray</strong> China M&amp;A veteran <strong>Peng Yu</strong> this year have reasserted Kirkland's push to build a stronghold in the region.</p> <p>The firm's supercharged growth over the past decade has fostered an “eat what you kill” pay model at its Hong Kong office, which attracts fiercely competitive and talented lawyers by awarding performance over stature.</p> <p>That hard-charging work culture also posed risks.</p> <p>In Hong Kong, though, where the Chinese notion of “guanxi” prizes close personal relationships in business — and deals agreed in private clubs or corporate pleasure cruises are still the norm — some of the behaviour has slipped through the cracks.</p> <p>After a now-deleted<strong> LinkedIn</strong> post by the wife of a Kirkland partner in Hong Kong referenced a number of office affairs earlier this month, the firm's management launched an investigation into its corporate culture.</p> <p>Intra-office relationships between high-ranking male and more junior female staff have spilled into view at Kirkland's Hong Kong private equity practice, resulting in at least two staff members leaving the firm this year.</p> <p>Concerns about a “boys' club” of heavy drinking and “intense” entertainment of clients have also surfaced. “I thought this was a thing of myths from the 1980s or '90s; I didn't think it happened anymore,” a person close to the matter told the FT.</p> <p>Those issues are unlikely to help Kirkland as it continues to battle its rivals for the top spot in Asia. Kirkland is still considered the “number two” option for some of the world's largest funds in Asia such as KKR, <strong>Carlyle</strong> and Blackstone, according to some of the firm's partners. </p> <p>More than 10 years after Kirkland's expensive push into Asia, the firm's leadership “is no longer seeing it as an investment”, said a former partner. Escalating geopolitical tensions between China and the west don't help, either.</p> <p>The clock is ticking for a turnround at Kirkland's Hong Kong outpost.</p> <h1>Cevian hangs up on Vodafone</h1> <p>Europe's biggest activist investor has all but given up the fight.</p> <p><strong>Cevian </strong><a href=\"https://www.ft.com/content/769c1d71-d2d8-44c8-947f-403229cfd54a\">built a significant but undisclosed</a> stake in<strong> Vodafone</strong> through 2021, a move that made it one of the company's top 10 investors. But in spring of this year, the activist surveyed the economic landscape — and the telecoms group's prospects —<a href=\"https://www.ft.com/content/4be57a17-216f-43b0-b616-c972266f39bc\"> and decided to shed almost all of it</a>, the FT's Anna Gross reports.</p> <p>The mammoth task of reforming the sprawling giant was too big an ask, even for an investment group that prides itself on taking challenging companies to task. Vodafone's share price fell to a 30-year low on Friday, dropping below 99p.</p> <p>Cevian had been pushing for the company to stop acting like the conglomerates of yore and rationalise its global business, shedding poorly performing divisions as well as selling a stake in its towers business while markets were still valuing them at a hefty premium.</p> <p>But as borrowing rates soared this year, deals around the globe looked harder to pull off and tower assets started declining in value. Cevian felt the prospect of valuable change was slipping slowly away, the FT understands.</p> <p>To be fair to Vodafone's chief executive, <strong>Nick Read</strong>, it's not the only telecoms group that's suffering. Former monopoly<strong> BT</strong>'s share price has shed nearly 30 per cent since the start of the year, performing worse than Vodafone.</p> <p>And Read never said that he was planning to move rapidly to shake up the business. He's known for taking his time and fighting hard for the perfect deal.</p> <p>What isn't clear is whether enough of his shareholders share that level of patience.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Hargreaves Lansdown</strong>'s chief executive,<strong> Chris Hill,</strong> <a href=\"https://www.ft.com/content/edee1b75-e2ee-47b3-a20b-f78fed716d70\">will quit</a> after six years leading the UK's largest investment platform. <a href=\"https://www.ft.com/content/b6d67b57-8f31-4567-8835-1cae0c5e80ba\">More from Lex</a>.</p></li>  <li><p><strong>JPMorgan</strong>'s executive chair of investment and corporate banking<strong> Carlos Hernandez </strong>will retire next year, according to an internal memo seen by DD.</p></li>  <li><p><strong>Noah Phillips</strong>, one of two Republican commissioners at the US<strong> Federal Trade Commission </strong>appointed by former president<strong> Donald Trump</strong>, has quit the agency to return to co-lead his former firm <strong>Cravath, Swaine &amp; Moore</strong>'s antitrust practice in Washington, DC.</p></li>  <li><p><strong>RBC Capital Markets</strong> has hired senior<strong> Deutsche Bank</strong> dealmaker <strong>Teri Su</strong> as managing director and head of European Capital Goods, based in London. </p></li>  <li><p>PR firm <strong>Brunswick </strong>has appointed <strong>Geraldine Buckingham</strong> to its board of directors. She serves on<strong> HSBC</strong>'s board and was head of <strong>BlackRock</strong>'s Asia-Pacific unit and a partner at <strong>McKinsey</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Plan B </strong>Rightwing tycoon Peter Thiel's political donations have yet to spark the change he'd hoped for. In addition to his vacation home in Malta — listed until recently on Airbnb, The New York Times revealed — <a href=\"https://www.nytimes.com/2022/10/15/technology/peter-thiel-malta-citizenship.html\">he's now pursuing citizenship</a> on the island nation.</p> <p><strong>The middleman </strong>Boston Consulting Group partner Ihab Khalil has been instrumental in brokering connections between his firm and Saudi Arabia's&#xa0; $620bn sovereign wealth fund. But his influence extends beyond BCG and <a href=\"https://www.bloomberg.com/news/articles/2022-10-17/saudi-arabia-s-super-fund-leans-on-influence-of-bcg-power-broker?leadSource=uverify%20wall\">into the kingdom's highest echelons of power</a>, Bloomberg reports.</p> <p><strong>And here's a smart watch</strong>: OneWeb and Eutelsat are joining forces to take on Jeff Bezos and Elon Musk in the satellite race. But Eutelsat's decision to suspend dividends threatens to anger shareholders and derail efforts to foster post-Brexit Anglo-French relations. Watch the FT explainer <a href=\"https://www.ft.com/video/f12393c2-3417-4e0b-8056-62c5359ce546\">here</a>.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/82129228-c827-4ad8-b935-2d3478bf8c02\">Kanye West to buy ‘free speech' app Parler</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7fd1e056-b612-445e-a4bb-c03a7404a925\">Rupert Murdoch proposes merging Fox and News Corp</a> (FT + <a href=\"https://www.ft.com/content/d6bf0148-e6e9-4825-ba56-8624254b2e13\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/182fb7d0-4906-47ea-9063-ac8efd633966\">Credit Suisse reaches $495mn mortgage settlement with US prosecutors</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c27e27b9-d371-4a31-b448-1271f4783719\">Bain and JIP consortiums emerge as frontrunners to buy Toshiba</a> (FT)</p> <p><a href=\"https://www.ft.com/content/519686d6-8145-4711-a2e1-43d87167dc45\">Energy billionaire Harold Hamm lifts bid to buy Continental Resources</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c4d2fbaf-7921-41d4-958c-f9505ab936c5\">Deutsche Bank ditched Hertha Berlin over links to Lars Windhorst</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c6114139-ef21-4aa2-a088-59804682d3d6\">Italian football club Inter Milan kicks off search for buyer</a> (FT) </p> <p><a href=\"https://www.ft.com/content/e6ed8f73-d990-443e-8528-1af879372cd1\">BP aims to speed up greener fuels push with $4.1bn deal for biogas producer</a> (FT)</p> <p><a href=\"https://www.reuters.com/business/ex-goldman-banker-claims-he-was-fired-whistleblowing-2022-10-17/#:~:text=Thomas%20Doyle%2C%20the%20former%20EMEA,by%20Reuters%20on%20Monday%20showed\">Ex-Goldman banker claims he was ‘fired for whistleblowing'</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/4524281b-b18d-45e6-acb0-7d0532fba9e9\">Bank of America tops earnings estimates on ‘resilient' consumers</a> (FT)</p> <p><a href=\"https://www.reuters.com/legal/former-wsj-reporter-says-law-firm-used-indian-hackers-sabotage-his-career-2022-10-15/\">Former WSJ reporter says law firm used Indian hackers to sabotage his career</a> (Reuters)<br></p><p>Source:  2022 'Goldman Sachs, the remix' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T04:00:28.392Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}