{
  "_id": "dfe33f6eefcfe9ce4ba447b2523531b9289964efadb97c7be6337a845023e581",
  "feed": "ftcomall",
  "title": "Tech M&A: Sony needs game-changers, not game titles  ",
  "text": "<p>Sony is buying video game developer Bungie for<a href=\"https://www.ft.com/content/f34d42bb-776a-4163-b881-b0ede4f38301\"> $3.6bn</a>. The pressure is on the Japanese electronics group to expand its gaming unit after Microsoft agreed to purchase Activision Blizzard. But Sony needs to allocate its cash more strategically than this.</p> <p>Sony announced the acquisition of the private US company behind the hit first person shooter games Halo and Destiny less than two weeks after news of the Microsoft deal. This is already threatened by an antitrust review in the US. The smaller transaction will widen Sony's own audience too, but is unlikely to raise the same concerns.</p> <p>If Bungie was set to significantly boost Sony's bottom line, Microsoft, would hardly have sold it in 2007. Sony has historically relied on exclusive blockbuster games to lift PlayStation sales. Deal terms suggest Bungie's hit games are unlikely to have that status.</p> <p>Gaming companies are consolidating in an effort to stay abreast of customer tastes. If regulators let Microsoft buy Activision, the deal would put it on par with Sony in games. Sony has long needed to diversify its gaming revenue from console-driven sales to include online and live gaming. That is more urgent than ever. Sony's operating income was weighed down in the quarter to September as it sold PlayStation 5 consoles below manufacturing costs, pressuring margins.</p> <p>Sony's Y1.5tn ($13bn) in cash and equivalents as of September may seem to give it latitude for small, piecemeal acquisitions. But the hoard is down from the previous two fiscal year ends and it also has to finance entertainment and chip making, which are capital intensive. </p> <p>The acquisition of Bungie is already the third sizeable takeover in the gaming industry this year. This is shifting online. Prices for game content — and game developers — will continue to rise. </p> <p>Sony shares have fallen 18 per cent from last month's high reflecting cost pressures and looming competition. At 19 times forward earnings they are in line with local and global peers such as Nintendo and Electronic Arts. Sony needs to make acquisitions that are more ambitious than this one.</p><p>Source:  2022 'Tech M&amp;A: Sony needs game-changers, not game titles  ' FT.com 1 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-01T12:02:50.981Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 956,
          "end": 965
        },
        {
          "start": 137,
          "end": 146
        },
        {
          "start": 407,
          "end": 416
        },
        {
          "start": 649,
          "end": 658
        }
      ]
    }
  ]
}