{
  "_id": "21255f92b445c8859296c65f094ac82ca3cf31d5a481c115e85b4d1ce346e240",
  "feed": "ftcomall",
  "title": "ChatGPT is less wowed by itself than we are",
  "text": "<p><em>The writer is founder of </em><a href=\"https://sifted.eu/\"><em>Sifted</em></a><em>, an FT-backed media company covering European start-ups</em></p> <p>What are we to make of ChatGPT, the latest iteration of “generative artificial intelligence” that is electrifying the tech world? Although it was only released by the San Francisco-based research company OpenAI last week, more than 1mn users have already experimented with the chatbot that can be prompted to churn out reams of plausible text at startling speed. </p> <p>Enthusiastic users have been predicting ChatGPT will revolutionise content creation, software production, digital assistants and search engines and may even transform the digital substructure of human knowledge. One tweeted that ChatGPT's significance was comparable to the splitting of the atom.</p> <p>Such wild rhetoric makes some computer scientists rip their hair out, as they argue that ChatGPT is nothing more than a sophisticated machine-learning system that may be incredibly good at pattern recognition and replication but exhibits no glimmerings of intelligence. Besides, ChatGPT is not even new technology. <a href=\"https://www.ft.com/content/512cef1d-233b-4dd8-96a4-0af07bb9ff60\">It is a tweaked version of GPT-3,</a> a so-called large language, or foundation, model released by OpenAI in 2020, that has been optimised for dialogue with human guidance and opened up to more users.</p> <p>Intriguingly, <a href=\"https://openai.com/blog/chatgpt/\">ChatGPT</a> itself appears a lot less wowed by its own capabilities. When I prompted it to identify its flaws, ChatGPT listed limited understanding of context, lack of common sense, biased training data and potential for misuse, by spreading misinformation to manipulate financial markets, for example. “While ChatGPT is a powerful and impressive technology, it is not without its limitations and potential flaws,” it replied. One researcher is more blunt. “It hallucinates facts,” he says. </p> <p>While most of the public interest in ChatGPT focuses on its ability to generate text, its biggest business and societal impact may come from its corresponding ability to interpret it. These models are now empowering semantic search engines, promising far more personalised and relevant content to users. </p> <p>Whereas traditional search engines serve up results according to the number and quality of links to a page — assumed to be a proxy for importance — semantic search engines scour the relevance of the page's content. Google is developing its own powerful LaMDA foundation model, while Microsoft, which runs the Bing search engine, has invested heavily in OpenAI.</p> <p>The ways in which foundation models can be used to interpret and generate content at scale has been <a href=\"https://can01.safelinks.protection.outlook.com/?url=https%3A%2F%2Flink.mediaoutreach.meltwater.com%2Fls%2Fclick%3Fupn%3DtehXIUAbjT6DAt-2BE7Mr2NujyuszOmp9Nixx5qRLtfeJWetRmPpaQG-2FEc3a-2F6KDuYjaeXnb1e3mYHddh97QIGPA-3D-3D5hBB_nFSBxJmM6I3pw1FaVDdRZsz9EuMM2sCiD02TMKv-2BSo6OV1IJSZP-2FTWYb2JkArpD5lQOw6Vp3jGTa9d5aGSek-2FvknzLRObg7Od6rj5eZ-2BOMOdPamzz9VhIVez3xkmMGZaAMZpZ74LYOqUd4FXaFpf1dpSvtcVimgss-2B4sYqf-2FZ32C0mkqJ5Fz3dPifeefQR9inmXkhnGQwX1IzExyZ9nqboGjhm6gbWCfLG-2BSUPayPI6M-2FKgEVbNxHxrI0LnUXsiakTs3nBzOOi5X1v2-2F4mCcDGw9XEpmWgHMLS8RkLnOl7k6j93evj5pzLyQNVG-2FPWu2IoQlPOKo5qb0gxHs6z7sTasv3BbqD2P3i-2FsBO-2BZ-2BdPh1i6BHTBIThFGSUem3fSTJ8J0e7vlVB1VPoh7ee0LYUg-3D-3D&amp;data=05%7C01%7Candrew.piper%40mcgill.ca%7Cea163d0d1abc413efc7f08dad7b2fc56%7Ccd31967152e74a68afa9fcf8f89f09ea%7C0%7C0%7C638059460986976289%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=fZqT40Pa9G1EtRJ4NzhhPrli7QbXQ1nyvD45yyTnoU4%3D&amp;reserved=0\">demonstrated by a research team at McGill University</a>. They used an earlier GPT-2 model to read 5,000 articles on the pandemic produced by the Canadian Broadcasting Corporation and prompted it to generate “counterfactual journalism” about the crisis. </p> <p>The GPT-2 model's coverage was more alarming, emphasising the biological and medical aspects of the pandemic, whereas the original, human journalism focused more on personalities and geopolitics and injected a “rally-round-the-flag” element of forced positivity. “We are using AI to highlight human biases,” says Andrew Piper, who worked on the McGill research project. “We are using simulation to understand reality.”&#xa0;</p> <p>But by injecting unspecified human inputs into ChatGPT, OpenAI is adding a new dimension of controversy. Sensibly enough, OpenAI has added guardrails to try to prevent ChatGPT from generating toxic or dangerous content. So, for example, ChatGPT refused to tell me how to build a nuclear bomb. </p> <p>Such guardrails are essential to prevent foundation models being abused, but who decides how these safeguards are designed and operate, asks Percy Liang, director of Stanford University's Center for Research on Foundation Models. These models can be incredibly useful for scientific and medical research and automating tedious tasks. “But they can also wreck the information ecosystem,” he says.</p> <p>The contours of the debate between paternalistic and libertarian AI are emerging fast. Should such models be controlled or “democratised”? “The level of censorship pressure that's coming for AI and the resulting backlash will define the next century of civilisation,” tweeted Marc Andreessen, the tech entrepreneur and investor.</p> <p>Andreessen may be overstating his case, but it is undoubtedly true that foundation models will increasingly shape the ways we see, access, generate and interpret online content. We must scrutinise who runs these new digital portals to human knowledge and how they are used. But it is doubtful whether anyone outside the companies that are pioneering this technology can truly understand, still less shape, its spookily fast evolution.</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/5cf52a00-1a5f-4c2e-b626-7d4caee5c176\"><em>AI tools like ChatGPT turn the information world on its head / From Tim Gordon, London N1, UK</em></a></p><p>Source: John Thornhill 2022 'ChatGPT is less wowed by itself than we are' FT.com 8 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-08T13:10:17.231Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2348,
          "end": 2357
        }
      ]
    }
  ]
}