{
  "_id": "069054896e70aa7b2b57b6ee92766c91366ec46ea15d73f22a98b96ed6462761",
  "feed": "market-watch",
  "title": "This is what you're getting wrong about ESG ratings",
  "text": "<p>Despite their ubiquity, there's a lot of investor confusion about what ESG scores mean and how to use them.</p><p>Like any investment, ESG ratings should be one input into a sustainable investors analysis, not the sole input.</p><p>“It's a helpful guide to give you some perspective, and hopefully you look at other perspectives, and decide whether you want to buy something or sell something,” says Vikram Gandhi, senior lecturer in the entrepreneurial management unit at Harvard Business School.</p><p>ESG ratings started a few decades ago when a few firms began trying to measure the nontraditional financial information that companies were releasing. Today there are many ESG raters scoring companies; three of the largest are MSCI, Sustainalytics and S&amp;P Global Sustainable1.</p><p>Here are five widespread misconceptions about how ESG ratings are calculated and how they are used.</p><p>1. ESG ratings are like credit ratings</p><p>Credit ratings and ESG ratings both have a single headline score, but that's where the similarity ends.</p><p>Credit ratings represent the creditworthiness of corporate or government bonds. Credit-ratings firms try to assess the probability of future default, guided by records of previous default, says Richard Mattison, president of S&amp;P Global Sustainable1.</p><p>ESG ratings incorporate some traditional financial metrics, but much of what raters consider are nontraditional data that still represent risk and opportunity: everything from diversity, equity and inclusion to labor rights, supply chains and climate, he says.</p><p>Some ESG market watchers consider ESG ratings more akin to sell-side equity analyst ratings, where opinion influences the research. That's a slightly better analogy, but still not exact.</p><p>ESG ratings are rule-based and methodical and not tied to one particular analyst, says Linda-Eling Lee, managing director and head of ESG and climate research at MSCI.</p><p>“Our consistent methodology means that regardless of who covers that company, you should end up getting the same rating,” she says.</p><p>2. Regulators have standardized what ESG data companies need to release</p><p>No, but they're working on it. Companies can release whatever data they want, how they want, and there are no set definitions or regulations on data such as water emissions or diversity.</p><p>Regulators globally, including the Securities and Exchange Commission, are working on definitions and standards, and the European Union is creating a taxonomy for sustainable activities. The recently created International Sustainability Standard Board seeks to develop accounting standards for the different ESG components. All of those efforts should help to create consistent data disclosure in the future.</p><p>To gather data now, the ESG rating firms comb ESG data that corporations release, but also use alternative data, scraping the web for corporate mentions, including news stories, to include as part of the analysis. Raters also interview companies about ESG practices.</p><p>Read:Your ESG investment may be a ‘light-touch' fund and not as green as you think</p><p>3. ESG ratings firms rate risk the same way</p><p>Ratings firms look across all three ESG pillars, environmental, social and governance, and have sub-components for each, such as carbon emissions for environment, labor rights for social and CEO pay for governance.</p><p>However, the firms approach and measure specific risks differently, which is why they can differ on a company's overall rating. These differences here are more pronounced than among the conclusions reached by credit ratings firms.</p><p>MSCI's ratings are primarily focused on the impact a changing world has on companies, Lee says. Stronger and agile companies with innovative management can evolve with these changes, and firms are only compared to their industry peers.</p><p>People sometimes misinterpret that rating as being about a company's impact on the world, she says.</p><p>“When companies manage these issues that are happening in the world, these kinds of externalities can be beneficial for wider stakeholders. It's just that it's not necessarily the aim. The purpose of the corporation isn't necessarily to affect that outcome, but you can still generate that outcome,” she says.</p><p>Sustainalytics takes a two-dimensional approach, looking how companies are exposed to ESG factors, and how those factors create financial risk for companies, says Simon MacMahon, head of ESG research for Sustainalytics. The firm judges how well a company manages those risks by looking at a track record of data such as greenhouse gas emissions or controversies.</p><p>Sustainalytics also looks at a firm's environmental and social impact on the world and how that is internalized into the firm's costs and risks. Their ratings are absolute, rather than best-in-class, so companies can be compared across industries.</p><p>S&amp;P's methodology looks at financial risk, societal impact and a company's reputation, plus it screens the extent a company may be exposed to certain industries, such as fossil fuels or tobacco, Mattison says. It also compares firms against peers not against all firms.</p><p>4. ESG ratings are consistent across ratings firms</p><p>There can be great variability in the final scores, based on what each ratings firm thinks are key issues.</p><p>Take Tesla TSLA. Two put it in their middle category, and one calls it below average. But they all agree that it faces higher ESG risks regarding labor relations versus other car makers. That makes sense given the numerous news articles about poor working conditions and antiunion pushes.</p><p>MSCI rates the electric car maker “A,” which is the higher end of its average category. AAA is the top rating, CCC is the bottom.</p><p>Sustainalytics ranks companies based on five levels of risk, with negligible at the low end and severe at the high end. Tesla comes in at 28.5, putting it in the upper edge of the medium category. The high-risk category starts at 30. The rater says compared to the rest of its industry, Tesla's ESG risk is moderately below other auto makers.</p><p>S&amp;P considers Tesla a laggard in all three pillars compared to its industry and gives it a score of 28, with 100 considered the best. The industry average score is 35. In a blog post from May 2021, S&amp;P noted Tesla ranked last behind the four other major car makers in the S&amp;P 500 SPX.</p><p>The ESG raters sometimes agree about other companies. The three groups have strong ratings for Microsoft MSFT. Sustainalytics rates it low-risk rating of 13.8, in the lower end of its low-risk scale; MSCI gives the software maker its highest grade, AAA; and S&amp;P rates it 60 far above the industry mean around 15.</p><p>5. The companies behind ESG ETFs have a standard way to use ESG ratings</p><p>Institutional money managers create ESG ETFs using the subcomponents of the ESG ratings and can slice and dice the ratings however they want.</p><p>Because institutions use ESG data as building blocks, they may ignore certain components or weight others heavier. The purpose of an ESG ETF can be to focus on one specific issue, rather than all ESG issues. One example would be an ESG ETF with an overweight for diversity and equity inclusion.</p><p>More:A dirty secret: Here's why your ESG ETF likely owns stock in fossil-fuel companies</p><p>It's also why an ESG ETF can use ESG ratings and still create an ETF that includes fossil fuel, tobacco, gambling or other companies that people may not expect. For example, the V-Shares US Leadership Diversity ETF VDNI and SPDR SSGA Gender Diversity Index SHE both own Sempra Energy SRE and Valero Energy VLO. One possible reason: Sempra's 12-member board of directors is composed of 58% women and/or people of color, while at least half of Valero's board are women and people of color.</p><p>Mattison thinks some of the confusion about ESG ratings among everyday investors comes when institutions that use components of ESG ratings may not be clear about the ESG strategy and how they are using specific ESG data.</p><p>But it's wrong for investors to say the problem lies with ESG ratings, says Jon Hale, head of sustainability research for the Americas at Morningstar.</p><p>“It's not really the fault of ESG ratings. There are just a variety of ways that funds use them,” he says.</p><p>More on ESG investing</p><p>Can I beat the stock market with ESG investing? How to find the right fund for you</p><p>The S&amp;P's energy sector surged more than 50% last year—so how were green funds able to keep up with the stock market?</p><p>This new fund gives an ESG flavor to the tech-heavy Nasdaq-100 — and beats the index</p>",
  "published": "2022-02-19T09:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6339,
          "end": 6348
        }
      ],
      "nexusId": "10031144"
    }
  ]
}