{
  "_id": "3773d2e2d42c0d97796a1593a4e7470e43e4965f09db75d33b13d3067a0447ce",
  "feed": "wall-street-journal",
  "title": "Tips on TikTok Are Best Met With Wary Eye",
  "text": "<p>That doesn't mean everyone is being steered to the best and most accurate answers. After all, anyone can share on the platform, regardless of experience. And TikTok doesn't always weigh search results for reliability.</p><p>Gabby Brauner, 27, said she was shocked to see how inflation had driven up the price of her beloved six pack of avocados in May. Fearing that the expensive fruit would get too ripe before she could enjoy them, she said she was relieved to find a video in her TikTok feed showing how to refrigerate the fruit in water to prevent it from turning brown.</p><p>After videos of this hack gained popularity, a spokeswoman for the Food and Drug Administration came out and said it was a bad idea. Pathogens on the avocado's surface, such as salmonella and listeria, could flourish in water, even in a cold fridge, the spokeswoman said.</p><p>Inaccurate information can be found all over the internet. TikTok can exacerbate the problem because its algorithm sends you clip after clip based on the interests you reveal by tapping and watching. But it knows about a video's accuracy only if it has been flagged or otherwise reviewed.</p><p>Since the app's design feels like a series of face-to-face video chats, we have a natural tendency to trust the speaker, said Abbie Richards, a misinformation researcher who specializes in TikTok.</p><p>The percentage of TikTok users who relied on the app for news rose to 29% in 2021, up from 22% in 2020, according to Pew Research Center. As with the other big social networks, misinformation has been a problem on TikTok, say media-literacy experts, as videos containing inaccuracies about Covid-19 vaccines, the war in Ukraine and other topics spread.</p><p>Users can report videos to TikTok administrators by pressing and holding on the video and tapping Report. From there, a user can flag the video for misinformation, or any other Community Guideline violation.</p><p>TikTok says it assesses flagged content or videos with sensitive keywords using publicly available information as well as information it receives from its fact-checking partners. TikTok says it keeps content it has deemed unsubstantiated out of the For You feeds -- the most popular landing spot on the app -- though it still might appear via search. If flagged content proves to be harmful, TikTok says it removes the video altogether.</p><p>For anyone using TikTok as a visual search engine, here are some key practices to keep in mind.</p><p>Remember, it started with funny clips</p><p>TikTok is, first and foremost, a site for entertainment.</p><p>TikTok's algorithm notes your completion of a video, bringing more recommendations based on that. What you search -- a username, a sound, a hashtag or a video -- is another signal to the app that you're interested in something, so more recommendations along those lines will appear automatically in your feed.</p><p>It doesn't behave like Google, which says it ranks search results based on sites most relevant to a query and the likelihood of that information being reliable.</p><p>\"When you search a key term or question on TikTok, the majority of the results you're going to get are not from organizations or institutions or professionals in their respective fields,\" said Kaylee Fagan, a research fellow at Harvard's Shorenstein Center on Media, Politics and Public Policy.</p><p>Typing \"flash flooding\" into TikTok's search field presents a variety of videos: original footage, reposts and clips from the news or YouTube. Google, on the other hand, leads with definitions and primary sources such as Weather.gov.</p><p>TikTok doesn't allow creators to link to webpages in video captions. Unless creators put links to more information in their bios, the information in the video clip itself is all you get. Videos in the feed also don't show the dates they were added. This can be an issue if information has changed. You can check video dates, however, if you go to the creator's page.</p><p>Cross-check the info -- and its source</p><p>A key component of TikTok is the more intimate-feeling relationship between the creators and the viewers. Over time, you build up a level of trust with particular creators. While it helps if you follow their content long enough to get a sense of what they know, you should always keep some skepticism.</p><p>\"You should be willing to accept that they can be wrong,\" Ms. Richards said. \"You want to look for people who have owned up and taken accountability for when they've been wrong in the past.\"</p><p>Go off platform to learn more about who these people are, the level of their expertise and why their voices are valuable to the conversation. You could look for their education or employment credentials on LinkedIn, for instance, or check the websites of companies or organizations with whom they say they are affiliated.</p><p>What might seem like an innocent search can actually have risks, especially when one's health is involved, said Scott Talan, a communications professor at American University. He said it's always good to do that additional research once you've used TikTok to generate some good leads.</p><p>\"There are various levels of seriousness,\" Mr. Talan said. Categories where accuracy really matters -- and where TikTok users should be careful about taking action -- include healthcare and personal finance, he said.</p><p>If someone says they use only TikTok to find information, he added, \"I'd be a little concerned about what they're getting.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}