{
  "_id": "b81ce2b13745dfbe1d8a47d5ea2891b23ede06b03b2ad8f02790809aa6fc3b40",
  "feed": "ftcomall",
  "title": "US producer prices temper optimism over slowing inflation",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p>UK chancellor <strong>Jeremy Hunt</strong> announced a consultation on reforming <a href=\"https://www.ft.com/content/7fd1b000-774a-45a2-bf89-611fde48f7ba\">financial services rules</a> that the government claimed would make the City <a href=\"https://www.ft.com/content/93c92b43-32c5-47d2-83b9-7e9450ab6dfa\">more competitive</a> against global rivals. Critics warned, however, that removing regulations separating investment banking from retail banking could make the country a more <a href=\"https://www.ft.com/content/88c848fc-a865-4bdd-bbac-a536dd41241b\">risky place to do business</a>. Hunt <a href=\"https://www.ft.com/content/0a0be2ce-3428-4a41-ad13-96179010e3b3\">defended his plan</a> and denied he was forgetting lessons from the 2008 crisis.</p></li>  <li><p>Consolidation in the rapid delivery app market accelerated with <a href=\"https://www.ft.com/content/aba36d58-f1d5-45f5-bb6d-2ee7d9aa07d5\">Getir's $1.2bn acquisition</a> of rival Gorillas. The trend highlights how investors are turning against lossmaking start-ups.</p></li>  <li><p><strong>Brazil's</strong> president-elect Luiz Inácio Lula da Silva named <a href=\"https://www.ft.com/content/fae91099-70eb-4300-84af-de6c19f1f028\">workers' party loyalist Fernando Haddad</a> as finance minister — disappointing investors' hopes of a more market-friendly figure. </p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/0a0be2ce-3428-4a41-ad13-96179010e3b3\"><em>live blog</em></a></p>  <p>Good evening.</p> <p>What can today's data on producer prices in the world's two biggest economies tell us about the trajectory for global inflation in the months ahead?</p> <p>In the US, <a href=\"https://www.ft.com/content/0a0be2ce-3428-4a41-ad13-96179010e3b3#post-51b7f0dd-b6ba-47b0-99d8-aa99d5075cd8\">PPI cooled a little</a> in November to 7.4 per cent from October's 8.1 per cent, but the less than expected fall showed high inflation may be around a little longer than investors had hoped. </p> <p>US stock futures <a href=\"https://www.ft.com/content/690bd5eb-24af-4163-a44d-377b5e417a5c\">fell sharply on the news</a> but today's data are not expected to deter the Federal Reserve from slowing down its programme of interest rate rises when it makes its next decision on Wednesday, shortly after the release of new consumer price index numbers.<br><br>Although the slowdown in China could muddy the outlook, there have been several signs in recent weeks that the <a href=\"https://www.ft.com/content/94aa285f-9835-46c7-9f63-4f9e013c651a\">logistical problems</a> facing US business have been fading, helping reduce costs. </p> <p>Freight rates have fallen, with rates for shipping goods from Asia to ports on the US west coast down 87 per cent in the past year, to a level just 7 per cent above the same period in 2019. Congestion has eased, with progress made on labour shortages. There have also been improvements in warehouse space that had left some stores short of goods during last year's holiday season. </p> <p>Meanwhile, US politicians last week intervened to stop a threatened freight rail strike, which business groups estimated could have cost the US economy $2bn per day.</p> <p>Earlier on Friday, China reported producer prices <a href=\"https://www.ft.com/content/0a0be2ce-3428-4a41-ad13-96179010e3b3#post-d1d7d9af-8874-429e-b3f5-da5d808d6d0f\">fell for the second consecutive month</a>, this time by 1.3 per cent, as Covid-19 lockdowns and other pressures dented activity. The trend was also seen in the recent PMI survey, which showed <a href=\"https://www.ft.com/content/d3eb7eda-f72e-4069-a5e7-3ab67f639feb#post-d8098c51-eaa9-45d6-a7e1-419bf831cec1\">Chinese manufacturing shrinking</a> faster than expected.</p> <p>China also released CPI figures for November on Friday, showing the slowest pace of growth in eight months, down from 2.1 per cent in October to 1.6 per cent.</p> <p>Although the speed of transition may not yet be clear, today's data add to evidence in recent weeks that the <a href=\"https://www.ft.com/content/85498afc-43d3-4525-bee0-7ea7c6c05b34\">global surge in inflation</a> is faltering. As well as shipping rates falling, commodity prices and inflation expectations have begun to subside.</p> <p>In Germany, <a href=\"https://www.ft.com/content/646ae9f0-5c08-4070-a870-fac9675545f7\">factory gate prices fell 4.2 per cent</a> in October compared with the previous month — the largest monthly drop since 1948. In the UK they have been slowing since the summer, with new data due next week. </p> <p>Nearly all the G20 group of leading economies publishing October PPI data have reported a slower pace of annual growth than in the previous month, including Spain, Mexico, Portugal and Poland.</p> <h1>Need to know: UK and Europe economy</h1> <p><strong>British consumers</strong> have cut back on spending more than <a href=\"https://www.ft.com/content/a4efae63-8319-4a61-9547-bfda592bbbbb\">almost any other industrialised country</a>, according to an FT analysis. Spending in the three months to September was 3.2 per cent below pre-pandemic levels — the biggest fall among the G7 economies. Meanwhile, the public's view of the Bank of England's <a href=\"https://www.ft.com/content/f5de83fc-0b5f-47ea-968a-20acff13553c\">handling of inflation</a> has plummeted.</p> <a href=\"http://www.ft.com/cms/12103322.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>UK green groups and MPs <a href=\"https://www.ft.com/content/5aab3be5-c175-4324-b501-9571dc1ec733\">hit out at the go-ahead</a> for Britain's first new <strong>coal mine</strong> in 30 years, rather than importing coal. Campaigners said the move tarnished the UK's role in <a href=\"https://www.ft.com/content/680d2ac4-fe47-4085-954e-03443394573b\">phasing out fossil fuels</a>.</p> <p>UK ministers <a href=\"https://www.ft.com/content/f181e88b-777e-4285-902c-55f925213fd8\">blocked a pay deal</a> that could have ended the current bout of <strong>rail strikes</strong> by adding tough new conditions at the last minute.</p> <p>Western officials hit out at <strong>Ankara</strong> for <a href=\"https://www.ft.com/content/990d893c-6acf-4d7b-a4cd-765ab2da2393\">disrupting oil tankers' journeys</a> through Turkish waters over insurance fears. They said most of the vessels were loaded with oil from Kazakhstan, not Russia, and so were not subject to new rules preventing access to insurance.</p> <p>The EU has sealed a <a href=\"https://www.ft.com/content/23d18f32-d011-4466-bb0e-153c38ed54e6\">trade deal with Chile</a> that will improve the bloc's access to lithium, copper and other minerals vital to the <strong>renewable energy</strong> industry as it pivots away from Russian gas. </p> <h1>Need to know: Global economy</h1> <p><strong>Peru</strong> is engulfed in political crisis after president <a href=\"https://www.ft.com/content/f9f1336a-9d79-4cb6-9e85-f9ef7e2eb439\">Pedro Castillo was ousted</a> by lawmakers after trying to shut down congress before a vote on his impeachment. LatAm editor Michael Stott says Castillo's attempted coup “was as incompetent as his attempts at government” and masks a <a href=\"https://www.ft.com/content/f36be662-7c44-47ca-9d7d-ff779637cc0c\">deeper problem with Peru's political system</a>.</p> <p><strong>Benjamin Netanyahu</strong> is poised to return to power in Israel at the head of its <a href=\"https://www.ft.com/content/bd825f8f-f8f6-44fa-8a4f-6f3d15055e84\">most rightwing government ever</a>, which critics say risks turning the country into a theocracy. He has until Sunday to reach a final coalition agreement, but can seek a two-week extension if needed.</p> <p>The combination of a G7 price cap on Russian crude and supply disruptions would normally send <strong>oil prices</strong> higher — so why have they dropped? <a href=\"https://www.ft.com/content/202d0463-184c-4b14-8eb9-6fc80f147b16\">Read our explainer</a>.</p> <p>New data from the McKinsey Global Institute show the outsize role of a small number of <strong>big cities</strong> in global economic growth. Half of the increase in global output since 2000 was generated by regions making up l<a href=\"https://www.ft.com/content/24dbcc0f-7974-48d7-9824-ab86b58a3a29\">ess than 1 per cent of the world's landmass</a>. </p> <h1>Need to know: business</h1> <p>The US <strong>Federal Trade Commission</strong> said it would sue to <a href=\"https://www.ft.com/content/c5a15ebc-4e4f-41b2-bcbe-9b8705cf8c37\">block Microsoft's $75bn acquisition</a> of video game maker Activision Blizzard over competition concerns.</p> <p><strong>Trafigura</strong>, the Swiss-based commodity trader, reported <a href=\"https://www.ft.com/content/198febe1-08ec-4a63-8b8d-11793464ebfd\">profits more than doubled</a> on the previous year to $7bn as it benefited from energy market volatility. The company has assets ranging from mines and ports to energy infrastructure across 150 countries.</p> <p><strong>ExxonMobil</strong> said it would <a href=\"https://www.ft.com/content/cd0c06c6-45f0-4b40-b206-47284176ed48\">expand its share buyback programme</a> to $50bn, despite criticism it was cashing in on the soaring price of crude and natural gas.</p> <p>The <strong>Financial Stability Board</strong>, the world's most powerful group of global financial policymakers, said “urgent action” was needed to fix rules for <a href=\"https://www.ft.com/content/ffc51ab8-5503-4d25-864c-b82bbe2eb1a8\">failing clearing houses and insurers</a>.</p> <p><strong>Donald Trump's</strong> business empire sustained its first legal blow as the Trump Organization faced its first criminal conviction on <a href=\"https://www.ft.com/content/1ff91f4a-da13-43e3-b696-951e89056a87\">17 counts of tax fraud</a>. </p> <h1>Science round-up</h1> <p><strong>Covid-19 infections</strong> <a href=\"https://www.ft.com/content/0a0be2ce-3428-4a41-ad13-96179010e3b3#post-bb5c2cfe-f1f2-4af2-b6c9-0b818f498367\">increased</a> for a second week in England and rose for the first time in a month in Northern Ireland. The outlook for the remainder of the UK remains uncertain.</p> <p><strong>China</strong> is obscuring the scale and severity of the current Covid outbreak by <a href=\"https://www.ft.com/content/abefb06e-a5a7-432b-85bf-b3250b53836f\">under-reporting cases and fatalities</a>, analysts warn. Meanwhile, Beijing is <a href=\"https://www.ft.com/content/b44b2a11-9a8e-4676-9fce-ed2d33dc502a\">running out of medical supplies</a>. Dr Anthony Fauci, Joe Biden's chief medical adviser, urged Beijing to start importing <a href=\"https://www.ft.com/content/c7461671-4858-44a2-8858-86dd9adb6d2f\">western RNA-based vaccines</a> to deal with the spread.</p> <a href=\"http://www.ft.com/cms/12111968.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Air pollution</strong> continues to cause thousands of premature deaths in Europe this year while the continent is off-track for air pollution targets, according to new data from the EU's environmental agency. Read more in the latest <a href=\"https://www.ft.com/content/5215930c-f790-43da-a0c2-3c55ee9b3224\">Europe Express.</a></p> <p>An artificial intelligence spin-off from Google's <strong>DeepMind</strong> is getting closer to securing its first commercial deal to <a href=\"https://www.ft.com/content/92ea2434-8d91-49e3-807d-3e425689e749\">create new drugs</a>.</p> <p>Science commentator Anjana Ahuja says the high production costs of <strong>lab-grown meat</strong> may mean the industry <a href=\"https://www.ft.com/content/9ece1bd5-6da7-476b-919d-00ea5abd86d1\">struggles to take off</a>.</p> <p>Researchers now have access to one million extra years of history from the discovery of the <strong>world's oldest DNA</strong> in Greenland. The 2mn-year-old material (beating the previous 1mn-year-old sample from the tooth of a mammoth) offers scientists new clues as to how <a href=\"https://www.ft.com/content/f9c9083b-b7e9-4942-b014-d94b4f6c7195\">ecosystems adjust to climate change</a>.</p> <h1>Covid cases and vaccinations</h1> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Something for the weekend</h1> <p>The FT Weekend interactive crossword will be published <a href=\"https://app.ft.com/crossword/crossword_index\">here</a> on Saturday, but in the meantime why not have a go with today's<a href=\"https://app.ft.com/crossword/e9225b8e-29e0-5d22-8167-07d26098bb22\"> cryptic crossword</a>?</p> <h1>Some good news</h1> <p>A photo of two stroppy penguins has won the People's Choice category at this year's <a href=\"https://www.comedywildlifephoto.com/\">Comedy Wildlife Awards</a>. Photographer Jennifer Hadley said: “I really love this photo contest because . . . it really shows off the personalities of the animals. Plus, it helps raise awareness of various wildlife and funds conservation efforts.”</p><p>Source: Darren Dodd and Steffie Banatvala 2022 'US producer prices temper optimism over slowing inflation' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-09T18:15:01.676Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 5643,
          "end": 5654
        },
        {
          "start": 5643,
          "end": 5652
        }
      ]
    }
  ]
}