{
  "_id": "26b90a527c1f760bb4e10c6ef623d6b207e4ae37a84eea49f616f5957c493980",
  "feed": "wall-street-journal",
  "title": "Stocks Turn Lower After Fed Announcement on Interest Rates; Dow, S&P slip during Powell's press conference to discuss Federal Reserve plans to raise rates in March",
  "text": "<p>Stocks rose to start the day, but trimmed gains after Fed Chairman Jerome Powell said the central bank's rate-setting committee is ready to raise rates at its mid-March meeting. The Fed also said it approved a final round of asset purchases, which will conclude its stimulus program by March, and discussed plans to reduce its $9 trillion securities portfolio, which has more than doubled since March 2020.</p><p>Wednesday's trading leaves all three major indexes down more than 5% in 2022 so far, with the Nasdaq declining 13%.</p><p>\"It's definitely a wild start to the year,\" said Josh Chastant, a senior investment analyst at GuideStone Capital Management. \"That's to be expected when you go from a stimulative Fed to a less accommodative Fed.\"</p><p>Concerns about the pace of Fed interest rate increases and their likely toll on some stocks popular with individual investors were evident Wednesday. Before the announcement, shares of AMC Entertainment and GameStop rose 13% and 17%, respectively, reflecting in part expectations that the market had shaken off the worst of its January jitters. Shares of those companies fell after the Fed's announcement: AMC ended down $0.08, or 0.5%, to $15.94, while GameStop closed ahead $3.47, or 3.5%, at $103.26. The ARK Innovation exchange-traded fund dropped $1.77, or 2.5%, to $69.03.</p><p>\"We might have had a little bit more exuberance in the morning than we should have,\" said Jeff Klearman, portfolio manager at GraniteShares.</p><p>The S&amp;P 500's tech sector rose as much as 4% early in the trading day, ending up 0.7%. Microsoft shares rose $8.22, or 2.9%, to $296.71 after the software giant said its earnings continued to grow as its cloud-services business stayed strong. Semiconductors also advanced: Nvidia rose $4.48, or 2%, to $227.72, Micron Technology added $1.25, or 1.6%, to $81.97 and AMD gained $0.42, or 0.4%, to $110.71.</p><p>Mark Luschini, chief investment strategist at Janney Montgomery Scott, said early Wednesday that investors should consider stocks in economically sensitive sectors, rather than tech stocks, which can be less attractive during times of rising interest rates.</p><p>\"It's premature to say, 'OK, that flush was it, and now we just get back into the bull market steaming ahead,'\" Mr. Luschini said of the declines earlier in January.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note finished Wednesday at 1.845%, while the 2-year Treasury note settled at 1.089%, the highest level since February 2020. Yields move inversely to prices.</p><p>The Fed's statement noted the continued spread of the Omicron variant of Covid-19, saying that \"the path of the economy continues to depend on the course of the virus.\" U.S. data showed daily average deaths from the disease exceeding the peak of the Delta variant.</p><p>Investors are also monitoring rising tensions between Russia and Ukraine that have drawn the focus of NATO allies. Geopolitical turbulence has buoyed oil in recent days, pushing it to the highest levels since 2014.</p><p>The VIX, a measure of expected volatility that is sometimes dubbed Wall Street's fear gauge, has climbed this week as stock markets fell.</p><p>In other stocks, Mattel gained $0.85, or 4.3%, to $20.46 after The Wall Street Journal reported thatit won the license to produce toys based on Walt Disney's princess lineup, and from the \"Frozen\" franchise. Texas Instruments gained $4.37, or 2.5%, to $178.33 after the company reported higher revenue. AT&amp;T shares fell $2.23, or 8.4%, to $24.25 after the company swung to a profit as it improved its wireless revenue and shed the burden of its customer-losing pay-TV business in 2021.</p><p>Brent crude, the international oil benchmark, added 1.8% to $88.75 a barrel. Supply questions have helped push prices higher.</p><p>Bitcoin's dollar value fell 0.7% to $36,371.46 as of 5 p.m. ET. The world's largest cryptocurrency by market value has recently sagged alongside broader markets, shedding nearly half its value from its November peak.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 1.7%, with the biggest gains in the travel and leisure sector. Stock indexes in Asia closed mixed. China's Shanghai Composite and Hong Kong's Hang Seng added 0.7% and 0.2%, respectively. Japan's Nikkei 225 and South Korea's Kospi each declined 0.4%.</p><p>Write to Hardika Singh at hardika.singh@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Turn Lower After Fed Announcement on Interest Rates</p>",
  "published": "2022-01-26T21:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1544,
          "end": 1553
        }
      ],
      "nexusId": "10031144"
    }
  ]
}