{
  "_id": "39e87689aed1c5dbaf939eba9c98c6af8b1ae8463937cd173ab978ce11d7fd1d",
  "feed": "ftcomall",
  "title": "A SoftBank trader pulls the escape cord",
  "text": "<p>In today's newsletter:</p> <ul>  <li><p>Rajeev Misra steps back from SoftBank</p></li>  <li><p>Stuart Kirk's starts fresh</p></li>  <li><p>Twitter's CEO holds his ground</p></li> </ul> <h1>SoftBank's great resignation</h1> <p><strong>Rajeev Misra</strong> has built his career on a series of well-timed bets. </p> <p>The <strong>SoftBank</strong> executive cut his teeth building <strong>Deutsche Bank</strong>'s fixed income business, where he would eventually oversee a team of traders whose bet against the US subprime mortgage market was <a href=\"https://www.ft.com/content/9053721a-886e-11e7-8bb1-5ba57d47eff7\">chronicled in <em>The Big Short</em></a>.</p> <p>He <a href=\"https://www.reuters.com/article/be-deutschebank-trader/update-1-rajeev-misra-to-leave-deutsche-bank-idUSL078831420080607\">left that gig</a> in June of 2008, walking away from the types of credit instruments that have become synonymous with the financial crisis just a few months before the fall of <strong>Lehman Brothers</strong> to take up lucrative positions at <strong>UBS</strong>, <strong>Fortress Investment Group</strong>, and eventually the helm of SoftBank's $100bn Vision Fund. </p> <p>But the past few months haven't been kind to SoftBank and its founder <strong>Masayoshi Son</strong>'s <a href=\"https://www.ft.com/content/8086e759-ba2c-4bc1-8983-ea38a1364e63\">insatiable appetite for risk</a>. </p> <p>That weakness brought with it fresh speculation that Misra was set to pull another Deutsche and stage an exit before Masa's shape-shifting investment strategy loses its form entirely.</p> <p>On Thursday, <a href=\"https://www.ft.com/content/1325f58d-ffce-452e-9f89-0b4a46bf28e6\">that speculation was validated</a>. Misra told the FT that he was stepping back from his role at SoftBank to launch a new $6bn fund backed by Abu Dhabi.</p> <p>The new fund would be backed by Abu Dhabi state funds <strong>Mubadala</strong> and <strong>ADQ</strong>, as well as <strong>Royal Group</strong>, the conglomerate chaired by <strong>United Arab Emirates</strong>' national security adviser <strong>Sheikh Tahnoon bin Zayed al Nahyan</strong> — connections that Misra has carefully built over the years heading up the Vision Fund.</p> <p>Many of Misra's Middle Eastern associates have remained loyal despite the Vision Fund fiascos at <strong>WeWork</strong>, <strong>China's Didi Chuxing</strong>, <strong>Greensill Capital</strong>, and others — underscoring the former trader's power to leverage his connections to chart his own path away from Masa's tight inner circle.</p> <p>Masa, who is confronting both a disastrous tech sell-off and a mass exodus among his top ranks, is eager to make it seem the ship is stable. </p> <p>Misra will continue to oversee the $100bn Vision Fund and would remain “a trusted senior adviser and integral part of the SoftBank family”, said Masa.</p> <p>The trouble with Misra keeping one foot in the door at SoftBank is that it leaves room for others to trickle through.</p> <p>Several SoftBank executives who also worked at Deutsche, including<strong> Munish Varma</strong>, <strong>Yanni Pipilis</strong> and <strong>Akshay Naheta</strong>, are in talks to join Misra's new venture.</p> <h1>Stuart Kirk's Miami vice</h1> <p><strong>Stuart Kirk</strong> would like everyone to know that he loves Miami.</p> <p>The former head of responsible investing for <strong>HSBC Asset Management</strong> <a href=\"https://www.ft.com/content/5ff24114-5777-4d00-a014-ad36ce948d64\">quit the bank</a> this week after he was suspended for a provocative speech accusing policymakers of overstating the financial risks of climate change. </p> <p>“Working on new project to be announced soon. (Actually loves Miami)”, his updated position on <strong>LinkedIn</strong> reads.</p> <p>The clarification presumably calls back to a comment he made during his presentation during an FT event. </p> <p>“Who cares if Miami is six metres underwater in 100 years?” he asked. “Amsterdam has been six metres underwater for ages, and that's a really nice place.”</p> <p>Kirk's speech has ignited <a href=\"https://www.ft.com/content/3e7cd452-77d8-4c61-b44a-96858bcd0764\">industry-wide debate</a> over the rise of environmental, social and governance investing, rousing public rebukes from the lender's CEO<strong> Noel Quinn </strong>and other executives and plaudits from others.</p> <p>Through it all, Kirk, a former FT journalist who worked at Deutsche Bank and its <strong>DWS</strong> asset management business before joining HSBC AM in 2020, hasn't lost his sense of humour.</p> <p>“Ironically given my job title, I have concluded that the bank's behaviour towards me since my speech at a Financial Times conference in May has made my position, well, unsustainable,” he <a href=\"https://www.linkedin.com/posts/stuart-kirk-267551b6_today-i-wish-to-announce-that-i-have-resigned-activity-6950772878405459968-XWcJ?utm_source=linkedin_share&amp;utm_medium=member_desktop_web\">said</a> in a LinkedIn post.</p> <p>It's unclear whether that “new project” he is working on will be based in <a href=\"https://www.ft.com/content/ecb71893-8a3a-4e89-8074-391eb6a51f74\">The Magic City</a> or elsewhere: “I've been gathering a crack group of like-minded individuals together to deliver what is arguably the greatest sustainable investment idea ever conceived,” he wrote. </p> <p>That sounds a bit hyperbolic coming from the man who has <a href=\"https://www.ft.com/content/1716d9fb-4c8f-4d05-a6b4-bb02a48a73a4\">accused central bankers</a> and policymakers of overstating the financial risks of climate change in an attempt to “out-hyperbole the next guy”.</p> <p>Nevertheless, DD is intrigued to see what he does next.</p> <h1>Twitter's CEO handles the Musk deal offline</h1> <p><strong>Twitter</strong> boss <strong>Parag Agrawal</strong> has, without a doubt, the least enviable job in Silicon Valley. </p> <p>If the $44bn sale of Twitter to billionaire entrepreneur <strong>Elon Musk</strong> collapses, he will be left reviving a social media company with a crushed share price and low employee morale — or a “zombie company”, as one former executive puts it. </p> <p>Successfully close the deal with Musk, who has repeatedly shown disdain for Twitter's leadership, and he will most likely be out of a job. </p> <p>Of the two options, the latter is preferable. Agrawal, who's respected internally but little-known on Wall Street or publicly, would save face and take home a $60.1mn golden parachute. </p> <p>As such, the soft-spoken 38-year-old has begun to <a href=\"https://ft.com/content/3a492625-75b0-4265-99b5-2d4490403809\">come out swinging</a>, according to those around him. This has included very publicly rebutting Musk's accusations around the number of fake accounts on the platform, and maintaining the deal will close at its current price, no less. Meanwhile, internally, he has combined freezing hiring and firing some senior leaders with a charm offensive (see him serving coffee and cookies to UK employees this month).</p> <p>Either way, he faces a formidable challenge. On Thursday, the Washington Post <a href=\"https://www.bloomberg.com/news/articles/2022-07-07/musk-twitter-deal-may-collapse-over-bots-washington-post-says\">reported</a> that Musk's team had concluded that its fake accounts data was not verifiable, raising questions as to his next move — be it sue Twitter to get out of the deal, attempt to renegotiate at a lower price, or walk away paying a $1bn break fee. </p> <p>If Musk and Agrawal appear to be in a stand-off in public, behind closed doors is a different matter. </p> <p>The two have weekly catch ups that are amicable rather than antagonistic; they both want to diversify revenues and boost users, said people familiar with the discussions. Surprisingly, where Musk has called for relaxing moderation rules to move away from permanent bans on the platform, Agrawal is in agreement, the people said. </p> <p>But Agrawal is not without his doubters — among the board, advertisers and among staff — given his lack of experience as a chief executive.</p> <h1>Job moves</h1> <p><strong>KKR </strong>has appointed<strong> Kathryn King Sudol</strong> as general counsel. She succeeds <strong>David Sorkin</strong>, who has served in the role since 2007 and will become chief legal officer of the private equity firm.</p> <p><strong>BNY Mellon </strong>has named <strong>Goldman Sachs </strong>executive<strong> Dermot McDonogh </strong>as its new finance chief.</p> <p><strong>Gamestop</strong> has named its chief accounting officer <strong>Diana Saadeh-Jajeh</strong> as chief financial officer, replacing <strong>Michael Recupero</strong>.</p> <p><strong>Christopher Finn</strong> is retiring as chief operating officer of <strong>Carlyle</strong>. </p> <p>Separately, the firm has appointed <strong>Richard Elder</strong> as head of global portfolio solutions. He was previously chief transformation officer of <strong>Nouryon</strong>, the Netherlands-based chemicals producer backed by the US private equity firm.</p> <p><strong>Sidley </strong><a href=\"https://www.sidley.com/en/newslanding/newpressreleases/2022/07/leading-restructuring-partner-steve-hessler-joins-sidley-as-global-practice-leader\">has hired</a><strong> Kirkland &amp; Ellis </strong>veteran<strong> Stephen Hessler </strong>as head of its restructuring group, based in New York.</p> <p><strong>GQG Partners</strong>, the investment firm set up by former <strong>Vontobel </strong>star fund manager <strong>Rajiv Jain</strong>, <a href=\"https://www.prnewswire.com/news-releases/gqg-partners-celebrates-six-years-with-top-quartile-performance-since-inception-and-investment-team-promotions-301579004.html\">has promoted</a> three of its analysts to portfolio managers.</p> <h1>Smart reads</h1> <p><strong>Billionaires' ball</strong> Every year, the world's most powerful media moguls descend upon Sun Valley for a conference thrown by the secretive investment firm Allen &amp; Company. New York Magazine's Shawn McCreesh <a href=\"https://nymag.com/author/shawn-mccreesh/\">takes a peek behind the curtain</a>, and finds plenty to poke fun at.</p> <p><strong>Conflicts of interest</strong> When EY helped drug company Perrigo craft an elaborate tax strategy, external auditors raised red flags. The Big Four firm approved it anyway in a case that <a href=\"https://www.nytimes.com/2022/07/07/business/perrigo-omeprazole-taxes-ey.html?smid=nytcore-ios-sharehttps://www.nytimes.com/2022/07/07/business/perrigo-omeprazole-taxes-ey.html?referringSource=articleShare\">highlights</a> the ethical qualms posed by auditors offering multiple services at once, the New York Times reports.</p> <p><strong>Crunch time </strong>Private equity's lucrative push into private credit has begun to backfire as central banks aggressively raise interest rates and direct lenders <a href=\"https://www.reuters.com/breakingviews/breakdown-private-credits-main-threat-is-itself-2022-07-07/\">face their biggest test </a>since the industry sprang up after the financial crisis, Reuters' Breakingviews writes.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/55da1602-1742-4746-b5f3-7f03c23a3cd1\">Merck in talks over $40bn deal for cancer biotech SeaGen</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/661d80e9-1b65-4228-9a18-8c5310d77a7a\">Former Theranos executive Sunny Balwani convicted of fraud</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-07-07/calpers-unloads-record-6-billion-of-private-equity-at-discount\">Calpers unloads record $6bn of private equity stakes at discount</a> (Bloomberg) </p> <p><a href=\"https://ft.com/content/0b0837a7-6d11-40b9-a6b5-5afa2cd5c925\">Lloyd's of London set to stay in landmark City building</a> (FT) </p> <p><a href=\"https://on.ft.com/3InQ4ek\">Beijing decries India's ‘frequent' probes after raid of phonemaker Vivo</a> (FT) </p> <p><a href=\"https://www.fnlondon.com/articles/boris-johnson-resignation-rocks-city-martin-sorrell-martin-gilbert-20220707\">Boris resignation rocks City: ‘We're not out of the woods yet'</a> (Financial News)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-07-07/luxury-brand-tom-ford-is-said-to-explore-potential-sale\">Luxury brand Tom Ford hires Goldman Sachs to explore potential sale</a> (BBG) </p> <p><a href=\"https://www.reuters.com/world/china/china-ipo-applications-jump-bucking-global-trend-covid-curbs-ease-2022-07-07/\">China IPO applications jump, bucking global trend, as Covid curbs ease</a> (Reuters)</p><p>Source:  2022 'A SoftBank trader pulls the escape cord' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T04:01:50.490Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}