{
  "_id": "e95d6b796e9b2080f7e0bfbb73b719ea7fd2ed743bba09d18d332ce79a298f4c",
  "feed": "ftcomall",
  "title": "Warren Buffett bought $1bn stake in Activision weeks before Microsoft deal",
  "text": "<p>Warren Buffett's Berkshire Hathaway purchased a nearly $1bn stake in Activision Blizzard in the fourth quarter of 2021, weeks before the video game maker agreed to sell itself to Microsoft for $75bn.</p> <p>The sprawling industrials conglomerate, which manages a stock portfolio worth hundreds of billions of dollars, disclosed the purchase of 14.7mn shares in Activision in a securities filing late on Monday. </p> <p>The investment in the maker of games such as <em>World of Warcraft</em> and <em>Call of Duty</em> stood out in a quarter in which Berkshire made relatively minor adjustments to its holdings. The $703bn group has <a href=\"https://www.ft.com/content/c1283958-c277-4882-bc5d-232ea8ab2ff6\">struggled to identify</a> appealing investments in recent years.</p> <p>It was unclear if the purchase of Activision shares was made by Buffett, Berkshire's chief executive, or if it was directed by Todd Combs or Ted Weschler, his two investment deputies.</p> <p>The price of Activision shares have surged 23 per cent this year, far outpacing the broader market, reflecting the premium that Microsoft has <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">agreed to pay to take over</a> the company. The deal will require the approval of competition regulators, and Microsoft has <a href=\"https://www.ft.com/content/be77fc42-c72c-4f7b-9283-65b49b1370c3\">pledged measures</a> to address potential concerns. </p> <p>Berkshire's stake was reported as of December 31 at a value of $975mn. At Activision's closing share price of $81.50 on Monday, the stake would be worth almost $1.2bn. It was not disclosed whether Buffett's group still held a stake in the video game maker. </p> <p>Buffett is likely to provide an update on Berkshire's investments when his company publishes its closely watched shareholder letter and annual report in late February. </p> <p>Bill Gates, Microsoft's co-founder, who was once a bridge partner of Buffett's, <a href=\"https://www.ft.com/content/18a75466-1efc-4a95-b605-9d3cc7e3bf73\">stepped down</a> from the Berkshire board in March 2020. Buffett <a href=\"https://www.ft.com/content/c64a1a44-14ee-4597-9fe2-72083074e182\">resigned</a> from the board of the Bill &amp; Melinda Gates Foundation, the world's largest private philanthropic organisation, last year after Gates and his wife Melinda French Gates announced they were <a href=\"https://www.ft.com/content/04f3eaff-075a-495d-975b-50f2bd652eba\">divorcing</a>. </p> <p>Berkshire's board changed again on Monday after the company separately said that Tom Murphy, a longtime director, had decided to resign. Murphy was the former chief executive of television station owner Capital Cities/ABC, which later merged with Disney, and had been on Berkshire's board since 2003.</p> <p>The company said Murphy, 96, was recovering from Covid-19 and had felt he would be “more comfortable ending his activities at Berkshire”.</p> <p>“Murphy has taught me more about running a business than any other person,” Buffett said. “We have been friends and mental partners for more than 50 years.”</p> <p>Berkshire's securities filing on Monday showed that it <a href=\"https://www.ft.com/content/33a06855-4328-432f-8e79-46a810496a6f\">continued to sell down</a> investments in a handful of pharmaceutical companies in the final months of 2021. It exited its position in generic drugs maker Teva and sold more than 70 per cent of its remaining shares in AbbVie and Bristol-Myers Squibb.</p><p>Source: Eric Platt in New York 2022 'Warren Buffett bought $1bn stake in Activision weeks before Microsoft deal' FT.com 14 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-14T23:47:50.349Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1590,
          "end": 1599
        },
        {
          "start": 971,
          "end": 980
        },
        {
          "start": 1091,
          "end": 1100
        },
        {
          "start": 179,
          "end": 188
        },
        {
          "start": 60,
          "end": 69
        },
        {
          "start": 1590,
          "end": 1601
        }
      ]
    }
  ]
}