{
  "_id": "edf759eaa809fa2667c2ca324fa82820b1e639e41ccb83070f19ebf85e1b3149",
  "feed": "ftcomall",
  "title": "The hydrogen market's growing credibility ",
  "text": "<p>When journalists write about other journalists, it often smacks of navel gazing — and is thus best avoided. However, this week I am breaking this rule since I have been struck by the intensifying debate inside the media about how to cover the climate crisis. </p> <p>To cite one example: on Tuesday the World Editors Forum is holding its <a href=\"https://wan-ifra.zoom.us/webinar/register/WN_AaMo1ayMShGEetsU034Urw\">first virtual global climate conference</a> to discuss “the gaps between what audiences need and want on climate change and what newsrooms are delivering right now.” This will discuss issues such as the role of storytelling and how to communicate technical data. Another debating point will be the decision by Canada's Globe and Mail to <a href=\"https://wan-ifra.org/2022/02/behind-the-headlines-the-globe-and-mail-shows-what-underpins-its-investigative-climate-journalism/\">release more than 180 files of its raw sources</a> from an investigation into last summer's extreme heat, reflecting a wider <a href=\"https://readthesources.com/\">#ReadTheSources</a> campaign from Unesco and the French group Outlet to make climate reporting more credible. </p> <p>Can tactics such as these offset the crumbling levels of <a href=\"https://www.edelman.com/trust/2022-trust-barometer\">public trust in the media</a>? What else can journalists (like us) do to communicate climate issues effectively? We would love to hear your views, given that Moral Money was established three years ago to illuminate green finance issues and ESG. </p> <p>Meanwhile in today's newsletter, we cover a striking data initiative in the fast-expanding world of hydrogen, a pandemic-era twist in philanthropy at Fidelity, new data about impact investing and alarming news about how rising sea levels threaten the US east coast. And if you want another sign of how sustainability issues are getting more media focus, check out <a href=\"https://www.ft.com/content/a4a6bca4-d60e-425a-919e-61015eb3300d\">the breaking story</a> about how Carl Icahn, the corporate raider, has teamed up with animal welfare activists (which we will return to later this week.) Read on. <em>Gillian Tett</em> </p> <h1>Hydrogen is hot </h1> <p>The hydrogen market is red hot today, or so many opportunistic investors would say. However, like many nascent areas of finance, it has hitherto operated with considerable opacity. Last autumn, one of the first efforts to create more price transparency and consistency emerged: Deutsche Börse's power and gas exchange EEX <a href=\"https://www.ft.com/content/fc218717-ebd3-4ef7-abe5-ccdfae02803a\">announced plans</a> to launch a new <a href=\"https://www.reuters.com/business/sustainable-business/exclusive-deutsche-boerses-eex-launch-hydrogen-index-2022-2021-11-24/\">price index</a> in 2022.</p> <p>Now another initiative is under way to help the market become more credible: S&amp;P Global Platts, a provider for benchmark prices in the commodities and energy markets, is joining forces with other industry players to create a so-called Open Hydrogen Initiative (OHI) — a platform to let investors and companies track carbon emissions from hydrogen. </p> <p>It is easy to see why this is needed. Hydrogen has recently sparked great excitement in the renewable energy world since the fuel is light, storable, energy-dense, and appears to produce no direct emissions of pollutants or greenhouse gases, a key attracter for green investors, <a href=\"https://www.iea.org/reports/the-future-of-hydrogen\">as a recent report</a> from the International Energy Agency explains. </p> <p>As a result, the sector is growing fast: in 2020, the space was <a href=\"https://www.marketwatch.com/press-release/hydrogen-market-2021-industry-analysis-by-manufacturers-end-user-type-application-regions-and-forecast-to-2030-2022-02-15?mod=search_headline\">estimated</a> to be worth more than $187bn, but it is projected to reach $286bn by 2027, according to MarketWatch. Meanwhile, annual government funding for hydrogen has reached $16bn a year globally, up 40 per cent from July 2021, according to research group Bloomberg NEF. </p> <p>However, thus far there have been relatively few ways for investors, companies or governments to track indirect emissions from the fuel in a consistent way. This matters given the pressure on companies (and asset managers) to measure all aspects of emissions emanating from corporate supply chains, under scope one, two and three reporting systems. </p> <p>To tackle this, S&amp;P Platts is working with GTI (the research education group) and the National Energy Technology Laboratory to build tools to track hydrogen greenhouse gas emissions at the production facility level. These will be free for investors and companies to use, and aim to establish benchmarks for the market. “What we know is that we need hydrogen. It is very versatile. But what we have not yet had is precise and consistent technical tools for measuring hydrogen's carbon intensity,” said Paula Gant, senior vice-president of strategy and innovation at GTI. “And, we're at a place where the market needs that to enable hydrogen's rollout.”</p> <p>The group hopes this will promote wider adoption of hydrogen. “We see hydrogen being a key part of the future of the energy market in the decades to come” Jonty Rushforth, S&amp;P Global Platts senior director, told Moral Money. </p> <p>However, technical challenges remain. Previous research from S&amp;P Global Platts suggests the cost of producing hydrogen from renewables will need to fall by more than 50 per cent to be a viable alternative to traditional energy. Hydrogen faces <a href=\"https://www.ft.com/content/6dce7e6b-0cce-49f4-a9f8-f80597d1653a\">big production challenges</a> and is difficult to store and transport. (The Saudis, however, seem to have set their bet on the growing market.)</p> <p>Establishing price and emissions indices could spark more research and development to tackle these issues; or so the group hopes. And the initiative incorporates another interesting twist that investors should watch: the group intends to include metrics that indicate how much confidence investors should have in the emissions data. </p> <p>This reflects a growing recognition that “green” measurements can sometimes be more art than science. This should not stop investors or companies from trying to measure emissions; but a more realistic debate is needed about the limits of current tools. Call this, if you like, another sign that the green market is growing up. <em>(Kristen Talman and Gillian Tett)</em></p> <h1>Sustainability schism raises questions for the ISSB</h1> <p>People rarely log on to LinkedIn for a fight, but that's what broke out on Friday when Bob Eccles, a visiting professor at Oxford university's Saïd Business School, used the site to promote what he thought was “an innocuous little piece” in the <a href=\"https://hbr.org/2022/02/we-need-universal-esg-accounting-standards\">Harvard Business Review</a>. </p> <p>In it, he and with Bhakti Mirchandani, managing director of responsible investing at Trinity Church Wall Street, argued that investors need uniform accounting standards for ESG, and that the new International Sustainability Standards Board (ISSB) could provide the global baseline from which companies and regulators could build.</p> <p><a href=\"https://www.linkedin.com/posts/robert-eccles_we-need-universal-esg-accounting-standards-activity-6899438121247760384-hAHu/\">Eccles' post</a> set some heads nodding and others spinning. “WTF Bob?!?” wrote Bill Baue, co-founder of the Sustainability Context Group, saying he was dangerously conflating ESG with sustainability and pushing incremental solutions that could not produce real change. Mark McElroy, director of the Center for Sustainable Organizations, accused Eccles of “appeasement”.</p> <p>We won't rehash the whole debate about single, double, dynamic and contextual materiality here, but it's worth reading to understand a question hanging over the ISSB: is it an imperfect but necessary first step towards greater clarity and rigour, or a fudge that will perpetuate flaws in ESG while satisfying nobody?</p> <p>Eccles has <a href=\"https://www.forbes.com/sites/bobeccles/2022/02/19/a-personal-message-to-the-cantankerous-critics-of-the-international-sustainability-standards-board/?sh=386382b35054https://www.forbes.com/sites/bobeccles/2022/02/19/a-personal-message-to-the-cantankerous-critics-of-the-international-sustainability-standards-board/?sh=386382b35054\">asked </a>his “cantankerous critics” not to let the perfect be the enemy of the good. Meanwhile, Emmanuel Faber, the former Danone chief executive, has only just been named as the ISSB's first chair. The intensity of feeling it has sparked suggests that his will not be an easy job. <em>(Andrew Edgeclif</em>fe<em>-Johnson)</em></p> <h1>A look at pandemic-era philanthropy</h1> <p>Did the experience of Covid-19 make people feel more or less generous? The former — judging from <a href=\"https://www.fidelitycharitable.org/insights/2022-giving-report.html\">the 2022 report</a> from Fidelity Charitable, the philanthropic foundation that provides donor-advised fund (DAF) options for asset managers' clients. Last year investors made a record $10.3bn in these DAF grants, 41 per cent more than in 2019, ie before the pandemic. </p> <p>This is striking. What is also notable is that there was a sharp increase in the assets allocated to impact investments (that is, those made with ESG factors in mind), which jumped to $3bn in 2021, up 67 per cent on the previous year. Another thought-provoking twist is that two-thirds of these donations were made not in dollars, but non-cash assets (which are converted into cash when Fidelity Charity ultimately gives these to charities.) This included real estate. But another, newish, component, was cryptocurrencies. <a href=\"https://www.ft.com/content/847c5472-65b6-4a13-a951-bcf02c07fddb\">As I wrote this week</a>, donations in digital assets (mostly bitcoin) rose twelvefold last year.</p> <p>The pandemic-era philanthropy boom has happened alongside a wider trend of impact investment growth over the past decade. The number of impact investments annually has grown fivefold since 2011, according to research from PitchBook and BCG. </p> <p>As private equity companies crowd into climate-focused deals, BCG research has found an increasing number of investors see the sector not only for its positive impact on society, but also for its financial returns. </p> <p>Investors would benefit from approaching social investments with the same drive as green ventures, the report says, calling investment in the diversity, equity and inclusion space the next “impact frontier”. </p> <p>“The need for social impact investing has never been greater . . . institutional investors have the opportunity and the imperative to step up their funding and catalyse growth,” the report states. <em>(Gillian Tett and Kristen Talman)</em> </p> <h1>Smart read</h1> <ul>  <li><p>If you have ever been tempted to buy your dream house on the coast of Florida, Maine or the Hamptons, you should first read <a href=\"https://theconversation.com/what-drives-sea-level-rise-us-report-warns-of-1-foot-rise-within-three-decades-and-more-frequent-flooding-177211?utm_medium=email&amp;utm_campaign=Science%20Editors%20Picks%20%20February%2016%202022%20-%202203621858&amp;utm_content=Science%20Editors%20Picks%20%20February%2016%202022%20-%202203621858+CID_0a92cf4ce40b4b09411314f46994a06d&amp;utm_source=campaign_monitor_us&amp;utm_term=What%20drives%20sea%20level%20rise%20US%20report%20warns%20of%201-foot%20rise%20within%20three%20decades%20and%20more%20frequent%20flooding\">this striking piece</a> in The Conversation by Jianjun Yin, an associate professor at the University of Arizona. Drawing on data issued last week by the National Oceanic and Atmospheric Administration, he suggests that the US will see 10-12 inches of sea level rise in the next 30 years, on average. Has the mortgage market or insurance priced this in? Yin does not comment. But this is the question Moral Money readers need to ask; never mind the realtors selling those beach homes.</p></li> </ul><p>Source: Gillian Tett, Kristen Talman and Andrew Edgecliffe-Johnson 2022 'The hydrogen market's growing credibility ' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-21T12:00:46.407Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}