{
  "_id": "e866ebe08418b3e6fa880f45505270528d358ba5c50233a83338de7842688f15",
  "feed": "market-watch",
  "title": "Big Tech shows its good to be big, as growth slowdown leads to stock gains while smaller rivals find only pain; Amazon, Apple, Facebook, Google and Microsoft collectively saw profits fall 24% as sales growth slowed to less than 7% in the second quarter, but only Facebook faced punishment on Wall Street while smaller tech companies were eviscerated",
  "text": "<p>Every giant had slower revenue growth, and Meta its first revenue decline ever. And while analysts touted Apple's iPhone as \"resilient\" amid a great deal of economic uncertainty, its June quarter revenue growth was anemic at 2%. Revenue in its June quarter a year ago grew 36% in contrast. Alphabet, which saw total revenue growth before TAC grow 62% in the year-ago June quarter, saw 13% revenue growth, or 16% in constant currency, as digital ad spending declined. Amazon saw slightly better than expected revenue rise 7%, compared to 27% revenue growth in the second quarter a year ago. But CEO Andy Jassy made a hopeful statement, saying he was seeing revenue accelerate, which also helped.</p><p>Even worse were the profits. With Amazon reporting another net loss due to its Rivian Automotive RIVN investment and Meta reporting a whopping 36% decline in net income, net income for the Big Five totaled $56.9 billion, a drop of 24% compared with the year-ago net income of $74.9 billion, as higher costs pinched their bottom lines, along with less revenue growth.</p><p>Meta's big drop in net income, after a year-ago second quarter net income jump of 101%, was especially precipitous, as the company spends blithely on CEO Mark Zuckerberg's unproven vision of the Metaverse. Its Reality Labs, the business unit focused on virtual and augmented reality, had a loss of $2.8 billion, on revenue of $452 million. Ad revenue was not able to completely compensate, and declined slightly, amid comments by Zuckerberg saying that the situation was worse than it seemed a quarter ago.</p><p>Yet Meta's stock will finish July as a basically break-even month, down less than 1%, down less than 1%, and that is the worst performance of the Big Five. Apple stock is up more than 19% in July, Amazon has gained more than 28%, Microsoft is up 9% and Alphabet is up nearly 7%, all gaining after their earnings reports, except Meta.</p><p>Facebook's parent was spared the slaughter of other digital-ad based businesses, such as Snap Inc. SNAP, whose stock will end July down nearly 25%, continuing a quick decline that includes a 50% plunge in May, after executives warned about the big ad slowdown that is also affecting Google and Facebook.</p><p>That split between the dominant Big Tech platforms and the smaller companies trying to compete is likely to continue. While they all are seeing growth slow and have unclear prospects for the immediate future, the sheer size and the billions of dollars generated by Big Tech in revenue and income will continue to mostly insulate these giants from the type of pain Wall Street is doling out to Snap, Roku Inc. ROKU and others.</p><p>For more: Read about Roku's 'frankly awful' earnings</p><p>It's worth remembering that for the full year 2021, the Big Five reported annual revenue growth of 27% and whopping net income growth of 55%, as they collectively topped $1.4 trillion in revenue for the year. At the time, MarketWatch pointed out that this was not normal growth, and indeed, that may have been the year that tech jumped the shark.</p><p>With the resounding themes on most conference calls were about reining in, lowering costs, hiring slowdowns or job cuts, and macroeconomic uncertainty, investors for the most part seemed happy to avoid worse than expected results for Big Tech. For the rest of tech, though, there are many more questions ahead as we move on in the earnings season with many more reports to go.</p><p>Big Tech shows its good to be big, as growth slowdown leads to stock gains while smaller rivals find only pain</p>",
  "published": "2022-07-30T15:23:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 148,
          "end": 157
        },
        {
          "start": 1799,
          "end": 1808
        }
      ]
    }
  ]
}