{
  "_id": "2c4f0fb194fafca1ab3dce5b2bb52b9ae2e3c54157071426436f39398ee9bd93",
  "feed": "wall-street-journal",
  "title": "Microsoft's Earnings Fall Short  ----  By Aaron Tilley",
  "text": "<p>    Microsoft Corp. suffered its slowest earnings growth in two years, hurt by a sharp deceleration in its cloud business, declining videogame sales and the effects of the strong dollar. </p><p>   The company on Tuesday posted sales of $51.9 billion for its fiscal fourth-quarter, up 12% for the same period a year earlier, though below Wall Street expectations. Sales were affected by myriad other issues, including supply-chain disruptions in China, scaling back operations in Russia after the country's invasion of Ukraine and upheaval in the digital-advertising market. </p><p>   Net income for the three months through June was $16.7 billion. Analysts expected the company that had cut its earnings outlook in June to generate a profit of $17.3 billion. It was the company's lowest earnings growth in two years. </p><p>   Microsoft is starting to experience the effects of an ending pandemic-era boom. The Covid-19 outbreak fueled the adoption of cloud services and the sale of computers using its Windows operating system. In the most recent quarter, though, PC shipments suffered their steepest decline in years. The China disruptions and PC slowdown lowered Windows related revenue by $300 million, Microsoft said </p><p>   The company said its overall videogame business that boomed during the pandemic had a 7% drop in sales year-over-year. Its Xbox hardware sales retreated 11% and content and services were 6% lower, in part, it said, because of lower user engagement. </p><p>   Microsoft has bet big on the videogame business and is trying to secure approvals for its $75 billion deal for Activision Blizzard Inc. This month, Britain's antitrust regulator opened a probe into whether the takeover might reduce competition. </p><p>   Shares in Microsoft closed down 2.68% at $251.90 and fell further in after-hours trading on the results. </p><p>   The strength of the U.S. currency means Microsoft's sales abroad are less lucrative, prompting last month's profit warning. The company said the currency effect represented a $595 million hit to its top line. </p><p>    International Business Machines Corp. last week said its earnings were hit by the dollar's strength. The WSJ Dollar Index, which tracks U.S. currency performance against other currencies, is up 10% since the beginning of the year. </p><p>   Microsoft is among the lengthening list of tech companies pursuing belt tightening amid rising concerns about a recession. It recently imposed a hiring freeze on various parts of the company and laid off a small number of employees. Microsoft said that employee severance expenses were $113 million for the quarter. </p><p>   Demand for cloud services that boomed during the pandemic is still increasing, though at a more modest pace. Microsoft, during the pandemic, reported several quarters in a row of 50% or more year-over-year sales growth for its Azure platform, the world's No. 2 behind Amazon.com Inc.'s cloud. </p><p>   The pace of growth has moderated in the most recent quarters. Microsoft said Azure and other cloud services saw sales rise 40% in the latest quarter, with analysts surveyed by FactSet expecting a 43% advance. </p><p>   Microsoft's advertising business had also seen strength in the pandemic, though the digital ad-market more broadly has been in turmoil recently. The company's LinkedIn operations and other advertising revenue was down by more than $100 million. Netflix Inc. this month named Microsoft as a partner to build out its advertising-supported streaming business. Microsoft made $8.5 billion in search advertising sales in fiscal 2021, up more than 10% from the previous year. </p><p></p>",
  "published": "2022-07-27T06:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3320,
          "end": 3329
        },
        {
          "start": 2227,
          "end": 2236
        },
        {
          "start": 1173,
          "end": 1182
        },
        {
          "start": 1437,
          "end": 1446
        },
        {
          "start": 2460,
          "end": 2469
        },
        {
          "start": 1827,
          "end": 1836
        },
        {
          "start": 2652,
          "end": 2661
        },
        {
          "start": 3045,
          "end": 3054
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 1692,
          "end": 1701
        },
        {
          "start": 793,
          "end": 802
        },
        {
          "start": 3402,
          "end": 3411
        },
        {
          "start": 3045,
          "end": 3056
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1827,
          "end": 1838
        },
        {
          "start": 2898,
          "end": 2907
        },
        {
          "start": 0,
          "end": 15
        }
      ]
    }
  ]
}