{
  "_id": "003944b3db08c6699b93cddc07393ccd05267e401e75d8aeb99d85f8831c286f",
  "feed": "ftcomall",
  "title": "German defence shares soar after €100bn pledged for armed forces",
  "text": "<p>Shares of Germany's listed defence contractors soared on Monday after Chancellor Olaf Scholz declared the country would pour more than €100bn into modernising its depleted armed forces.</p> <p>Stock of Rheinmetall, which makes tanks and armoured vehicles for Nato countries, rose more than 30 per cent in early trading in Frankfurt, while shares in Munich-based Hensoldt, which makes electronic sensors and is part-owned by US private equity group KKR, leapt by 45 per cent.</p> <p>BAE Systems shares also rose 14 per cent, hitting record highs. The British group has a joint venture with Rheinmetall.</p> <p>Defence companies have previously been shunned by some institutional investors, who are mandated not to invest in weaponry. </p> <p>But Germany's new commitment to spend more than 2 per cent of annual gross domestic product on defence in the face of Russian aggression, alongside a one-off €100bn, has already led to analysts upping their share-price targets for the contractors.</p> <p>Scholz's unexpected announcement on Sunday came days after German general Alfons Mais <a href=\"https://www.linkedin.com/posts/alfons-mais-46744b99_du-wachst-morgens-auf-und-stellst-fest-es-activity-6902486582067044353-RZky\">took to LinkedIn</a> to declare that the “Bundeswehr [Germany's armed forces], the army that I have the privilege of leading, is more or less bare”.</p> <p>He added: “The options that we can offer the politicians to support the alliance are extremely limited.”</p> <p>One European industry executive also cautioned that it would take time for Germany's defence boost to translate into material orders.&#xa0;&#xa0;</p> <p>“We need to understand what the&#xa0;government wants. As of this morning, we have not had any discussions&#xa0;yet. Cycles are quite long in this industry,” he said. </p> <p>“It takes quite a bit of time to build these types of equipment. While more immediate orders for munitions were more likely, any munitions would need to fit with what Ukraine needed in the short term.”&#xa0;</p> <p>Hensoldt, a spinout from Airbus whose products are incorporated into fighter jets and navy vessels, already relies on German contracts for more than half of its sales. The German development bank KfW is its largest shareholder, giving Berlin the ability to block a hostile takeover attempt.</p> <p>About a third of sales at Rheinmetall, whose origins date back to the 19th century, are connected to German contracts. Rheinmetall had already in February posted record results for the last financial year, and has seen increased demand since the Russian invasion of Crimea in 2014.</p> <p>Submarine maker Thyssenkrupp also benefited from Scholz's announcement, with shares up more than 8 per cent. Shares in Jenoptik, whose electro-optical thermal imagers and rangefinders are used for military reconnaissance, were up more than 5 per cent.</p> <p>With Nato&#xa0;forces being deployed to Ukraine's neighbouring countries, industry experts expect spending to increase on items such as ammunition. Analysts at Jefferies highlighted Britain's BAE Systems and Chemring among those companies likely to benefit.</p> <p>Additionally, Germany's decision to reverse course is expected to boost spending on several pan-European programmes, including the Future Combat Air System to build a new fighter jet that has been mired in disagreements between its industrial partners. </p> <p>Chancellor Scholz said at the weekend that the Bundeswehr needed “new, strong capabilities”, including fighter jets, drones and tanks. </p> <p>Plans are also likely to be accelerated for the Franco-German next generation tank programme, led by a consortium consisting of Germany's Rheinmetall, Kraus-Maffei Wegmann and France's Nexter. </p> <p>Analysts at Berenberg said they thought the potential for a follow-on order for the Eurofighter Typhoon by Germany to replace its ageing Tornado aircraft had “strengthened”.&#xa0;The aircraft is made jointly by BAE Systems, Airbus and Italy's Leonardo.</p><p>Source: Joe Miller in Frankfurt and Sylvia Pfeifer in London 2022 'German defence shares soar after €100bn pledged for armed forces' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-28T11:14:06.154Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}