{
  "_id": "43223ab5ab2ab3826d49642ee2e1c1e813175538207fd19da50f445c85680116",
  "feed": "wall-street-journal",
  "title": "Misuse of Twitter's Alt Text Feature Draws Criticism From Accessibility Advocates; Twitter is testing pop-ups that remind users to add appropriate image descriptions as misuse of the alt text feature prevails",
  "text": "<p>When the National Aeronautics and Space Administration uploaded the first photo of the early universe from its James Webb telescope to Twitter, it included a highly detailed description of the deep-field snapshot.</p><p>\"Most stars appear blue, and are sometimes as large as more distant galaxies that appear next to them,\" read one portion of the 126-word description posted by NASA on Monday. \"A very bright star is just above and left of center. It has eight bright blue, long diffraction spikes.\"</p><p>The description was provided as alt text, a feature originally designed to let blind and low-vision people fully understand the contents of images through text that can be read by screen-reader technology. Accessibility advocates were delighted. NASA's alt text was thoughtful and evocative, but most important did its job of capturing an image fully with words to make it accessible to all.</p><p>Very few accounts manage to do that, they say.</p><p>Since Twitter expanded its alt text display option to all users in April, misuse of the feature has been rife, frustrating those who use screen readers.</p><p>\"It's like, 'Here's a thing that disabled people use, let's see how we can misuse it to benefit people who don't need it,'\" said Katie Durden, a blind software developer and accessibility activist who has for years publicly called on Twitter to improve the design of its alt text feature.</p><p>Blind and visually impaired social-media users have long had to deal with the sometimes inaccurate, frequently sparse, automatically generated alt text offered by platforms such as Meta Platforms Inc.'s Facebook and Instagram, as well as web images that don't include any alt text at all.</p><p>Now they've been dealt a new issue: Rather than describing images, some individuals and corporate Twitter accounts have used the alt text field to add hyperlinks, caption credits and source citations, without any information that would help a blind or low-vision person understand the image.</p><p>Others have used alt text as a place to hide jokes, supplementary information or alternative captions from the main timeline. One account used the alt text field to publish the address of a politician, a trolling tactic known as doxing.</p><p>The official account of Manchester United Football Club was admonished by a number of social media users for posting a photo of the player Juan Mata with the alt text, \"Who's the greatest player in the Premier League? It's you Juan Juan Juan…\" The account later deleted the tweet.</p><p>Microsoft Corp., which has done much to improve the accessibility of its own products, last month promoted the use of alt text—as well as its Edge browser's accessibility features—with a social-media campaign called #AltTextAddsMore. Some accessibility advocates said the alt text depicted in the campaign was improper, in some instances for failing to adequately describe the picture, in others for providing quippy bits of extra information not related to the image.</p><p>A Microsoft spokeswoman said that while the goal of the campaign was to drive awareness of the alt text feature, its execution fell short.</p><p>\"We heard the feedback and take it seriously,\" she said.</p><p>Designing with rigor</p><p>Twitter first let users add alt text to their images in 2016, but originally only users with screen readers could access the text. That meant the feature remained largely hidden from many people, which in turn meant that for years only a small number of images were uploaded with alt text attached, rendering many posts inaccessible to blind and low-sighted people.</p><p>The company this year made alt text visible to all users to help boost usage, adding \"ALT\" badges to images that are posted with descriptions. Clicking the badge reveals the alt text.</p><p>Some accessibility advocates said they are happy that Twitter made the feature widely available, but that the platform bungled the roll out by failing to explain the feature's primary purpose clearly.</p><p>\"While the visibility of the alt text tag is useful, it does raise questions about who the visibility is for,\" said Liz Jackson, a founding member of the Disabled List, an organization that advocates for structural changes in design.</p><p>Large companies often introduce accessibility features without examining their design as rigorously as they would for other products and can ignore or dismiss disabled users who bring them suggestions directly, according to Ms. Jackson, who identifies as a disabled person.</p><p>\"The reason for that lack of rigor is because audiences have been trained to feel good about anything that gets the accessibility label,\" she said. \"Twitter needs to bring in the people who are questioning them, because their questions are meaty and valid.\"</p><p>A spokeswoman for Twitter said that the company is always open to comments and suggestions and regularly gathers feedback from people with disabilities to help improve products.</p><p>\"We recognize there is still a lot more work to do in this space,\" she said.</p><p>The company said Wednesday that it has begun testing a new setting that reminds people to write a description when they tweet an image—a feature accessibility advocates have campaigned for. The pop-up explains that alt text \"makes Twitter accessible to people with disabilities, and everyone who wants more context.\"</p><p>Users frustrated by alt-text misuse would like Twitter to go further.</p><p>Veronica Lewis, who has low vision and writes about assistive technology on her website Veronica With Four Eyes, said she would like to see a way for Twitter users to flag an image for inaccurate or inappropriate alt text, as well as the ability for users to add alt text to images they have already posted.</p><p>Katie Durden, who uses nongendered pronouns, said they have asked for the character limit on alt text to be raised substantially beyond 1,000 characters to permit better descriptions. They have for years also lobbied Twitter for a reminder mechanism similar to the one announced today, they said.</p><p>\"There's definitely a group of people who don't care about accessibility, but the vast, vast majority of people just don't know about it,\" they said. \"If they knew, they would be better. Maybe not perfect, but better.\"</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Misuse of Twitter's Alt Text Feature Draws Criticism From Accessibility Advocates</p>",
  "published": "2022-07-15T10:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2946,
          "end": 2955
        },
        {
          "start": 2475,
          "end": 2484
        },
        {
          "start": 2475,
          "end": 2490
        }
      ]
    }
  ]
}