{
  "_id": "33f55c132f88b93e5ee7c6a14504f19c28d7fd892c793db488af28c335a0fb6a",
  "feed": "wall-street-journal",
  "title": "'Ways of Being' Review: Whole Earth Network; The author James Bridle imagines a future in which advanced technology is used in symbiosis with nature—and learns from it.",
  "text": "<p>The region of Epirus is rich in oil, we learn, and the company that won the contract to extract it from the foothills of the Pindus mountains is using \"cognitive technologies\" to \"augment . . . strategic decision making.\" The grid of wooden stakes left by \"unmarked vans, helicopters and work crews in hi-vis jackets\" are the \"tooth- and claw-marks of Artificial Intelligence, at the exact point where it meets the earth.\" If our most advanced technologies are brought to bear on extracting fossil fuels from one of the last remaining wildernesses on earth—\"fuelling global heating, catalysing sea level rises and extreme weather events\"—then something is \"deeply amiss in what we imagine our tools are for.\"</p><p>In \"Ways of Being,\" James Bridle, who uses they/them pronouns, imagines how technology could help build a more just and equitable future, one that works with the natural world instead of condemning it to domination and destruction. The journey begins in a rented hatchback equipped with \"a few cheap webcams, a smartphone taped to the steering wheel, and some software copied and pasted from the internet.\" This self-driving car \"never—quite—drove itself,\" but writing its code and going out on the road revealed something about how the system experienced the world—a lesson the author shares in images culled from the smartphone's processing and in an artwork that surrounded the vehicle with a white line made of salt, confusing its algorithms and trapping it within the ring. The computer's perspective on the world is entangled with the artist's: They both see the lines on the road. Manipulating these signs, an intervention the author notes is open to artists as well as engineers and programmers, can be used to turn AIs \"to more interesting and equitable ends—or to stop them in their tracks.\"</p><p>\"Ways of Being\" sets off on a tour of the natural world, arguing that intelligence is something that \"arises . . . from thinking and working together,\" and that \"everything is intelligent.\" We hear of elephants, chimpanzees and dolphins who resist and subvert experiments testing their sense of self. We find redwoods communicating through underground networks and cress plants listening to munching caterpillars. In the most extraordinary result of all, in 2014 the Australian biologist Monica Gagliano showed that mimosa plants can remember a sudden fall for a month.</p><p>Delving into prehistory, the author shows that Homo sapiens has much in common with its pre-human ancestors, from architecture to DNA. Peering further back, they explain how symbiosis is written into every one of our cells, arriving at an argument for equality via microbiology: \"This worldview makes it a lot harder to know where the origins of each individual lie, or where the boundaries exist between us. It does, however, make it a lot easier to find commonalities . . . with other modes of life.\"</p><p>Ever since the Industrial Revolution, science and technology have been used to analyze, conquer and control. But \"Ways of Being\" argues that they can equally be used to explore and augment connection and empathy. The author cites researchers studying migration patterns with military radar and astronomers turning telescopes designed for surveillance on Earth into instruments for investigating the dark energy of the cosmos. One arresting passage offer a time-lapse camera's view of plants in the author's apartment bursting into life, \"flexing, turning, bending and stretching\" in \"a frenzy of activity,\" affirming the botanist Jack Schultz's contention that \"plants are just very slow animals.\"</p><p>With habitual insouciance, the writer blurs the distinction between individual and species to argue that trees are in \"constant, deliberate motion\" as they race up mountains and head for the poles, \"adapting to climate change faster than we are.\" They find small honeyguide birds using language to communicate with human hunters in Mozambique, and enlarge computing beyond the binary restrictions of zeroes and ones with sections on unconventional computers that use water, slime mold and even soldier crabs. The author's enthusiasm for the U.S. Army Corps of Engineers's predictive scale model of San Francisco Bay is infectious, but the very act of scaling the entire bay down to the size of a football field implies some complexity is lost—despite any claim to the contrary. And they leave to one side the reasons why the Bay Model was demoted to a tourist attraction, the calculations passing instead to a supercomputer based in Vicksburg, Miss.</p><p>Moving accounts of Topsy the elephant and an orangutan called Ken Allen, who tried again and again to escape his enclosure, are reframed in the book as political acts, \"a struggle against exploitation.\" And the author shows how GPS tracking of animals helps them to literally vote with their feet—as in Wyoming, where an antelope-friendly bridge across U.S. highway 191 has reduced both pronghorn and human fatalities. They sketch out a world in which wildlife corridors crisscross continents, with fully half the earth devoted to nature reserves—though they don't make clear where the earth's 7.9 billion people would reside. And they imagine societies in which animals, plants and landscapes are valued alongside human beings, and where the randomizing method that ancient Athenians used to ensure fair political representation restores both \"the approval and consent of the population\" and \"a coherent and effective mutual will\"—though they don't explain why those who currently hold sway over financial and political empires will suddenly cede power.</p><p>The author scorns captains of digital industry such as Elon Musk, Bill Gates and Shane Legg, who warn that AI presents humanity's \"biggest existential threat.\" But the book's answer to adversarial AI appears to be the hope that the intelligences we construct will join the envisioned planetary web of more-than-human solidarity. Given the difficulty of forging lasting solidarity among humans alone, it's difficult to see how this proposal could be achieved before AI surpasses human intelligence—a prospect most experts predict within a century or so. Readers who agree with the author that the climate crisis is \"the central question of our age,\" and who share their concern at the inequality, injustice and environmental destruction of the Anthropocene, will find \"Ways of Being\" inspiring. But it's hard to see how it will persuade those with their hands on the levers of power to set course for the \"infinitely entangled\" world, \"singing, full-throated, the song of its own becoming\" that the artist would prefer.</p><p>Mr. Lea is the editor of Fictionable, which launches on June 27th.</p><p>'Ways of Being' Review: Whole Earth Network</p>",
  "published": "2022-06-17T15:54:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}