{
  "_id": "7bf644070b75d501c0d62eb93202f47eeaedf3b31c2fe57780f86173f841ae50",
  "feed": "ftcomall",
  "title": "What Generation Z wants from a business masters",
  "text": "<p>Her voice quavering only once at the end, Anne-Fleur Goll concluded her impassioned HEC Paris commencement speech with a plea to tackle climate change: “Every cog drives the system and you can be one of them. Merci beaucoup.”</p> <p>The 25-year-old masters in management graduate, who co-founded a climate transition campaign group during her time at the Paris business school, used the ceremony in June to urge her contemporaries to play their part in the environmental crisis as soon as they started work. Her speech received a standing ovation from the hall of more than 1,000 graduates, prompted calls from a dozen journalists and led to some 2,000 invitations to connect on LinkedIn. </p> <p>“I'm kind of scared to open LinkedIn now,” says Goll, who now works as a climate consultant for Deloitte in Lyon. “My audience was full of people who one day will be leaders of companies and organisations and will have the tools to shift the system, and my aim was to make everyone question their role and responsibility in that shift.” </p> <p>Goll says she is pleased that HEC students now take a mandatory 200-hour class on purpose and sustainability. But she hopes a curriculum review will lead to topics such as climate change, “degrowth” theory and planetary boundaries — the thresholds at which humanity can survive and thrive on earth — being integrated into every class, from marketing to finance.</p> <p>For business schools, there may never have been a more demanding cohort than Goll's Generation Z, born between the late 1990s and the early 2010s. Variously also known as Gen Z, Zoomers, iGen or postmillennial, many are of the age for masters in management (MiM) programmes, which are usually studied immediately after a first degree. </p> <p>According to a study of US and UK students at Stanford University's Center for Advanced Study in the Behavioral Sciences, the “typical Gen Zer is a self-driver who deeply cares about others, strives for a diverse community, is highly collaborative and social, values flexibility, relevance, authenticity and non-hierarchical leadership, and, while dismayed about inherited issues like climate change, has a pragmatic attitude about the work that has to be done to address those issues”.</p> <p>A separate survey of more than 1,600 prospective masters students in 26 countries published in April by education consultancy CarringtonCrisp suggests they want business schools to show them how to tackle some of the biggest global challenges. </p> <p>“Around 70 per cent say they want course content that really reflects the changes going on in society, from diversity and inclusion to sustainability and poverty,” says consultancy founder Andrew Crisp.</p> <p>But these digital and social media natives also <a href=\"https://www.ft.com/content/6773d89f-33f3-4118-8ffa-c9d1cf5baa3f\">want technology</a> at the heart of their masters. “The big demand is for anything with the word digital in it,” says Crisp, “whether that's data analytics, digital transformation or some form of artificial intelligence.” </p> <p>While Gen Z students are keen for face-to-face teaching after the pandemic, the number who say they would prefer a wholly online or blended degree has doubled to almost 40 per cent. “Students now expect their schools to use digital tools and techniques to enhance the experience,” he adds.</p> <p>Business school leaders know they must respond, but are approaching the challenge from different angles. At Essec in France, for example, MiM students are now required to take a 20-hour course on environmental issues and a compulsory 20-hour course on corporate social responsibility. From this academic year, they will also be trained in diversity and inclusion issues.</p> <p>Meanwhile at Vlerick Business School in Belgium, Kerstin Fehre, programme director for the masters in international management and strategy, says the school has integrated discussions on sustainability into all courses. It has also launched dedicated modules on corporate and sustainable finance, intrapreneurship (taking an entrepreneurial approach within an existing company), responsible innovation and the strategic management of sustainability</p> <p>At ESMT Berlin, Roland Siegers, director of early careers programmes, says the school has relaunched its entire masters portfolio to give students more specialisation and customisation options.</p> <p>Mindful of Generation Z's emphasis on mental health and wellbeing, GBSB Global Business School in Barcelona has removed the stress of exams from its masters in management, explains marketing lead Elizaveta Vakhoshina, and replaced them with continuous assessments. </p> <p>At Grenoble Ecole de Management, new tech and teaching methods have been reviewed to include more gamification and “flipped classroom” techniques. </p> <p>“Pedagogy is designed to compensate for or adapt to the Gen Z attitude of ‘if I think it isn't of any use to me, I will switch off',” says programme director Céline Foss. She adds a cautionary note: “For schools, there is the balance of managing the differences between what students think they need to know and what we know they need to know.”</p> <p>It is a view shared by Anne-Fleur Goll, who says her generation still wants business schools to “be the grown-ups” and take a lead, rather than simply respond to student demands. </p> <p>“Yes, we're going to be the ones who will have to tackle how to keep the planet alive, but we're just children,” she says. “It's the responsibility of the teachers to tell us what we should know. </p> <p>“I've only graduated and yet I'm being consulted as an expert on an issue like sustainability. That shouldn't be the&#xa0;norm.” </p><p>Source: Ian Wylie 2022 'What Generation Z wants from a business masters' FT.com 5 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-05T03:30:13.651Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}