{
  "_id": "cae2e8bf4936da4022aaeb41d279194f8c064a4e880b91bd7b1741b63f82a2b2",
  "feed": "wall-street-journal",
  "title": "Why '22 Can Be the Year You Get Your Dream Job",
  "text": "<p>While it might be tempting to jump at the next opportunity you see on LinkedIn or make a lateral move for a 10% raise, career coaches and compensation consultants agree that workers need to seize this advantageous moment. They recommend job hunters use their leverage, be hyperspecific about what they are looking for and do their homework about the current environment for their chosen field.</p><p>\"If I'm somebody who's felt a little stuck in my career and has thought, 'I want to make a big change but I don't know if I'll actually get hired,' now is a time where it's more possible than it's been in the past,\" said Corey Kossack, founder and chief executive of Aspireship, an online learning platform that connects aspiring software sales reps with job opportunities.</p><p>Here is how to narrow your search, use your leverage and take the next step in your career.</p><p>Zero in on what you hate about your job.</p><p>Make a list of the aspects of your job that you hate, said Michele Woodward, a Washington, D.C.-based career coach who guides executives through their job changes. The exercise will help spotlight what's bothering you. Get specific and remember that hating \"everything\" isn't a clarifying answer, she added.</p><p>\"You really owe it to yourself to think through not only, 'What do I complain about?' but, 'What would remedy that complaint?'\" Ms. Woodward said, adding to think expansively about pay, boundaries, work-life balance and your boss and co-workers.</p><p>Some people might be tempted to take a laissez-faire approach to career planning right now -- after all, many skilled workers already have recruiters reaching out to them -- but several career coaches warned that kind of laid-back approach may not net them the hybrid-work situation, salary or signing bonus they really want in order to make a big move.</p><p>Workers feeling restless should consider what it is, specifically, that is missing from their work life and what they hope to achieve in their next one.</p><p>Stay focused, but don't wear yourself out.</p><p>Setting parameters to keep your job hunt manageable increases the chance that you'll find, pursue and land a role that is a truly good fit, according to Nashville, Tenn.-based career coach Nakisha Hicks.</p><p>\"Job searching should not be a job,\" said Ms. Hicks, who recommends those on the hunt set aside an hour each day to focus on their search without letting it consume them. \"When it becomes a job, that's when people give up on it, or they take the first thing that they can because they're tired of looking.\"</p><p>Job seekers should make time to do the simplest thing they can manage each day, advises Lindsey Pollak, a career consultant and speaker on the multigenerational workforce and navigating the changing workplace, whose clients have included Goldman Sachs, Aetna and The Estee Lauder Companies Inc.</p><p>People often think, \" 'I can't send 20 resumes today, so I'm going to send none.' If you can't send 20, can you send one?\" she asks.</p><p>You have leverage. Figure out how much.</p><p>The Great Resignation is real, but conditions vary significantly between industries, regions and occupations. Career coaches advise job hunters to research the hiring climate they will personally be entering.</p><p>\"People who have worked in a very similar job with a very similar industry serving a similar customer [or] product -- if you fit all of those boxes, you have tons of leverage,\" Mr. Kossack said.</p><p>He recommends candidates wield their advantage not simply to get any new job or salary bump, but to secure a role that will position them for growth and future success. He also warns against overplaying any perceived upper hand: Job seekers should still focus primarily on the skills they bring to the table over tight labor market conditions.</p><p>\"There's no walking in and being like, 'Why should I work here?' That doesn't work no matter how much leverage you think you have,\" he said. \"And if it does, it's going to work in a place you don't want to work and people you don't want to work for.\"</p><p>Connections count.</p><p>Even in a hot hiring market, jobs are still found more frequently through networking than submitting dozens of applications, career coaches, recruiters and human-resources executives said.</p><p>\"Making one phone call to a former colleague, sending a connection request on LinkedIn to somebody that you admire, going to [an online job fair] and chatting with a recruiter -- that is moving your job search forward,\" said Ms. Pollak.</p><p>The beginning of the year offers the perfect excuse to reach out to people in your network to check in and catch up, said Alisa Cohn, an executive coach who also advises companies on recruitment and other talent matters. Simply mentioning that you are job hunting can be sufficient to move the conversation forward.</p><p>\"You should step back and be thoughtful about what company you want to work for, think about who you know who loves their job, and why,\" she says.</p><p>Get a new job without quitting.</p><p>If a significant percentage of your co-workers have left, now could be a great time to push for a promotion or a raise, or to find an entirely new job within your current organization -- especially if it is performing well financially.</p><p>\"If you're happy, there is value in being the one who stays and doubles down,\" said Ms. Pollak, who warns workers she talks to not to job hunt simply because it is a trend.</p><p>Don't expect your organization to automatically reward you for staying. You need to be vocal and direct, requesting time for a \"stay conversation\" -- the inverse of an exit interview -- to discuss your prospects at the company and highlight your contributions, Ms. Pollak said.</p><p>---</p><p>Te-Ping Chen contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}