{
  "_id": "2300ed410783564cc08c141fa8b9946b1358d8c002629d26b3d3f5266c5057d9",
  "feed": "market-watch",
  "title": "‘Fake it till you make it' is an old trick Silicon Valley startups use to get money. Starry-eyed stock investors keep falling for it.",
  "text": "<p>Silicon Valley has a sordid history of chicanery. “Vaporware” are products that are promised to be ready, or ready soon, and then delivered late or not at all. A Microsoft engineer coined the term — an apparent reference to selling smoke — in a 1982 description of Microsoft's Xenix operating system. The term gained traction when Bill Gates announced Microsoft Windows as a worthy competitor for Apple's graphical user interface on November 10, 1983, and released a flawed bare-bones “operating environment” on November 20, 1985, prompting tech columnist Stewart Alsop to give Gates a “Golden Vaporware” award. As in this case, the intent of vaporware is often to persuade customers not to buy competing products.</p><p>A similar type of chicanery is the mantra “fake-it-till-you-make-it” that is used to persuade customers and investors that a company has a finished product when it doesn't. Customers sign on by buying the product or service and the deceitful company does what it can while scrambling to develop what it said it already has. Investors sign on by throwing money at the company, which the company then spends trying to develop what it said it already has. Either way, the company keeps lying as long as necessary, or until its cover is blown.</p><p>Theranos is a high-profile example. In 2014 Stanford University professor John Ioannidis noticed a corporate building in Palo Alto, Calif. with the name Theranos, which intrigued him because it is similar to the Greek word for death, thanatos. He researched Theranos and discovered that the name was a merging of the Greek words therapeía (therapy) and diágnos (diagnosis).</p><p>Theranos claimed that it had developed a blood-testing device that could run hundreds of tests quickly and cheaply using a single drop of blood. People could have their blood tested in supermarkets or pharmacies while they shopped. Wow!</p><p>Ioannidis is widely known as “the godfather of science reform” and he was disturbed by the fact that Theranos's scientists gave no details about how the device worked and did not publish any peer-reviewed test results. He was also concerned about millions of people doing hundreds of tests which would surely generate millions of false-positive signals — which could lead to unnecessary treatments that might be expensive and could be fatal. Surely it is better to give specific tests to people exhibiting symptoms of a problem than to generate an avalanche of false positives for healthy people.</p><p>In February 2015 Ioannidis published a commentary in the Journal of the American Medical Association criticizing Theranos for its stealth research (making claims without any peer review by independent scientists):</p><p>He wrote: “Stealth research creates total ambiguity about what evidence can be trusted in a mix of possibly brilliant ideas, aggressive corporate announcements, and mass media hype….[U]nless stealth research adopts more scientific transparency, investors, physicians, patients, and healthy people will not be able to judge whether some proposed innovation is worth $9 billion, $900 billion, or just $9—let alone if the innovation will improve the health and well-being of individuals.”</p><p>In a subsequent CNN interview, Ioannidis pushed harder: “We have been misled many times about innovations in medicine.” A Theranos lawyer contacted Ioannidis in an effort to persuade him to pull back, suggesting that he co-author an article with CEO Elizabeth Holmes. Ioannidis politely declined.</p><p>Later that year, The Wall Street Journal published an investigative article on Theranos and the fakery was soon clear. Once valued at $9 billion, Theranos wasn't worth $9. In January of this year, Holmes was convicted on four counts of fraud for making false claims to investors. Prosecutors argued that Theranos faked demonstrations of its blood-testing machines, added pharmaceutical company logos to validation reports indicating the firms had endorsed the technology when they hadn't, and in late 2014 projected $140 million in revenue that year when it had none.</p><p>Theranos of course took fake-it-till-you-make-it to the darkest extreme. Yet all-too-often, fake-it-till-you-make-it is a successful tactic to get funding from Silicon Valley investors, and supposedly seasoned and savvy venture capitalists and other smart buyers keep falling for it.</p><p>For example, in its S-1 registration statement, Zymergen ZY, a synthetic biology company, said that multiple customers for its product would generate significant revenue in 2021 and that 10 other products were on the way. It raised more than $1 billion in venture capital and went public in April 2020 with a market capitalization of $3 billion.</p><p>In August 2021 the company announced that there would be no revenue in 2021 and that it expected “product revenue to be immaterial” in 2022 as well.</p><p>Zymergen's stock plunged 69% that day, wiping out almost $2.5 billion in market value. The shares have lost more than 90% of their value over the past 12 months, tumbling from an April 2021 high of $52 a share. Now lawyers are suing and regulators are scrutinizing the company's overly optimistic projections.</p><p>Then there is the promise of lab-based meat, another technology that has received billions in venture capital funding with more than 50 startups repeatedly missing announced dates for when real products will be available. Critics point to the technical challenges and the production costs that are still orders of magnitude too high.</p><p>A revealing 2020 article in Nature magazine traces the advances in synthetic biology during the previous decade, but does not mention the impact of any real products. The final paragraph concludes that the field is a great success because there are huge valuations of synthetic biology startups:&#xa0;“If we're to look for the single biggest achievement of the decade that justifies the hype of the field back in 2010, then we can look no further than the proliferation and valuations of the hundreds of synthetic biology companies around the world.”</p><p>Talk about circular. The venture capitalists invest because they're convinced it is a great field and the scientists think it is a great field because the venture capitalists invest. It is hard to imagine a more enticing invitation to fake-it-till-you-make-it.</p><p>The social costs are far larger than a few fools with too much money parting with some of it. Their wasted money could be spent on inventing, developing and producing real things that benefit all of us.</p><p>As Keynes also wrote, “When the capital development of a country becomes a by-product of the activities of a casino, the job is likely to be ill-done.”</p><p>Jeffrey Funk is an independent technology consultant and a former university professor who focuses on the economics of new technologies.&#xa0;Gary&#xa0;N.&#xa0;Smith&#xa0;is the Fletcher Jones Professor of Economics at Pomona College. He is the author of&#xa0;“The AI Delusion,“(Oxford, 2018), co-author (with Jay Cordes) of&#xa0;“The 9 Pitfalls of Data Science”&#xa0;(Oxford 2019), and&#xa0;author of “The Phantom Pattern Problem” (Oxford 2020).</p><p>More:Is ‘The Dropout' a true story? Where Theranos founder Elizabeth Holmes is now</p><p>Also read: AirBnb, Snap, Lyft and Uber are just a few of the many debt ridden, money-losing ‘unicorn' stocks that investors should think twice about</p>",
  "published": "2022-03-07T15:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 265,
          "end": 276
        },
        {
          "start": 162,
          "end": 171
        },
        {
          "start": 352,
          "end": 369
        },
        {
          "start": 265,
          "end": 274
        }
      ],
      "nexusId": "10031144"
    }
  ]
}