{
  "_id": "79ac71df44e4394594e66f7e625416b6add53b05f806559baa5fa0a67837d87c",
  "feed": "ftcomall",
  "title": "Is Mackenzie Scott's ‘hands off' approach paving a new way for rich donors'? ",
  "text": "<p>In February, Jonathan Reckford received what he describes as “that wonderful phone call” — a call that would turbocharge the work of his charity Habitat for Humanity in tackling poverty and homelessness worldwide.</p> <p>The contact was not entirely unexpected. An intermediary for Mackenzie Scott, the billionaire former wife of Amazon founder Jeff Bezos, had approached him “out of the blue” six months earlier, although that was followed by “a lot of silence”. What took him aback was the scale of the gift when the cheque finally arrived: $436mn.</p> <p>It was an unprecedented donation for Habitat, which helps families in 70 countries secure decent and affordable housing. It was also the largest single known contribution from Scott, who has been shaking up philanthropy since she pledged, soon after her $35bn divorce settlement in 2019, to rapidly give away her fortune. “We were thrilled at the idea of $25mn,” says CEO Reckford. “Then, as we started getting reports on the scale of the gifts, we got even more excited. It was extraordinary.”</p> <p>Such a large sum from a well-known yet deeply private source meant that, when he began contacting partners in his network of affiliates to decide how to use the money, he was met with disbelief. “Most thought it was a phishing attack. That was the fun part,” he recalls via video call, wearing a grin and the unofficial Habitat uniform of a blue T-shirt.</p> <p>Yet Scott's generosity over the past three years — disbursing some $12bn — has been both striking and unusual not only for its speed and scale, but also for its style and subjects. She has focused on <a href=\"https://www.ft.com/content/0475113e-9c89-4878-9e88-3b00dc95526d\">less popular causes</a>, including racial justice, gay and <a href=\"https://www.ft.com/content/3a00b5a9-24c6-4122-bcf5-f950881baf82\">female and reproductive rights</a>, refugees and food banks — which she identified with the help of intermediaries such as the non-profit consultancy Bridgespan. And she has taken a more hands-off approach with recipients, allowing them greater freedom to spend her money.</p> <p>In some ways Scott has been as <a href=\"https://www.ft.com/content/e8cc55d2-6708-41a2-81ed-aaa156c1f5d4\">radical a philanthropist </a>as Bill Gates and his former wife Melinda French were at the start of the century, with their strategic focus and high volume of giving. Or as their friend Warren Buffett, who waived the typical do-it-yourself approach in 2006 by pledging much of his fortune directly to the Gates' foundation and trusting its expertise to donate wisely.</p> <p>Others in the sector suggest Scott's approach will remain an outlier at a time of global disruption from war and disease, as well as surging inflation and a stock market correction. These have dampened the capacity and willingness of donors to give, and sparked reflection on what to support as globalisation cedes ground to populism, and food and energy poverty become more acute.</p> <p>Caroline Underwood, an adviser to several wealthy individuals and families in the UK, says that many of Scott's chosen causes mirror those of her own clients — a shift that has been catalysed by the Covid-19 pandemic. “There is a trend of people wanting to do more locally, if only because people were working from home and connected to what was happening in their community,” she says. </p> <p>Mental health and poverty have risen in priority, and she points to a shift towards “active giving”, with ever more porous boundaries between those that give, deliver and need help. “Instead of receiving handouts, communities are coming together. There is a lot of interest — and a lot of need across class, wealth and all sorts of boundaries — [in having] a personal connection,” she says.</p> <p>Melissa Berman, president of Rockefeller Philanthropy Advisors, a longstanding consultant based in New York, says that tackling climate change is a popular cause but that most family donations still reflect “affiliation giving” to&#xa0;institutions with which people have a personal relationship — often the schools and universities they or their families attended. </p> <p>In the wake of the Black Lives Matter movement, she also points to a growing focus on equity, with organisations raising money specifically to expand the diversity of their intakes and to improve social mobility. That has been a notable trend in higher education, with institutions from Oxford and Cambridge broadening their access programmes, and Johns Hopkins and Dartmouth in the US supporting “need blind” admission to admit talented students regardless of their ability to pay.</p> <p>Scott was still more radical in her approach, writing large cheques to historically black colleges and universities with which she had no direct connection and which are typically neglected by donors. Her approach, developed with external advisers, has been dubbed “trust-based philanthropy”.</p> <p>That stands in contrast to what some big donors have done previously. The Gateses and financial-data entrepreneur Michael Bloomberg created eponymous foundations with significant in-house expertise. They have taken an approach dubbed “strategic philanthropy” to develop plans and tightly manage their implementation by recipients. Unlike the intergenerational trusts of the old Carnegie, Ford and Rockefeller dynasties, they committed to “giving while living”, aiming to hand away their money largely during their lifetimes.</p> <p>Scott, on the other hand, relies on consultants such as Bridgespan to identify causes and recipients. And, then, rather than imposing onerous reporting requirements or interfering in management, she leaves spending decisions to the discretion of the beneficiaries.</p> <p>“When we talk to funders and grassroots organisations, they say it's impossible for a small, lightly staffed non-profit to apply and meet requirements for reporting,” Berman says approvingly. “Scott has reduced the operating costs so they have more money for their mission.”</p> <p>Reckford concurs. “One of the challenges for the social sector is that every donor has their own set of requirements, which is expensive and complicated. The precedent of a donor requiring just an annual narrative over three years rather than a huge statistical report is most welcome. I've never experienced something quite like it in my time in Habitat. We'd love to see that become a&#xa0;trend.”</p> <p>Scott's approach nonetheless requires research and support — something that has fostered rising demand for a cadre of professional philanthropic advisers such as Bridgespan. The non-profit consultancy, based in Boston, US, is coy about its clients but has been linked to Scott as well as several other foundations and individuals. </p> <p>Tom Tierney, the firm's cofounder, recently joined the board of the Gates Foundation. William Foster, his latest successor as managing partner, says: “When I joined, we were 30 people in a small office over a Hard Rock Cafe shared with some rodents. Now, we are 350 people in six offices, with half outside the US. We have found an increasing number of philanthropists who want to do sourcing and diligence.”</p> <p>“For a long time, philanthropists set up a large staff in foundations for perpetuity. Now, a lot are looking at ways to have a broader portfolio including through collaborative giving and impact investing,” he says. </p> <p>He points to a growth in models such as those employed by philanthropy partnership Blue Meridian, which pools donors' funds to rapidly support and scale up projects tackling youth and family poverty. Extensive due diligence is carried out and grants are provided with further money conditional on achieving progress.</p> <p>“We are not in a world where ego is removed,” says Nidhi Sahni, another Bridgespan partner. “But there's been a shift by donors, for at least part of their giving, to cede control to people who understand the space better than they do&#xa0;themselves.”</p> <p>Some donors are increasingly coy about their giving, seeking anonymity to avoid excessive scrutiny or being overwhelmed with requests for help. Underwood argues that partly reflects “an awareness of reputational risk that is much greater”. As the Sackler family found, when the scale of the opioids scandal they made money from emerged, high-profile “named” gifts to museums and public bodies can come back to haunt you — and your recipients.</p> <p>Even Scott's philanthropy has received some criticism for the limited transparency over her strategy, as well as the precise causes, organisations and sums given away — let alone the results. Thus far, she has refused interviews or the creation of a detailed website. [Efforts by the FT to contact her for an interview were not successful]. “I want to de-emphasize privileged voices and cede focus to others,” she wrote in one of several blog posts where she lays out her philosophy. “We are governed by a humbling belief that it would be better if disproportionate wealth were not concentrated in a small number of hands, and that the solutions are best designed and implemented by others.”</p> <p>But, for all the more positive signs of her fresh approach to giving, the wider state of philanthropy remains mixed. The crash in tech stocks and broader uncertainties about slowing global economic growth suggest that fewer wealthier people may be willing to hand over money in the months ahead, despite no let-up in the need for it.</p> <p>Philippa Charles, director at the Garfield Weston Trust, a British foundation focused on welfare, youth and community support, says its resources — which are derived from investments in the controlling family's businesses — fell during the pandemic. They had to be topped up by its trustees from their own reserves to maintain its nearly £90mn a year in grants.</p> <p>That has enabled Charles to support organisations seeking grants, by encouraging them to make realistic forecasts on the likely effects of rising inflation on their budgets rather than penny-pinch. “We want impact, not to shave off 5 per cent of their costs,” she says.</p> <p>Yet the trust's willingness to sustain its grants in tough times marks it out as an outlier. The head of one well-established philanthropic foundation grumbles that he has seen scant increase in giving or innovation in the field in recent years. He points to the absence of follow-through so far among most of the 230 billionaire members of the Giving Pledge, which launched in 2010, despite the promise to give away the majority of their fortunes during their lifetimes or in their wills. </p> <p>An analysis by Bridgespan suggests that ultra-wealthy American families overall donate just 1.2 per cent of their assets to charity each year.</p> <p>With the value of her own fortune derived from Amazon's stock, Scott has struggled to give away money as her wealth has grown since her divorce settlement — even after recent fluctuations in the price of the shares. But, despite becoming a poster child for new approaches to philanthropy, those like her remain few in number.</p> <p>In the months ahead, some of her beneficiaries are nervous that her generous contributions might dissuade others from giving, especially if they are struggling in more uncertain times. “There's always a worry in downturns,” says Reckford. “The holidays and end of the tax year mean we will only know at the end of the calendar year.” </p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Andrew Jack 2022 'Is Mackenzie Scott's ‘hands off' approach paving a new way for rich donors'? ' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-29T03:00:57.406Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}