{
  "_id": "3ab6a04d97d20bd82846e4bde39da5447471ba88cb78d0d7456f3127473e123b",
  "feed": "wall-street-journal",
  "title": "Nuclear Power Is Poised for a Comeback. The Problem Is Building the Reactors. Countries have lost their expertise in building nuclear plants after shunning them for years",
  "text": "<p>Such ambitions face a major obstacle in the West. The nations that gave birth to the nuclear age are short on managers and skilled workers with experience in building reactors after shunning nuclear energy for years. A handful of plants already under construction across the U.S. and Europe are years late and billions over budget. The projects have left companies insolvent and exposed weaknesses in U.S. and European nuclear engineering capabilities.</p><p>In France, the construction of a cutting-edge reactor at the Flamanville nuclear plant was expected to anchor the country's independence from foreign energy supplies and churn out electricity with nearly zero greenhouse gases.</p><p>The reactor was supposed to be ready by 2012. A decade later, welders are still fixing mistakes discovered seven years ago, squeezing into the reactor's warren of pipes with soldering irons and using robots to repair more than 100 substandard welds across the reactor's cooling system.</p><p>\"The quality was very far from the expected level,\" said Julien Collet, deputy director of France's Nuclear Safety Authority.</p><p>Georgia Power is building two reactors, among the first new U.S. nuclear units to break ground in more than three decades. The project is behind schedule and billions of dollars over its estimated cost. \"We had to train welders and all these other crafts to be nuclear workers,\" said Will Salters, a union official working on the construction at the Vogtle plant in Burke County, Ga. \"We hardly had them in the country. All the ones we had were either retired or passed away.\"</p><p>The West largely stopped building new reactors in the wake of nuclear accidents at Three Mile Island in Pennsylvania in 1979 and Chernobyl in 1986. Antinuclear sentiment, including safety concerns over the storage of waste, became a cornerstone of environmental movements.</p><p>The 2011 meltdowns in Fukushima, Japan, further pushed nations away from nuclear power. The U.S. tightened regulations, and Germany decided to shut down all of its reactors—a move set to be completed this year.</p><p>Those concerns are now taking a back seat to a push to slow climate change. The International Energy Agency says it expects global nuclear power capacity will have to double by 2050 for the world to reach so-called net zero, in which greenhouse gas emissions are so low that they can be completely offset by forests and other natural means of absorbing carbon dioxide from the atmosphere. Scientists say that achieving net zero is essential to fulfilling the Paris climate accord, which calls for governments to limit global warming close to 1.5 degrees Celsius above preindustrial temperatures.</p><p>The U.K., Poland, the Czech Republic and the Netherlands have all announced plans to build new reactors, adding to Europe's decades-old reactor fleet. France, which already generates 70% of its electricity from nuclear power plants, is beginning to train thousands of workers in the rigorous requirements of nuclear engineering and construction as part of a plan to build up to 14 new full-size reactors and other smaller ones.</p><p>France recently shut down 12 of its reactors because of unexpected corrosion on the reactors' piping, leading the country to rely more on gas-fired electricity just as Russia has cut the flow of gas to Europe. French officials are racing to find the cause of the problem before next winter.</p><p>In the U.S., last year's infrastructure law authorized $3.2 billion for the development of advanced nuclear plants. TerraPower, a company founded by Bill Gates, is proposing a new kind of reactor that it says would be much simpler to build because it wouldn't operate at the very high pressures that are standard in current reactor designs.</p><p>Other companies in the U.S. and Europe are proposing to build small modular reactors to bring down the costs of nuclear construction. Proponents say they will be easier to build because they can be assembled in the controlled environment of factories, helping to avoid some of the manufacturing problems that have bedeviled larger reactors that must be built on site.</p><p>The new reactor designs also aim to produce less waste by using uranium more efficiently than existing reactors.</p><p>The designs for these advanced reactors haven't been approved by regulators. They, too, will require large numbers of highly-skilled nuclear workers and the development of a new kind of nuclear fuel—known as high-assay low-enriched uranium—that has never been used on a commercial scale.</p><p>\"The biggest risks that we face are supply-chain issues,\" said TerraPower spokesman Jeff Navin. \"We'll need skilled laborers—welders, general construction. Some of those workers will need specific training. That's certainly a concern.\"</p><p>A decline in the cost of electricity from wind turbines, solar panels and other renewable technologies has raised questions about whether nuclear power is worth the investment. Batteries that store electricity when the wind and sunshine are lacking have become commercially feasible, though supply-chain problems have recently held back their deployment.</p><p>\"Why not just develop more renewable energy, which is safer and cheaper and much faster to build? It doesn't make any sense,\" said Mark Jacobson, a professor of civil and environmental engineering at Stanford University. \"Storage adds cost, but the cost is trivial relative to new nuclear.\"</p><p>In the U.S., plans for the Vogtle plant date to 2008, when South Carolina and Georgia decided to build reactors using a new design from Westinghouse called the AP1000. Westinghouse said the reactor would be safer because of passive systems that rely on gravity and other natural forces to cool the core in case of an accident. There would also be fewer valves, pipes and pumps than in earlier reactors.</p><p>South Carolina utilities ordered two reactors for the V.C. Summer plant, while Georgia Power ordered two for the Vogtle plant. To keep costs down and improve quality, Westinghouse and its partner, Shaw Group Inc., decided to employ a new strategy in nuclear construction: forging pieces of the reactor at a factory, then assembling them at the plant site.</p><p>The manufacturing would be done at a Shaw factory in Lake Charles, La., amid the region's booming oil-and-gas industry. Christopher Hartz, who was in charge of quality control at Shaw's nuclear division, said many of the workers at the plant had no experience in nuclear welding and struggled to meet the industry's exacting standards.</p><p>\"The first module pieces they welded looked like pretzels,\" Mr. Hartz said.</p><p>In 2010, Mr. Hartz led a team that included executives from V.C. Summer and Vogtle to audit the plant. They found that manufacturing quality had regressed and voted to stop work, he said. When Mr. Hartz told a manager at the plant, he said, the manager threw a letter opener at him and nearly struck him. Mr. Hartz resigned months later.</p><p>The forged pieces that the plant finally shipped to Vogtle were poorly made, regulators and union officials said.</p><p>\"The welds didn't meet the criteria. They were just terrible,\" said Mr. Salters, the union official in Georgia. \"Our union welders had to grind out everything they did and redo it all, which put the job behind from the beginning.\"</p><p>Shaw, which is under new ownership and management, declined to comment.</p><p>In the U.S., Westinghouse buckled under the weight of cost overruns at the Vogtle and V.C. Summer plants, declaring bankruptcy in 2017. Santee Cooper and Scana Corp., the South Carolina utilities that ordered the reactors at the V.C. Summer power plant, canceled the project later that year.</p><p>Georgia Power and its parent company, Southern Co., pressed ahead with the two reactors at Vogtle. The companies say they are aiming to bring the first into service in the first quarter of next year.</p><p>\"We knew building the first new nuclear units in the U.S. in more than 30 years would be challenging,\" Georgia Power said.</p><p>The new reactor going into the plant in Flamanville was developed by a consortium led by Areva SA, France's state-controlled nuclear engineering company. Called the European Pressurized Reactor, it was designed to use uranium fuel more efficiently and have new safety features to ease public fears about nuclear power—including a system that would cool the molten core with water if it escaped the reactor vessel.</p><p>EDF SA, the country's state-controlled power company, placed its order for Flamanville in 2004. A year earlier, a consortium of Finnish companies had ordered the reactor to be built at an existing power plant in Olkiluoto in western Finland.</p><p>Problems at the Finnish site began soon after construction, said Tapani Virolainen, deputy director of Finland's nuclear safety authority. A new, nearly 10-foot-thick concrete slab supporting the plant wasn't sufficiently watertight. A metallic lining inside the containment structure that was supposed to make it airtight was welded incorrectly.</p><p>The highest quality manufacturing on the project came not from Europe but a Japanese consortium that forged the plant's 460-ton reactor vessel, Mr. Virolainen said.</p><p>The Finnish reactor began generating small amounts of electricity in March, nearly 13 years later than expected. A Finnish consortium has spent more than €5.7 billion ($6.1 billion) on the reactor, initially estimated to cost €3 billion. Areva has booked more than €5.5 billion in losses.</p><p>In France, the original goal was to have the reactor generating electricity in 2012. It still wasn't finished in 2015, when subcontractors flagged a problem with a few of the cooling system welds. It took EDF 1½ years to figure out the problem was serious enough to inform France's nuclear safety regulator, which opened an investigation and found 110 welds that weren't up to snuff.</p><p>Some of the problem welds, regulators and EDF executives said, were the result of subcontractors not being given correct specifications from the design. Others were simply flubbed by welders who lacked the necessary expertise, officials and EDF executives say.</p><p>\"We lost the habit of welding at this scale and these requirements, because the fleet was built a long time ago,\" said Majorie Hazeveld, the EDF executive in charge of welding. \"People who work in nuclear only do maintenance—so, welds that are fairly simple.\"</p><p>EDF in January pushed back the date for loading fuel into the Flamanville reactor to the middle of 2023, more than a decade later than initially expected. It raised the cost estimate to €12.7 billion, nearly four times the original price tag.</p><p>Areva and the French government were ultimately on the hook for the cost overruns in Finland and France. The French state restructured the company in 2016 as it reeled from the losses, and EDF took control of the company's reactor construction business.</p><p>In 2016, EDF's management pushed ahead with a new, even bigger project: The construction of two reactors in the U.K. at Hinkley Point for an estimated price of £18 billion ($22.5 billion).</p><p>Gerard Magnin, a nonprofit executive whom the government named to the board because of his expertise in renewable energy, resigned over the decision to invest more in nuclear. \"There is the risk of technical and economic obsolescence in today's nuclear decisions because of the collapse of the cost of renewable energy,\" Mr. Magnin said in an interview.</p><p>Three years later, EDF raised the cost estimate of the project to between £21.5 and £22.5 billion, saying that excavations had revealed the site's foundations were less stable than previously expected and would need more reinforcement.</p><p>In May, EDF raised the price tag again to between £26 and £27 billion, and pushed back the startup date to June 2027. It warned that there was a risk of additional delays.</p><p>Write to Matthew Dalton at Matthew.Dalton@wsj.com</p><p>Nuclear Power Is Poised for a Comeback. The Problem Is Building the Reactors.</p>",
  "published": "2022-06-23T15:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}