{
  "_id": "ac061548c1b5e79a7c5250f0133fdaf12381f7e82bf9b6fe6f4247ce266dba4f",
  "feed": "ftcomall",
  "title": "Letter: Audit profession has no problem enlisting recruits",
  "text": "<p>I read with interest Richard Murphy's scathing letter about audit firms (<a href=\"https://www.ft.com/content/8bf169da-6221-4c74-896b-51a39c2e7462\">January 5</a>), with his comment that “no one wants to work for them”. This could not be further from the truth.</p> <p>The Big Four and mid-tier firms have to reject thousands of graduate applicants each year. Those leaving university see audit as a secure form of employment and the accounting qualification as a passport to work in a variety of industries.</p> <p>As to his comment that “many young people think that auditors are part of the climate change problem”, I have worked at two of the Big Four as well as one of the largest tech consultancies and in each organisation, processes were put in place to lessen environmental impacts both internally and for clients. The efforts may not be quantifiable but they are of value.</p> <p>Auditing and consulting have never been tick box exercises. Firms encourage lateral thinking.</p> <p>Auditors make mistakes, just as in any other profession. But the 30 per cent fail rate referenced in the letter is a skewed measure, lacking in context.</p> <p>Audit firms dispense a suite of services. The focus is not just on accounting but the provision of a myriad of offerings that can furnish clients with a more complete picture. Detractors will state this removes objectivity but this is exactly what is provided when internal teams, with generally minimal contact, collaborate on a joint engagement for a client.</p> <p>Graduates should also appreciate that the organisations provide training outside of the accounting qualifications, such as report writing, presenting, Microsoft Office and negotiating. And as for social care, the companies have regular charity days where the initiatives include mentorship schemes for young students from disadvantaged backgrounds.</p> <p>These are the reasons why “everyone wants to work for them”.</p> <p><strong>Rajiv Radhakrishnan</strong> <br><em>London HA5, UK</em></p><p>Source:  2022 'Letter: Audit profession has no problem enlisting recruits' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T00:00:59.507Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}