{
  "_id": "7430910baa97c67fd7d7412e8174e3366f69c5f4550e030918f5512996d8e9f2",
  "feed": "ftcomall",
  "title": "Legal intrapreneurs drive changes from within",
  "text": "<p><strong>Christopher Georgiou </strong><br><em>Partner, co-head Ashurst Advance, Ashurst</em></p> <p>Christopher Georgiou set up Ashurst's alternative legal services division, Ashurst Advance, in 2013 with a team of seven. Now, with more than 170 people and two seats on the firm's executive committee, the division has had a profound impact on the types of service Ashurst can offer its clients as well as how it delivers them.</p> <p>One highlight is Santander UK's Libor transition project, for which the team helped with process optimisation, project management, and flexible resourcing. Georgiou has played a leading role in developing new, different career paths within Ashurst Advance by offering more flexibility to move into adjacent roles, such as from technology to project management. </p>  <p><strong>Jana Blount</strong> <br><em>Change maker, DLA Piper</em> </p> <p>Since 2019, Jana Blount has led DLA Piper's change council, an internal group responsible for driving business transformation at the firm, in order to meet client demands in a digital economy. Blount has found ways to improve client experience by creating cultural change, rather than producing new products. This includes encouraging the firm and its clients to embrace design thinking — an approach that puts user experience at the heart of the creative process. </p> <p>An example is DLA Design, the firm's design thinking methodology, which is used internally by the executive committee to create strategy ideas. The firm has delivered around 200 virtual design sessions for clients.</p>  <p><strong>Shawn Curran</strong> <br><em>Head of legal technology, Travers Smith</em></p> <p>Shawn Curran is using his position at Travers Smith to encourage law firms generally to embrace open source technology. At his own law firm, he has developed various tools, including Ettatona, an artificial intelligence-powered document tagging system, and MatMail, an email filing system for legal matters. The code for these products has been shared with several other law firms. </p> <p>Curran describes his job as “trying to make lawyers' lives easier”, such as with Biblio, which is digitising more than 4,000 matter “bibles” — records of the main documents in a transaction — enabling lawyers to respond to client queries faster.</p>  <p><strong>Franck Guiader</strong> <br><em>Head of Gide 255 Gide Loyrette Nouel</em></p> <p>In order to help the firm keep pace with emerging technologies, Franck Guiader set up Gide 255 — a team of experts in regulation, public affairs and innovation strategy, as well as law. </p> <p>Guiader joined the firm from France's financial regulator in 2018, where he was head of the fintech, innovation and competitiveness division. </p> <p>This experience helps him to anticipate risks clients may face when exploring technologies such as blockchain and the metaverse — an immersive, 3D version of the internet. And the broad mix of skills within the team allows for a holistic approach to risk management. </p>  <p><strong>Tom Leman<br></strong><em>Partner, Pinsent Masons</em></p> <p>Since the firm committed itself to becoming a purpose-led organisation in 2018, Tom Leman has been responsible for figuring out the practicalities. To change how Pinsent Masons judges its success, he introduced new measures alongside traditional indicators such as profit-per-equity partner or revenue — looking at the firm's trust levels among its employees, its clients and the communities in which it operates.</p> <p>Leman has gathered data from different departments to understand how much staff trust the firm, whether they feel they have ownership of the work, and if they have a sense of the firm's purpose. </p>  <p><strong>Andrea Miskolczi</strong> <br><em>Europe director of innovation, Dentons</em></p> <p>Over the past 18 months, Andrea Miskolczi has revived the firm's interest in innovation by focusing on what lawyers find most valuable. </p> <p>Examples include a “back to basics” campaign to use existing technology in the firm to its full potential, and a training programme around data literacy co-developed and delivered with the legal team at carmaker Mercedes-Benz, a client of the firm. The aim is to allow lawyers to see the value these digital skills have for clients. </p> <p>Miskolczi has also introduced a product development strategy into the firm and is creating new roles, such as legal engineers. </p>  <p><strong>Daniel Pollick<br></strong><em>Chief information officer, DWF</em></p> <p>Daniel Pollick leads the UK law firm's IT and data strategy. He convinced the firm to move away from various individual technology solutions to running everything through Microsoft, with software from legal tech specialist Peppermint. </p> <p>Pollick has delivered a case management system — initially for the motor recovery team, and now being rolled out across the firm. The matter management process was re-engineered with the help of lawyers so that legal matters now close faster and the administrative burden has been reduced. </p>  <p><strong>Jason Williams<br></strong><em>Director, PwC</em></p> <p>As head of legal operations, Jason Williams has made several changes to how the law department manages its work, such as implementing an operating model to break down client work into low, medium and high complexity, and allocating it to the appropriate resource. Prior to this, senior lawyers would often see matters through end-to-end. But, now, they can focus on more complex work. </p> <p>Since Williams joined, the delivery centre in Belfast, which handles low-to-medium complexity work, has grown from 47 people to more than 200. The change in approach has helped PwC win a significant managed legal services mandate from a leading British bank, along with other client work. </p>  <p><strong>Rosa Zarza<br></strong><em>Partner, Garrigues</em></p> <p>Rose Zarza leads the firm's labour and employment practice and is taking a leading role in the firm's sustainability efforts. In 2021, Zarza launched Garrigues Sustainable, a group of 500 lawyers and environmental, social and governance specialists, to advise clients on sustainability-related issues. The team has worked on more than 600 projects and acted for several European companies.</p> <p>Internally, she has encouraged the firm to join the Climate Ambition Accelerator, an educational programme run by the UN on emissions reduction and science-based goals, and to commit to contributing to the UN's 2030 Sustainability Development Goals. </p>  <p><strong>David Ziyambi</strong> <br><em>Partner, Latham &amp; Watkins</em></p> <p>A partner in the firm's finance department in London, David Ziyambi has helped to improve the representation of black lawyers at Latham &amp; Watkins. In 2015 he co-founded the internal employee network, the Black Lawyers Group, with three colleagues in the US and devised a “layered mentoring” approach, in which individuals are mentored by someone directly above them.</p> <p>A crucial part of Ziyambi's success has been proving the positive financial impact of these diversity initiatives, such as the pro-bono advice he provides to Add Psalt, an incubator that aims to bring more black-owned brands into UK supermarkets. He advises the brands, and as they become profitable, some move from pro-bono to become paying clients.</p> <p><em>Profiles compiled by RSGI researchers and FT editors</em></p><p>Source:  2022 'Legal intrapreneurs drive changes from within' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T03:30:59.251Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4308,
          "end": 4317
        }
      ],
      "nexusId": "10031144"
    }
  ]
}