{
  "_id": "b691f797372f4c460be4973c1dde2f232d20edbfb06cb746ebed46855d41f543",
  "feed": "wall-street-journal",
  "title": "Microsoft Stock Falls Despite Strong Earnings and Revenue Growth; The software giant's cloud business has benefited as the pandemic has forced people to work remotely",
  "text": "<p>The results beat predictions from analysts, who were expecting $50.7 billion in revenue and $17.5 billion in net income, according to FactSet.</p><p>\"As tech as a percentage of global GDP continues to increase, we are innovating and investing across diverse and growing markets,\" Microsoft Chief Executive Satya Nadella said in a statement.</p><p>Microsoft's overall cloud revenue for the quarter increased 32% from a year earlier to $22.1 billion. Its cloud infrastructure service, called Azure, grew by 46%.</p><p>Microsoft shares slipped more than 4% in after-hours trading after the results announcement Tuesday. Even though the overall earnings numbers were better than anticipated, some investors had expected more of the quarterly growth to come from the company's cloud services, said Stifel Financial Corp. analyst Brad Reback.</p><p>Over the past two years, Microsoft has been one of the biggest beneficiaries of the shift of remote working that followed the spread of Covid-19. Companies, governments and schools across the world started using more cloud-based technologies, and Microsoft has been selling the tools used for the shift. While an increasing number of organizations have been returning to doing more work in offices, the Omicron variant of the virus may be delaying the return to normalcy.</p><p>The cloud-services business is one of the fastest-growing in tech and could expand from $385 billion in 2021 to $809 billion by 2025, according to research firm International Data Corp. Microsoft is the second-largest player in the industry with nearly a 20% share of the world-wide cloud computing market after Amazon.com Inc., which dominates the sector with a more than 40% share, according to Gartner Inc.</p><p>Demand for personal computing machines, many of them using Microsoft's Windows operating system, has climbed in recent years and so has Microsoft's videogame business. Demand growth for laptop and desktop PCs is expected to continue.</p><p>Windows licensing revenue from PC makers increased 25% in the quarter, while the company's Surface computer sales rose 8%.</p><p>Microsoft has been making big moves to boost its gaming business. Last week, it announced a $75 billion offer to acquire gaming company Activision Blizzard Inc. If it goes through, it will be Microsoft's biggest acquisition ever—close to three times bigger than the next largest.</p><p>Microsoft gaming revenue grew 8% last quarter from a year earlier, with its hardware sales advancing 4% on demand for the latest Xbox consoles. Its gaming content and services revenues climbed 10%.</p><p>The Activision deal, if completed, would ratchet up the size of Microsoft's videogame empire, making it the third-largest gaming company in the world by sales and adding popular game franchises including Call of Duty and Candy Crush to Microsoft's Xbox console business.</p><p>The offer for Activision also highlighted Mr. Nadella's mission to reshape the company by leveraging its cloud infrastructure to grow in new markets. The acquisition would bolster its efforts to entice consumers to its already fast-growing, cloud-gaming service. Microsoft's subscription-gaming service, Game Pass, hit 25 million subscribers recently, up around 39% from a year ago.</p><p>With more gamers playing on smartphones rather than pricey game consoles and computers, Microsoft is in the lead of the race to develop services for streaming high-end games to all kinds of devices the same way movies and TV shows are streamed.</p><p>Microsoft shares have done well since the start of the pandemic. They are up around 75% over the past two years, and for a short period last year Microsoft ranked as the most valuable company in the world.</p><p>This year its shares have slipped as part of a wider market selloff and they are down more than 5% since the Activision acquisition was announced last week.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Microsoft Stock Falls Despite Strong Earnings and Revenue Growth</p>",
  "published": "2022-01-25T21:55:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1066,
          "end": 1075
        },
        {
          "start": 3278,
          "end": 3287
        },
        {
          "start": 2338,
          "end": 2347
        },
        {
          "start": 3070,
          "end": 3081
        },
        {
          "start": 2250,
          "end": 2261
        },
        {
          "start": 2600,
          "end": 2611
        },
        {
          "start": 2058,
          "end": 2067
        },
        {
          "start": 2250,
          "end": 2259
        },
        {
          "start": 3581,
          "end": 3590
        },
        {
          "start": 274,
          "end": 283
        },
        {
          "start": 1477,
          "end": 1486
        },
        {
          "start": 844,
          "end": 853
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 3435,
          "end": 3444
        },
        {
          "start": 3070,
          "end": 3079
        },
        {
          "start": 3844,
          "end": 3853
        },
        {
          "start": 2772,
          "end": 2783
        },
        {
          "start": 1760,
          "end": 1771
        },
        {
          "start": 1837,
          "end": 1848
        },
        {
          "start": 335,
          "end": 346
        },
        {
          "start": 1760,
          "end": 1769
        },
        {
          "start": 1837,
          "end": 1846
        },
        {
          "start": 498,
          "end": 507
        },
        {
          "start": 335,
          "end": 344
        },
        {
          "start": 2600,
          "end": 2609
        },
        {
          "start": 2772,
          "end": 2781
        },
        {
          "start": 1471,
          "end": 1486
        }
      ]
    }
  ]
}