{
  "_id": "8fa3210e063efc2ca0a24540a676f6582d7e07090cb2764b6abd1ab26585e6cd",
  "feed": "wall-street-journal",
  "title": "Google Sales Growth Expected to Continue Despite Broader Economic Concerns; Investments in cloud infrastructure in the race to catch Amazon and Microsoft are set to weigh on Alphabet's bottom line",
  "text": "<p>Snap Inc. said last week that those pressures affected its financial results in the most recent quarter and could dent the ad market going forward.</p><p>Google's search advertising—often linked more closely to specific customer purchasing decisions than to broader brand-awareness campaigns—is expected to be less affected by the wider economic concerns. A rebound in travel as pandemic restrictions continued to ease helped underpin the company's revenue growth, analysts said.</p><p>SHARE YOUR THOUGHTS</p><p>What are you looking for in Alphabet's earnings report? Join the conversation below.</p><p>Wall Street expects Alphabet to generate $68.1 billion in sales and $17.4 billion in net income for the first quarter of the year, according to the consensus estimate of analysts surveyed by FactSet.</p><p>The projected 23% increase in quarterly sales from the year-ago period would be the lowest rate since late 2020 for the tech giant. The company at the time saw a period of massive sales growth, as small and large businesses alike flooded into the ad market seeking to win customers who spent the early period of the pandemic sequestered in their homes. Company sales advanced 41% last year.</p><p>Alphabet also is expected to report strong top-line growth in its cloud-computing business, where it is trying to catch up to Amazon.com Inc. and Microsoft Corp. The cloud business remains a heavy investment area for the company, and Google Cloud Services remains unprofitable.</p><p>Last month, Alphabet said it planned to spend nearly $5.4 billion to buy cybersecurity firm Mandiant Inc. to better automate cyber defenses by injecting specialized intelligence into one of the world's largest platforms for cloud-based tools. Cybersecurity investments have become somewhat of an arms race among cloud service providers, with a rash of ransomware and other attacks driving customer concerns about data security. Microsoft, which also reports earnings Tuesday, also has been bolstering its cybersecurity offering.</p><p>Sales for Google Cloud are projected to reach $5.75 billion, from about $4 billion in the year-earlier period, generating an operating loss of $752 million.</p><p>YouTube, the internet's largest video destination, is expected to contribute $7.48 billion in first-quarter sales. That compares with $7.87 billion in first-quarter revenue for streaming-media subscription service Netflix. Inc. Alphabet has been ramping up spending for YouTube to maintain its lead in video by funding a TikTok alternative, YouTube Shorts, and adding live shopping.</p><p>Robert Wall contributed to this article.</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Google Sales Growth Expected to Continue Despite Broader Economic Concerns</p>",
  "published": "2022-04-26T16:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1876,
          "end": 1885
        },
        {
          "start": 144,
          "end": 153
        },
        {
          "start": 1316,
          "end": 1331
        },
        {
          "start": 1316,
          "end": 1325
        }
      ]
    }
  ]
}