{
  "_id": "b4296cd1be3c168c23fddf526364b24a2fb86d7c00e0f179966efe1ec5d95cbc",
  "feed": "wall-street-journal",
  "title": "Apple Boosting Pay Budget for Workers Amid Tight Labor Market; The iPhone maker faces store unionization attempts, higher inflation",
  "text": "<p>\"Supporting and retaining the best team members in the world enables us to deliver the best, most innovative, products and services for our customers,\" an Apple spokesman said in a statement. \"This year as part of our annual performance review process, we're increasing our overall compensation budget.\"</p><p>Apple's plans are just the latest by companies fighting to keep talent. Microsoft Corp. told workers this month that the company would almost double its global budget for merit-based salary raises.</p><p>In recent months, Apple has been facing unusual labor unrest. That discontent has spanned from front-line store retail workers agitating for unionization to salaried engineers unhappy with the company's plans to return to the office. </p><p>Some workers, including those hourly employees in its stores and AppleCare, were told their annual reviews would be moved up three months and that their pay increases would take effect in early July, according to a memo reviewed by The Wall Street Journal. The normal review process coincides with the end of Apple's fiscal year in the fall. </p><p>Those workers were told the company's increased compensation budget would be in addition to pay increases and special awards already received within the past year. </p><p>Facing a war for talent, tech companies have also seen their biggest compensation tools—stock awards—hindered by a downturn in company valuations. Apple shares have fallen 21% this year through Tuesday's close.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple Boosting Pay Budget for Workers Amid Tight Labor Market</p>",
  "published": "2022-05-26T01:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 376,
          "end": 391
        },
        {
          "start": 376,
          "end": 385
        }
      ]
    }
  ]
}