{
  "_id": "6c5cfd03e507ef71b4b087983b03fb0d1a8df6fc94849ce429877cfb049d1a21",
  "feed": "wall-street-journal",
  "title": "Sony Doesn't Play Microsoft's Game; Keeping new games off PlayStation subscription service fits with parent company's strategy of not disrupting established revenue streams",
  "text": "<p>The main difference between the two is that Sony has elected to keep the newest games from its own studios from hitting the service on the same day as their retail release. That keeps it from cannibalizing some revenue from more traditional gamers who elect to purchase the games rather than subscribe to a service.</p><p>By contrast, Microsoft has embraced the day-one release approach to the point of undertaking two very significant deals with the specific goal of building up its catalog of fully owned game properties that can draw players to subscription-based game offerings. The $7.5 billion takeover of publisher Bethesda Softworks in 2020 brings games such as \"Doom,\" \"Elder Scrolls\" and \"Fallout\" to Microsoft's stable, while its pending $75 billion acquisition of Activision Blizzard would give the software giant control of a game publisherwith more than 370 million monthly active users and major franchises such as \"Call of Duty\" and \"World of Warcraft.\"</p><p>Sony, with about one-tenth Microsoft's free cash flow, simply doesn't have the financial resources to compete at that scale. The company has chosen instead to bulk up its internal development muscle with the $3.6 billion acquisition of Bungie in January and, most recently, the pickup of Haven Studios in Canada for an undisclosed sum.</p><p>Sony is also choosing to watch its bottom line; PlayStation boss Jim Ryan told The Wall Street Journal on Tuesday that putting new game releases on the subscription service \"would not allow us to sustain the level of investment we're making into our studios.\"</p><p>That echoes the decision of Sony's movie studio arm to not follow its Hollywood peers headlong into cash-burning streaming services. And in the case of the PlayStation business, the company is making its call from a position of strength.</p><p>While sales of game consoles in general have faced constraints over the past year because of component and shipping shortages, Sony still has been outselling its rival by a wide margin. From its launch in late 2020, the PlayStation 5 sold 17.3 million units by the end of 2021, according to Sony's financial statements. Microsoft doesn't disclose Xbox sales, but market research company Niko Partners estimates that the two new Xbox consoles that launched the same month as the PlayStation 5 sold a total of 12 million units by the end of last year.</p><p>Time will tell if Sony's approach is the right one. If Microsoft is able to close its Activision buyout, the company would have the option of launching future \"Call of Duty\" sequels on Game Pass, which could draw millions of new subscribers and would be the first test of the concept with such a marquee property. Sony doesn't need to play this game now, but it could eventually find itself with little choice but to opt in.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Sony Doesn't Play Microsoft's Game</p>",
  "published": "2022-03-29T22:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 705,
          "end": 714
        },
        {
          "start": 329,
          "end": 338
        },
        {
          "start": 2118,
          "end": 2127
        },
        {
          "start": 2403,
          "end": 2412
        },
        {
          "start": 18,
          "end": 29
        },
        {
          "start": 2839,
          "end": 2848
        },
        {
          "start": 991,
          "end": 1000
        },
        {
          "start": 991,
          "end": 1002
        },
        {
          "start": 18,
          "end": 27
        },
        {
          "start": 705,
          "end": 716
        },
        {
          "start": 2839,
          "end": 2850
        }
      ]
    }
  ]
}