{
  "_id": "b3a35429ba22fa57f99475e473d19315661edd7546bc77b0c437aafd4de399d6",
  "feed": "wall-street-journal",
  "title": "U.S. Dollar Surges Amid Investor Jitters, Rising Yields; WSJ Dollar Index within striking distance of highest level since 2002 after gaining 1% Thursday",
  "text": "<p>The WSJ Dollar Index, which measures the U.S. currency against a basket of 16 others, has risen 7.1% in 2022, outpacing everything from stocks to bonds to gold. That has provided shelter to investors seeking reprieve from volatility elsewhere in markets, while stirring concerns about how a strong dollar might affect everything from multinational companies to emerging-market economies.</p><p>The dollar tends to perform well when investors ditch riskier investments and seek shelter in assets that they perceive as more secure. Its status as the world's reserve currency makes the dollar a particularly attractive haven.</p><p>Analysts also attribute its strength to U.S. economic resilience and a central bank ramping up to battle inflation by raising interest rates. Investors now expect the Fed will begin a rapid series of rate increases, including a half-percentage point at its meeting next month.</p><p>The bulk of the dollar's appreciation occurred just this month, said Stephen Gallo, European Head of FX strategy for BMO Capital Markets.</p><p>The WSJ Dollar Index rose 0.74% to 95.89 Thursday, even as the S&amp;P 500 added 2.5%. That marked the index's highest closing level since March 2020, when the coronavirus pandemic sent stocks plummeting and investors piling into the dollar.</p><p>The dollar has now climbed in all but two of the last 21 trading sessions, putting the currency within striking distance of a 20-year high. The dollar index rose as high as 97.33 in March 2020 on an intraday basis—around 1.4% above its recent levels. Any move past that would be the index's highest level since 2002.</p><p>Higher interest rates typically support the dollar by making U.S. assets more attractive to yield-seeking investors. Investors expect that the Fed will increase short-term rates more aggressively this year than its central-bank peers.</p><p>The Bank of Japan on Thursday reinforced its commitment to low interest rates despite rising inflation. The bank said it would purchase 10-year Japanese government bonds at a yield of 0.25% every business day to ensure that the yield doesn't exceed that level. That sent the yen weakening to more than 130 to the dollar for the first time since April 2002.</p><p>The European Central Bank, meanwhile, would continue to lag behind the Fed in tightening monetary policy, ECB President Christine Lagarde said earlier this month, noting that the euro area's economy is likely to absorb a greater blow from the war in Ukraine.</p><p>The dollar rose 0.57% against the euro Thursday, closing at $1.05—the euro's lowest closing rate since 2017. Investors have attributed the euro's fall this week to growing worries about rising energy prices and lower economic growth.</p><p>Elsewhere in currency markets, the greenback advanced 0.69% against the British pound to its highest level since mid-2020. The British pound has lost over 5% against the dollar since the beginning of the month.</p><p>\"When two of the biggest central banks in the world are maintaining easy monetary policy on a relative basis versus the Fed, those rate differentials…are a huge part of the dollar's strength,\" said Charlie McElligott, a cross-asset macro strategist at Nomura Securities International.</p><p>Also boosting the dollar, analysts and investors said: the war in Ukraine and fears that mounting Covid-19 cases in China will spawn further pandemic lockdowns.</p><p>A strong dollar has implications for global economies and markets. Companies in the S&amp;P 500 generate roughly 40% of their revenue from outside the U.S., FactSet data show, and a strong dollar makes it more expensive for companies to bring home foreign sales. Already this earnings season, companies including Alphabet Inc. and Microsoft Corp. have mentioned the negative impact of a strong dollar on results.</p><p>A strengthening dollar also tends to weigh heavily on emerging markets and often causes foreign traders to pull back from investing there. By pushing down the value of emerging-market currencies, a rising dollar makes dollar-denominated debt more expensive for them to repay. On Thursday, the dollar jumped against emerging-market currencies, cutting further into the gains that somenotched earlier this year. The greenback rose 1.3% against the Chilean peso and 0.9% against the South African rand. It pared initial gains against the Brazilian real.</p><p>The pace of the dollar's rise this year has surprised some analysts and investors and has already begun to reset expectations for the rest of the year.</p><p>\"I am this week doubting my view that the dollar would give back some of its gains, and I am beginning to fear that we will have a stronger dollar for longer this year,\" said Jane Foley, head of foreign-exchange strategy at Rabobank.</p><p>\"The global economic conditions that will lead to [a stronger dollar] are not pretty,\" she said. \"We're talking about Europe's [economy] under potential pressure and the greater possibility of a lack of energy supply to Germany. We're talking about slower growth in China.\"</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Julia-Ambra Verlaine at julia.verlaine@wsj.com</p><p>U.S. Dollar Surges Amid Investor Jitters, Rising Yields</p>",
  "published": "2022-04-28T22:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3656,
          "end": 3665
        },
        {
          "start": 3656,
          "end": 3671
        }
      ]
    }
  ]
}