{
  "_id": "70e9cadbdfc962f82a1f6a678a7eb2ab3895bce46652ab34ea91fbe36127946c",
  "feed": "wall-street-journal",
  "title": "The Ultimate Self-Improvement",
  "text": "<p>(Simon &amp; Schuster, 289 pages, $28.99)</p><p>Wittgenstein once said that \"a serious and good philosophical work could be written consisting entirely of jokes.\" That was quite a bold statement, especially from someone whose own philosophy was gag-free. If anyone is qualified to prove Wittgenstein right, it is Michael Schur, creator of \"The Good Place,\" a television series that explored the idea of just deserts in a constantly surprising afterlife. Over four seasons, the show pulled off the unlikely trick of turning moral philosophy into comedy gold.</p><p>Now Mr. Schur distills what he has learned about ethics into \"How to Be Perfect,\" an enjoyable next step for anyone who watched the series and for anyone else who wants to learn about moral philosophy while avoiding the usual dry earnestness.</p><p>Structurally the book is like countless other introductions to ethics. Chapters focus on major theories, such as utilitarianism, Kant's ethics of duty, Aristotle's virtue ethics and Sartre's existentialism. But that's where the resemblance to a conventional textbook ends. The narrative voice is not that of a gentle professor but of a slightly manic bar-room joker who is actually funny and genuinely excited to share his passion with anyone who will listen -- and anyone who won't.</p><p>\"How to Be Perfect\" does a good job of covering the basics. We learn about the need to build our characters and about the perils of doing unto others what we would not want done unto us or turning a blind eye to the negative consequences of our actions. But it also manages to put its finger on key problems with the philosophies discussed. For example, utilitarianism advocates the beguilingly simple principle that actions are right to the extent that they produce benefits to the greatest number. It sounds uncontroversial, but as Mr. Schur points out, a thoroughgoing utilitarian risks turning into a \"happiness pump,\" a kind of \"battery\" that powers the happiness of other people even at the expense of his own. Mr. Schur observes as well that being good is not primarily about having the right theory. He notes that the contemporary moral philosopher T.M. Scanlon \"puts his faith not in abstract reasoning, but in our necessary relationships with other people.\" It was simply by talking -- rather than \"anything philosophical or theoretical\" -- that once made Mr. Schur and his wife realize that they were behaving badly.</p><p>Someone must have told Mr. Schur that if he was going to write a proper book about ethics, it needed to have footnotes. He decided to follow the letter rather than the spirit of this law. His footnotes are more akin to the bonus clips on a DVD than scholarly references. It probably doesn't sound funny if I say that one footnote attached to the sentence \"You can imagine how popular I was at parties\" reads: \"Not very.\" But there's something about having to look down to the bottom of the page to see it that makes it work.</p><p>Mr. Schur doesn't mind letting readers know that he is, at times, as intimidated by philosophy as they are. He admits that much of the philosophy he tried to read gave him a headache and he gave up. He thrice failed to get through Mr. Scanlon's \"What We Owe to Each Other\" but is content that he felt as if he had \"got the gist.\" He describes Wittgenstein's \"Tractatus Logico-Philosophicus\" as a \"seventy-five-page-long migraine\" and advises anyone thinking of reading it: \"Don't even try.\" He also echoes the imagined bafflement or frustration of readers with interjections like \"What the hell?\" and \"Is that it? Are we done?\" At times the levity threatens to be too much, but somehow it never is.</p><p>This self-deprecation saves the book from coming across as moralizing or self-satisfied, which is always a risk when you dare to write about how we should live. Mr. Schur rightly spends some time discussing how the same moral standards can't be applied in all circumstances. Jean Valjean in Victor Hugo's \"Les Miserables,\" for example, couldn't afford to be high-minded about theft when it was the only way to feed his sister's family.</p><p>The conclusion Mr. Schur draws from this is that the higher our social and economic status, \"the higher the ethical standard is to which we should adhere.\" One can see what he means, but it sounds as though privileged people are able to live more ethically than others. But Jean Valjean is not following a lower moral standard. He is simply facing a greater ethical challenge than wealthy people who feel a duty to share their good fortune. Risking imprisonment to help one's desperate family is arguably more morally praiseworthy than anything Bill Gates can do.</p><p>It's a minor flaw in a book that promises in its subtitle to provide \"the correct answer to every moral question.\" The hyperbole is designed not merely to deflate the claim but to undermine it profoundly. A central thread of the book is that being good is really hard and that we fail at it all the time. What really matters, as Mr. Schur says in a slightly saccharin-tinged conclusion addressed to his young children, is that \"we should care whether we're doing something good or not, and thus try to do the best things we can.\" The upshot is that what matters is not that we memorize or adopt any of the moral theories he outlines in the book but that our reading is part of a sincere project of becoming better people.</p><p>Mr. Schur enrolled the assistance of Todd May, a philosophy professor, to ensure that he didn't commit any howlers. If there are any mistakes, he writes, \"it's Todd's fault. Blame him.\" Mr. May is safe. It is in the nature of philosophy that any interpretation, even the most basic, is open to dispute. But there is no more to quibble over here than there is in any academic text. That makes \"How to Be Perfect\" one of the most accessible entry points to philosophical ethics available -- in short, a very good place to start.</p><p>---</p><p>Mr. Baggini is the author of \"The Great Guide: What David Hume Can Teach Us About Being Human and Living Well.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}