{
  "_id": "de4194265e5b63cd3908e7d85256a262c29c07f5b10e7a8188c9a6a28632566e",
  "feed": "market-watch",
  "title": "Sam Bankman-Fried scrubbed from Giving Pledge list of billionaire philanthropists; Bankman-Fried rose to fame while saying he planned to give away his money to solve the world's most pressing problems.",
  "text": "<p>The website also removed a press release announcing that Bankman-Fried had joined the pledge in June 2022. Five months later, the crypto exchange he founded filed for bankruptcy.</p><p>This week, Bankman-Fried was arrested in the Bahamas and charged with wire fraud and conspiracy by U.S. federal prosecutors. U.S. authorities say Bankman-Fried allegedly funneled about $8 billion of his customers' and investors' money to cover losses at Alameda Research, FTX's sister trading firm. Bankman-Fried's attorneyhas saidhis client \"is reviewing the charges with his legal team and considering all of his legal options.\" A spokesman for Bankman-Fried could not be reached immediately for comment.</p><p>Before his spectacular fall, Bankman-Fried built one of the world's largest crypto exchanges while touting his charitable intentions. Bankman-Fried, known as SBF, said he founded FTX so he could donate money to highly-effective charities. SBF is a follower of a charitable giving philosophy known as effective altruism. He embraced the movement's \"earn to give\" strategy, meaning that he intended to make a lot of money and then donate it to groups working to solve the world's most pressing problems.</p><p>FTX users were encouraged to donate to the company's philanthropic arm, the FTX Foundation, which reportedly gave out some $190 million in donations to nonprofits. Now those groups may be asked to return some of that money either during the bankruptcy proceeding or as the alleged fraud case unfolds.</p><p>SBF was planning to talk about his do-gooder motivations in testimony before the House Financial Services this week, but the appearance did not happen because Bankman-Fried was arrested in the Bahamas. \"As a believer in the Effective Altruism movement, my primary goal has never been personal enrichment; I'm motivated by a commitment to help bring happiness and alleviate suffering for others,\" Bankman-Fried, according to a transcript of his planned testimony obtained by the Wall Street Journal. \"My personal charitable donations, which starting [sic] in 2014 when I was working on Wall Street, vastly outstrip what's left in my bank account.\"</p><p>The Giving Pledge was launched in 2010 by Microsoft MSFT co-founder Bill Gates and his then-wife Melinda Gates along with their friend, Berkshire Hathaway BRK.A CEO Warren Buffett. It was designed to encourage billionaires to publicly promise to give away the majority of their wealth to charitable causes either during their lifetimes or in their wills. More than 230 people from 28 countries have signed the pledge, which is non-binding and puts no restrictions on the causes that pledgers support.</p><p>Media representatives for the Giving Pledge did not respond to a request for comment.</p><p>The list of Giving Pledge signatories includes some of the world's wealthiest people, including Tesla TSLA and SpaceX co-founder Elon Musk and MacKenzie Scott, the former wife of Amazon AMZN founder Jeff Bezos. Bezos himself has never signed the Giving Pledge, but he and his new partner Lauren Sanchez recently announced that they plan to give away most of their fortune.</p><p>Don't miss: Sam Bankman-Fried tries to explain FTX collapse: 'We thought of ourselves as legitimately trying to do good'</p><p>See also: FTX victims are setting up GoFundMe fundraisers to try to get their money back: 'It's $10,000 completely gone'</p><p>Sam Bankman-Fried scrubbed from Giving Pledge list of billionaire philanthropists</p>",
  "published": "2022-12-16T16:29:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2178,
          "end": 2187
        }
      ]
    }
  ]
}