{
  "_id": "e8a9f18f1d3bc0ba5b241899336d080b617e6f83a256304db56a7a5a5e9c6135",
  "feed": "wall-street-journal",
  "title": "Microsoft  Toughens  Policies  On Abuse  ----  By Eric Bellman",
  "text": "<p>   Microsoft Corp. announced enhanced policies it said are aimed at preventing sexual harassment and gender discrimination in response to an independent review that outlined areas where the software giant should improve. </p><p>   The policies, made public Tuesday along with a 50-page report by the law firm that conducted the review, followed an unexpected victory by activist shareholders last year when the company's annual investor meeting passed a proposal demanding greater disclosure around sexual-harassment issues. </p><p>   The company then said it would conduct an internal review and unveil a summary of the results of past investigations into how the company handled allegations against company executives, including co-founder Bill Gates. </p><p>   The resulting 50-page review, which was conducted by law firm ArentFox Schiff LLP, was made public on Tuesday. It said that while Microsoft strives to follow the best practices, it still needs to \"consider implementing certain enhancements to their existing policies, procedures, and practices.\" </p><p>   Among its recommendations: continue efforts to increase the percentage of women in leadership positions and build a better system for managers above certain levels and board members to disclose consensual relationships with other employees. </p><p>   Microsoft said it would increase training and transparency about the issues and improve how it manages data about investigations, pledging a list of more than 10 changes that would be implemented by different dates through next June. </p><p>   Microsoft listed improvements in 13 areas that it plans to enact through June. It said, for example, it will revise its policy on conflicts of interest to be clearer about the definition of familial and romantic relationships and will add training for new senior leaders and executives. It also said it will be more transparent with data about its investigations into harassment and discrimination claims, including annual public reporting on the number of reported harassment concerns at the company and how they are handled. </p><p>   An activist shareholders group behind the original request for more disclosure and better policies on harassment had said that it was motivated by concerns about what an investigation into Mr. Gates indicated about the state of policies at Microsoft. </p><p>   The Wall Street Journal, citing people familiar with the matter, reported last year that Microsoft board members pursued an investigation in 2019 into Mr. Gates's prior romantic relationship with a female employee. During the probe, some board members decided it was no longer suitable for Mr. Gates to sit as a director at the software company he started and led for decades. </p><p>   Mr. Gates stepped down from the board in 2020. In the Journal article, a spokeswoman for Mr. Gates said the affair had ended amicably close to 20 years earlier and that his decision to leave the board wasn't related to any investigation. </p><p>   In the new report, the law firm ArentFox said it reviewed Microsoft's prior investigation but it was beyond the scope of the report to discuss the details or attempt to investigate further. </p><p></p>",
  "published": "2022-11-16T07:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2953,
          "end": 2964
        },
        {
          "start": 1502,
          "end": 1511
        },
        {
          "start": 2269,
          "end": 2278
        },
        {
          "start": 2369,
          "end": 2378
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 861,
          "end": 870
        },
        {
          "start": 2953,
          "end": 2962
        },
        {
          "start": 1268,
          "end": 1277
        }
      ]
    }
  ]
}