{
  "_id": "d2952f3b81ef995df78d53e826db15ef402b1e17a8783769905c51108d645054",
  "feed": "wall-street-journal",
  "title": "Pinterest Reports Lowest Revenue Growth in Two Years; The social-media company joins the growing list of tech firms to slow hiring",
  "text": "<p>Pinterest joins the expanding ranks of tech companies that are trying to keep a tighter control on some spending and has moved to slow the pace of hiring significantly, finance chief Todd Morgenfeld said in an interview. Microsoft Corp., Facebook parent Meta Platforms Inc. and Twitter Inc. are among those to take similar action in recent weeks.</p><p>The company on Monday issued a muted sales outlook, projecting mid- to single-digit revenue growth for the current quarter. Wall Street has been projecting growth above 10%. The sales forecast, the company said, partly reflects a more difficult exchange-rate environment from the strong dollar.</p><p>Last week, Google parent Alphabet Inc. reported the slowest quarterly sales growth in two years. The following day, Meta posted its first decline in revenue. Both blamed upheaval in the digital-advertising market as a major contributing factor.</p><p>Pinterest's new CEO on Monday got a shot in the arm from activist investor Elliott Management Corp., which said it was now the company's largest shareholder. The firm has taken a stake of more than 9% in Pinterest, The Wall Street Journal reported last month. Elliott is known as one of Wall Street's toughest activist investors, with a history of taking on tech companies and others and forcing changes such as sales or executive shake-ups.</p><p>Elliott called Mr. Ready \"the right leader to oversee Pinterest's next phase of growth.\"</p><p>Mr. Morgenfeld said, \"We look forward to engaging with Elliott in the same way we do with our other major holders.\"</p><p>Shares in Pinterest rose more than 20% in after-hours trading following a period where investors had grown downbeat on social-media companies.</p><p>\"I see the aftermarket performance as a big relief rally\" for Pinterest, said D.A. Davidson analyst Tom Forte. \"There was a lot of fear embedded in the stock price.\"</p><p>Pinterest operates a free platform for sharing images that inspire projects such as planning weddings, completing home renovations and creating recipes. The company has been struggling to recapture the rapid growth it experienced during the pandemic now that people are spending more time offline.</p><p>\"The macroeconomic environment has created meaningful uncertainty for our advertiser partners,\" Mr. Ready said in a letter to Pinterest shareholders, as the company reported a net loss of $43 million, or 7 cents a share, compared with year-ago earnings of $69 million, or 10 cents a share.</p><p>In a recent note to investors, analysts at Benchmark said that Pinterest faces fierce competition from more traditional social-media platforms like TikTok and Instagram and that it has failed to scale beyond its niche female user base.</p><p>Pinterest said it had 433 million monthly active users in the second quarter, about the same as in the first quarter and down 5% from a year earlier. The company said its user numbers suffered in part because Google late last year changed its search algorithm and as people break with some of their pandemic-era online habits. Pinterest also said it is seeing strong competition from video-focused platforms.</p><p>To help draw traffic to its platform, Pinterest said it would boost marketing spending in the current quarter. As a result, it said adjusted operating expenses would rise this quarter, although it kept its full-year outlook for such costs unchanged.</p><p>Pinterest has endured a wave of executive departures, including its head of global business operations and its investor-relations chief. In June, co-founder Ben Silbermann stepped down as chief executive, becoming executive chairman. Mr. Ready, who had been president of commerce at Alphabet Inc.'s Google since 2020, formally joined the company in late June.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Pinterest Reports Lowest Revenue Growth in Two Years</p>",
  "published": "2022-08-01T20:47:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 221,
          "end": 236
        },
        {
          "start": 221,
          "end": 230
        }
      ]
    }
  ]
}