{
  "_id": "29e2dbc71cad73dfb7d8dca8f5e5edfe3236dc58f9be6219e69391283cda8bc2",
  "feed": "wall-street-journal",
  "title": "LeBron James's Lakers Are Sinking—and Need a Desperate Move; A bleak 2-9 start has a franchise's fans and observers considering all options",
  "text": "<p>I put James's name in quotes because it turned out the Twitter account wasn't real—it was a fake James handle, though one that looked almost exactly like the real thing, with the same profile photo and an official blue \"verification\" check mark, owing to the cats-in-a-bag fiasco that is now Elon Musk's part-time social media hobby.</p><p>It looked like LeBron, and it was verified as LeBron, and it kind of made sense LeBron would ask to be traded…but it was not LeBron, it was fugazi LeBron, who'd paid New Twitter a $8 fee for the privilege.</p><p>Confused? You're not alone. Tweet Elon. He'll get to the bottom of it.</p><p>A couple of hours later, in an arena once named for an office supply superstore and recently re-christened for a cryptocurrency bank, James and the Lakers trudged onto the court for an early season joust with their in-city nemesis, the Clippers.</p><p>They didn't win. As Clippers owner Steve Ballmer shimmied courtside, the Lakers fell meekly to the Clippers, 114-101.</p><p>For Laker fans, it was a familiar mess. These 2022-23 Lakers are a disastrously composed basketball team, sloppy, erratic, prone to mental lapses—and that's when they are playing at their best. More often, they're terrible at shooting, their interior defense is strictly a notion, and their player rotation resembles a collection of strangers who met in an elevator two minutes ago.</p><p>Entering Thursday, Los Angeles is 2-9—the second-worst record in the NBA.</p><p>No wonder Fake LeBron wanted to be traded.</p><p>The real LeBron didn't have a bad night, scoring 30 points and putting the Lakers on a few runs that pulled them within striking distance. There are plenty of moments when James looks like his elite self—active, in command, able to get a good shot against competition a decade and a half younger. He's still a marvel, playing hard amid the surrounding ambivalence.</p><p>But with five minutes remaining in the game, James tweaked his leg, and he slowly walked off the floor and into the arena tunnel. He was done. He looked like a spouse leaving the bedroom at 2 a.m. to go make himself a sandwich.</p><p>James didn't return. Would you?</p><p>The Lakers are a joyless club, not worth staying up for on the East Coast. (I asked myself this, repeatedly: Why am I staying up for this? Oh right, Journal column.) There is none of the enthusiasm of the Giannis Bucks, the Ja Grizzlies, the Tatum-Brown Celtics, or even the surprising (shocking!) Lauri Markkanen Utah Jazz, now 10-3 in a season in which they were widely expected to intentionally stink. A Laker game feels like watching a neighbor help you carry a couch halfway up the stairs—and then dropping it there. What is even the point?</p><p>In their descent, the Lakers have been reduced to a national brainteaser, as in: What should the Lakers do now? The preseason consensus was that Los Angeles needed to unload the misaligned point guard Russell Westbrook, but Westbrook has been moved to sixth man status off the bench, and he hasn't played terribly, which is a significant improvement.</p><p>The Lakers were unlikely to get much for Westbrook, anyway. Now the wonder is whether or not the Lakers should deal big man Anthony Davis, who has been erratic, and injured, and has seldom resembled the game-changer Los Angeles assumed it was getting when it traded half the franchise for Davis in 2019.</p><p>Who could the Lakers ask for? The ESPN raconteur Stephen A. Smith suggested before the Clippers game that L.A. offer Davis for Draymond Green and Klay Thompson of the Warriors. Smith has suggested trading James, too. Unsaid is that the Lakers have little leverage to get anything close to value in return. Also unsaid: James's new deal with the Lakers makes him extremely difficult to trade at all.</p><p>This is where things have gotten.</p><p>The media, of course, believes that LeBron James and the Lakers aren't supposed to be bad, because, well, they're LeBron James and the Lakers. They're too noisy and narcissistic a franchise to be allowed to bottom out, even if this James-era team has struggled more often than not, underperforming in every one of James's seasons except for the surreal one in which they reconstituted in a Disney bubble and won the NBA's pandemic championship before a crowd of dozens.</p><p>The vibe has been off for a while. The LeBron-era Lakers have never come close to being a juggernaut like Magic-Kareem Showtime or the Kobe-Shaq Lakers, or even the Kobe-Pau Lakers. If the current roster is utterly different next season—or in three weeks—few would be surprised.</p><p>Meanwhile, James is 38 years old. Well, nearly 38 years old. \"I'm turning 38 in almost two months,\" he told reporters Wednesday. He was explaining that he was too old to be caught up in the negativity about himself and his team, but I see a different subtext: He's too old for any of this nonsense. James wants to stay around the NBA to play with his still-teenaged sons, but that possibility feels like a century away, and another season looks lost. Fake Twitter LeBron knew it. Real LeBron seems to, also.</p><p>SHARE YOUR THOUGHTS</p><p>How could the Lakers save their NBA season?</p><p>Write to Jason Gay at Jason.Gay@wsj.com</p><p>LeBron James's Lakers Are Sinking—and Need a Desperate Move</p>",
  "published": "2022-11-10T14:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}