{
  "_id": "6d0493b620d02cbe59b49c7a623055028cf82c7a5a20965764eceea0976855a3",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Antitrust Policy Faces Key Tests --- Rulings are expected in several major cases against Silicon Valley technology companies",
  "text": "<p>\"We're approaching the moment where we see whether they'll win or lose in court,\" said Ms. Allensworth.</p><p>The FTC faces an August trial date in a challenge to Microsoft's proposed acquisition of videogame maker Activision Blizzard Inc. -- a $75 billion deal, now valued at $68.7 billion by Microsoft, that could upend the software industry.</p><p>A ruling is also expected next month in the FTC's July 2022 lawsuit seeking to block Facebook parent Meta Platforms Inc. from absorbing virtual-reality firm Within Unlimited Inc.</p><p>That case is distinct from the larger antitrust case the FTC first brought against Meta in December 2020 during the final days of the Trump administration and then refiled in amended form in August 2021.</p><p>The Justice Department, meanwhile, has a trial scheduled for September in a lawsuit challenging what it says is Google's monopoly on internet search. That case is considered to be one of the most important antitrust cases since the landmark Microsoft litigation in 1998.</p><p>Experts see those cases as difficult ones for the FTC and Justice Department to win. The FTC's challenge to the Meta-Within deal has drawn particular skepticism from antitrust experts, since it is based on theorizing about what the nascent virtual-reality industry will look like in the future.</p><p>But FTC Chair Lina Khan and her counterpart at the Justice Department's antitrust division, Assistant Attorney General Jonathan Kanter, have said they are willing to push novel legal theories at the boundaries of antitrust law even if that means sometimes losing.</p><p>\"I'm certainly not somebody who thinks that success is marked by a 100% court record,\" Ms. Khan said at a conference this year.</p><p>There is no sign of the FTC and Justice Department relenting in their aggressive approach, said Geoffrey A. Manne, president of the International Center for Law and Economics, a research center based in Portland, Ore.</p><p>\"They are gearing up for something bigger,\" Mr. Manne said, predicting more enforcement actions against agreements that allegedly restrain competition in labor markets.</p><p>Here are some of the key tests the Justice Department and FTC face in 2023:</p><p>U.S. v. Google</p><p>The Google case, filed in 2020 in federal court in Washington, alleged that the Alphabet Inc. unit maintains its status as gatekeeper to the internet through an unlawful web of exclusionary and interlocking business agreements that shut out competitors.</p><p>Google has said it is easy for consumers to use other search engines, but they choose Google because it is the best.</p><p>\"People use Google because they choose to, not because they're forced to, or because they can't find alternatives,\" said Kent Walker, Google's chief legal officer, in a blog post published in October 2020 right after the Justice Department filed its case.</p><p>The Justice Department has said it could seek structural changes to Google if it wins the case, which could include a spinoff of the company's Chrome browser.</p><p>FTC v. Microsoft</p><p>The FTC faces an August trial date in its recent challenge to Microsoft's planned acquisition of videogame maker Activision Blizzard, which makes the popular \"Call of Duty\" franchise.</p><p>Microsoft sells a videogame console, the Xbox, which competes with Sony Group Corp.'s dominant PlayStation and Nintendo Co.'s Switch.</p><p>The FTC's complaint alleges that if the Activision deal were allowed to close, Microsoft could disadvantage Sony and Nintendo by limiting their access to Activision's blockbuster games.</p><p>Microsoft has repeatedly said it wouldn't engage in such actions, saying it would be economically irrational to limit access to blockbuster games such as \"Call of Duty.\"</p><p>Microsoft has said its goal is to create a cloud gaming service that lets consumers stream a variety of games on multiple devices for one reasonable fee -- something it says would be good for consumers and good for competition.</p><p>The FTC filed its case in administrative court, and hasn't yet asked a federal court to issue an injunction blocking the deal.</p><p>FTC v. Meta</p><p>The FTC sued Meta in July, seeking to block it from absorbing Within, the company behind the popular virtual-reality fitness game \"Supernatural.\" The agency accused Meta of trying to buy its way to the top of the virtual-reality market, rather than competing or building its own products.</p><p>Within is a small company, but the deal is part of Meta's big bet on immersive virtual worlds, or metaverses.</p><p>The lawsuit is based on the theory that the deal is set to cause competitive harm because it may limit potential future competition in a nascent industry, an unusual approach.</p><p>The FTC's request is before U.S. District Judge Edward Davila, who heard arguments and testimony over several days in December. A decision is expected by the end of January.</p><p>In a statement issued in November, a Meta spokesman said the FTC's case is based on ideology and speculation -- not evidence of anticompetitive conduct. Meta said it was \"confident the evidence will show that our acquisition of Within will be good for people, developers and the VR space, which is experiencing vibrant competition.\"</p>",
  "published": "2022-12-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3358,
          "end": 3367
        },
        {
          "start": 288,
          "end": 297
        },
        {
          "start": 963,
          "end": 972
        },
        {
          "start": 3023,
          "end": 3034
        },
        {
          "start": 3465,
          "end": 3474
        },
        {
          "start": 2951,
          "end": 2960
        },
        {
          "start": 3635,
          "end": 3644
        },
        {
          "start": 3145,
          "end": 3154
        },
        {
          "start": 157,
          "end": 166
        },
        {
          "start": 3023,
          "end": 3032
        },
        {
          "start": 157,
          "end": 168
        }
      ]
    }
  ]
}