{
  "_id": "d372173549c7906c50d964d56f2ffd5ac4d2171165fd0d1401eab973e8961a64",
  "feed": "wall-street-journal",
  "title": "Some Twitter Power Users Try Business Casual on LinkedIn; Memes and hot takes don't always translate on the professional-networking site",
  "text": "<p>Numerous Twitter users, celebrity and otherwise, say they are unenthused about what they view as turbulence after Elon Musk's Twitter takeover. Mr. Musk has overseen sweeping layoffs, revamped Twitter's verification service and loosened content-moderation guidelines. He has also reinstated some suspended accounts, including Kanye West's, who was banned once again after the musician and designer who goes by Ye posted a swastika in a tweet. Some Twitter users are seeking refuge on upstart social sites such as Mastodon and Hive. Others are moving their online commentary to LinkedIn, Microsoft's career-networking site, where they might have a large following already and feel the quality of interactions is better at the moment.</p><p>Yet users are also finding that posts that work on Twitter's giddy, sometimes chaotic free-for-all don't always translate to LinkedIn, a networking site better known for work-anniversary and promotion announcements than snark and opinion.</p><p>LinkedIn doesn't have data on the extent that Twitter émigrés are stepping up their activity but says user engagement has been on the rise for many quarters, including the one that ended Sept. 30. Twitter, which laid off much of its communications staff earlier this fall, didn't respond to requests for comment. Mr. Musk has tweeted several times in recent weeks that the site's usage has been up.</p><p>Beth Kanter, who joined Twitter shortly after it launched in 2006 and amassed more than 300,000 followers there, posted a goodbye tweet last month urging followers, \"Find me on LinkedIn.\"</p><p>An author and consultant based in Silicon Valley, Ms. Kanter has posted to her half-million LinkedIn followers about team building, re-engineering workflows to help nonprofits operate more efficiently and Giving Tuesday. Many posts are similar to what she would have done on Twitter, but Ms. Kanter says she saves the pet memes and photos of her dog for Mastodon and focuses on professional issues. She says engagement with her posts is higher on LinkedIn than on Twitter, with a better quality of responses.</p><p>Users who have declared they are leaving Twitter aren't necessarily deleting their accounts. Some say they are logging in or posting less while trying out new venues.</p><p>Since joining Twitter in 2009, Laurie Lane-Zucker has tweeted a mixture of business, sports and politics. But the 57-year-old chief executive of Impact Entrepreneur LLC—a network of founders, investors and scholars focused on social and environmental innovation—says he is unhappy with what he views as a deteriorating discourse and ineffective measures against misinformation.</p><p>When Mr. Musk reinstated Donald Trump's Twitter account after a nearly two-year ban, Mr. Lane-Zucker decided to increase his use of LinkedIn and stop posting on his Twitter account, which he still has. He says he will be keeping his political commentary off LinkedIn and will stick to writing about his industry.</p><p>LinkedIn is \"for business and finding jobs, and I really respect that,\" he says. \"Some people certainly use it for political commentary, but they're often shut down.\" He adds that he will keep his political posts on Facebook.</p><p>LinkedIn, because it is connected to users' professional identities, \"is more PG-13,\" says Carolina Milanesi, an analyst with technology research firm Creative Strategies. Still, when posting to LinkedIn, she notes that she doesn't reach the same kind of users as on Twitter, particularly members of Gen Z.</p><p>\"You mostly converse with the people you know and are connected with,\" she adds.</p><p>While LinkedIn users have posted more wedding photos and other more-personal updates in recent years, many say the networking site is less likely to get overrun with controversy, memes or cat photos.</p><p>Amy Jo Kim has been on Twitter since 2007 and says she has become weary of the vitriol on that platform. \"I'm not going to be chewed up by the outrage engine and outraged all day long.\"</p><p>Dr. Kim, chief executive of Game Thinking Academy, a Silicon Valley-based training company to startups and game developers, says it has been tricky figuring out how much and what to share on LinkedIn.</p><p>She used to check Twitter 10 times a day and mix marketing missives with posts about her cats or a trip to the beach. On LinkedIn, she is making somewhat more personal posts once a week. Recently she called out another user who wrote what she felt was an inflammatory post crowing about how entertaining Twitter had become.</p><p>\"If I wanted to get enraged by s—t-posting tech bros, I'd head over to Facebook. Or Reddit. Or (what's left of) Twitter,\" she wrote, garnering 60 positive reactions and one repost. \"I come to LinkedIn for education, discussion, and making connections.\"</p><p>SHARE YOUR THOUGHTS</p><p>What social-media app gets most of your attention? Join the conversation below.</p><p>Carol Shirley, 51, has an active Twitter account but says she is spending more time on LinkedIn.</p><p>\"I think LinkedIn is poised to move into a space that it may not have been designed to exist within,\" says the public-health communications specialist at the University of North Carolina, Chapel Hill. \"There's a lot of positive movement on LinkedIn—at least there has been in my opinion recently—that I think will be very appealing to a wide range of people.\"</p><p>She notes that Twitter in some ways is more accessible to wider groups and viewpoints. While college students are often encouraged to build a brand on LinkedIn, others, such as those without advanced degrees, are less likely to, limiting the perspectives users get, she says.</p><p>\"It is unfortunate that I don't have a lot of engagement and connection with people who are different from me,\" Ms. Shirley says, adding that is something she will miss about Twitter.</p><p>—For WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Cordilia James at cordilia.james@wsj.com and Ray A. Smith at Ray.Smith@wsj.com.</p><p>Some Twitter Power Users Try Business Casual on LinkedIn</p>",
  "published": "2022-12-11T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 587,
          "end": 598
        },
        {
          "start": 587,
          "end": 596
        }
      ]
    }
  ]
}