{
  "_id": "dc9cd87dc9fba71eab786446d5409d74111a617ab6c3ec3e75010ed7eef25e38",
  "feed": "ftcomall",
  "title": "‘Right to repair' campaign forces rethink by Big Tech",
  "text": "<p>Growing up in 1970s Britain, I would gaze in awe at my great aunt Ruth Tett's kitchen cupboards. After living through two world wars and a global economic depression, she was addicted to hoarding and recycling almost anything she possessed.</p> <p>No old paper bags, bits of string, ribbon and wood, nails or pieces of cloth were ever thrown away if they could be repurposed in some form — as clothes, fencing, or anything else.</p> <p>As a teenager, I described this as “being old fashioned.” Today, I would say: “embracing the circular economy”. The instincts that my great aunt upheld as a result of deprivations are coming back into vogue.</p> <p>That is partly because a new wave of environmental activists and sustainability champions are promoting “circular economy” goals — or consumption based on the reuse of products, byproducts and waste, rather than a never-ending cycle of resource exploitation.</p> <p>The phrase “circular economy” is also being tossed around in the environmental, social and governance movement, with ESG investors pressing big companies to show how they uphold this mantra, too.</p> <p>The ideas represented in those 1970s kitchen cupboards, in other words, are creeping into the corporate boardroom.</p> <p>Consider the “right to repair” movement. A decade ago, it was taken for granted in Silicon Valley that consumers would always embrace the most up-to-date versions of digital devices. They would buy upgraded gadgets when their current ones malfunctioned or wore out.</p> <p>This upgrade culture was so ingrained in western consumer society that tech companies tended to design products on the assumption that they would quickly become obsolete. They used overt and covert strategies to prompt consumers to keep churning their devices. In 2020, for instance, <a href=\"https://www.ft.com/topics/organisations/Apple_Inc\">Apple</a> agreed to pay $500mn to settle claims that it deliberately slowed down some iPhones as they got older.</p> <p>No longer. These days, the cost of this upgrade mentality is becoming clear: Global E-waste Statistics Partnership, which measures electric and electronic waste, estimates that some <a href=\"https://globalewaste.org/news/surge-global-waste/\">53.6mn tonnes</a> of products were discarded in 2019, or 21 per cent more than five years earlier. Less than 20 per cent of this e-waste was officially recorded as recycled.</p> <p>But, now, a host of initiatives is under way to try to change consumer and corporate behaviour. University College London's Big Repair Project is a case in point. It has been carrying out surveys of the British public about their attitude towards their consumer electronics. As its website explains, the aim of the project is to “understand the factors affecting household maintenance and repair (carried out yourself or using professional services) of home appliances and electronics across the UK”.</p> <p>The group recently met tech “manufacturers, the repair community, industry bodies and other stakeholders” to develop proposals for “right to repair” legislation in the UK. This would give consumers the ability to force companies to back efforts to reuse old electronic devices.</p> <p>Separately, ESG activists have filed shareholder proposals at the annual meetings of big tech groups, seeking to force them to change their strategies.</p> <p>Last year, non-profit As You Sow <a href=\"https://www.ft.com/content/078b188e-d533-40a5-893c-f23f285e53f5\">unveiled a</a> petition at Microsoft's AGM that called for its devices to be made more easily repairable. “Microsoft . . . facilitates premature landfilling of its devices by restricting consumer access to device reparability,” Kelly McBee, waste programme co-ordinator at As You Sow, told the Financial Times.</p> <p>The move marked the first such shareholder proposal in the US. And, while tech leaders initially dismissed these ideas, Apple's management performed a U-turn late last year to launch a self-service repair scheme that would allow customers to buy Apple-made components to replace worn out or broken parts.</p> <p><a href=\"https://www.independent.co.uk/life-style/gadgets-and-tech/microsoft-right-to-repair-fix-customers-b1934826.html\">Microsoft </a>has made similar moves and other tech giants are likely to do the same — not least because the <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy/\">Biden administration </a>said last year that it wanted the Federal Trade Commission, the competition watchdog, <a href=\"https://www.ftc.gov/news-events/press-releases/2021/07/ftc-ramp-law-enforcement-against-illegal-repair-restrictions\">to look at anti-competitive restrictions</a> on repair markets. Around half of US states are contemplating local legislation in this direction, too.</p> <p>Of course, it remains to be seen how many consumers will fall in with the upgrade culture. After all, fixing an old iPhone or digital watch is no simple matter, even when parts are available.</p> <p>However, environmental activists hope these measures will encourage more independent repair providers to emerge. And, if nothing else, the about-turn by Apple illustrates two important points.</p> <p>The first is the degree to which big companies are responsive to ESG investor demands — particularly when coupled with regulatory reforms.</p> <p>The second noteworthy lesson is how consumer expectations are changing. Generation X (like me) grew up revering the endless upgrades culture; today's millennial and younger generations are leaping back into the future.</p> <p>If my great aunt were still alive, she might chuckle; the rest of us should cheer.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/5fd97730-23bc-4a0c-9d8d-6e2822cecc7e\"><em>All consumer goods must have ‘end of life' policies</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/5fd97730-23bc-4a0c-9d8d-6e2822cecc7e\"><em>From Simon Hudson, Managing Director, Oxley's Furniture Blockley, Gloucestershire, UK</em></a></p><p>Source: Gillian Tett 2022 '‘Right to repair' campaign forces rethink by Big Tech' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-03T04:30:09.548Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3198,
          "end": 3207
        },
        {
          "start": 3787,
          "end": 3796
        },
        {
          "start": 3198,
          "end": 3209
        },
        {
          "start": 3277,
          "end": 3287
        }
      ],
      "nexusId": "10031144"
    }
  ]
}