{
  "_id": "2b9bcd56555a4f9237f5ee8f32a4f2b37c9ad423992b3c8ede337e3ce50dd048",
  "feed": "market-watch",
  "title": "U.S. stock futures consolidate after last week's rally",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 fell 99 points, or 0.3%, to 31024.</p><p>* Futures on the S&amp;P 500 ES00 dropped 13.5 points, or 0.4%, to 3751.</p><p>* Futures on the Nasdaq 100 NQ00 decreased 56.5 points, or 0.5%, to 11302.</p><p>On Friday, the Dow Jones Industrial Average DJIA rose 749 points, or 2.47%, to 31083, the S&amp;P 500 SPX increased 87 points, or 2.37%, to 3753, and the Nasdaq Composite COMP gained 245 points, or 2.31%, to 10860.</p><p>The S&amp;P 500 rose nearly 5% last week.</p><p>What's driving markets</p><p>A report in The Wall Street Journal that the Federal Reserve might slow the pace of rate hikes in December helped contribute to Friday's showing. Two regional Fed presidents, Charles Evans and Mary Daly, warned that rates could go too high. No comments are expected this week ahead of the Fed's two-day rate-setting meeting that ends Nov. 2.</p><p>Markets also are gearing up for a wave of earnings, including from tech giants Alphabet GOOGL, Microsoft MSFT, Meta Platforms META, Apple AAPL and Amazon AMZN this week.</p><p>Ipek Ozkardeskaya, senior analyst at Swissquote Bank, points out that the correlation between S&amp;P 500 stocks is at the highest levels since July 2020, which \"makes this week's Big Tech results even more crucial for the overall market mood, as Apple, Microsoft, Alphabet and Amazon, together, stand for 20% of the S&amp;P 500's total valuation.\"</p><p>U.S.-listed Chinese companies including Alibaba BABA are expected to see pressure after a tumble overnight in the Hang Seng HK:HSI, after Chinese President Xi Jinping stacked the Chinese Communist Party leadership with close allies. Tesla TSLA felt pressure after Bloomberg reported the electric vehicle maker cut prices in China.</p><p>More positively, the pound GBPUSD and U.K. gilts rose after former Prime Minister Boris Johnson said he would not run for prime minister, making ex-hedge-fund manager and former Chancellor of the Exchequer Rishi Sunak the likely next leader of the world's number-six economy.</p><p>U.S. stock futures consolidate after last week's rally</p>",
  "published": "2022-10-24T09:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1264,
          "end": 1273
        },
        {
          "start": 939,
          "end": 948
        }
      ]
    }
  ]
}