{
  "_id": "adea994688f2ac93f0599882b257b28a2b64340fe89993af58d6f91b89e70c5d",
  "feed": "ftcomall",
  "title": "NortonLifeLock's $8bn Avast deal hits snag as UK regulator raises concerns",
  "text": "<p>The UK competition regulator has raised concerns that an $8bn merger between the US's NortonLifeLock and the London-listed Avast cyber security companies could reduce competition and raise prices for customers.</p> <p>The cash-and-stock deal, announced<a href=\"https://www.ft.com/content/eb9ab52f-aede-4d32-a474-dad87b3d80d5\"> in August</a>, had valued the London-listed Avast at between $8.1bn and $8.6bn at the time and was intended to create a business selling online security software to half a billion customers.</p> <p>But the Competition and Markets Authority on Wednesday warned that the proposed merger could reduce choices for customers, ultimately raising prices because of the lack of significant rivals. </p> <p>The news caused Avast's shares to fall as much as 11 per cent on Wednesday morning, while those of NortonLifeLock were down almost 6 per cent in pre-market trading in the US. </p> <p>“NortonLifeLock's proposed purchase of Avast could lead to a reduction in competition in the UK and ultimately a worse deal for consumers when looking for cyber safety software,” said David Stewart, executive director of the CMA.</p> <p>The watchdog has now requested the companies to address these concerns to avoid an in-depth investigation, which could delay the merger to the middle of 2022, or scuttle it altogether.</p> <p>But NortonLifeLock said it did not intend to propose any remedies, and that it was “surprised” by the decision. The Arizona-based company has already received approval in the US, Spain and Germany for the deal.</p> <p>“We believe this transaction can only benefit consumers across the globe, including in the UK, through increased innovation and greater consumer freedom and choice beyond big tech platform providers in the burgeoning cyber safety market,” NortonLifeLock said in a statement. </p> <p>Avast said in a statement it continued to believe in the “strategic logic for the merger”, and that it was continuing to collaborate with the CMA.</p> <p>“We remain of the view that this transaction will only benefit consumers in the UK,” the company said. </p> <p>While the tie-up could be painful in the short term — Norton chief executive Vincent Pilette has indicated he plans to cut 1,000 jobs from the combined group — it could give the combined companies more clout in an increasingly crowded space, as Big Tech groups such as Google, Microsoft and Apple increasingly build more security protections directly into their operating systems.</p> <p>Founded in Prague, Avast sells freemium software designed for online privacy. The deal would see its chief executive, Ondrej Vlcek, become president of the combined entity, after having <a href=\"https://www.ft.com/content/8e0ba64b-c636-4cc8-b980-0a3161b4adcf\">steered the company</a> through a revenue-boosting pandemic in which more consumers spent more time online. </p> <p>NortonLifeLock, which is a leader in identity theft protection, had expected the deal to close by April 4. </p><p>Source: Mehul Srivastava in London 2022 'NortonLifeLock's $8bn Avast deal hits snag as UK regulator raises concerns' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T12:54:51.930Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2228,
          "end": 2237
        }
      ]
    }
  ]
}