{
  "_id": "ce7ccc0b12b143a72af1f855711137da33952757a74f340b1e827b046a01470a",
  "feed": "ftcomall",
  "title": "Letter: Three's not so much a crowd as a monopoly in the cloud",
  "text": "<p>It was disappointing that Anna Gross's report on Ofcom's probe into the so-called Big Three cloud providers (<a href=\"https://www.ft.com/content/1b1ffe92-17f6-4a95-8fca-8f3547f7361e\">September 23</a>) failed to actually interrogate what a sector dominated by Amazon Web Services, Microsoft Azure and Google has meant for businesses.</p> <p>Many in the UK tech sector will welcome news of the probe. If the recent energy crisis has taught us one thing, it's to reduce the reliance on monopolies which are never good for anyone.</p> <p>The cloud market has been dominated by a Big Three out of step with their customers. Our research found that 37 per cent of software developers who use hyperscalers have been stung by unexpected cloud costs in the past 12 months, while 34 per cent feel locked in to their provider. </p> <p>Users are being overwhelmed with a steady stream of new services and solutions, ensuring expenses continue to ratchet up. Today's developers don't want complexity. They want a service that can act as a platform for innovation, allowing them to move quickly to match today's fast-paced digital economy.</p> <p>I hope Ofcom will be able to take us to a more competitive and diversified cloud market. We cannot go on with a situation where so much in the tech sector is reliant on just a handful of companies. This creates an unsustainable situation where should the worst happen and one of these providers has a system failure, it could severely impact businesses and consumers alike, having a knock on effect to the world economy. The old saying that “nobody gets fired for buying IBM” applies to how IT teams view the Big Three. We need a world where providers are judged on things like transparent pricing, customer service and performance, not on their name.</p> <p><strong>Mark Boost <br></strong><em>Chief Executive, Civo, Stevenage, Hertfordshire, UK</em></p><p>Source:  2022 'Letter: Three's not so much a crowd as a monopoly in the cloud' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T23:05:49.726Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}