{
  "_id": "cd95ac48ce4696f235aa3f1411a702cbcdddd6f16f40d5e8cc18b01461c81dd6",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: the LinkedIn doomscrollers of the Ivy League",
  "text": "<p>Dear reader,</p> <p>Forget TikTok or Instagram. The most toxic social media, for one set of overachieving college students, may be LinkedIn. Ambitious students have long flocked to Wall Street's training programmes as a place to start their business careers. The jobs are highly sought after. </p> <p>Yet the real desperation now comes from investment banks and, increasingly, private equity groups trying to lock up near-teenagers before their competitors get dibs. That has caused some stress for very young aspiring financiers almost as they arrive at university.</p> <p>Students in their sophomore, or second year, are securing internships at finance companies that do not begin until 15 months later, between their junior and senior years. Those positions generally lead to postgraduate offers at the same company. This matchmaking takes place with 20-year-olds not yet old enough to drink alcohol legally.</p> <p>Lex spoke to some students at the University of Pennsylvania's elite Wharton School who said this situation was not ideal. </p> <p>“IB/PE recruiting definitely affected my friends' mental health,” said one Wharton undergraduate who had run the gauntlet. He said that the message board Wall Street Oasis, as well as social media, were carefully monitored to keep tabs on student rivals. “You were constantly refreshing your LinkedIn feed to see if any of your classmates had posted an ‘I'm excited to announce that I will be joining XYZ as an M&amp;A summer analyst in their NYC office next summer'.” Call it pre-professional FOMO.</p> <p>Junior investment banking jobs today pay almost $200,000 annually, so these mostly privileged Ivy League college students hardly seem deserving of sympathy. Still, this marketplace for elite labour appears dysfunctional.</p> <p>Buyers of that young labour have become cut-throat themselves. The collective action problem among financial services companies leaves no particular incentive for the group to co-operate and behave more sanely and humanely.</p> <p>Despite all the attention, a student told Lex that the toughest part of the interviewing process was merely securing one of the limited interview slots. Given that students were so early in their college careers, they struggled to differentiate their grades and other accomplishments. </p> <p>Students were, in advance of interviews, spending hours “networking” with banks to demonstrate their tailored interest (“Oh, that convertible bond deal you did for Dunder Mifflin was so clever!”). Tokens of endearment might include visits to New York City headquarters, which sometimes involved skipping classes. “The process is madness to be blunt.” And yet youngsters who had connections at employers through their parents sometimes got a leg up, noted one candidate.</p> <p>Interviews themselves had “behavioural” elements and even some aptitude exams. But, perversely, interviews incorporated technical questions on accounting, valuation, corporate finance and deal modelling even though the students had not yet taken any courses in these subjects. Instead, they were forced to cram using study guides and peer-to-peer training.</p> <p>Private capital groups — including the likes of Blackstone, KKR and Warburg Pincus — historically have hired investment banking analysts after their two-year training periods. Today, they increasingly tap up undergraduate students offering openings in areas ranging from private equity to private debt. </p> <p>Though some recruits prefer to start in investment banking, others said winning an immediate private equity job was perceived as a status symbol. “If you can get a buyside role, everyone recognises how great that is,” one student remarked.</p> <p>Given the competition, companies can quickly conduct interview processes, make offers and demand responses within days. Even those banks and investment groups that had tried to be patient were increasingly forced to join the rush for sophomores. </p> <p>The stress does not end with the acceptance of an internship or full-time job. Headhunters ring prospective candidates in either position offering private equity interview slots. This forces students to field phone calls discreetly, even slipping away from the office to attend interviews. </p> <p>Previously, college recruiting used to go through the school's official career services office. Increasingly, Wall Street groups have bypassed official channels. Today, Wall Street's finest use a popular website called Handshake to facilitate their interactions with students.</p> <p>School officials still offer advice to anguished students, but they are increasingly marginalised with less ability to police the recruiting process.</p> <p>“I don't think the accelerated timing is particularly healthy. If the whole industry could move the process a little later, employers could get more interested and committed students and students could try out different things,” said Barbara Hewitt, executive director of career services at the University of Pennsylvania. &#xa0;&#xa0;</p> <p>Not all students dislike the new Wall Street recruiting process, of course. Some are grateful for the chance to work in a prestigious profession and that there exists a straightforward, if taxing, way to secure such a job. Others were simply happy to have their postgraduate plans sorted out by their third year of university, enabling them to enjoy classes and university fun. </p> <p>By the age of 21, all candidates had also learned a valuable life lesson about potential Wall Street employers. They will look out for their own interests first.</p> <p>Have a good rest of your week.</p> <p><strong>Sujeet Indap</strong><br><em>Lex US editor</em> </p><p>Source: Sujeet Indap in New York 2022 'The Lex Newsletter: the LinkedIn doomscrollers of the Ivy League' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-16T12:30:24.771Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}