{
  "_id": "7e4c36ad4aeab872ee08125baa2cd5eba2360e8cc62dfecd16ec9985c5427c1e",
  "feed": "ftcomall",
  "title": "Why gamers are sceptical of Zuckerberg's metaverse",
  "text": "<p>It tells you a lot about the state of the tech industry that much of its terminology is pilfered from dystopian science fiction novels. Isaac Asimov gave us the term <a href=\"https://www.ft.com/content/96d7add4-7e91-44c1-90c7-8c905aa74a66\">“robotics”</a>, <a href=\"https://www.ft.com/content/e9a81efb-31f5-47a0-bede-4d69910182fe\">HG Wells</a> named the atomic bomb, and <a href=\"https://www.ft.com/content/a9e5e7ae-ed28-4528-91b1-82e8c2abffa2\"><em>Neuromancer </em></a><a href=\"https://www.ft.com/content/48b6d0f6-499f-11ea-aeb3-955839e06441\">author William Gibson</a> came up with <a href=\"https://www.ft.com/content/a9e5e7ae-ed28-4528-91b1-82e8c2abffa2\">“cyberspace</a><a href=\"https://www.ft.com/content/48b6d0f6-499f-11ea-aeb3-955839e06441\">”</a>. Meanwhile in his 1992 novel <em>Snow Crash</em>, Neal Stephenson popularised the term “avatar” to refer to the digital embodiment of a human in a shared virtual world that he called “the Metaverse”. His presentiment of how humans might behave in a virtual world was eerily prescient. “If you're ugly, you can make your avatar beautiful,” he wrote. “You can look like a gorilla or a dragon or a giant talking penis in the Metaverse.”</p> <p>Last October, the metaverse made the leap from sci-fi jargon to mainstream media after Mark Zuckerberg announced that Facebook was changing its name to Meta and pivoting to become <a href=\"https://www.ft.com/content/29762a96-419f-41b2-9e96-fa7423abb125\">“a metaverse company”</a>. Now companies including HTC, Disney, Roblox, Epic, Nvidia and Microsoft have outlined their own metaverse aspirations. </p> <p>The problem is, nobody seems particularly sure what a metaverse is. Will virtual reality be necessary? Are NFTs involved? What do you actually do there? Every company is trying to shape the metaverse according to their strengths and strategies, each using the same word to articulate different visions. As it stands, “metaverse” is little more than a lure for investors. It calls to mind Gibson's comments on coining the term “cyberspace”: that it was “an effective buzzword” because it felt “evocative and essentially meaningless.”&#xa0;</p> <p>There is at least some vague consensus. The metaverse will be a shared virtual space where users lead varied lives in avatar form: shopping, working and socialising in a fantasy world like that of 2018 film <a href=\"https://www.ft.com/content/cd4ab19c-3296-11e8-ac48-10c6fdc22f03\"><em>Ready Player One</em></a>. We are now ready for this, believers argue: the pandemic pushed more of our lives online, so Zuckerberg's “embodied internet” is simply the natural next step.</p> <p>Yet the idea that we will be able to navigate seamlessly through a series of connected virtual experiences is based on a single farfetched assumption: that the big tech companies will choose to put aside decades-long rivalries to collaborate on building a vast, interoperable virtual space. Even if they put differences in company culture aside, simply making each company's proprietary technology play nice would be a Herculean undertaking.</p> <p>Instead we are likely to get mini-metaverses, each controlled by a single company with its own slant and stable of branded properties. What we've seen so far is uninspiring. Meta launched Horizon Worlds, a bland world of legless avatars that has already received <a href=\"https://www.technologyreview.com/2021/12/16/1042516/the-metaverse-has-a-groping-problem/\">scrutiny</a> over in-game sexual harassment. Crypto-fans will probably be familiar with <a href=\"https://www.ft.com/content/f5d5bed3-8cf2-40c6-8f85-6b824a223ffe\">Decentraland</a>, an online world that has hosted celebrity events and prompted a virtual land rush. Both are rudimentary, empty, and desperately bland compared to any half-decent online video game.</p> <p>This comparison is significant, because the idea we're being sold of the metaverse is essentially a video game, and it's a dreadfully boring one. All the exciting promises that glitter among the metaverse hype — the ability to socialise in digital spaces, engage in virtual economies, or build genuine friendships online — have existed in games for decades. See the sophisticated societies in <a href=\"https://www.ft.com/content/1372cc31-1b7c-4364-8511-bd775f64e155\">MMORPGs</a> such as <em>World of Warcraft</em> and <em>Final Fantasy XIV</em>, or the virtual universes of <em>Fortnite </em>and <em>Roblox</em>. They are more like a “true” metaverse than anything Meta has to offer: virtual worlds where you can customise an avatar, spend digital currency, <a href=\"https://www.ft.com/content/b5024f36-8eac-11ea-af59-5283fc4c0cb0\">attend concerts</a> and, in what is becoming a metaverse speciality, <a href=\"https://www.ft.com/content/76065f3c-8804-4b44-b05f-1b133b462428\">tolerate obnoxious branding partnerships</a> with your friends.</p> <p>So for gamers, none of this is remotely new. Industry responses to the metaverse hype have ranged from mystified (Nintendo) to scornful (Valve). PlayStation inventor Ken Kutaragi simply said: “I can't see the point.” The only gaming giants backing the metaverse are the companies whose other products stand to grow: Epic, whose Unreal Engine is used to create new virtual worlds, and Microsoft, whose augmented-reality glasses can make virtual spaces feel more immersive. </p> <p>If companies like Meta are hell-bent on trying to make the metaverse a reality, they ought to look to the world of gaming for tips. Game developers have mastered the art of creating captivating virtual worlds that players return to time and again. The precepts are elementary: make sure it looks great, runs smoothly, and that there's always something fun to do there. </p> <p>Until it gets these fundamentals right, Meta doesn't have to worry about the bigger questions, such as why users should trust it to be responsible for online governance and moderation across the metaverse when it can't get it right with Facebook. Here we might listen to Philip Rosedale, the metaverse architect whose <em>Second Life</em> was doing all this 20 years ago. When asked whether he thought Meta would succeed in building the metaverse, he replied: “Well, I hope they don't.”</p><p>Source: Tom Faber 2022 'Why gamers are sceptical of Zuckerberg's metaverse' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T12:00:00.565Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 964,
          "end": 973
        },
        {
          "start": 4076,
          "end": 4085
        }
      ],
      "nexusId": "10031144"
    }
  ]
}