{
  "_id": "3200d11763b00d518f8e3e5b975bf08b6a707ff692eae036a3233f20627c160d",
  "feed": "wall-street-journal",
  "title": "The Case for Grayscale  ----  By Mark Naida",
  "text": "<p>   After nearly two years of lockdowns, remote working and learning, and general phone-scrolling boredom, many made a New Year's resolution to spend less time on their smartphones in 2022. Studies show that Americans spend an average of about four hours on their phones each day. That's 60 days a year -- one-fourth of a life awake. That should provoke at least a bit of existential terror. </p><p>   The iPhone's Screen Time app helps users at least feel guilty about the wasted time, but there's an easy trick to make a smartphone impeccably dull. </p><p>   It's called grayscale. With a few clicks in the \"accessibility\" tab on MacBooks and iPhones or a few taps in the settings of an Android or PC, a phone or computer can become as interesting as a black-and-white television. </p><p>   It isn't only push notifications and vibrations that cause our addiction to smartphones: Colors draw our attention, and certain ones can cause a dopamine release. The blue themes of Twitter, LinkedIn and Facebook, not to mention the blue Apple uses for iMessages, entrance us. </p><p>   Humans really like looking at blue, which makes sense, because the sky is light blue on clear days. Until I set all my digital devices to grayscale, I never realized that compared with the sky, iMessage's blue looks sickeningly artificial. In grayscale, meanwhile, photos and videos have the same intrigue as C-Span at midnight. </p><p>   A boring phone will likely cause greater use of a laptop to watch videos and look at social media in full color. I recommend grayscaling laptops and monitors too. Many people are colorblind, so most applications are designed to function without color. In theory, most people who work on a computer could perform their tasks in grayscale, as I do. </p><p>   If you're at all worried about your excessive smartphone use, make your digital life look like Dorothy's Kansas, and let the real world be stunning as Oz. </p><p>   --- </p><p>   Mr. Naida is an assistant editorial features editor at the Journal. </p><p></p>",
  "published": "2022-01-13T07:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}