{
  "_id": "98effb97836bbf883aebeb021c7adfd111b105e45e27775b76b348531351d5f5",
  "feed": "wall-street-journal",
  "title": "Microsoft Needs to Play Activision Out",
  "text": "<p>Microsoft was a latecomer to the videogame scene, having launched the first Xbox console in late 2001 -- years after Sony Group Corp. and Nintendo Co. had established strong businesses with their own videogame devices. Consoles were the main way that consumers played videogames then, and their respective makers worked to pile up exclusive content to keep players in their ecosystems. Those exclusive games augmented mega-popular franchises such as \"Call of Duty\" that were available across platforms.</p><p>Fears about what Microsoft might do with \"Call of Duty\" now hang over the company's proposed acquisition of Activision Blizzard, owner and publisher of the franchise. The Federal Trade Commission filed a lawsuit against the deal last week, while competition authorities in the U.K. and European Union have also stepped up their scrutiny of the transaction. The FTC argues the deal would create a strong incentive for Microsoft \"to withhold or degrade Activision's content in ways that substantially lessen competition\" in the videogame industry. More specifically, the fear is that Microsoft will keep \"Call of Duty\" off Sony's PlayStation -- the main rival to the Xbox for immersive, top-of-the-line games.</p><p>Microsoft's effort to counter that view seems to have so far fallen on deaf ears. The FTC's lawsuit came just three days after Microsoft President Brad Smith announced -- in an op-ed piece published in The Wall Street Journal -- that the company had offered Sony a 10-year contract to keep \"Call of Duty\" on the PlayStation. He added Microsoft would make any such deal with Sony and other videogaming platforms \"legally enforceable\" by regulators. Phil Spencer, who runs Microsoft's videogame business, has gone even further, telling the \"Same Brain\" videogaming podcast in October that Microsoft will keep making \"Call of Duty\" for PlayStation \"as long as there is a PlayStation to ship to.\"</p><p>Those concessions should help Microsoft make its case in court. And the fact that this is considered a \"vertical merger\" between two companies that don't currently compete directly also makes the FTC's task more challenging. Matt Perault, policy analyst for New Street Research, predicts that the FTC is \"unlikely to win a case at trial,\" though it may be successful at extracting further concessions from Microsoft.</p><p>Microsoft's offers to keep \"Call of Duty\" on rival platforms also makes economic sense, considering how both the videogame business and Microsoft itself have evolved. Games are now always-on network services that need to amass a large number of players to generate revenue through subscriptions, expansion packs and in-game sales. And Microsoft's own transition into a cloud-first business fits this same mold, giving the company far more options to generate revenue from \"Call of Duty\" and Activision's other titles -- aside from just using them as exclusives to move lower-margin hardware. Bloomberg reported Monday Microsoft's offer to Sony notably included the ability to host the game on the PlayStation Plus subscription service.</p><p>Microsoft is one of the largest big tech companies, with a market cap second only to Apple Inc. and annual revenue now exceeding $200 billion. That has put this deal squarely in the sights of regulators who want to curb tech's dominance.</p><p>But that same heft might also work in Microsoft's favor, as the company has framed mobile videogaming as the biggest opportunity driving its pursuit of Activision. The bulk of mobile videogaming occurs on the iOS and Android platforms, and Microsoft has been outspoken about its desire to shake up that business and the controversial 30% commissions charged by platform owners Apple and Google parent Alphabet Inc. Mr. Spencer told the Journal's Tech Live conference in late October, \"We have to break that duopoly\" of two storefronts controlling the mobile market.</p><p>Microsoft has little mobile videogaming revenue now. But buying Activision would make it a major player, giving it control of marquee mobile-only franchises such as \"Candy Crush\" plus popular mobile versions of \"Call of Duty\" and \"Diablo Immortal.\" It is also one of the few companies with the resources to truly challenge companies such as Apple and Google.</p><p>Microsoft could succeed where others -- most notably Fortnite maker Epic Games Inc. -- have come up short, by forcing Apple and Google to open their app stores or make reductions in their fees. It might take a tech giant to break a tech giant.</p>",
  "published": "2022-12-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2939,
          "end": 2950
        },
        {
          "start": 3861,
          "end": 3870
        },
        {
          "start": 1338,
          "end": 1347
        },
        {
          "start": 520,
          "end": 529
        },
        {
          "start": 1934,
          "end": 1943
        },
        {
          "start": 3057,
          "end": 3066
        },
        {
          "start": 920,
          "end": 929
        },
        {
          "start": 1545,
          "end": 1554
        },
        {
          "start": 1798,
          "end": 1807
        },
        {
          "start": 1085,
          "end": 1094
        },
        {
          "start": 1211,
          "end": 1222
        },
        {
          "start": 2310,
          "end": 2319
        },
        {
          "start": 3535,
          "end": 3544
        },
        {
          "start": 2321,
          "end": 2332
        },
        {
          "start": 1682,
          "end": 1691
        },
        {
          "start": 3333,
          "end": 3342
        },
        {
          "start": 1211,
          "end": 1220
        },
        {
          "start": 3333,
          "end": 3344
        },
        {
          "start": 2457,
          "end": 2466
        },
        {
          "start": 2321,
          "end": 2330
        },
        {
          "start": 4220,
          "end": 4229
        },
        {
          "start": 1682,
          "end": 1693
        },
        {
          "start": 2939,
          "end": 2948
        },
        {
          "start": 2656,
          "end": 2665
        },
        {
          "start": 2656,
          "end": 2667
        }
      ]
    }
  ]
}