{
  "_id": "21730d09e3846ada5ab415c20b082577d989def92b26f2bdac8cb42c65bb278f",
  "feed": "ftcomall",
  "title": "FT business books: February edition",
  "text": "<h2>‘Deep Purpose: The Heart and Soul of High-Performance Companies', by Ranjay Gulati </h2> <p>This year promises a wave of books on corporate purpose. In this short guide, Harvard Business School's Ranjay Gulati offers plenty of useful advice about how leaders can set a principled course for their businesses. </p> <p>Gulati rightly sets “deep purpose” apart from superficial varieties. The latter includes “convenient purpose”, “purpose-as-disguise” (of which disgraced start-up Theranos is given as an example), and “purpose as win-win only”, a dig at Harvard colleague Michael Porter's <a href=\"https://www.ft.com/content/7fb25830-3de9-11e0-99ac-00144feabdc0\">concept of “shared value”</a>. Deep purpose, by contrast, is “an existential statement that expresses the firm's very reason for being”.</p> <p>Based on 200 interviews with selected companies from PepsiCo and Microsoft to less well-known names such as Bühler, a Swiss manufacturer of food processing equipment, and urban vegetable farmer Gotham Greens, Gulati lays out the challenges of embedding purpose. They include how to create a purpose-led culture that allows for staff members' individuality and diversity, and how to deal with “the personification paradox”, when the leader who embodies a company's purpose moves on.</p> <p>In a foreword, BlackRock's Larry Fink calls the book “at once inspirational and pragmatic”. <em>Deep Purpose</em> will not be the last book to claim to show leaders the way, but it stands out as a thoughtful account of the dilemmas, trade-offs and pitfalls of moving beyond the pure-profit imperative, and how to overcome them.</p> <h2>‘The Power of Regret: How Looking Backward Moves Us Forward', by Daniel Pink</h2> <p>Patrolling the border between the personal and the professional, Daniel Pink has carved out a reputation as a best-selling translator of academic research into human-speak. </p> <p><em>The Power of Regret</em> is at the most personal end of the spectrum. Unlike <a href=\"https://www.ft.com/content/e46b7858-1bf6-11df-a5e1-00144feab49a\"><em>Drive</em></a> on motivation, let alone <a href=\"https://www.ft.com/content/3d604314-49ec-11e2-a625-00144feab49a\"><em>To Sell Is Human</em></a> about the science of sales, his latest book rarely draws on lessons from business (except as a path many regret having taken). Even so, in his quest to “reclaim regret as an indispensable emotion”, Pink digs up plenty of insights that could be applied to individuals' work and careers. </p> <p>Underpinning the book is Pink's own research, through the <a href=\"https://worldregretsurvey.com/\">World Regret Survey</a> and the American Regret Project, which invite participants to confide their deepest regrets. These personal insights into loss, disappointment, and “if onlys” provide a poignant backbone. </p> <p>Pink categorises and analyses types of regret with abundant reference to the latest studies. Some of the conclusions seem obvious (older people have more remorse about lost opportunities), but the underlying moral of all such stories is a good one: serious regrets are a “photographic negative of the good life” we may still be able to live, provided we do not wallow in them. “By making us feel worse today, regret helps us to do better tomorrow,” Pink writes. </p> <h2>‘All That We Are: Uncovering the Hidden Truths Behind Our Behaviour at Work', by Gabriella Braun</h2> <p>This is a remarkable book about what it means to work while being human, and how we can learn more about the hidden motivations that drive our behaviour in the workplace. It is much more than a business book — it will move you and awaken a new respect for your colleagues and even your employer. It may force a rethink of many of the attitudes you hold about others — especially those who annoy or intimidate you. </p> <p>Gabriella Braun has a background in psychoanalysis and systemic thinking, and now runs a consultancy firm that works with organisations and leaders to uncover and overcome the problems they have with each other. At the heart of it all is the uncomfortable fact that, as Braun says early in the book, “we all use our jobs and organisations to work out our internal issues”. There are a lot of uncomfortable meetings on plastic chairs, where Braun mediates frank discussions among teams who can barely look at each other. </p> <p>She presents <em>All That We Are</em> as a series of anonymised but vivid client case studies, putting herself inside the narrative — including a frank acknowledgment of her own occasional failure to connect, or to make progress. It makes for a very engaging read. There is an addiction treatment centre where a toxic and dysfunctional staff environment is putting the clients at risk. Braun's breakthrough, after many months of grim toil, is to realise that “the staff [some of them former addicts] had swapped their addiction to substances for an addiction to the centre”.&#xa0;</p> <p>And there is a London literary agency where the three partners, once friends, can now barely stand to be in a room together. That chapter is called “Love Refound”, as Braun guides the trio to a candid examination of what first brought them together — and towards a rekindling of that spirit. There are, of course, many parallels with the rest of our lives: “They were in a better place, although the marriage remained precarious,” writes Braun of the end of her work there. &#xa0;</p> <p>Braun moves effortlessly between memoir and professional insights, very much as we all move at work between the demands of a rational, process-driven workplace and the hidden histories that drive all human behaviour. The result is — like all workplace dramas — absolutely gripping. </p> <h2>‘The Nowhere Office: Reinventing Work and the Workplace of the Future', by Julia Hobsbawm</h2> <p>“The future of work won't be one with no office — far from it — but it will be one with new identities and new systems thinking underpinning performance.”</p> <p>In her new book, entrepreneur, author and consultant Julia Hobsbawm explores the future of both how — and where — we will work. It is in part a cast back over long-term trends that have shaped our working lives, part a treatise on the future of work and part practical handbook. </p> <p>Hobsbawm devotes one chapter to each trend that creates the “nowhere office” —&#xa0; her vision of a new model for work. This includes fascinating insights on topics such as worker identities, introducing the idea of solopreneurs (professionals who blend employment, contract and freelance work), and the “Learner, Leaver, Leader” generational framework.</p> <p>In each exploration, she seamlessly weaves together historical and current research with interviews with workers and leaders on the frontline of this disruption to our working lives, which add both a human and practical element.</p> <p>The final chapter includes 12 recommendations to help us to get “better at office life and so that office life can itself get better”. These cover a gamut of challenges including working in a “post-presenteeism” world and investing in technology.</p> <p>While the book is clear-eyed about current and future challenges, the tone is optimistic. Hobsbawm believes we can forge a new path that “blows away the cobwebs of a stale working model of management and replaces it with a fairer and more functional system”. This enthusiasm will refresh anyone grappling with “the new normal”.</p> <h2>‘Level Up: Rise Above the Forces Holding Your Business Back', by Stacey Abrams and Lara Hodgson with Heather Cabot</h2> <p>Despite a record rise in new business filings during the recovery from the Covid-19 pandemic, entrepreneurship has been on a downward slide for years. A confusing array of financial, political and regulatory systems hamper small businesses from growing and thriving.</p> <p>In <em>Level Up</em>, business partners Stacey Abrams and Lara Hodgson share the story of their journey together and how they overcame failures and the systemic hurdles that challenge new businesses every day.</p> <p>The guide is directed at small business owners. It is a practical how-to manual with examples and actionable principles for founders looking to innovate, break free and move forward.</p> <p>Chapters are complemented with “level-up lessons”: a summary of important points at the end of each section and advice on topics such as hiring, identifying a revenue strategy and managing cash flow. The authors also emphasise the importance of networking to propel great ideas. As they put it — your network = your net worth.</p> <p>There is an entire chapter about the importance of knowing the numbers of your new company. Lack of financial literacy is one of the most impactful hidden forces lurking behind small business owners. Even if you invest in professional help, you still need to comprehend how money moves in and out of your business.</p> <p>An interesting takeaway is in the middle of the book: “You don't have to be an expert to solve a problem. A lack of knowledge can be a blessing. Most innovation comes from what you notice, not from what you know. Give yourself permission to have a big idea in an area that is not in your area of expertise.”</p> <h2>‘The New Political Capitalism: How Businesses and Societies Can Thrive in a Deeply Politicised World', by Joe Zammit-Lucia </h2> <p>According to American journalist Suzy Welch, “business is business and politics is politics and never the twain shall meet.” Here, however, Zammit-Lucia argues that the two are, in fact, inseparable, with a relationship that is “as complex as it is dynamic” and will become even more relevant to business success in future. </p> <p>Zammit-Lucia, a physician turned multinational executive who founded Radix, a cross-party think-tank, explores how we are rapidly moving into the age of “political capitalism” and how businesses can adapt. In chapters that look at bridging the cultural divide between business and politics, the politics of globalisation, and cultural leadership, he believes success will come to those organisations that develop “a deep understanding of how politics and the constant contestation of political ideas work, how they drive as well as follow contemporary culture, and how to embed these understandings into the core of their business models”. </p> <p>Since companies play a significant role in employment and consumption patterns, the time to focus only on profits and stock price has passed. So Zammit-Lucia maps out a framework for businesses to navigate this “new age” more effectively by developing “political antennas” and adapting to the impact of politics on business performance — sustainability and environmental impact are a case in point. </p> <p>The author believes political capitalism is unstoppable and now it is a case of how — and how fast — this era will take shape. “For business leaders,” he writes, “the choices are around how they respond — and how they lead.” </p> <p>In the long-term, Zammit-Lucia concludes that questions such as what the world looks like if automation and digitisation leave vast swaths of populations unemployed or welfare and pensions systems no longer work, “will all make everything ever more political in nature”. </p> <h2>‘The Voltage Effect: How to Make Good Ideas Great and Great Ideas Scale', by John List</h2> <p>If something is worth doing, it is worth doing big. That is the mantra of behavioural economist and author of <em>The Voltage Effect</em>, John List. </p> <p>The innovations that change the world are not necessarily the best ideas but those that reach the largest number of people. List's contention is that scalable ideas have specific traits: what he calls five vital signs. </p> <p>The premise of this book is that good data can help organisations assess whether an idea is scalable as well as helping it achieve the desired growth. The author — a professor at the University of Chicago as well as chief economist at ride-sharing app Lyft — has been using data to analyse economic behaviour for three decades. As a result, he expresses an awareness of the pitfalls of blindly trusting statistics alongside the value of intelligently employing insights from good data.</p> <p>There are a lot of real-life stories in <em>The Voltage Effect</em>, illustrating success, but more often failure. These include explanations of why, for example, celebrity chef Jamie Oliver's restaurant empire collapsed. Some of these stories are personal, such as List's time as chief economist at Uber, in which he gives an insider's perspective on the downfall of founder Travis Kalanick.</p> <p>This is a book of obvious benefit to founders, but its advice is equally applicable to those with responsibility outside the realm of business, such as civil servants devising national policy, leaders of social action groups trying to bring about cultural change and educationalists trying to improve student outcomes with new methods of teaching.</p><p>Source: Janina Conboye, Andrew Hill, Isabel Berwick, Leo Cremonezi, Kate Hodge and Jonathan Moules 2022 'FT business books: February edition' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T17:00:20.784Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 769,
          "end": 778
        }
      ],
      "nexusId": "10031144"
    }
  ]
}