{
  "_id": "3a5c979efb323584dfc37ef985ee2c3f839982424bd39aaa2310c6f19037aca3",
  "feed": "wall-street-journal",
  "title": "Stock Futures Rise Ahead of Fed Rates Announcement; Investors await earnings from more big-name companies, including AT&T and Boeing",
  "text": "<p>Stocks have been rocked in recent days by expectations that the Fed will embark on a series of rate increases this year to temper heightened inflation. The prospect of a shrinking balance sheet and higher rates has prompted some to sell risky assets, including shares of technology companies that promise future returns, and cryptocurrencies. Investors are also monitoring rising tensions between Russia and Ukraine that have drawn the focus of NATO allies.</p><p>Economists expect the Fed to confirm expectations that it will start raising rates in March when it releases its statement at 2 p.m. ET.</p><p>\"Today the focus is going to be on the Fed,\" said Luca Paolini, chief strategist at Pictet Asset Management. \"It's more about the tone of the press conference. People may have an expectation that given the market turmoil and the geopolitical tensions the Fed may tone down its rhetoric.\"</p><p>On Wednesday, earnings are due ahead of the market open from big-name companies including AT&amp;T, Abbott Laboratories and Boeing. Tesla and Intel are slated to post results after markets close.</p><p>In premarket trading, shares of Microsoft rose 3% after the software giant said its earnings continued to grow as its cloud-services business stayed strong. The report was a bright spot for markets, Mr. Paolini said.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note crept up to 1.785% Wednesday from 1.784% Tuesday. Yields move inversely to prices.</p><p>Overseas, the pan-continental Stoxx Europe 600 jumped 1.6%, while major stock indexes in Asia closed mixed. China's Shanghai Composite and Hong Kong's Hang Seng added 0.7% and 0.2%, respectively. Japan's Nikkei 225 and South Korea's Kospi each declined 0.4%.</p><p>Bitcoin's dollar value rose 3% from its 5 p.m. ET level Tuesday to $37,742.54. The world's largest cryptocurrency by market value has recently sagged alongside broader markets, shedding nearly half its value from its November peak.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stock Futures Rise Ahead of Fed Rates Announcement</p>",
  "published": "2022-01-26T09:52:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1107,
          "end": 1116
        }
      ],
      "nexusId": "10031144"
    }
  ]
}