{
  "_id": "e58301fefba60276f57fb54b1215ff19e5b146429688a2f4be98f09c9c30658c",
  "feed": "market-watch",
  "title": "Meta busts out big VR move, but will Quest Pro headset move the metaverse needle? Facebook parent company Meta made a big virtual reality move at its Meta Connect developer conference on Tuesday, but is the company's new high-end headset a winner?",
  "text": "<p>The metaverse is the future, as far as the company formerly known as Facebook is concerned. Last year, when the technology giant morphed into Meta, it described the metaverse as a \"hybrid of today's online social experiences\" that can be expanded into three dimensions or projected into the physical world. At Meta Connect, Zuckerberg added some more flesh to the bones of the much-hyped metaverse.</p><p>\"What if you could overlay your work and the people you're interacting with right on top of the physical world?\" Zuckerberg added. \"This device would help you be more present, more productive, more you.\"</p><p>Enter the new Quest Pro headset, which represents a major upgrade on Meta's existing Quest 2 offering, but with a price tag to match.</p><p>See Now: Meta's new VR headset will cost $1,500 as Zuckerberg sets up battle with Apple</p><p>\"While the Quest Pro has an impressive feature set, we struggle to see adoption at a $1,499 price point and with limited battery life (est. 1-2 hours per charge),\" wrote KeyBanc Capital Markets analyst Justin Patterson, in a note released on Tuesday.</p><p>Patterson notes that the Quest Pro is a dramatic redesign from the $399 Quest 2.</p><p>New features on the device include thinner lenses, newly designed remotes, face tracking cameras, a charging dock, and the new Qualcomm Inc. QCOM Snapdragon XR2 Plus chip, the analyst explained. \"Meta heavily featured the device's use for business and its ability to more accurately display changes in facial expression,\" he wrote. \"The Meta Quest Pro is large jump in quality and performance when compared to the original Meta Quest line; however, given the elevated price tag vs. the Quest 2 and competitor products, we struggle to see Quest Pro receiving meaningful adoption.\"</p><p>The Quest Pro's one to two hours of battery life also attracted attention on social media, with one user on Twitter describing it as a \"joke.\"</p><p>The new headset, which can be pre-ordered, starts shipping on Oct. 25.</p><p>Speaking during the Meta Connect event, Zuckerberg acknowledged that we're still early in the shift to working in the metaverse. But by launching a high-end physical device, the company is trying to turn the promise of the virtual world into tangible reality.</p><p>See Now: Meta takes another subtle step toward a much-hyped metaverse</p><p>\"The huge price tag will grab all the headlines,\" Paolo Pescatore, technology analyst at PP Foresight, told MarketWatch. \"For sure, Meta is looking to cater a different segment, businesses and verticals rather than consumers.\"</p><p>Meta is also facing competition in the virtual reality space. Tech giant Apple Inc. AAPL is targeting VR and is expected to announce its own headset over the coming months, with the device likely available next year.</p><p>That said, Meta announced an intriguing partnership with Microsoft Corp. MSFT at Meta Connect that could potentially open up the metaverse for workers. Microsoft will bring new work and productivity tools to the Quest Pro and Quest 2 next year, including apps Windows 365 and Teams. Users will also have the ability to join a Teams meeting from inside Meta Horizons workrooms.</p><p>But again, it's still early days for Zuckerberg's brave new virtual world.</p><p>\"Lots more needs to be done for the metaverse to become truly mainstream,\" said PP Foresight's Pescatore.</p><p>Meta busts out big VR move, but will Quest Pro headset move the metaverse needle?</p>",
  "published": "2022-10-12T14:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2877,
          "end": 2886
        },
        {
          "start": 2782,
          "end": 2797
        },
        {
          "start": 2782,
          "end": 2791
        }
      ]
    }
  ]
}