{
  "_id": "718d1f58b3f0bb4c0bfd1f67130624ae7879d1166663bb361a6ce6ec6ad250e8",
  "feed": "ftcomall",
  "title": "Big Tech gets cloud cover",
  "text": "<p><em><strong>**#techFT will be taking an extended break from August 1, so please consider signing up with one click for our other tech newsletters while we're away — Monday's </strong></em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=575981ede74eb90300a44d8e&#xa0;\"><em><strong>FintechFT </strong></em></a><em><strong>and Friday's </strong></em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=62c5b64e2e5c504788777adf\"><em><strong>Cryptofinance</strong></em></a><em><strong>. You can still get daily headlines on the world&#xa0;of tech by clicking to follow the&#xa0;</strong></em><a href=\"https://www.ft.com/technology\"><em><strong>technology topic</strong></em></a><em><strong>&#xa0;—&#xa0; and you can set up </strong></em><a href=\"https://www.ft.com/myft/alerts/\"><em><strong>a daily or weekly email digest</strong></em></a><em><strong> featuring tech stories too.**</strong></em></p> <p>The success of their cloud services was touted by Microsoft and Google's parent in their latest quarterly earnings, as the more traditional sides of their businesses came under pressure.</p> <p>Alphabet's quarterly revenue growth fell to <a href=\"https://www.ft.com/content/424162c9-c4f6-4cb4-a828-1b93b0692326\">its slowest pace in two years, </a>as advertisers reduced spending. but the search giant said its cloud business had fared well despite increasing macroeconomic headwinds.</p> <p>Chief executive Sundar Pichai said cloud services had “strong momentum and substantial market opportunity” as they generated $6.3bn in revenues. However, the division still lost $858mn, up from a loss of $591mn a year earlier. Google is a distant third in cloud market share, behind Microsoft and Amazon, which will report on Amazon Web Services on Thursday.</p> <p>Microsoft's chief executive Satya Nadella told analysts that the company<a href=\"https://www.ft.com/content/6a62f265-602c-4bcf-b08d-16f30e0aab50\"> had taken market share </a>across its businesses and demand for its cloud services was expected to remain robust as many IT users look for more cost-effective ways of handling their computing. </p> <p>“There is something going on in the macro environment that does feel it plays to our strength,” Nadella said, with cloud computing acting as a “deflationary force” that was helping Microsoft even as the economy weakens.</p> <p>Revenue at its Azure cloud platform increased 46 per cent excluding the effects of the strong dollar, slightly slower than the 49 per cent growth of the previous quarter. It also reported a 35 per cent increase in cloud bookings in constant currency terms, in line with the opening months of the year.</p> <p>The bookings were “significantly” above internal expectations and showed customers were making “larger and longer-term commitments” to the Azure platform, Nadella said. </p> <p>The cloud boost compensated for a slump in PC sales that have powered its Windows business. Growth fell to 5 per cent compared with 13 per cent in the first quarter. Global PC shipments fell 12.5 per cent in the quarter, the biggest decline in nine years, according to the research firm Gartner.</p> <p>Alphabet shares rose more than 7 per cent and Microsoft's more than 6 per cent on Wednesday on the news, while tech shares generally were lifted as the Nasdaq climbed 4 per cent higher.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Spotify beats forecasts</strong><br>Music streamer Spotify eclipsed forecasts and <a href=\"https://www.ft.com/content/3ff9ed51-8562-4ce7-a748-6485397c58fd\">added 6mn subscribers</a> to its service in the second quarter, defying the slowdown at Netflix that has weighed on its stock price. The company ended June with 188mn subscribers, beating its guidance for 187mn. <a href=\"https://www.ft.com/content/6ed466ee-e9e8-43ad-9d30-96387ee0afec\">Lex says</a> the difference from Netlfix is that listeners stick with Spotify because they only need one music streaming service to access all music, while video content is more distributed.</p> <p><strong>2. Regulator to look at Apple's BNPL push</strong><br>The top US consumer finance regulator has warned that Big Tech's entry into the buy now, pay later lending business<a href=\"https://www.ft.com/content/399c177f-e5da-491a-b653-afe953bbdce0\"> risks undermining competition </a>in the nascent sector and raises questions about the use of customer data. In a warning shot to Silicon Valley following Apple's decision to launch its own BNPL service, Rohit Chopra, director of the Consumer Financial Protection Bureau, said his agency would “have to take a very careful look [at] the implications of Big Tech entering this space”.</p> <p><strong>3. French TV deal at risk from regulator</strong><br>The proposed merger of France's two biggest private television broadcasters, TF1 and M6, has <a href=\"https://www.ft.com/content/95a562dd-ab6d-45f5-b6ad-789dd0b53d9f\">run into stiff resistance</a> from competition regulators. The two said the French competition authority's investigation team had raised “a number of significant competition concerns, especially in relation to the advertising market” in a 450-page report.</p> <p><strong>4. Why the Eutelsat-OneWeb deal came together</strong><br>That all the disparate parties involved — two governments, Eutelsat, OneWeb and its private sector shareholders, India's Bharti Global and Japan's SoftBank — set aside often diverging interests to hammer out this week's merger shows how much pressure European satellite groups are under from Big Tech challengers. <a href=\"https://www.ft.com/content/70306de4-9d10-465c-bcbf-be476b4eb46e\">Here's our analysis</a> of the deal.</p> <p><strong>5. Lasseter lands at Skydance with Luck</strong><br>Hollywood film producer David Ellison, son of Oracle co-founder Larry Ellison, has hired John Lasseter, the creative force behind <em>Toy Story</em> and other Pixar classics, to run his animation studio. Its first feature, <em>Luck</em>, debuts on Apple TV Plus next week as part of a four-picture deal with the streaming service, <a href=\"https://www.ft.com/content/a56b1563-d788-4721-8e66-77c34959ec63\">writes Chris Grimes</a>.</p> <h2>Tech tools — Eight Sleep Pod 3</h2> <p>Eight Sleep provides mattresses and mattress covers that can precisely warm or cool either side of your bed<a href=\"https://www.ft.com/content/d340357b-c011-44af-b2bd-58a442cb50c7#:~:text=Temperature%20can%20be,of%20hydrogen%20peroxide.\"> to aid sleep</a>. Its products also contain a myriad of sensors to give you a morning-after report on its app on the previous night's tossing and turning. Today,<a href=\"https://www.businesswire.com/news/home/20220727005241/en/Eight-Sleep-Introduces-Pod-3-The-Latest-Generation-of-Sleep-Fitness-Technology-That-Improves-Sleep-Quality-by-up-to-32\"> it announced Pod 3,</a> with double the amount of sensors to increase the accuracy of measurements. The bedside unit that regulates the temperature has an upgraded quad-core processor for tracking key biometrics such as heart rate, heart rate variability, respiratory rate and sleep stages. Pricing starts at $2,095 for a full size, $2,195 for Queen and $2,395 for King and California King Pod 3 Cover.</p><p>Source: Chris Nuttall in London 2022 'Big Tech gets cloud cover' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-27T21:28:48.526Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1062,
          "end": 1071
        },
        {
          "start": 430,
          "end": 439
        },
        {
          "start": 1581,
          "end": 1590
        },
        {
          "start": 2433,
          "end": 2442
        },
        {
          "start": 1138,
          "end": 1149
        },
        {
          "start": 2433,
          "end": 2444
        },
        {
          "start": 1138,
          "end": 1147
        }
      ]
    }
  ]
}