{
  "_id": "2fa1bb7331d9c9ecb569b35519750d57109460a85d1f436dcf32b65124496596",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Weekend Confidential: Temple Grandin --- An autism advocate believes all types of minds can contribute to society.",
  "text": "<p>She was moved to write a book about the value of unconventional thinkers like herself after noticing that, in many cases, an autism diagnosis seemed to be \"holding kids back.\" According to the CDC, the number of American children diagnosed with autism spectrum disorder surged from 1 in 150 in 2000 to 1 in 44 in 2018. Dr. Grandin suspects this is at least partly because the diagnosis increasingly includes \"even just slightly geeky kids.\" \"I think it's a huge problem that someone who can't dress themselves has the same label as someone who should be working at Microsoft or NASA,\" she says over the phone from her home in Fort Collins, Colo. \"I'm seeing so many parents get locked into the label, they can't even imagine their kids are capable of doing anything.\"</p><p>Dr. Grandin says she meets plenty of autistic teens who have never used tools, opened a bank account or gone shopping by themselves, largely because their parents and teachers presume they can't. \"The consequence is there are a lot of smart kids ending up in basements playing videogames instead of going out and getting great jobs where they can do something constructive in the world,\" she says. Had she been born 30 years later, she suspects she would have been a \"videogame addict\" herself.</p><p>As a child in Boston, Dr. Grandin sensed she didn't fit in. Diagnosed with autism at 2, she needed intensive speech therapy to start talking at 4 and intensive tutoring to start reading by 8. As a teen, she was teased and bullied in school for being awkward -- kids called her \"tape recorder\" because she repeated herself in a kind of monotone. Despite her concerns that a \"disability mind-set\" prevents parents and teachers from developing the strengths of children with autism, dyslexia and ADHD, she acknowledges that it was helpful that her parents sent her to a special boarding high-school for children with learning disabilities. She found refuge in caring for the school's horses and found a mentor in her science teacher, who gave her special projects that motivated her to study \"and not goof off.\"</p><p>Although Dr. Grandin would ultimately earn a Ph.D. in animal science from the University of Illinois at Urbana-Champaign in 1989, she often strained against the demands of school and was by her own account a \"terrible student.\" She didn't know at the time that this was partly because, like many autistic people, she is a visual thinker. The world comes to her \"in a series of associated visual images, like scrolling through Google Images or watching the short videos on Instagram or TikTok,\" she writes. It's a phenomenon she first described in her breakout 1995 memoir, \"Thinking With Pictures,\" and which she believes was captured elegantly in the 2010 HBO feature film about her life, \"Temple Grandin.\"</p><p>Thinking associatively in pictures rather than linearly in words makes it difficult for Dr. Grandin to follow lectures or heed lengthy verbal instructions. But she believes it is also why she has managed to be so influential in promoting animal welfare. She explains that because animals often make sense of the world through visual associations, she finds it easy to see things from their point of view. Her designs for holding and moving livestock in ways meant to reduce stress and increase efficiency are used to handle almost half the cattle in North America, and she has worked closely with McDonald's and Wendy's on making their slaughter plants more humane.</p><p>\"In some ways, I could say that visual thinking saved my life,\" she says. She explains that her career gives her life meaning, because she has made \"real improvements\" in the lives of countless animals: \"I'm now trying to help kids who think like me go out and get careers they really like, too.\"</p><p>As a child, Dr. Grandin learned best in classes that appealed directly to her unusual talents and point of view. She writes that she can still \"vividly recall\" her fifth-grade shop class, with its workbenches and pegboards filled with saws and drills. Learning how to make things for herself \"was the highlight of my day,\" she recalls. Classes devoted to \"home economics\" gave her the thrilling opportunity to trace patterns and sew fabric, and she helped build stage sets in her school's theater department. \"I would spend hours and hours tinkering with things to get them to work,\" she recalls.</p><p>Dr. Grandin is troubled that most public schools have dropped these hands-on classes, including art, welding and auto mechanics, and replaced them with coursework geared toward standardized tests. \"We took out the classes where a lot of neurodiverse people could excel,\" she says. She estimates that around one-fifth of the machinery designers, welders and engineers she has worked with over the years have autism, dyslexia or undiagnosed ADHD, and many have told her that they first discovered an affinity for making and fixing things in classes at school. \"The young people who might have started their own shops or become apprentices in the trades are now being shunted to special ed and never given the opportunity to learn to use tools at all,\" she observes.</p><p>The effect has become plain to Dr. Grandin in her regular tours of domestic poultry and pork-processing plants, where state-of-the-art equipment is no longer American-made. She observes that machinery is now being imported from Denmark, Italy, the Netherlands and other countries that have continued \"to encourage and develop the talents and skills of people who think in different ways.\"</p><p>Whether she is lecturing in Silicon Valley or at NASA, Dr. Grandin talks about the importance of \"harnessing the power of every kind of mind.\" She points to renowned misfit innovators from Thomas Edison to Elon Musk as proof that high-level problem solving demands visual and verbal thinkers working in concert. She notes that Albert Einstein didn't talk until he was 3 or 4, avoided eye contact and was a dismal student. A visual thinker, Einstein was reportedly surprised to learn that other people think mainly in words.</p><p>Dr. Grandin is mindful of the trade-offs involved in thinking differently. She can't quite comprehend abstract concepts like algebra, and she knows that some of her autistic traits make it easier for her to connect with animals than with people. She prefers to talk over the phone instead of video, because it masks her social awkwardness and wandering eyes, and she will never understand the appeal of chitchat. \"The thing that blows my mind is people have a great time doing it, even though most of these conversations have almost no content,\" she observes.</p><p>Yet she is eager to demonstrate that her approach to the world comes with strengths, too. \"I know that there may be some things that I'm missing, but I've also gotten a lot of stuff done,\" she says. \"I know a lot of kids look up to me, and I feel a responsibility to inspire and motivate them to do great things, too.\"</p>",
  "published": "2022-10-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 565,
          "end": 574
        }
      ],
      "nexusId": "10031144"
    }
  ]
}