{
  "_id": "f4a4027dbfd1ee111789660bebc9c9cfa041cf78c8f3d57a8817d57238d63391",
  "feed": "ftcomall",
  "title": "Time to think about UK currency risk?",
  "text": "<p>It's when you go on holiday that you're hit by the cost of weak sterling. I'm old enough to remember when my father came home with Deutschemarks for a family trip on the continent — and got 11 to the pound.</p> <p>In euros, that would be 5.5. This week's actual rate is about 1.18. This isn't simply a story of the UK's relative economic decline because many things affect exchange rates, not least the fact that the pound was overvalued in the mid-1960s when it started plummeting.</p> <p>But Britain's persistent failure to manage inflation until the 1990s was a big influence in undermining sterling. As was poor productivity growth. Fortunately, UK economic performance then improved for a good while and the pound's been rather more stable against the euro for three decades, even allowing for the Brexit referendum hit.</p> <p>I've been reminded of my childhood DM memory by the fact that I'm off to Germany soon — and by this year's bout of sterling weakness. Since Russia <a href=\"https://www.ft.com/war-in-ukraine\">invaded Ukraine</a>, the pound has fallen by 12 per cent against the US dollar and shows little sign of recovering any time soon.</p> <p>With many analysts forecasting that the pound will drop further in the second half of 2022, there is little respite on the horizon for holiday-makers or — much more seriously — anybody buying anything globally priced in dollars such as fuel and a lot of our food. And that's all of us.</p> <p>What does all this mean for retail investors? It's certainly not a reason for panic. As savers, we've been through bouts of sterling weakness before and will doubtless see more in future. But it's an opportunity to consider the shape of your portfolio and think again about a key issue for many savers — a deep-rooted investment bias in favour of UK stocks, at the expense of the rest of the world.</p> <p>It's true that <a href=\"https://www.ft.com/content/a1ed5dbc-1830-41f4-acd5-79be4e37ec14\">sterling's weakness</a> this year&#xa0;is largely a reflection of the strength of the US dollar, which is close to its 20-year highs against a trade-weighted currency basket. Other major currencies have also weakened against the mighty greenback, <a href=\"https://www.ft.com/content/1d7fede7-b559-46eb-b1b6-ee4a3cf8dd51\">including the euro</a>, down about 10 per cent since the start of 2022.</p> <p>The rise in US interest rates is pulling in savings from around the world: the Federal Reserve is acting more aggressively in raising rates than other central banks, relying on the inherent dynamism of the US economy to adjust quickly and pull through. </p> <p>However, deeper concerns about the British economy are also worrying investors. The Bank of England, to its credit, was last year the first major central bank to raise rates in the fight against inflation. But the pound's recent slippage reflects traders' concerns that the Old Lady might struggle to follow through.</p> <p>Not only is Britain's inflation high by global standards — <a href=\"https://www.ft.com/content/e777a2d1-bc5c-4e01-8605-2be0682aad5e\">9.4 per cent </a>in June, compared to 8.6 per cent in the eurozone and 9.1 per cent in the US&#xa0; — its economic growth prospects are weakening faster than elsewhere as the post-Covid recovery slows. Next year's output growth is forecast at zero by the OECD, the worst of any G20 economy except Russia.</p> <p>So BoE governor Andrew Bailey may be forced by recession fears to delay rate hikes. And that is pushing down the pound. Or as analysts at Barclays put it: “We see near-term downside risks for GBP primarily from the potential monetary policy divergence.”</p> <p>Trying to second guess short-term currency moves is widely seen as a speculative game, not right for most retail investors.</p> <p>But this year's market turmoil gives UK investors a chance to look at the balance between their UK and foreign shareholdings. The global equity sell-off has hit the UK far less hard than rivals. Since the start of 2022, the US S&amp;P index is down 18 per cent and the global MSCI world index 25 per cent. UK equities have done much better, with the energy-heavy FTSE 100 slipping a mere 3 per cent. So this could be the moment to take profits at home and invest abroad. </p> <p>When we look long term, we can see Britain — after a recovery in the 1990s and 2000s — has lagged behind other developed countries in the past decade in productivity growth, investment, research and development spending and real wages. Looking forward, there may not be much change: the Office for Budget Responsibility says Brexit will be a persistent economic drag.</p> <p>British investors<a href=\"https://www.ft.com/content/599cc995-bd51-4d3f-925a-5889f37e21cb\"> have reacted by switching money out </a>of UK-oriented funds in recent years into funds aimed at other markets, notably the US.&#xa0;</p> <p>But overall, retail portfolios remain heavily weighted to the British market. A Quilter poll last year of 1,041 people with at least £60,000 in investible assets that found that 64 per cent&#xa0; had more than 25 per cent of their portfolio invested in the UK when British stocks account for just 4 per cent of the MSCI world index. Nearly half — 46 per cent — had more than 50 per cent in the UK. </p> <p>That is not quite as parochial as it sounds. The UK economy is open and its stock market is dominated by global companies — with FTSE 100 groups generating some 80 per cent of earnings overseas.</p> <p>Strong companies can overcome local difficulties: great businesses have been created in the UK in the past 50 years — chip technology group Arm, Vodafone and Ocado, for example. Others have grown mightily, including AstraZeneca, Unilever and Diageo.</p> <p>Still, limiting yourself to trying to pick global winners in London isn't good enough. The pool is limited. And, crucially, the market is skewed towards energy and mining groups. They happen to be doing well now — with oil prices high — but they hardly represent the economic future. Tech companies, which surely do, are under-represented.</p> <p>David Henry, an investment manager at Quilter Cheviot, argues that the timing looks good for switching out of the UK. “The current point is an opportunity because of the global sell-off and the current outperformance in the UK market.”</p> <p>He advocates reducing the domestic share of the equity portfolio to about 20-35 per cent because “it's better to have global diversification by investing in the best companies in the world”.</p> <p>There is certainly more value around than a few months ago. The trailing price/earnings ratio on the S&amp;P 500 is about 20, compared with a peak of 40 in December 2020.</p> <p>But wealth managers warn against rushing out of one market and into others. Those valuations could look dangerously out of date if the expecting slowdown turns into recession and corporate earnings collapse.</p> <p>So take your time, have a plan and don't act on impulse. The old advice to switch strategy in monthly stages is especially relevant in today's volatile markets.</p> <p>As for specific investment targets, Henry likes US tech, especially mature profit-generating companies such as Microsoft and Amazon, which are well placed to weather a slowdown. Less so Apple, as recession-hit consumers may balk at the premium prices.</p> <p>At Brewin Dolphin, market analysis head Janet Mui is looking closely at Asia and, in particular, at China where she sees economic growth reviving. “There is a lot of peak pessimism about China, with the lockdown and so on,” she says. “But we have upgraded in the past 6-12 months.”</p> <p>Other wealth managers see potential in continental Europe, despite the Russian threat to stability and energy supplies. They like solid performers such as Beiersdorf, the German consumer products group that owns Nivea, and Danone, the French food producer, as well as luxury brands, including Italy's Moncler.</p> <p>All good ideas: I plan to take a closer look at the European names as I motor around France and Germany — and try not to think too much about 11DM to the pound.</p> <p><em>Stefan Wagstyl is editor of FT Money and FT Wealth. Email: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=stefan.wagstyl@ft.com\"><em>stefan.wagstyl@ft.com</em></a><em>. Twitter:</em><a href=\"https://twitter.com/stefanwagstyl?lang=en\"><em>@stefanwagstyl</em></a></p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Stefan Wagstyl 2022 'Time to think about UK currency risk?' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-26T11:20:54.539Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6621,
          "end": 6630
        }
      ]
    }
  ]
}