{
  "_id": "22b4b7b5a0a2aad5c702ecec946079e48623af9a6da6ed044ea019d19feb5e12",
  "feed": "wall-street-journal",
  "title": "Economic Woes Abroad Help Dollar --- Currency is able to buck usual pattern of weakening in times of high inflation",
  "text": "<p>That is a different story than the one that played out in the inflation-plagued 1970s. The dollar plunged nearly 40% against the Deutschemark, then one of Europe's most influential currencies, between January 1974 and 1980, according to Federal Reserve Bank of St. Louis data. Federal Reserve Chairman Paul Volcker in 1979 began sharply raising interest rates, fueling a strong recovery.</p><p>Investors contend that economic weakness world-wide is driving today's strong dollar. Covid-19 lockdowns in China have slowed industrial production in the region, and the war between Ukraine and Russiais driving up energy costs for European households, which depend on Russia for natural gas, and around the world. The eurozone's economy faces the threat of a recession.</p><p>The picture in the U.S. is different. Consumers have more money in bank accounts. Even as prices rise, Americans are spending. Data show businesses pouring money into equipment and research and development. Fed Chairman Jerome Powell at the Fed's policy meeting expressed confidence that the economy could weather a series of interest-rate increases.</p><p>Traders this week will parse consumer-spending data and Friday's monthly jobs report for clues regarding the health of the economy and the trajectory of the stock market. The three major stock indexes all fell last week.</p><p>Chris McReynolds, head of inflation trading at Barclays and formerly a foreign-exchange trader, said the dollar is outpacing other currencies because inflation and growth prospects in other countries are worse. The U.S. Dollar Index is up 13% in the past 52 weeks.</p><p>\"The U.S. economy was much less damaged by Covid than others,\" said Mr. McReynolds.</p><p>Rick Rieder, BlackRock's bond chief and head of fixed income, said he is buying the dollar and selling currencies hit by weaker economic growth relative to the U.S., including the euro, the offshore Chinese renminbi and small amounts of the yen.</p><p>Currency derivatives markets indicate investors expect the dollar to continue to outperform. Traders at banks said clients are buying options that pay off if the dollar continues to rise: Call options for the dollar versus the yen became more expensive than puts in March, a reversal in a metric traders use to gauge demand for the dollar.</p><p>A strong dollar allows Americans to buy goods from other countries at lower prices. It can also hurt U.S. manufacturers by making products more expensive for foreigners, and it means U.S. businesses receive fewer dollars for their exports. Microsoft Corp. said in its earnings report this month that a stronger dollar reduced the software company's revenue, even though it notched higher profit last quarter.</p><p>In the 1970s, inflation and the 1973 Arab oil embargo dragged the greenback down. Europe today is grappling with its own energy-supply shortage and growth concerns, potentially leading to a phenomenon known as stagflation, marked by rising prices and slowing growth, which often prompts investors to sell a currency. The euro has lost 13% against the dollar in the past 52 weeks.</p><p>Stephen Gallo, European head of FX strategy for BMO Capital Markets, said investors' perception of how central banks will act is boosting the dollar. The European Central Bank has yet to raise interest rates, with President Christine Lagarde this month saying it will lag behind the Fed in tightening monetary policy. The Bank of Japan also recently reinforced its commitment to low interest rates.</p><p>Interest-rate derivatives show that investors expect the Fed to increase its benchmark federal-funds rate from its current level between 0.75% and 1% to just above 3% next year.</p><p>\"The central banks more credible at targeting inflation will attract most of the flows,\" said Nafez Zouk, an analyst at Aviva Investors. \"The Fed has finally signaled it's taking the inflation problem seriously.\"</p><p>Another reason for the dollar's dominance is the consistent outperformance by U.S. assets of European assets. One measure of this can be seen in global stocks. Over the past decade, stocks in the U.S. have earned investors outsize returns, while their European counterparts have remained lower and largely rangebound. The S&amp;P 500 in December was up more than 400% since 2009, compared with a 137% advance in the Stoxx Europe 600 over the same period.</p><p>Keith Decarlucci, chief investment officer of London-based hedge fund Melqart KEAL Capital, said the dollar's status as a haven amid geopolitical uncertainty and role as the world's reserve currency puts it in a stronger position today than in the 1970s.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2506,
          "end": 2521
        },
        {
          "start": 2506,
          "end": 2515
        }
      ]
    }
  ]
}