{
  "_id": "87c26851764bcdde7be72f2858ab56c8001f2013b456a2349c776aea47c2c95e",
  "feed": "wall-street-journal",
  "title": "Amazon Posts First Quarterly Loss Since 2015 as Costs, Rivian Stake Weigh on Results; Tech giant has seen a shopping slump and cost increases due to inflation, labor issues and supply chain challenges",
  "text": "<p>Revenue for the tech giant rose by about 7% for the January-to-March period, the slowest pace in about two decades as consumers returned to prepandemic habits and spent more money in person at stores. It lost $3.8 billion in the quarter, compared with a profit of $8.1 billion a year ago, when a surge in online orders due to the pandemic lifted Amazon's prospects.</p><p>The performance for Amazon's sprawling collection of businesses reflects several currents now roiling the tech industry. The amount of products Amazon sold during the quarter was essentially flat from a year ago, and the company reported a 3% year-over-year drop in its online stores segment, which include product sales primarily on its flagship site and digital media content. That's the largest drop since the metric was first disclosed in 2016.</p><p>Results were also hit by its stake in electric vehicle maker Rivian Automotive Inc., which has seen its stock plunge by more than 65% this year. Amazon has a roughly 18% stake in the company and had a pretax loss of $7.6 billion due to its holdings.</p><p>Meanwhile, revenue growth has slowed in its subscriptions business—which includes its Prime entertainment offerings—and in digital ads, where its rapid expansion in recent years has challenged industry giants Google and Meta Platforms Inc.'s Facebook. Advertising services revenue grew 25% in the latest quarter, excluding currency impact—still fast but well below the 33% clip in the fourth quarter of 2021 and 76% in the first three months of last year.</p><p>Amazon signaled more uncertainty is on the way. It said it expects its operating income for the current quarter to be between a loss of $1 billion and profit of $3 billion. It posted $7.7 billion in operating income during the second quarter of 2021. The company's shares were down roughly 10% in after-hours trading, reaching the lowest point since June 2020.</p><p>\"The pandemic and subsequent war in Ukraine have brought unusual growth and challenges,\" Chief Executive Andy Jassy said in a statement. Mr. Jassy said Amazon would improve by working through pressures from inflation and its supply chain.</p><p>One bright spot continued to be the company's cloud business, Amazon Web Services, where sales rose about 37% in the first quarter to $18.4 billion. AWS has long been the leading cloud-computing service for businesses around the world, but the unit has faced intensifying pressure from Microsoft Corp. and Google in recent years.</p><p>After a period of tremendous growth as the company sought to respond to new consumer needs during the pandemic, Amazon saw its momentum stall recently as it seeks to deal with inflation, a national labor shortage and supply-chain disruptions.</p><p>Brian Olsavsky, Amazon's chief financial officer, said Thursday the company saw about $6 billion of incremental costs during the quarter related to productivity loss, inflation and situations where its warehouse capacity exceeded demand. Mr. Olsavsky said the company is no longer constrained by labor or capacity issues.</p><p>Amazon's operating expenses in North America have been growing at a faster rate than its sales. The company had to spend billions to keep its facilities humming during the ups and downs of the health crisis. Meanwhile, the total value of goods sold on Amazon's site in 2021 grew at half the rate it did in 2020, according to an analysis by research firm Marketplace Pulse.</p><p>The trend isn't unique to Amazon. The share of U.S. retail sales that happen online rose markedly during the pandemic, reaching 15.7% in the second quarter of 2020. It fell to 12.9% during the last three months of 2021, according to Census Bureau data adjusted for seasonal factors.</p><p>March marked the first month since the pandemic started that e-commerce sales declined from the year-earlier period while in-store sales rose, according to Mastercard SpendingPulse, which tracks transactions made over the Mastercard payments network as well as survey-based estimates for cash and checks.</p><p>Amazon has worked to offset costs. The company raised the price of its Prime membership in the U.S. to $139 a year, from $119, and this month it introduced a \"fuel and inflation surcharge\" that averages 5% of the fulfillment fees it charges sellers that use its services.</p><p>Earlier this year, the company for the first time broke out results from its advertising unit. It reported $7.87 billion in ad sales for the first quarter, up 23% from a year earlier.</p><p>SHARE YOUR THOUGHTS</p><p>How did the pandemic change the way you shop on Amazon? Join the conversation below.</p><p>Amazon said it expects its Prime Day shopping event to happen in July. The event typically gives Amazon a revenue boost.</p><p>The company may see additional cost pressures as it navigates continued attempts by warehouse employees to unionize. In New York, workers at its largest warehouse in Staten Island voted earlier this month to establishthe company's first union in the U.S.</p><p>While Amazon has appealed the results and alleged inappropriate behavior by the federal agency that oversaw the vote, labor experts have said widespread unionization could force the company to change benefits and policies, which may multiply costs. Workers at a second Staten Island facility are voting on unionization this week, and activists are targeting other warehouses throughout the country.</p><p>The National Labor Relations Board will count ballots from the second Staten Island facility on Monday. Activists have said they view the vote as critical in their push to broaden their efforts.</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon Posts First Quarterly Loss Since 2015 as Costs, Rivian Stake Weigh on Results</p>",
  "published": "2022-04-28T22:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2407,
          "end": 2416
        },
        {
          "start": 2407,
          "end": 2422
        }
      ]
    }
  ]
}