{
  "_id": "2986bc109d59a9667485c224191ace4e2d6ce34d75e57df8ccc197debf3f0894",
  "feed": "ftcomall",
  "title": "Amazon's strong revenue and guidance reassure Wall Street",
  "text": "<p>Amazon's shares rose more than 10 per cent in after-hours trading on Thursday after it beat revenue expectations and offered an upbeat forecast for the remainder of the year, as the company reined in ecommerce costs and benefited from strong demand for its cloud computing business.</p> <p>Amazon said it expected to return to double-digit quarterly revenue growth now that the year-on-year comparisons with the coronavirus pandemic-affected periods in 2020 and 2021 had passed. </p> <p>Strong performance from its Amazon Web Services <a href=\"https://www.ft.com/reports/understanding-cloud-computing\">cloud</a> business and its fast-growing advertising arm were credited for the better than expected revenues, offsetting another year-on-year drop in online store sales. </p> <p><a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> said its capital investments would reflect these adjustments in demand, spending more on building cloud infrastructure than on ecommerce logistics for the remainder of the year.</p> <p>The results cemented a generally positive week for the big-cap tech stocks. Alphabet, Microsoft and Apple are trading higher as their results reassured investors who feared the effects of sharp macroeconomic conditions. <a href=\"https://www.ft.com/content/7933227e-4ab8-428f-b68c-abdece3c8200\">One exception was Meta</a>, which is down 7 per cent on the week, having suffered its first quarterly decline in revenue.</p> <p>Amazon said it expected overall revenue for the current quarter to land between $125bn-$130bn, which would represent growth of 13-17 per cent. It included sales from the Prime Day discount event, which took place earlier this month. Last year's Prime Day was in the second quarter.</p> <p>Overall sales increased 7 per cent year on year to $121.2bn, higher than the $119bn analysts had expected, according to data from FactSet. AWS revenue reached $19.7bn, up 33 per cent from a year ago and slightly higher than Wall Street had anticipated. Amazon's advertising business also outperformed, growing 18 per cent to $8.8bn.</p> <p>Amazon's strong performance in cloud and advertising offset a second straight quarter of sales declines for its online store, which fell 4 per cent year on year to $50.9bn. Analysts had anticipated sales of $51.8bn.</p> <p>The company recorded an overall net loss of $2bn, owing to the poor performance of its investment in electric vehicle company Rivian, which cost Amazon $3.9bn in non-operating costs.</p> <p>Amazon's operating income for the quarter was $3.3bn, down from $7.7bn in 2021.</p> <p>“Amazon's strong 7 per cent sales growth, 10 per cent in North America alone, is due entirely to services growth such as AWS and advertising,” noted Guru Hariharan, chief executive of ecommerce management platform CommerceIQ and a former Amazon executive. “The fall in online store&#xa0;sales reveals how the ecommerce giant is still subject to macroeconomic pressures.”</p> <p>While other players in online advertising, such as Meta and Alphabet, said they felt the effects of a pullback in ad spending, Brian Olsavsky, chief financial officer, argued Amazon's advertising model, which is primarily built around promoting products in its marketplace, is better protected.</p> <p>“I think that if you look at our type of advertising, it performs well in recessionary environments. A lot of our advertising is right when customers are going to make purchases.”</p> <p>The pressures of <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a> and supply chain headaches have dragged on Amazon's performance in 2022. Even if Thursday's after-hours stock jump holds, the share price would still be down almost 30 per cent for the year.</p> <p>Amazon this week announced it would <a href=\"https://www.ft.com/content/18a5c0df-cd83-449f-a5aa-95c434641a09\">raise the price of its Prime subscription scheme</a> in five of its European markets, including the UK, where annual membership rose 20 per cent.</p> <p>That followed a move in February to raise the price for US Prime customers, where it also added a 5 per cent surcharge to delivery costs for sellers, in an effort to offset rising fuel prices.</p> <p>Amazon has also had several high-profile departures. Last week Jay Carney, the company's outspoken and influential head of corporate affairs, announced he was leaving to join travel company Airbnb.</p> <p>Other recent departures <a href=\"https://www.ft.com/content/8ca3a3d0-78c3-4e4c-bafb-b8c264d267e6\">include Dave Clark</a>, head of worldwide consumer and architect of its logistics network. Amazon conceded amid spiralling costs that it had overexpanded on warehousing and headcount during the coronavirus crisis. It has subsequently pulled back on some of its plans to open warehouses.</p> <p>Amazon said it would increase its capital investments over the coming year while shifting the emphasis of that spending to technology infrastructure for AWS and away from ecommerce logistics. Headcount also declined from earlier in the year when it had taken on extra staff to deal with the Omicron coronavirus variant, Olsavsky said.</p><p>Source: Dave Lee in San Francisco 2022 'Amazon's strong revenue and guidance reassure Wall Street' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T22:37:31.855Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 956,
          "end": 965
        }
      ]
    }
  ]
}