{
  "_id": "a381c693a9ebe3b5a57f16044ec7459595be726b3b8d298b5b09b04d8ebe339a",
  "feed": "ftcomall",
  "title": "Retail traders no longer ‘buyer of first resort' as US stocks slide",
  "text": "<p>The river of retail money that once sustained US stock markets has slowed to a drip. </p> <p>Equities indices are headed for their sixth straight weekly fall in a row, with the S&amp;P 500 off 17 per cent so far this year and the Nasdaq Composite down by 27 per cent. </p> <p>The losses are causing some smaller investors to sour on the market. Net retail inflows amounted to just $2.4bn this month to May 10, compared to $11bn in April and $17bn in March, according to data from JPMorgan. </p> <p>And the pullback may have exacerbated recent market declines, said Max Gokhman, chief investment officer at California-based asset manager Alphatrai. “Retail was the buyer of first resort for a lot of the dips before, but activity has either moved [elsewhere] . . . or gotten a lot more cautious in stocks because they have been punished multiple times this year,” he said. </p> <p>Stock markets have dropped as persistent inflation seeps into the US economy, prompting the Federal Reserve to raise interest rates to cool off demand. Higher inflation also affects retail investors, giving some less spare cash to funnel into the market. More than half of traders surveyed by broker Charles Schwab in late April had a bearish outlook for the second quarter of 2022, while one in five investors said inflation was their primary concern.</p> <p>The value of an average retail investor portfolio has declined by 28 per cent since late December as retail equity flows weakened in the downturn, according to Vanda Research. The data provider found retail sentiment to be “extremely bearish”.&#xa0;</p> <p>Fading investor enthusiasm has manifested itself in the stock prices of brokers focused on equities. Since the start of the year, shares in <a href=\"https://www.ft.com/content/9320bd5a-cdfe-4bd4-a05c-be10d1818f22#post-8b39800a-305f-4f38-971d-434338a0c783\">Schwab</a> have dropped 23 per cent, while Interactive Brokers has fallen by almost a third and <a href=\"https://www.ft.com/content/04d3b880-7c88-444c-aaea-af1911f87562\">Robinhood </a>— a retail broker that says its mission is to “democratise finance” — has more than halved. </p> <p>The retreat is even more severe in markets for cryptocurrencies, which drew hordes of new retail traders during the coronavirus pandemic. <a href=\"https://www.ft.com/content/50c1e24d-4b28-42fe-bb29-e9d13aa01909\">Coinbase</a>, the New York-listed crypto trading platform, this week reported that trading volumes fell more than 40 per cent in the first quarter. Its shares are down 79 per cent this year. </p> <p>Retail investors had also flocked to equity options, contracts that give the holder the right to buy or sell a stock at a given price. But after <a href=\"https://www.ft.com/content/b3db7eca-8bee-4178-91cb-f6e20da9e242\">jumping </a>in January, average daily volumes have fallen in each of the next three months and have continued to decline so far in May, according to data from Options Clearing Corp.&#xa0;</p> <p>Analysis of OCC data by Jason Goepfert of SentimenTrader suggests that retail traders are also becoming a smaller proportion of overall options activity. Small options trades — used as a proxy for retail orders — surged at the start of the pandemic but have been trending downward, in mid-April hitting a two-year low of 32 per cent.</p> <p>Investors are also no longer buying as much on margin as rising interest rates raise the cost of borrowing capital. “This leads to less dry powder for them to buy the dip,” said Peng Cheng, a global quantitative and derivatives strategist at JPMorgan. “And their favourite technology stocks have suffered quite heavily, so they don't have the same gains to keep buying.”&#xa0;</p> <p>Analysts are doubtful that retail investors will continue to buy the dip as aggressively as they have, as inflation squeezes household budgets and anxiety over the market mounts. “A lot of these factors are not changing in the short term,” Cheng said. “Retail traders are sticky, but trading behaviour is probably going to stay lower for some time.”&#xa0;</p> <p>While retail investors have retreated, they have not completely disappeared. Investors are no longer “buying with both hands”, said Shawn Cruz, head trading strategist at TD Ameritrade. They are instead more selective, he said, buying megacap companies including highly profitable tech companies with proven revenue such as Amazon, Microsoft and Google. </p> <p>Some brokers are optimistic that the effects of a downturn in trading will be counteracted by rising interest rates, which allow brokers to profit on the funds held in customer accounts. </p> <p>“Brokerages aren't struggling,” said Thomas Peterffy, founder and chair of Interactive Brokers, whose revenue from commissions was down 15 per cent on year in the first quarter. “Commissions and payment for order flow may be decreasing, but that is a narrow perspective. The interest rate increase is going to outstrip any lost revenue from transactions.”</p> <p>Still, bearish investors and sluggish demand is tough for brokers that have become accustomed to bold bets by retail traders. “We don't like these markets generally because long term it's not good for business. We like two-sided markets,” said Tom Sosnoff, the founder of trading platform Tastyworks and options platform Thinkorswim. </p> <p>But, he added, “We're all just trying to be protective of our customers. The retail business doesn't actually go away. It just hibernates for a bit and then comes back roaring.”</p><p>Source: Madison Darbyshire and Nicholas Megaw in New York  2022 'Retail traders no longer ‘buyer of first resort' as US stocks slide' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T04:00:07.206Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3910,
          "end": 3919
        }
      ]
    }
  ]
}