{
  "_id": "00abba5a2972b31817b9486fdc668e65e3d32a124d6ec0818d3ee29f0571a700",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Dow Drops More Than 800 Points; Treasury yields slide; Microsoft, Google parent Alphabet turned in earnings after close",
  "text": "<p>All three indexes are on track to lose at least 4% this month, with the technology-heavy Nasdaq—which on Tuesday posted its largest one-day percentage decline since September 2020—down more than 12% in April. The small-cap Russell 2000 finished the day at its lowest close since December 2020.</p><p>Shares of Microsoft fell more than 2% in after-hours trading after the software company announced first-quarter earnings and revenue above analysts' expectations. Google parent Alphabet reported slower sales growth in the first quarter, sending its shares down more than 4% after the close.</p><p>Fears about a resurgence of Covid-19 cases in China, and strict lockdowns imposed to fight the outbreak there, have heightened investors' concerns about the global economy and prompted choppy trading in recent sessions. Inflation is weighing on companies and consumers, while the Federal Reserve's indications that it will quickly tighten monetary policy threaten to drag on growth.</p><p>\"We're in a world-wide tightening cycle now, and so we have to let the air out of many of these assets,\" said Mace McCain, chief investment officer at Frost Investment Advisors.</p><p>Assets considered havens in times of trouble, such as Treasury bonds, are being pressured by inflation and expectations for tighter central-bank policy along with stocks, complicating matters for investors seeking shelter during recent volatility. Gold, another haven, rose 0.4% on Tuesday, but prices remain near their lowest level since February.</p><p>The yield on the 10-year U.S. Treasury note closed at 2.773%, down from Monday's 2.825%. The yield on the benchmark note remains close to its highest level since 2018 as investors have sold bonds in anticipation of higher interest rates. Bond yields rise as prices fall.</p><p>Meanwhile, a measure of the yield on 10-year Treasurys when adjusted for inflation—sometimes known as the real yield—has risen toward positive territory, closing Monday at minus 0.10%, which may make riskier assets less attractive to investors.</p><p>\"We had a beautiful scenario over the last 18 months: Growth was accelerating and bond yields were falling—the perfect combination for risk assets,\" said Hani Redha, a portfolio manager at PineBridge Investments. \"Now we have the complete opposite.\"</p><p>In other earnings news, General Electric fell more than 10%, or $9.29, to $80.59 after warning that supply-chain disruptions would pressure its business this year. Universal Health Services lost nearly 10%, or $13.44, to close down at $125.32 after the hospital operator said earnings fell 27% in the first quarter from a year ago.</p><p>United Parcel Service fell about 3.5%, or $6.59, to $183.05. The company said quarterly revenue rose more than 6%, though it shipped fewer packages than it did in the year-ago quarter. 3M, which reported better-than-expected first-quarter sales, fell 3%, or $4.38, to $144.22.</p><p>Tesla, shares of which jumped last week after the electric-vehicle maker reported quarterly results, were down 12%, or $121.60, to $876.42, retreating to levels last seen in late March. The stock is part of the S&amp;P 500's consumer discretionary sector, which fell almost 5%.</p><p>A shift in consumer spending from tech-centric goods to in-person services in the latest phase of the pandemic is weighing on investors' enthusiasm for the sector, analysts said.</p><p>\"We may now be realizing the group that experienced a lot of growth, your tech companies, that growth may have been over-extrapolated,\" said Jason Pride, chief investment officer of private wealth investments at Glenmede.</p><p>Brent crude futures rose 2.6%, or $2.67, to $104.99 a barrel. The international oil benchmark fell below the $100 level Monday before rebounding. U.S. benchmark oil prices, known as West Texas Intermediate, rose 3.2%, or $3.16, to $101.70 a barrel Tuesday.</p><p>\"Oil prices feed off geopolitical stress to a large extent, and the news headlines aren't getting more positive,\" said Rusty Vanneman, chief investment strategist at Orion Advisor Solutions.</p><p>Bitcoin's dollar value fell 5% Tuesday from its 5 p.m. ET level Monday to $38,127.90.</p><p>In economic news, U.S. consumer confidence fell slightly in April, the Conference Board said on Tuesday. Orders for durable goods—consumer products designed to last for more than three years—rebounded in March following a weak February.</p><p>The S&amp;P CoreLogic Case-Shiller National Home Price Index, a measure of average home prices in major U.S. metropolitan areas, rose 19.8% in the year that ended in February, up from a 19.1% annual rate the prior month. Higher prices and rising mortgage rates are expected to weigh on home sales this year. Sales of new homes fell 12.6% in March from a year ago, the Commerce Department said Tuesday.</p><p>Overseas, the Stoxx Europe 600 finished the day down 0.9%.</p><p>In mainland China, the Shanghai Composite Index fell 1.4%, lower for a second consecutive day, as investors continued to worry about the threat of new Covid-19 lockdowns. The People's Bank of China vowed to step up support for the economy Tuesday in an attempt to calm the jitters.</p><p>Elsewhere in Asia, Tokyo's Nikkei 225 index rose 0.4%, while South Korea's Kospi edged up 0.4%. Hong Kong's Hang Seng Index rose 0.3%.</p><p>—Rebecca Feng contributed to this article.</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com and Will Horner at william.horner@wsj.com</p><p>Stocks Fall as Dow Drops More Than 800 Points</p>",
  "published": "2022-04-26T22:52:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 304,
          "end": 313
        },
        {
          "start": 70,
          "end": 79
        }
      ]
    }
  ]
}