{
  "_id": "f4f11bc46fa552ba71ffb8f7277f3b7fa6d423b63b99cf3c5070819c37d37ea7",
  "feed": "ftcomall",
  "title": "Microsoft and Activision's shared virtual universe",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/f57a3e4e-d7d2-48cd-9554-94d36bc56fcb\"><em>Microsoft and Activision's shared virtual universe</em></a></p> <p><strong>Marc Filippino</strong> <br>Good morning from the Financial Times. Today is Wednesday, January 19th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>In France, lawmakers want health warnings on car ads. The auto industry isn't too happy about that. And in the US, airlines have been facing off against telecoms companies over their rollout of 5G. Plus, Microsoft's mega-deal for Activision is about more than just video games, </p> <p><strong>Chris Nuttall</strong><br>Though they need the content there, that's central to attracting people to this new metaverse. </p> <p><strong>Marc Filippino</strong><br>I'm Mark Filippino and here's the news you need to start your day. </p> <p>[MUSIC PLAYING] </p> <p>Global carmakers are pushing back at a new law in France that will soon require them to include disclaimers in their ads like, “Consider carpooling” and “Take public transport.” The measures are part of a broader climate change law, and it's one of a kind. Ad experts say the requirements have no real equivalent in other countries. A French executive said the law shows the divide between lawmakers in Paris and people in the rest of the country who don't have many transport options. One industry source told the FT that they don't think the measure is going to stop anyone from using their car. </p> <p>[MUSIC PLAYING] </p> <p>At the very last minute yesterday, American telecoms companies AT&amp;T and Verizon agreed to water down their expansion plans for 5G wireless service. They were supposed to go into effect today. Airlines have been warning that the 5G rollout could lead to flight chaos. Some international airlines even plan to suspend some US flights. Here's the FT's US business editor Andrew Edgecliffe-Johnson. </p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>The concern among airlines is that these new high-speed 5G services will interfere with the frequencies that they use on equipment like altimeters which tell a plane how high off the ground it is and that that could cause disastrous problems when planes are taking off or landing. And this was all supposed to have been resolved by now. There have been two delays to rolling out these 5G services because of these concerns. The Biden administration's been trying to mediate between the airline industry and the telecoms industry. But at the 11th hour, we discovered that the airlines believed that this had not been resolved and that the measures that the Federal Aviation Authority and others have put in place would not be sufficient to protect their planes from having these kinds of problems. </p> <p><strong>Marc Filippino</strong><br>So Edge, exactly what have the telecoms companies agreed to do for the airlines? </p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>The airlines have been asking for them to basically leave a two-mile buffer zone around the major runways of the country's largest airports. AT&amp;T and Verizon have been resisting that, saying it wasn't necessary. But on Tuesday, they said they would do that pending further discussions with the airlines and with the authorities in Washington. But they made their frustration pretty clear when they did this. I mean, AT&amp;T basically said, you know, why has it come down to the 11th hour after two years of planning for this? They're frustrated with the industry, the airline industry, but they're also frustrated with the FAA. </p> <p><strong>Marc Filippino</strong><br>Why have the telecoms companies been so resistant? What's at stake for them? </p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>First of all, AT&amp;T and Verizon paid almost $69bn for access to the spectrum only last year. So you have a huge amount of money rolling on the successful rollout of 5G across the country. And if the idea takes hold that there's something wrong with 5G in consumers minds, that could be a problem. Second, the Biden administration really wants 5G services to roll out. They want faster wireless broadband to be accessible to more people across America to accelerate the US economic revival. And that position is supported by big business groups like the US Chamber of Commerce. They see this as vital to the economic growth of the US for the next several years. So there is a lot riding on this beyond this short-term row between the aviation industry and the telecoms industry. </p> <p><strong>Marc Filippino</strong><br>Andrew Edgecliffe-Johnson is the FT's US business editor. </p> <p>[MUSIC PLAYING] </p> <p>Microsoft yesterday announced the biggest deal in its history. It's paying about $75bn for the video game developer Activision Blizzard. The move will give Microsoft lots of content for its Xbox console so that it can continue to compete in the gaming industry. There's another factor at play, though. The FT's Chris Nuttall writes our #techFT newsletter, and he told us that both companies have their eye on the metaverse. </p> <p><strong>Chris Nuttall</strong><br>I think we're still in the early stages of the Metaverse and what shape it might take, but it's pretty clear that the people with expertise in these areas are companies like Activision or Sony from the gaming world. You know, Activision is known for World of Warcraft, which isn't really virtual reality or anything like that, but it's an online world with a huge community. Sony has had a kind of virtual reality ventures and projects for many years and has a virtual reality headset. And then you have, on the other side, the big tech companies like Google, Microsoft, Amazon, Apple and Facebook who all have the market capitalisation, the money, the resources to get into this and are actively getting into it with their own gaming services. So I think that there's the two competing areas of industry which are now kind of merging in a way with Microsoft making this successful takeover of Activision. </p> <p><strong>Marc Filippino</strong><br>So Chris, what's in it for Activision? </p> <p><strong>Chris Nuttall</strong><br>For Activision, it would never have the resources to compete with the likes of a Facebook or an Apple or Microsoft, for that matter. But combined with Microsoft, it can be a major power and it's not inconceivable that Activision could, if Microsoft at some point sees gaming as non-core, that Activision couldn't take back control and what goes beyond that now in the metaverse and the shape of the next internet.</p> <p><strong>Marc Filippino</strong> <br>Now we should say that Activision doesn't exactly come without baggage. It's had big issues with its corporate culture. One lawsuit describes the company as having a pervasive frat boy culture. How much of that was a consideration when Microsoft was planning this deal? </p> <p><strong>Chris Nuttall<br></strong>I think it's been a big consideration. It's also helped Microsoft in a big way. In terms of the share price has been depressed by all these reports of an awful company culture in Activision and the stories of sexual harassment. So that has helped in terms of the purchase price here. But it's also something that they're keen to emphasise in both their statements that over the next year or so, as this deal moves to a close, they're going to have to sort out that culture and present Activision as a cleaned up company that Microsoft is proud to own. It isn't that at the moment, and there's quite a ways to go on that, but it's certainly a big factor in this deal. </p> <p><strong>Marc Filippino</strong> <br>So more broadly, how much is the Metaverse and all the plans to build this online universe where, you know, we're expected to spend all kinds of money and time? How much is that shaping corporate business plans? </p> <p><strong>Chris Nuttall</strong><br>I think the realisation that there are mega-cap companies, you know, we have a $3tn dollar company now in terms of Apple, that these companies have such power they can more or less do what they want and they can shape the future of the web, the internet, their app stores, how people make money out of this, and the metaverse is going to be a huge opportunity, you know, as Mark Zuckerberg sees it, to change the face of commerce, the way we interact with one another, and change the face of gaming as well. And that's where they started with Oculus and their virtual reality games. And but it's just going to go on from there in terms of spreading into the way we buy things, the way we watch things. And it's really only the big companies that can can lead in this. So they're certainly staking it out, and at some point it'll be up to regulators to try and sort this one out. So there is more competition, but that's the way it's shaping at the moment. </p> <p><strong>Marc Filippino</strong> <br>Do you think this deal makes the video game industry even more central to the tech industry? </p> <p><strong>Chris Nuttall<br></strong>I think so in terms of, a lot of this is to do with creativity in making something that people actually want to be part of. And, you know, personally, I'm not that keen on getting involved in the metaverse and living in it, and it would have to be some kind of killer content or application that would get me in there. And you know, you have to be creative. You have to go to the creatives to get there. It's not about data centres and having, you know, enormous hardware power to get people to come and do this. They need the content there. That's central to attracting people to this, this new metaverse. And so I think publishing companies and game developers are going to be key to this. And certainly, this could be the start of a new wave of M&amp;A in terms of mergers and acquisitions in terms of the video game industry. </p> <p><strong>Marc Filippino</strong><br>Chris Nuttall is the editor and lead writer of the #techFT newsletter. You can subscribe to the newsletter at <a href=\"https://www.ft.com/techft\">FT.com/techft</a>. We'll also put a link in our show notes. </p> <p>[MUSIC PLAYING] </p> <p>Before we go, China's biggest jewellery retailer plans to open 2,000 more stores on top of its existing 5,000 stores. Chow Tai Fook is especially focused on Gen Z consumers. At one point last year, these young buyers made up more than half of the company's sales in one particular collection. These are the children of China's one-child policy, and they have lots of disposable income since they get all of the windfall from their parents. And China's Gen Zers are patriotic, so they prefer Chinese brands and things like dragons and phoenixes over Western jewellery. </p> <p>[MUSIC PLAYING] </p> <p>You can read more on all of these stories at FT.com. This has been your daily news briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Andrew Edgecliffe-Johnson and Chris Nuttall 2022 'Microsoft and Activision's shared virtual universe' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T05:01:00.738Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 463,
          "end": 472
        },
        {
          "start": 5870,
          "end": 5879
        },
        {
          "start": 6384,
          "end": 6393
        },
        {
          "start": 6957,
          "end": 6966
        },
        {
          "start": 69,
          "end": 78
        },
        {
          "start": 5824,
          "end": 5833
        },
        {
          "start": 4463,
          "end": 4472
        },
        {
          "start": 5958,
          "end": 5967
        },
        {
          "start": 4307,
          "end": 4316
        },
        {
          "start": 6488,
          "end": 6497
        },
        {
          "start": 463,
          "end": 474
        },
        {
          "start": 5305,
          "end": 5314
        },
        {
          "start": 5594,
          "end": 5603
        },
        {
          "start": 0,
          "end": 9
        }
      ],
      "nexusId": "10031144"
    }
  ]
}