{
  "_id": "3b82b62e4b54644e039dead34d7ae76e8822072289a8d01306024b3001bfdd66",
  "feed": "ftcomall",
  "title": "KPMG partners risk losing share of £300mn pot over ethical standards",
  "text": "<p>KPMG's partners in the UK have been told they risk forfeiting their share of the £300mn proceeds retained from the sales of its pensions and insolvency divisions if they fail to meet ethical standards.</p> <p>The strengthening of the link between partners' behaviour and their financial rewards comes after a string of regulatory fines and investigations into KPMG's work and high-profile exits of partners in recent years following allegations of bullying and other misconduct within the firm.</p> <p>KPMG told the Financial Times it would&#xa0;also spend an&#xa0;extra £2mn a year to fund the hiring of “additional senior resources who will be focused on conduct matters”. It pledged to publish “key culture metrics” on its website.</p> <p>The moves are part of a wider effort to improve the culture at the Big Four accounting and consulting firm, which was communicated to its roughly 16,000 staff in an internal announcement by <a href=\"https://www.ft.com/content/23e31100-0f62-4c8d-a57f-614fb9414860\">UK chief executive Jon Holt</a> at the end of April.</p> <p>It follows a review of KPMG's culture, overseen by senior partners including Holt and UK chair Bina Mehta. The pair jointly took over last year from former boss Bill Michael, who resigned after telling staff on a video call to <a href=\"https://www.ft.com/content/4f569449-d113-48fe-b01a-9153f4c3d593\">“stop moaning”</a> about their working conditions.</p> <p>KPMG sold its insolvency and restructuring division in 2021 in a deal backed by private equity firm HIG Capital, a year after offloading its pensions advisory unit in another private equity-backed deal.</p> <p>Holt won the backing of the firm's 571 partners to retain part of the proceeds from the disposals as “special capital” for reinvestment in the business. The capital is intended to be paid out to partners over a six-year period after they retire.</p> <p>Linking the payout to partners' conduct was significant because “partners' special capital is on average four times the amount of ordinary capital they have put into the business”, said KPMG.</p> <p>Partners' normal pay was already partly tied to their behaviour as part of the annual allocation of profits within the firm, it added.</p> <p>This plan to improve KPMG's culture includes “enhanced training” for partners and directors on conflicts of interest, according to the firm's website. Like its competitors, it has encouraged staff to speak up about misconduct in recent years, including through a whistleblowing hotline.</p> <p>Holt said on LinkedIn that he wanted a “culture that is open, safe and inclusive, and operates to the highest ethical and quality standards”. &#xa0;</p> <p>The conduct of a former KPMG partner and four former employees will be under the spotlight on Thursday when an industry tribunal is expected to deliver a decision on whether they misled the UK accounting regulator during inspections of its auditing of outsourcers Carillion and Regenersis.</p> <p>KPMG has <a href=\"https://www.ft.com/content/fb22432a-ebd1-45ea-8966-0bac7953efd3\">already admitted</a> that the inspectors were misled. It has also been fined this year for audit failures at alcohol retailer Conviviality and hospitality group <a href=\"https://www.ft.com/content/c71a9ee4-15ae-4c74-9565-7ffe66cf3750\">Revolution Bars</a>. It has temporarily <a href=\"https://www.ft.com/content/73e293cd-ce80-4294-967b-97f3a4882a38\">stopped bidding</a> for most UK government contracts while ministers consider whether to ban it from winning further taxpayer-funded work.</p> <p>Despite its regulatory problems, strong demand for consulting and deals advice helped push average pay for KPMG's UK partners to £688,000 in the year to September 2021 — the <a href=\"https://www.ft.com/content/e1654a46-169c-47a6-a27f-955a9b2638f9\">highest since 2014</a>.</p> <p>It told employees last week that they would receive immediate pay rises of between £2,000 and £4,000 in addition to its annual pay review later in the year and that it expected last year's £100mn bonus pot would be matched this year.</p> <p>Holt is attempting to revive the fortunes of KPMG, which is the smallest of the UK's Big Four accounting practices.</p> <p>It announced plans last week to double the size of its legal advisory division to more than 400 people within three years and it is also entering a joint venture offering fundraising and advisory services to tech and life sciences entrepreneurs.</p><p>Source: Michael O’Dwyer 2022 'KPMG partners risk losing share of £300mn pot over ethical standards' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T17:18:58.332Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}