{
  "_id": "4bc3354173f1a67f4ff4ca2f9bc6f1ad881e2b58464f03bc42828c6815abea84",
  "feed": "market-watch",
  "title": "Zoom signals an end to pandemic boom times, and the stock is falling",
  "text": "<p>Zoom ZM reported fiscal fourth-quarter earnings of $490.5 million, or $1.60 a share, on sales of $1.07 billion, up from $882 million a year ago. After adjusting for stock compensation, some tax effects and other costs, Zoom reported earnings of $1.29 a share, up from $1.22 a share in the same quarter last year.</p><p>Analysts on average expected adjusted earnings of $1.07 a share on sales of $1.05 billion. Shares still plunged as much as 10% in after-hours trading immediately following the release of the results, however, after closing with a 5.8% increase in the regular session at $132.60. The stock's decline lessened as the extended session continued, as Zoom also announced a plan to repurchase $1 billion in stock.</p><p>While Zoom's 2021 growth blew away expectations from before the COVID-19 pandemic forced many around the globe onto Zoom's videoconferencing software, that growth raised expectations for the path ahead of Zoom. Executives dashed any remaining hopes for continuing booming growth, however, in guiding for a big slowdown in sales increases this year and promises to spend bigger for opportunities in the future.</p><p>“To sustain and enhance our leadership position, in fiscal-year 2023 we plan to build out our platform to further enrich the customer experience with new cloud-based technologies and expand our go-to-market motions, which we believe will enable us to drive future growth,” Chief Executive Eric Yuan said in a statement.</p><p>See also: Zoom is returning to the office, but most workers aren't coming back</p><p>Zoom executives forecast annual adjusted earnings of $3.45 to $3.51 a share and revenue of $4.53 billion to $4.55 billion in the 2023 fiscal year, which began Feb. 1 for Zoom. That isn't far off from the annual results Zoom announced Monday: The company reported annual adjusted earnings of $3.34 a share billion on sales of $4.1 billion, a huge jump from the year before, when the company reported revenue of $2.65 billion.</p><p>Analysts were expecting Zoom to establish a path with smaller growth. Last week, Mizuho Securities analysts predicted “a transitional year for Zoom, one in which the company's growth rate will normalize after pandemic-induced usage starts to fade and retention rates normalize after cohorts reach 15 months of age.”</p><p>They were still hoping for more, however. Analysts on average were predicting annual adjusted earnings of $4.36 a share on sales of $4.71 billion, according to FactSet. The disappointment begins immediately, with executives predicting first-quarter adjusted earnings of 86 to 88 cents a share on sales of $1.07 billion to $1.075 billion, while analysts were modeling first-quarter earnings of $1.03 a share on revenue of $1.1 billion.</p><p>“This outlook is consistent with what we are observing in the market today. Specifically, it assumes that our Enterprise business will grow substantially faster than our online business,” Chief Financial Officer Kelly Steckelberg said in remarks prepared for a conference call Monday afternoon. “It also assumes that our year-over-year total revenue growth rate will modestly accelerate in late FY23.”</p><p>One way Zoom executives expect to widen the addressable market is a focus on call centers and providing software for them. The company previously attempted to acquire Five9 Inc. FIVN to break into that business, but after that merger failed, Zoom released its own attempt at a rival call-center offering last week.</p><p>For more: Zoom and Five9 may not be broken up forever</p><p>Zoom's stock will likely face new models now that the path forward is better known. Benchmark analysts on Monday noted that “Zoom's current ~$125 price implies that the market is willing to tolerate a valuation forecast only through F2025, a very cautious perspective,” and noted competition from Microsoft Corp. MSFT.</p><p>“The market continues to focus on 1) Microsoft's Teams Essentialsrollout targeting Zoom's small businesses appeal, 2) Zoom's ability to retaincustomers as Covid lockdowns subside and 3) conversion of free customers topaying accounts,” the analysts wrote, while maintaining a “hold” rating.</p><p>Zoom executives also announced Monday that ServiceNow Inc. NOW Chief Executive Bill McDermott will join the company's board this week, replacing Bart Swanson, who is stepping down. “I look forward to working with Bill, a visionary in the technology space and a successful software executive,” Yuan said in prepared remarks.</p><p>Zoom's stock has declined 65.6% in the past 12 months, as the S&amp;P 500 index SPX has increased 15.1%.</p>",
  "published": "2022-02-28T16:53:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3774,
          "end": 3789
        },
        {
          "start": 3774,
          "end": 3783
        },
        {
          "start": 3833,
          "end": 3844
        },
        {
          "start": 3833,
          "end": 3842
        }
      ],
      "nexusId": "10031144"
    }
  ]
}