{
  "_id": "50d17b20feb536ab9c7461596a1f20627e4c8f73fc9b92abc19ba02bcd631182",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Markets & Finance -- Friday's Markets: Stocks End Mixed in Shortened Trading --- Dow average rises, while Nasdaq and S&P 500 fall in subdued post-holiday trading",
  "text": "<p>The Dow Jones Industrial Average rose 152.97 points, or 0.4%, to 34347.03. U.S. stock markets closed early at 1 p.m. ET.</p><p>Despite the interruption of the holiday, equities continued their recent winning streak.</p><p>The S&amp;P 500 rose 1.5% for the week, and has risen four of the past six weeks. The Dow gained 1.8% this week, and has risen in six of the past eight weeks.</p><p>Investors have been watching Black Friday crowds for clues on how spending among U.S. consumers is holding up amid high inflation and rising borrowing costs.</p><p>Recent economic data has suggested consumers continue to spend, but analysts have a mixed outlook for the crucial holiday period.</p><p>S&amp;P Global Market Intelligence expects holiday sales to rise 4.5% this year, slowing from last year's 12.6% pace but still above prepandemic levels.</p><p>\"In the U.S., we could have an OK holiday season,\" said Peter Garnry, head of equity strategy at Saxo Bank.</p><p>But adjusting for inflation, holiday sales are expected to decline for the first time since 2009, according to S&amp;P Global, suggesting that people are buying fewer, higher-priced items.</p><p>\"It was very easy in the first stage of inflation because there was this buildup of savings,\" said Mr. Garnry. \"We've eaten through that surplus and now we're getting to the more difficult stage of this inflation shock.\"</p><p>Nevertheless, U.S. stocks had historically done well on Black Friday. The S&amp;P 500 had risen in 50 of the previous 71 Black Friday trading sessions, not counting this year, according to Dow Jones Market Data. But it is also often subdued as traders take the day off to extend their Thanksgiving holiday. The S&amp;P 500's average Black Friday gain is about 0.3% since 1950.</p><p>Investors have some wind at their backs heading into the year's end. Stocks have been rallying since October, the holidays tend to be seasonally strong for equities and the market has responded well to the last two inflation reports, said Frank Cappelleri, the founder of research firm CappThesis.</p><p>Whether the market can continue rising, he said, will depend upon the next inflation report, on Dec. 13, and the next Fed meeting, on Dec. 13-14. \"The big question is, is this the same type of rally we've seen fail before?\" he said.</p><p>Elsewhere, U.S. Treasury yields ticked lower. The yield on the 10-year U.S. Treasury note slipped to 3.696% on Friday from 3.708% on Wednesday. Yields rise as prices fall.</p><p>In corporate news, shares of Activision Blizzard fell $3.12, or 4.1%, to $73.47 after Politico reported late Wednesdaythat the Federal Trade Commission was likely to file an antitrust lawsuit to block its acquisition by Microsoft.</p><p>Manchester United shares jumped $2.41, or 13%, to $21.21, continuing to gain on news that thecontrolling Glazer family is exploring a sale.</p><p>Stocks overseas were mixed. The Stoxx Europe 600 was basically flat. Hong Kong's Hang Seng fell 0.5% and Japan's Nikkei 225 shed 0.4%. China's Shanghai Composite was an outlier in Asia, rising 0.4% even as the country imposed new lockdowns to contain its Covid-19 outbreak.</p>",
  "published": "2022-11-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2608,
          "end": 2617
        }
      ]
    }
  ]
}