{
  "_id": "ec75b0225060f371a6e296ab2a421bb722dbdf2a65fa9f200e631bd6d22fcd8d",
  "feed": "market-watch",
  "title": "Zoom beats on earnings and hikes annual profit forecast, but fourth-quarter guidance disappoints, sending stock down; Videoconferencing platform holds up as some companies consolidate real estate and look to keep employees at home",
  "text": "<p>Zoom executives said they now expect full-year adjusted earnings of $3.91 to $3.94 a share on revenue of $4.37 billion to $4.38 billion, after previously targeting adjusted earnings of $3.66 to $3.69 a share on revenue of $4.39 to $4.4 billion. For the fourth quarter, they expect 75 cents to 78 cents a share on revenue of roughly $1.1 billion, while analysts on average are projecting 81 cents a share on sales of $1.1 billion, according to FactSet.</p><p>For more than a year, Zoom has provided revenue projections in-line with analysts' estimates while substantially outperforming its conservative adjusted EPS guidance.</p><p>\"Enterprise is growing and the online business is contracting: The question is when does online stabilize?\" Zoom Chief Financial Officer Kelly Steckelberg told MarketWatch. She said Zoom based its tepid fourth-quarter EPS guidance Monday on \"challenging economic times,\" \"[foreign-exchange] pressure,\" longer enterprise sales cycles and a decline in Zoom's higher-margin online business. She expects the online business to stabilize in the second quarter, with at least one analyst on a conference call late Monday anticipating low- to mid-single-digit growth for Zoom in its next fiscal year.</p><p>Zoom's stock rose about 4% immediately following release of the results, but then slid back to a decline of 7% in extended trading after closing with a 1.7% decline at $80.26. Zoom's stock has withered 56% this year, as the broader S&amp;P 500 index SPX has slid 17% in 2022.</p><p>Zoom suggested belt-tightening companies are finding a renewed reliance on videoconferencing as they consolidate real-estate holdings and lay off workers, but the platform continues to fend off competition from Microsoft Corp.'s MSFT Teams, Cisco Systems Inc.'s CSCO Webex, Alphabet Inc.'s GOOGL GOOG Google, Salesforce Inc.'s CRM Slack and many other corners. The continuing challenges for Zoom were delineated in two contrasting notes issued by financial analysts on Friday.</p><p>In forecasting \"near flattish revenue growth next year,\" Citi Research analyst Tyler Radke outlined numerous obstacles Zoom faces in the pandemic's post-vaccine  recovery. Tightening IT budgets and a weaker macro outlook keep will keep new small-business customer acquisitions \"low and churn elevated,\" he said in a Nov. 18 note.</p><p>\"We see the hurdles from last [quarter] holding, with rising competition (MSFT/Teams), macro-related weakness, and further margin risk from mix shift,\" Radke wrote. \"Though Phone is gaining traction, we believe the headwinds above will more than offset new product strength and create downside risk to guidance and consensus estimates post [quarter].\"</p><p>Bernstein analyst Peter Weed, who attended Zoom's recent investor day, has a more sanguine view of Zoom's immediate future. He believes its new Zoom calendar and email are simple, consumer-friendly features that will lead to financial riches without taking on Google or Microsoft in the enterprise space.</p><p>Zoom beats on earnings and hikes annual profit forecast, but fourth-quarter guidance disappoints, sending stock down</p>",
  "published": "2022-11-21T23:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2913,
          "end": 2922
        },
        {
          "start": 2897,
          "end": 2906
        },
        {
          "start": 1687,
          "end": 1702
        },
        {
          "start": 1696,
          "end": 1711
        }
      ]
    }
  ]
}