{
  "_id": "eeb85b845e3e42cb6f47340440f1019b2e7102ef703908def0df9d44c89aab27",
  "feed": "wall-street-journal",
  "title": "Why the Metaverse Will Change the Way You Work; Virtual meetings that feel real, new ways to build and teach, plus jobs you haven't heard of—soon it won't be science fiction",
  "text": "<p>\"I see a future where my clients can put on a headset or glasses and be able to feel like they are in the studio with me,\" said Mr. Longwood, a 35-year-old who lives in Houston. \"We could have real back-and-forth conversations and not have to take turns talking, like on Zoom.\"</p><p>Soon it won't be science fiction. Tech visionaries expect scenarios much like this inthe developing world they call the metaverse. When we need to get together with colleagues or customers to do more than chat, we'll log into virtual spaces so realistic it will seem as if we're physically in the same room. We'll see each other in the form of avatars that, if we choose, look nearly identical to our real selves. And with specialized gloves on our real hands, we'll be able to touch and manipulate virtual versions of goods like machinery or fabrics.</p><p>Many companies that embrace remote work will still turn to in-person meetings from time to time. But some workplace experts expect the new virtual realm to fundamentally change the way many people do their jobs—and also to create new jobs, some unknown today. Though the metaverse is still in early stages, and hardware can be expensive and clunky, these experts see strong potential benefits spurring companies to invest in coming years.</p><p>The metaverse is also expected to bring challenges, such as greater competition for jobs and increased turnover as employees' locations become less important. Employers could more closely monitor workers' behavior, raising privacy issues. And virtual offices will grapple with the need for new rules—for instance, avatar dress codes.</p><p>People aren't expected to spend entire workdays wearing clunky headsets for virtual meetings. Instead, forecasters see the interactions with the virtual world happening when it's most useful—either partially or as a full immersion. The hardware will become lighter, cheaper and more advanced.</p><p>\"The metaverse will be evolutionary, not revolutionary,\" says John Egan, chief executive of Paris-based forecasting firm L'Atelier BNP Paribas. \"Our productive capacity is going to be significantly enlarged in the same way that computers and mobile phones enabled greater levels of productivity and complexity.\"</p><p>Here are some of the ways the metaverse is expected to change the workplace.</p><p>Meet Me at the Virtual Whiteboard</p><p>Get ready to meet with colleagues and others from any location in an instant—no need for travel or even walking across a corporate campus.</p><p>\"By virtue of teleportation, you can find people much faster,\" says Florent Crivello, founder and CEO of Teamflow, a venture-backed startup that creates virtual office spaces.</p><p>Such meetings will go far beyond Zoom sessions, for instance enabling workers to collaborate on designing toys, furniture or buildings using 3D tools. During downtime, they could go bowling at a virtual alley to socialize. While an old-school call might do, gathering around a virtual watercooler could make for a more engaging experience, metaverse proponents say. </p><p>Meet with colleagues from any location in an instant—no need for travel or even walking across a corporate campus. PHOTO: Sabato Visconti for The Wall Street Journal</p><p>Working in virtual settings could help streamline what today are lengthy, complex processes. Tolga Kurtoglu, chief technology officer of HP Inc., envisions testing how new vehicles handle crashes before they're manufactured. Virtual cars would replace real vehicles and dummies, and show how a vehicle performs under any number of weather or traffic conditions.</p><p>\"The more you bring in next-generation collaboration tools, you will significantly accelerate product-development cycles,\" Dr. Kurtoglu says.</p><p>A virtual setting could give people whose jobs require handling dangerous or expensive equipment a way to safely practice or experiment with new methods, says Jeremy Bailenson, founding director of Stanford University's Virtual Human Interaction Lab.</p><p>That type of application will be what brings people to the metaverse, he says. \"A lot of us think we're going to put on goggles to come to offices,\" he says, but \"there's got to be a reason to go into VR.\"</p><p>A Job You Haven't Heard of</p><p>When the Web emerged, businesses across sectors created online presences. A similar development will happen in the metaverse, bringing new jobs, forecasters say. New virtual shops, entertainment venues, classrooms and other spaces will need live support—as well as people to build them in the first place.</p><p>Some jobs that emerge may not exist today. Before the internet, \"would you have ever guessed there would be people called social-media influencers making a living?\" Dr. Kurtoglu says. With the metaverse, \"It's likely that new job categories will be created that we don't have visibility into just yet.\"</p><p>Other jobs will change. For example, real-estate agents will show customers virtual replicas of properties for sale and tour guides will give virtual previews of real-world vacations, L'Atelier's Mr. Egan predicts. Eventually, purely virtual homes and vacation destinations could become part of the offerings.</p><p>Mr. Egan also foresees jobs that evolve around AI-powered bots designed to imitate the look and behaviors of real people, living or dead. \"Someone has to build these experiences,\" he says, and others will then come up with ways to earn a living from them. \"Imagine,\" he says, \"your job is to use archive footage to design a lecture by Albert Einstein, a concert by Elvis or a poetry reading by Maya Angelou.\"</p><p>Hiring and Training Morph</p><p>The metaverse could further the trend of workers living far from their employers, giving job seekers and companies more options. \"Talent won't be acquired depending on location,\" says Richard Kerris, an executive at Nvidia Corp. who is co-leading a metaverse-infrastructure project called Omniverse.</p><p>At least part of the job-interview process will take place in the metaverse. That means, among other things, candidates will need to acquire appropriate avatar attire, says Jared Spataro, corporate vice president of modern work at Microsoft Corp. \"How you represent yourself in the virtual world will be just as important as how you represent yourself in the real world,\" he says.</p><p>Training for new hires will evolve. Virtual-reality and augmented-reality technology—already used for military, law-enforcement and healthcare job training—will become more sophisticated, tech visionaries say. New hires at manufacturing plants will learn how to operate complex machinery; at warehouses they'll get trained on how to pack boxes; and at retail stores they'll get to know every product and where each belongs–all in virtual replicas of those places.</p><p>\"The biggest difference when it comes to training is that the feedback loops will be 10 times shorter,\" says Teamflow's Mr. Crivello.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the metaverse might mean for you and the way you work?Join the conversation below.</p><p>Accenture PLC created its own virtual-reality environments for training courses. Eventually workers will be able to enter VR to practice giving managerial feedback to an AI bot or visit an oil rig for simulated training.</p><p>\"It's scratching the surface with respect to what we think immersive learning unlocks for us—you can just keep doing it until you get better at it,\" said Jason Warnke, who leads Global Digital Experience at Accenture PLC.</p><p>New Privacy Questions</p><p>Along with advances in work and training, the metaverse could provide organizations with an exponentially more powerful tool for oversight and surveillance. Your boss might miss seeing you roll your eyes at an in-person or video meeting—in the metaverse, if eye-tracking is enabled on your headset, that expression can be recorded and logged. If coupled with data about body temperature or heart rate from a smart watch, the information could be used to try to infer a worker's emotional state, says Kurt Opsahl, general counsel of privacy-watchdog group Electronic Frontier Foundation.</p><p>The nudges that people have become accustomed to as online consumers—like product suggestions or refill reminders—could become part of their metaverse work lives, says Brian Kropp, chief of human-resources research at research firm Gartner. You could get a notification that someone in another meeting mentioned something relevant to your own projects, or a mid-meeting prompt that a participant is drifting off. </p><p>The metaverse could provide organizations with an exponentially more powerful tool for oversight and surveillance. PHOTO: Sabato Visconti for The Wall Street Journal</p><p>\"As the manager [you would] have a real-time dashboard of who's paying attention, who's not paying attention,\" says Mr. Kropp. \"You'll get a nudge as a manager saying, 'I noticed Bob seems to have a confused look on his face, now might be a good time to ask what he's thinking,' or 'Jill hasn't talked in the last 30 minutes, you should invite her to get involved.'\"</p><p>A savvy manager might make these observations in a video meeting now, but in the metaverse the technology would do the observing and inform the boss, he says.</p><p>While that could be useful in finding ways to motivate workers, such technology could also be used to predict who might be a troublemaker and sideline them, Mr. Opsahl says. Or someone could be misread. \"This is a concerning thing, whether it's right or wrong,\" he says. \"If it's able to understand and react to your emotional state, there's the potential for manipulation or invasive misuse of that data.\"</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com and Kathryn Dill at Kathryn.Dill@wsj.com</p><p>Why the Metaverse Will Change the Way You Work</p>",
  "published": "2022-02-07T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6039,
          "end": 6054
        },
        {
          "start": 6039,
          "end": 6048
        }
      ],
      "nexusId": "10031144"
    }
  ]
}