{
  "_id": "95ed91e55276034858c80a3583a4427fc829b2758077fccc5de0defad43bb2db",
  "feed": "wall-street-journal",
  "title": "Hasbro Taps Wizards of the Coast Division Chief Chris Cocks as CEO; Incoming toy company chief and former Microsoft executive to serve as permanent replacement after Brian Goldner died in October",
  "text": "<p>Though a relative newcomer and based in Renton, Wash., Mr. Cocks will look to continue the blueprint at Pawtucket, R.I.-based Hasbro established under Mr. Goldner. The strategy focuses on developing strong story lines across the company's brands, which in turn drives sales of toys, games and other merchandise.</p><p>\"I am humbled to step into the position of CEO at this important time and to build on the strong foundation Brian created,\" said Mr. Cocks, who assumes the role Feb. 25.</p><p>The appointment comes as the toy industry has enjoyed a strong run during the pandemic, with parents splurging on toys and games for their children, helped by child-tax-credit payments to families. However, the industry also encountered challenges related to the supply chain, forcing companies like Hasbro to rush to make and ship toys to fill shelves leading up the holiday season.</p><p>Mr. Cocks will also lead a company that continues to stretch far beyond physical toys. In addition to expanding into digital games, Hasbro in 2019 acquired the entertainment studio Entertainment One Inc., which produces television shows like \"Peppa Pig.\"</p><p>Mr. Goldner died in October following a long battle with prostate cancer.</p><p>The maker of Transformers, Play-Doh and Monopoly named board member Rich Stoddart as interim CEO to see the company through the holiday season.</p><p>Mr. Stoddart will become chairman of the board, the company said Wednesday.</p><p>Hasbro is also promoting Eric Nyman, 49, to the role of president and chief operating officer, a role that had previously been seen as a steppingstone to CEO at the company. Mr. Nyman had previously held the role of chief consumer officer, as well as operating chief of Hasbro consumer products.</p><p>Hasbro plans to name a new head for Wizards of the Coast in the coming weeks.</p><p>Shares in Hasbro rose 1.6% in after-hours trading.</p><p>Write to Paul Ziobro at Paul.Ziobro@wsj.com</p><p>Hasbro Taps Wizards of the Coast Division Chief Chris Cocks as CEO</p>",
  "published": "2022-01-05T23:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 106,
          "end": 115
        }
      ],
      "nexusId": "10031144"
    }
  ]
}