{
  "_id": "666cdc291a8eaf0a9ee52bf169af3d3866f59532295e2f782b718e48eb5b547d",
  "feed": "market-watch",
  "title": "U.S. stocks gain ground as earnings-season deluge begins",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 224 points, or 0.7%, to 31,724, after ending Monday at a six-week high.</p><p>* The S&amp;P 500 SPX was up 40 points, or 1%, at 3,837.</p><p>* The Nasdaq Composite COMP gained 165 points, or 1.5%, to trade at 11,120.</p><p>The S&amp;P 500 has climbed four of the last six trading days and ended Monday at its highest level since Sept. 20.</p><p>What's driving markets</p><p>Some market watchers see scope for stocks to extend a bounce off nearly two-year lows as earnings season hits its stride.</p><p>\"The market loves symmetry and that huge selloff from the September highs will result in an equal impressive rebound,\" said Jani Ziedins of the Cracked Market blog. \"Sure, maybe lower prices are ahead of us over the longer term, but never forget the biggest and fastest rallies occur during bear markets, and the last time I checked, this was still a bear market.\"</p><p>Investors were weighing results from Dow components Coca-Cola Co. KO and 3M Co. MMM, as well as General Electric Co. GE. Earnings after the close were due from Google parent Alphabet Inc. GOOGL and Microsoft Corp. MSFT.</p><p>See: Big Tech has been an earnings refuge for years, but safety is no longer a sure thing</p><p>\"As the Federal Reserve continues to tighten, with a further 75-basis-point rate rise expected from next week's policy meeting, the tech sector looks especially vulnerable, given its heavier reliance on more distant profits and still demanding valuations compared to value sectors,\" said Mark Haefele, chief investment officer at UBS Global Wealth Management, in a note.</p><p>\"In addition, although the S&amp;P 500 is down by 19% this year, valuations of risky assets do not yet fully reflect a bear case scenario, and the market has not become cheaper relative to bonds. Against this backdrop, we recommend hedging against near-term downside risks by using options or structured strategies, while retaining exposure to rebounds,\" he said.</p><p>Strategists at Goldman Sachs noted a steepening yield curve, particularly for inflation-protected securities.</p><p>\"Our market implied U.S. recession probability model also suggests investors are willing to fade recession risk over the next year, possibly helped by a better-than-expected U.S. earnings season so far. The curve steepening and a repricing of cyclicals vs. defensives has driven the implied probability lower to levels roughly in line with the 35% recession odds from our economists,\" they said.</p><p>The Conference Board said its U.S. consumer confidence index fell to 102.5 in October from 107.8 a month earlier.</p><p>The S&amp;P CoreLogic Case-Shiller 20-city house-price index fell 1.3% in August, its second consecutive monthly decline.</p><p>Companies in focus</p><p>* Coca-Cola shares rose 0.7% after the beverage giant beat third-quarter profit and revenue expectations, as price increases helped offset ongoing cost inflation.</p><p>* 3M Co. shares fell 0.5% after the company fell short of revenue estimates and cut its 2022 profit view on economic headwinds, although it delivered stronger-than-expected quarterly results.</p><p>* General Electric reported third-quarter profit that fell below expectations while revenue beat. Its free cash flow topped $1 billion to beat forecasts by a wide margin. Shares were down 1.9%.</p><p>* Adidas AG XE:ADS ADDYY on Tuesday became the latest company to cut ties with the rapper Kanye West over anti-Semitic comments he's made on social media. Adidas said it would terminate its relationship with West, who is now called Ye, immediately. American depositary receipts for Adidas fell 4.1%.</p><p>U.S. stocks gain ground as earnings-season deluge begins</p>",
  "published": "2022-10-25T15:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1066,
          "end": 1081
        }
      ]
    }
  ]
}