{
  "_id": "a5898790a4477fdb80f1932fbfb892b19930a2523279a7c9fe83a2c3516ade5e",
  "feed": "ftcomall",
  "title": "Big Tech caught in information war between west and Russia",
  "text": "<p>Western governments are pushing for social media companies to remove Russian state-backed media from their platforms, as Big Tech is dragged into the information war that has raged following President Vladimir Putin's decision to <a href=\"https://www.ft.com/content/4351d5b0-0888-4b47-9368-6bc4dfbccbf5\">invade Ukraine</a>.</p> <p>Meta-owned Facebook and Chinese short-form video platform TikTok on Monday <a href=\"https://twitter.com/nickclegg/status/1498395147536527360\">announced</a> they would block access to Russia Today and Sputnik in the EU following a request from the bloc designed to throttle pro-Russia propaganda. YouTube put a similar ban in place on Tuesday morning.</p> <p>Nick Clegg, Meta's head of global affairs, said Facebook had received requests from a number of other governments and would “work closely” with them on the issue. </p> <p>Attempts by the social media companies to remove misinformation and employ fact checks have been met with accusations of censorship from Russia, which has begun restricting access to Facebook in the country and threatened to do the same at YouTube. </p> <p>The claims and counterclaims over the war in Ukraine have placed Silicon Valley companies in the middle of a geopolitical battle for influence, given their position as gatekeepers to information seen by billions of consumers.</p> <p>Ursula von der Leyen, president of the European Commission, on Sunday <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/statement_22_1441\">said</a> she planned to “ban in the EU the Kremlin's media machine”, though it was unclear how the policy would be enforced. “We are developing tools to ban their toxic and harmful disinformation in Europe.”</p> <p>The prime ministers of Estonia, Latvia, Lithuania and Poland have signed a joint letter directed to the heads of Meta, Google, YouTube and Twitter demanding a clampdown on Russian state media on their platforms.</p> <a href=\"http://www.ft.com/cms/344e888f-ca06-44aa-9c21-454153b07e70.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>On a call on Sunday, European internal markets commissioner Thierry Breton urged Google chief executive Sundar Pichai and YouTube's Susan Wojcicki to consider bans, and to update their terms of service to ensure “war propaganda” never appears as “recommended” content to users, according to a person briefed on the call. </p> <p>YouTube has since blocked all channels connected to RT and Sputnik across Europe, including in the UK.</p> <p>Twitter, which last week paused advertising in Russia and Ukraine, on Monday said it would label content from Russian state-affiliated media websites — something that Facebook and YouTube have been doing for several years — and reduce visibility of that content.</p> <p>It declined to comment on whether it will block RT and Sputnik completely, in line with the EU's request. Last week, Twitter said it was aware that it was “being restricted for some people in Russia”.</p> <p>Both YouTube and Facebook blocked access in Ukraine to RT and several other state-backed outlets over the weekend, following a request from the Ukrainian government.</p> <p>The platforms also paused the ability for Russian state media channels to run advertisements on their platforms or to make money from ads that run alongside the content that they create. </p> <p>The moves extended beyond the social media sector. Google on Sunday decided to block downloads of the RT app in Ukrainian territory. Microsoft went further on Monday, blocking downloads of the RT app on its Windows app store worldwide, as well as RT and Sputnik content from its MSN website, citing the EU decision.</p> <p>Silicon Valley's social media platforms, which have cast themselves as politically neutral but committed to democratic free speech, have long struggled to prevent their platforms from being manipulated for information warfare. This includes clandestine activity by troll farms and bots directed by the Russian government, one of the most active actors in the space. </p> <p>Facebook announced the takedown of a small disinformation campaign late on Sunday that used fictitious personas to spread anti-Ukrainian messaging and was tied to a previous Russian disinformation operation. &#xa0;</p> <p>The potential removal of state media would mark a new frontier for the social media platforms, which have tended to focus on removing covert operations rather than any domestic propaganda apparatus. </p> <p>It also carries the risk Russia will expel European media from Ukraine after it shut down broadcaster Deutsche Welle's Moscow bureau this month in response to Germany's refusal to let RT broadcast.</p> <p>RT is available to more than 120mn European viewers, according to its website, and has 6.3mn and 4.6mn followers on Facebook and YouTube pages respectively. Its Spanish-language YouTube channel, which has nearly 6mn subscribers, is one of the most watched Spanish YouTube channels, according to researchers at data analysis company Omelas. </p> <p>Margarita Simonyan, RT's editor-in-chief, said in a post on social media app Telegram that the move to ban RT “has NOTHING to do with the goal of stopping the military operation in Ukraine”. </p> <p>“Or do they think that Putin will change his mind about saving the Russian-speaking population in Ukraine or stopping Nato's spread without RT's broadcasts in English, French, or Spanish?” she added.</p> <p>Vera Jourova, a vice-president of the European Commission, said that the actions being taken by the social media platforms were “not enough”, and should include bans as well as ensuring their algorithms boost more trustworthy content. </p> <p>In the US, Mark Warner, chair of the Senate Intelligence committee, on Friday <a href=\"https://www.warner.senate.gov/public/index.cfm/pressreleases?id=0DB15D27-525B-4D01-8C59-D299537CE378\">wrote letters</a> to Facebook and Google, as well as Twitter, TikTok and Telegram, calling on them to “assume a heightened posture towards the exploitation” of their platform for information operations. </p> <p>Alex Stamos, director of the Stanford Internet Observatory and Facebook's former chief security officer, said <a href=\"https://twitter.com/alexstamos/status/1497292481586548736?s=20&amp;t=dr-KC5eWfGOyK2YzoRFR_A\">on Twitter</a>: “It's appropriate for American companies to pick sides in geopolitical conflicts, and this should be an easy call.”</p> <p>Disinformation experts warn that if the platforms crack down too hard, this too can play into narratives designed to further sow discord. </p> <p>“Tech firms taking steps to stop promoting RT or Sputnik are laudable as part of their larger strategy to stop promoting conspiratorial content,” said Ben Dubow, founder of Omelas. “But government intervention gives Russia a talking point of the west being no more open to opposing views than they are, while giving the green light to go after the BBC” and other outlets, including domestic opposition outlets.</p> <p>Alongside other authoritarian governments, Russia has increasingly wielded the threat of penalties such as fines and slowing or shutting access to the platforms to get them to restore or restrict content.</p> <p>Nathaniel Gleicher, Facebook's head of global security, said that Russia had issued requests to geo-block or hide certain posts, but the company had refused the request. He declined to comment on the impact of Russia throttling its service in the country, and whether the company would consider a global blanket ban of Russian state media outlets. </p><p>Source: Hannah Murphy in San Francisco and Javier Espinoza in Brussels, Max Seddon in Moscow and Cristina Criddle in London 2022 'Big Tech caught in information war between west and Russia' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-28T21:05:53.053Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3024,
          "end": 3033
        }
      ],
      "nexusId": "10031144"
    }
  ]
}