{
  "_id": "fa441a38c17b05467ec55acdeb282fbca04313851a169608d2013bca9e5c4e82",
  "feed": "ftcomall",
  "title": "America's rightwing populists have a style problem",
  "text": "<p>As everyone knows, extremist political movements need a strong aesthetic if they are going to succeed. The post-Trump nationalists are floundering on this front.</p> <p>Start with Tucker Carlson. Since Trump lost the election, the Fox News talking head serves as the point of the populist spear. His look is “overripe preppy”: slightly shaggy hair, blue blazer, a patterned shirt, club tie with diagonal stripes, and a white pocket hanky, folded into three little points. Cocktail party at the Edgartown Yacht Club, circa 1983! (Except the compulsive tidiness of the pocket square, which would garner some puzzled looks over the gin-and-tonics.)</p> <p>There is a sense in which this retro clothing is just right for a jittery revanchist such as Carlson. I'm no political scientist, but I like my colleague's Simon Kuper's <a href=\"https://www.ft.com/content/ffbce62f-5d2c-42d5-9f31-44541e0fa051\">read on extremism</a>: “far right and far left share an outlook: hatred of one's own nation, at least in its current incarnation, and the search for a better foreign country to love.” Tucker's default facial expression is a pinched mix of bewilderment and disgust, like a parent who has come home to find their teenager has trashed the house. Aggrieved at the current state of America he longs, in the standard way, for an imagined past. </p> <p>Awkwardly, however, Carlson's longtime style hearkens back to the wrong past. Carlson looks like a Reaganite, which is all wrong politically — insufficiently nativist, too pro-business, too establishment. </p> <p>To his credit, Carlson is trying to meet the moment. In his new daytime show, he puts on a flannel shirt, in an apparent nod to the rural working class. The shirt matches the set of the show, which tries for a log cabin look. But the set and the shirt both miss their targets. The former looks like a '70s ski house and the latter comes straight out of the LL Bean catalogue. You can take the boy out of the prep school, etc. </p> <p>Part of the problem the movement has is that the current round of political strongmen have very little imagination about costume. Trump sticks to the baggy suit (to conceal his weight) with white shirt and oversized shiny monochrome tie. The uniform of Hungary's Viktor Orban is similar (though his ties are usually orange, the colour of his political party). </p> <p>What are movement loyalists to do, given that men's formal clothing is now all but restricted to politicians, weddings and funerals? The white nationalists who gathered for a tiki-torch parade in Charlottesville five years ago did the logical thing and wore the contemporary, dressed-down version of suit-and-tie: khakis and polo shirts. You will not replace us! At least not on casual Friday!</p> <p>Another interesting example here is Madison Cawthorn, the North Carolina congressman most famous for making the claim (which he subsequently said was “exaggerated”) that senior Republicans did cocaine in front of him and had invited him to orgies. He pushes the old-school dress thing to another level. He is sometimes spotted wearing a waistcoat, a piece of clothing that disappeared from the political scene decades ago. </p> <p>This is nostalgic masculine style in a very pure form (whether a vest is appropriate orgy attire is a separate question). His hair, however — cut close on the sides, long and slicked back on top — is a little too on-the-nose. If you Google “fascist hair cut” you literally get a picture of a Cawthorn-type coif. </p> <p>Female MAGA types have also failed to develop a distinct populist style. Marjorie Taylor Greene of Georgia favours simple dresses and suits in primary colours, taking a page out of — don't tell her — Hillary Clinton's playbook (though she does go in for dresses more often than Clinton, who likes trousers). It's all very standard, though unlike Clinton, Greene likes to show off her arms, which are nicely muscled (she's into CrossFit, or was, until the company publicly distanced itself from her). </p> <p>Toned guns are also part of the look of Lauren Boebert, the MAGA congresswomen from Colorado. Cawthorne has big biceps, too, and makes sure his suits are tight enough to show it. If there is a populist/nationalist aesthetic, physical strength has a lot to do with it.</p> <p><a href=\"https://www.ft.com/robert-armstrong\"><em>Robert Armstrong</em></a><em> is the FT's US financial editor</em></p> <p><em>Email Robert at </em><a href=\"mailto:robert.armstrong@ft.com\"><em>robert.armstrong@ft.com</em></a></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram</em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/d44f9310-9646-4efb-89c4-4d1a3ff56540\"><em>The preppy look once denoted an Ivy League CV / From Steven A Ludsin, East Hampton, NY, US</em></a></p><p>Source: Robert Armstrong 2022 'America's rightwing populists have a style problem' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-19T13:43:47.539Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}