{
  "_id": "bf608e7f64117fcfdf07dfef29a73dd0c41953e579c7fcb1f8c9400fe8b8b2e6",
  "feed": "market-watch",
  "title": "Recession isn't priced into stocks, says this $1.4 trillion fund manager that has just turned more cautious; Critical information for the U.S. trading day",
  "text": "<p>For the first time since Feb. 2020, Invesco's macro framework has entered what it calls a contraction regime, which means both that the economy is growing below its long-term trend and is expected to decelerate. Its definition includes, but doesn't require, recession.</p><p>Invesco's global leading economic indicator has dropped below its long-term trend for the first time since the second quarter of 2020, when the world was first confronting the coronavirus pandemic, as both the U.S. and the developed ex-U.S. leading indexes have dropped for three straight months. They were dragged down by business surveys, housing indicators, industrial orders, consumer sentiment and labor market conditions in manufacturing — so basically everything, except maybe meme stocks.</p><p>Contraction regimes, Invesco says, last an average of 7 months but have run up to 15 months. During those periods, the average annual performance of U.S. stocks vs. the 10-year Treasury is -12%, with global equities performing an even worse -16%. Defensive factors outperform the broader by an average of 4%, Invesco says.</p><p>Markets, the firm adds, have largely not priced in a recession. The underperformance of stocks this year is almost entirely in line with the underperformance in 30-year government bonds BX:TMUBMUSD30Y.</p><p>\"Broadly speaking, equity and credit markets have not discounted the additional underperformance due to lower earnings growth to be expected in a recessionary scenario,\" said Alessio de Longis, senior portfolio manager and head of tactical asset allocation for Invesco Investment Solutions.</p><p>The firm sees parallels with the hot inflation of the 1970s and 1980s, although unlike those periods, inflation expectations are less severe and core inflation is not as high. \"Our gauge of U.S. inflation momentum provides some early indication of peaking inflationary pressures over the past 3 months, but it is too early to judge the persistence of this negative momentum,\" he added.</p><p>Its asset allocation recommendations reflect the increased caution — more toward bonds than stocks, toward U.S. than developed rivals and toward defensives from cyclicals.</p><p>The market</p><p>U.S. stock futures ES00 NQ00 were weaker after the S&amp;P 500 SPX finished at highest level on Tuesday since April 22. The yield on the 10-year Treasury BX:TMUBMUSD10Y rose to 2.89%, and the real action was in the U.K., where gilt yields surged after an inflation surprise.</p><p>The buzz</p><p>The minutes of the last Federal Open Market Committee meeting are due at 2 p.m. Eastern. There's already a gap between what Fed policymakers say they will be doing and what the market believes, so the question is whether the minutes widen this sizeable expectations gap or not.</p><p>Retail sales data for July is due for release, with expectations of minimal growth after a strong 1% gain in June. There's also a $15 billion auction of 20-year Treasury securities.</p><p>Lowe's LOW, the number-two home improvement retailer, beat on earnings but missed revenue expectations. Target TGT recorded a far worse than forecast second-quarter profit, but didn't change its sales forecast for the year.</p><p>Elon Musk tweeted he was going to buy Manchester United MANU, the struggling English soccer giant, then said he was joking.</p><p>Best of the web</p><p>Bill Gates kept talking to Sen. Joe Manchin before the key negotiations breakthrough on the climate and drug bill — and suggested that a nuclear power plants could be built in West Virginia.</p><p>The MIT professor cleared of spying chargessaid he's found what could be the best semiconductor material.</p><p>The impact thereversal of Roe v Wade has had on male partners.</p><p>A Saudi woman was given a 34-year prison sentence for using Twitter.</p><p>The chart</p><p>CEOs have not been this pessimistic since the start of the pandemic, according to a quarterly survey from The Conference Board in collaboration with The Business Council. Some 81% said they were preparing for a brief and shallow U.S. recession, with 12% expecting a deep recession and 7% not anticipating any recession at all.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Ticker   Security name  BBBY     Bed Bath &amp; Beyond  GME      GameStop  AMC      AMC Entertainment  TSLA     Tesla  BBIG     Vinco Ventures  AAPL     Apple  NIO      Nio  BBY      Best Buy  AMZN     Amazon.com  MANU     Manchester United</p><p>Random reads</p><p>Mariah Carey is finding oppositionto her attempt to trademark the term, \"Queen of Christmas.\"</p><p>Scientists are trying to revive the Tasmanian tiger from extinction.</p><p>There are snake-safety classes —for dogs.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Recession isn't priced into stocks, says this $1.4 trillion fund manager that has just turned more cautious</p>",
  "published": "2022-08-17T11:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}