{
  "_id": "4381f8a445c67576d81e550a3c283f04d328da878a087bccb1639332d00216cb",
  "feed": "ftcomall",
  "title": "EU orders subsidies and chips",
  "text": "<p>Europe's desperation to achieve some degree of self-sufficiency in semiconductors is leading to extraordinary measures and a partial burial of principles by the EU.</p> <p>While it has campaigned against subsidies globally, Brussels is now embracing them to build up its chip industry. The European Commission <a href=\"https://www.ft.com/content/afbee42b-ba06-49c7-a053-7263e1a4c228\">unveiled a €43bn investment plan </a>on Tuesday to help <a href=\"https://www.ft.com/content/5e2216dc-e984-45c5-962e-6369de7219f3\">its Chips Act</a> in its aim to double the EU's share of the semiconductor market from 10 to 20 per cent by 2030, which would require a quadrupling of production. </p> <p>It follows Joe Biden's administration coming up with a $52bn package to subsidise US semiconductor manufacturing. <a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/Eyeing-US-China-wields-33bn-subsidies-to-bolster-chips-defense\">China spent $33bn</a> on subsidies for semiconductors and other key sectors in 2020 alone.</p> <p>The coronavirus pandemic had “painfully exposed the vulnerability” of Europe's supply chains, said commission president Ursula von der Leyen, with production lines for cars and other goods hit by shortages.</p> <p>Europe's plan is for the commission and national governments to spend €11bn to build three pilot facilities for any company to use. Member states and businesses were expected to invest a further €32bn by 2030.</p> <p>Acknowledging concerns over a “subsidy race”, Margrethe Vestager, the EU competition commissioner, said the semiconductor industry was a special case. A “rarely used” procedure in the EU's founding treaty could create a “bespoke approach” for new plants, she said.</p> <p>The Chips Act reeks of protectionism — it will also establish a monitoring system allowing governments to restrict exports from EU-based companies that do not prioritise production of chips for the bloc when there is a global shortage.</p> <p>Yet with every trade bloc now prioritising chip production, there must be a risk of oversupply once the current crunch dissipates. <a href=\"https://www.ft.com/content/e8559e54-33f7-47a4-8401-923fab88f219\">Our Trade Secrets newsletter</a> has an excellent analysis of the implications.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Microsoft lobbies for Activision approval<br></strong>Microsoft has <a href=\"https://www.ft.com/content/be77fc42-c72c-4f7b-9283-65b49b1370c3\">pledged to ensure open distribution</a> of its games to address regulators' potential antitrust concerns over its $75bn takeover of Activision Blizzard. A delegation including CEO Satya Nadella has travelled to Washington to talk to lawmakers about the deal.</p> <p><strong>2. Amazon is a grocer, says UK</strong> <br>The UK competition regulator has <a href=\"https://www.ft.com/content/6e81c8d7-3ccf-42c4-9243-5ffe3d944fb5\">designated Amazon as a grocer</a> and placed it under new rules governing the way supermarkets treat their suppliers, in the latest regulatory assault on the tech giant's dominance. It ties it to a code of practice that prevents large grocers from squeezing their suppliers.</p> <p><strong>3. US arrests couple and seizes $3.6bn from crypto hack&#xa0;<br></strong>The US Department of Justice has&#xa0;<a href=\"https://www.ft.com/content/2d50d5ed-b652-4667-833d-9e2533a61555\">arrested</a>&#xa0;New York-based llya Lichtenstein, 34, and his wife, Heather Morgan, 31, and confiscated more than $3.6bn worth of cryptocurrency it said was stolen during the high-profile 2016 hack of the Bitfinex exchange. The move marks the DoJ's largest financial seizure. <a href=\"https://www.ft.com/content/64f9fc19-16d9-478b-ab9c-61854c80ea3d\">Alphaville has more </a>on those involved.</p> <p><strong>4. Iliad bids for Italian Vodafone</strong><br>French billionaire Xavier Niel's telecoms group Iliad has<a href=\"https://www.ft.com/content/c6ac627f-a898-44b1-8a1f-960b34067585\"> offered more than €11bn to buy Vodafone's Italian business, </a>said people familiar with the matter. The attempt at consolidating the crowded Italian market is a bold one by Niel given that Iliad only entered the country in 2018 and remains the fourth-largest mobile player, with about 8 per cent market share. Vodafone has roughly 28 per cent.</p> <p><strong>5. Nuclear fusion record</strong><br>European scientists <a href=\"https://www.ft.com/content/75496422-be4b-48e9-b445-d987813a126f\">have set a new record </a>for the most energy to be generated from nuclear fusion. A team of researchers from the Eurofusion consortium produced 59 megajoules from a sustained reaction lasting five seconds — enough power to boil about 60 kettles — in an experiment at the Joint European Torus (Jet) facility in Oxford, England. “If we can maintain fusion for five seconds, we can do it for five minutes and then five hours as we scale up our operations in future machines,” said Tony Donné, head of Eurofusion.</p> <h2>Tech tools — Samsung S22 series</h2> <p><a href=\"https://twitter.com/SamsungMobile/status/1491460183138000904\">Samsung unveiled</a> the latest iterations of its flagship Galaxy smartphone today, with the main shift being a merger of its Note line with the S series in the shape of the top-of-the-line<a href=\"https://www.samsung.com/uk/smartphones/galaxy-s22-ultra/\"> Galaxy S22 Ultra</a>. It features “a 6.8in screen, a built-in S pen stylus, a boatload of cameras, a $1,199 price tag, and a boxy shape straight from the Galaxy Note series”, <a href=\"https://www.theverge.com/2022/2/9/22917015/samsung-galaxy-s22-ultra-screen-price-specs-note?scrolla=5eb6d68b7fedc32c19ef33b4\">said The Verge</a>. “The arrival of the Galaxy S22 Ultra confirms our long-held view that it makes sense for the flagship Galaxy S and Note devices to converge,” said Ben Wood, chief analyst at the CCS Insight research firm.</p> <p>“If the long-term plan is to discontinue the Note family, it means the most premium Galaxy S device will now always have an integrated stylus. For customers who don't see the utility in having S-Pen capability, the natural device of choice will be the S22+ which looks like a cracking product.”</p> <p>The S22+ starts at £949, but <a href=\"https://www.samsung.com/uk/smartphones/galaxy-s22/buy/\">there is £400 off</a> with a trade-in device. It features a faster chip than the S21 Ultra and superior night-time photography.</p><p>Source: Chris Nuttall in London 2022 'EU orders subsidies and chips' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T20:03:54.812Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1915,
          "end": 1924
        },
        {
          "start": 1873,
          "end": 1882
        }
      ],
      "nexusId": "10031144"
    }
  ]
}