{
  "_id": "21bcba314a6af7d9e96b11e7637b5270ce1cc38a6bc4dafe3299e1cc2d971cca",
  "feed": "wall-street-journal",
  "title": "Longtime Tesla Autopilot Executive Andrej Karpathy Departs; AI specialist played key role in developing Tesla's advanced driver-assistance technology",
  "text": "<p>\"It's been a great pleasure to help Tesla towards its goals over the last 5 years and a difficult decision to part ways,\" Mr. Karpathy said on Twitter Wednesday. He added that he doesn't have \"concrete plans for what's next.\"</p><p>Tesla Chief Executive Elon Musk, on Twitter, thanked Mr. Karpathy for his contributions. Neither Tesla nor Mr. Karpathy immediately responded to requests for comment about the circumstances of his exit.</p><p>Mr. Karpathy's departure comes around a year after that of Jerome Guillen, who was one of Mr. Musk's top lieutenants for many years and rose to become president of the company's automotive division.</p><p>The company has dealt with high turnover for years, with a string of high-level exits several years ago as it struggled to bring its Model 3 sedan to market. Former engineering chief Doug Field was among those who left in 2018, as was the company's then-head of Autopilot Jim Keller, who decamped for Intel Corp. In 2019, Tesla lost its longtime chief technology officer, JB Straubel, after replacing then-chief financial officer Deepak Ahuja.</p><p>Mr. Karpathy, who received a Ph.D. in computer science from Stanford University, joined Tesla in 2017 from OpenAI, an artificial intelligence research firm, according to his LinkedIn profile. His exit comes as Tesla faces increased federal scrutiny of its advanced driver-assistance technology.</p><p>Autopilot is designed to help drivers with tasks including steering on the highway and maintaining a safe distance from other vehicles. A basic version comes standard on new Teslas. Customers can pay for more advanced versions that help navigate and identify stop signs, among other capabilities.</p><p>The National Highway Traffic Safety Administration opened an investigation into Autopilot last summer after a series of crashes involving Tesla vehicles that had been using the technology and first-responder vehicles that were stopped at emergency scenes. Last month, the agency escalated and expanded that probe, a critical step in determining whether the technology poses a safety risk and should be recalled.</p><p>The Texas-based company hasn't commented on the auto-safety regulator's investigation, but has said that driving with Autopilot engaged is safer than doing so without it. Tesla points to internal data showing that crashes were less common when drivers were using Autopilot. Some researchers have criticized Tesla's methodology.</p><p>Last month, Tesla told employees that it was closing a Silicon Valley office that had been home to staff who worked to help improve Autopilot. The company laid off around 200 people who had worked in that office.</p><p>Write to Rebecca Elliott at rebecca.elliott@wsj.com</p><p>Longtime Tesla Autopilot Executive Andrej Karpathy Departs</p>",
  "published": "2022-07-13T23:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}