{
  "_id": "b365967685b20004eb9bf7d0d81a3559f59653e46b5e61e1eec45a4d2bb9899d",
  "feed": "wall-street-journal",
  "title": "Twitter's Edit Button Isn't Just a Simple Fix. It Could Be a Mistake. The social network is experimenting with letting users tweak their tweets, just as new board member Elon Musk and millions of other users have requested.",
  "text": "<p>Twitter users may soon get their greatest wish: the ability to edit tweets. But unless the social network includes guardrails, users may come to rue that wish. There are lessons in how other social-media platforms designed their edit features.</p><p>Facebook added an editing tool in 2013, allowing users to change their status updates retroactively. Instagram and LinkedIn also let you change what you write in posts and captions after you share them.</p><p>Twitter Inc. held out, until now. The company said Tuesday that it is working on the feature, after disclosing that its new largest shareholder, Tesla Inc. Chief Executive Elon Musk, will join its board. In the coming months, it will start an edit-feature test with users who subscribe to its premium Twitter Blue service.</p><p>An edit button has been the most-requested feature for many years, Jay Sullivan, Twitter's head of consumer product, tweeted on Tuesday. Adding such a tool would enable users to correct typos and clarify what they intended to say without sending more tweets. They would also be able to keep all the likes and comments on their posts without having their mistakes etched into their timelines for all eternity.</p><p>People against an edit button argue that it could also be used to make more substantial changes. A user could revise a tweet after it has gone viral, completely altering the meaning and misleading other users.</p><p>Twitter declined to comment beyond its public tweets.</p><p>No Take-Backs</p><p>Twitter built its reputation as a social-media site with no take-backs. Flub something? The only way out is deleting the tweet entirely.</p><p>In the early days, you could send tweets via SMS text messages, hence the 140-character limit.</p><p>Even though Twitter expanded to apps and doubled its character count, that identity carries over to today. Some users view the platform as a newsfeed and hub for political discourse where posts can be quoted and retweeted but not altered.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think Twitter should have an edit button? Join the conversation below.</p><p>The ability to edit would allow tweeters to dial back language. It would also let them double down on their message if it gains some popularity—or notoriety.</p><p>\"People who have liked or commented on the tweet may risk being associated with a statement that is perhaps offensive to some or incendiary in some other way,\" said Niklas Myhr, associate professor of marketing at Chapman University in Orange, Calif.</p><p>It is a problem that the folks at Meta Platforms Inc. have addressed publicly.</p><p>\"We solved this on Facebook a long time ago. You just include an indicator that it has been edited along with a change log,\" Andrew Bosworth, Meta's chief technology officer, tweeted Monday. To see if a post was edited on Facebook, click the three-dot icon on the post and select \"View edit history.\" It will show you a list of changes made to the post, and when the tweaks were made.</p><p>Since 2014, Instagram has also let you edit captions made on photos and videos after they are posted. You can't swap out one photo or video for another, however. If you tap the photo, the word \"edited\" will appear, letting you know its caption was changed. Still, it doesn't detail what the alterations were or when they were made.</p><p>On LinkedIn you can edit a post, but can't swap out media such as photos, videos or documents. The word \"Edited\" will appear next to altered posts on the Microsoft Corp.-owned platform.</p><p>TikTok doesn't allow videos to be edited or captions changed after they are posted.</p><p>Betting on Twitter</p><p>There have been hints of a Twitter edit button in the past, such as a company tweet last week that many took as an April Fools' joke. What finally got Twitter to publicly acknowledge it is really working on one was Mr. Musk. On Monday, he said he had taken a 9.2% stake in the company. A frequent tweeter, Mr. Musk has long called for an edit button, and his new affiliation with Twitter immediately raised speculation about the debut of such a tool.</p><p>After disclosing his investment, Mr. Musk even tweeted out a poll, asking users if they wanted an edit button. The poll received more than four million votes—74% in favor of one.</p><p>Twitter responded. The company's communications team on Tuesday tweeted that it had been working on an edit button since last year, and it plans to test the tool \"in the coming months\" with users who pay for its monthly Twitter Blue subscription.</p><p>As for how the feature could look on Twitter, the company's communications team shared a mock-up.</p><p>Pressing a tweet's three-dot menu would now show \"Edit Tweet\" in addition to existing options. The company could impose other parameters, such as limiting the window of time in which you could edit a tweet. Twitter also could add other signifiers showing that a tweet was changed, Mr. Sullivan wrote. He didn't mention whether or not shared images, videos and links could be swapped.</p><p>Others suggest restricting the number of characters people can alter.</p><p>\"The danger of abuse would rise considerably the more characters you can change in a post,\" said Emerson T. Brooking, who studies digital platforms as a resident fellow at the Atlantic Council, a think tank based in Washington, D.C.</p><p>For ordinary users, perhaps things won't change much. But at least you won't have to delete so many tweets for confusing things like \"their\" and \"there.\"</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Dalvin Brown at dalvin.brown@wsj.com</p><p>Twitter's Edit Button Isn't Just a Simple Fix. It Could Be a Mistake.</p>",
  "published": "2022-04-07T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3385,
          "end": 3394
        }
      ]
    }
  ]
}