{
  "_id": "e7a0146ac4f778c43aa159a927cd3c258331255ee10ce4feb5d90f528aa70d73",
  "feed": "reuters",
  "title": "BREAKINGVIEWS-Adobe 's $20 bln deal uses ample creative license",
  "text": "<p>NEW YORK, Sept 15 (Reuters Breakingviews) - Does Adobe 's Photoshop work in spreadsheets? The design technology titan is acquiring here  startup Figma for $20 billion, using roughly half cash and half shares, in a deal that will significantly beef up its online collaboration capabilities. To justify paying 50 times annual recurring revenue, however, requires the sort of reality distortion power of the buyer's image editing software.</p><p>It's a big transaction for Adobe boss Shantanu Narayen . The $145 billion company he leads generally targets smaller takeovers while developing new products and improving existing ones internally. Decade-old Figma, however, managed to crack the code for multiple users to watch each other design and edit documents in real time, rapidly attracting customers at Microsoft and beyond. Figma also has blatantly poked its bigger rival, crowing on its website: here  “Don't sync to the cloud with Adobe XD.”</p><p>The deal could indeed be “transformational,” as Narayen says in the overused merger handbook vernacular. To make it so, Adobe would have to successfully adapt its own software to Figma's engineering for a significant top-line uplift. As it stands, Figma's revenue is expected to double this year to $400 million. Even if it doubled again in 2023, it would represent just 4% of the $20 billion that analysts expect Adobe to generate, according to Refinitiv.</p><p>This math suggests Narayen has used too much creative license. Adobe already had lost more than a third of its market value this year before the Figma news was announced as part of the broader flight from both publicly traded tech stocks and privately backed firms. And yet even then Adobe saw fit to double up on the $10 billion Figma valuation from June 2021, per PitchBook, and shell out an eye-popping multiple of sales.</p><p>Adobe investors couldn't muster the same amount of imagination. They sent the shares tumbling 16%, wiping out another $27 billion of market capitalization, on the same day the company unveiled 13% top-line quarterly growth from a year earlier. Ignoring conventions is generally better suited to art than finance.</p><p>Follow @jgfarb here on Twitter</p><p>CONTEXT NEWS</p><p>Adobe said on Sept. 15 it had agreed to buy digital design rival Figma for about $20 billion, paying about half in cash and half in shares.</p><p>Figma, which was started in 2012, expects to make more than $400 million in annual recurring revenue in 2022, roughly doubling from the previous year. It has a gross margin of about 90%, Adobe said.</p><p>Adobe also reported record revenue of $4.4 billion for its fiscal third quarter ending Sept. 2, a 13% increase from the same period a year earlier. Its $4.5 billion forecast for the next three-month period fell slightly short of analysts' forecasts, according to Refinitiv.</p>",
  "published": "2022-09-15T17:12:43.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 797,
          "end": 806
        }
      ]
    }
  ]
}