{
  "_id": "2f3373fb021ac66644640c2ae599730e054e7fcfbde3f18f1f3a90bc7fcac7e3",
  "feed": "wall-street-journal",
  "title": "Obituary:  Former CEO Made Fidelity  Into Investing Powerhouse  ----  By Justin Baer",
  "text": "<p>\n  EDWARD JOHNSON </p><p>\n  1930-2022 </p><pre> </pre><p>\n  Edward \"Ned\" Johnson III, who transformed Fidelity Investments into a financial behemoth and opened Wall Street to millions of Americans, died on Wednesday. Mr. Johnson was 91 years old. </p><p>\n  \"He passed away peacefully at home in Florida surrounded by his family,\" Abigail Johnson, who succeeded her father as Fidelity's chief executive in 2014 and chairman in 2016, wrote Thursday in a LinkedIn post. </p><p>\n  Mr. Johnson died of natural causes in Wellington, Fla., where he lived in recent years, a Fidelity spokeswoman said. </p><p>\n  Mr. Johnson inherited the Boston company from his father in the 1970s, as investors were grinding through a bear market. While many of Fidelity's competitors foundered, Mr. Johnson pushed the firm to remake itself through new ventures. </p><p>\n  Fidelity was the first to offer a money-market fund that let investors write checks on their holdings. The firm created a toll-free number and advertised. (Mr. Johnson helped write the ad copy.) Fidelity opened its own discount brokerage, furthering its reach among individual investors, and expanded overseas. Under Mr. Johnson's watch, Fidelity built the nation's biggest 401(k) business. </p><p>\n  His enthusiasm for stocks -- and talent for marketing star managers such as Peter Lynch -- helped rekindle many Americans' love affair with the market. \"Fidelity would have stagnated had Ned not come in and created a brand new company,\" said Joshua Berman, a longtime legal adviser to Mr. Johnson. </p><p>\n  Many of the initiatives represent what may be Mr. Johnson's most-enduring legacy, according to the executives who worked with him: \"He wanted to take investment tools available to his social class and spread them across the middle class,\" said Robert Pozen, a former Fidelity president. </p><p>\n  Fidelity ended 2021 with $11.78 trillion in assets under administration, or what is in Fidelity accounts as well as Fidelity funds held by rivals' clients. The firm's assets under management, or the amount overseen by Fidelity's funds, totaled $4.48 trillion, up from $3.8 trillion a year earlier. </p><p>\n  Fidelity grew into a financial giant but remained, like Mr. Johnson, fiercely private. The Johnsons control 49% of FMR Corp., Fidelity's parent. </p><p>\n  Mr. Johnson is survived by his wife, Elizabeth, his three children, Abigail, Elizabeth and Edward, and seven grandchildren. </p><p>\n  \"He loved his family, his coworkers, work, the stock market, art and antiquities, tennis, skiing, sailing, history, and a good debate,\" Abigail Johnson wrote. \"He could be counted on to have the contrarian view on just about anything.\" </p><p>\n  Edward Crosby Johnson III was born in 1930. He grew up in the Brahmin enclave of Milton, Mass. </p><p>\n  The Johnsons, who can trace their Boston roots to the 17th century, had wealth and prestige long before Mr. Johnson's father, a lawyer by training, founded Fidelity in 1946. But Edward Johnson II loved the stock market and all of its imperfections, and he imbued his son with the same lifelong fascination. </p><p>\n  Associates and colleagues said the younger Mr. Johnson struggled with dyslexia, bouncing through several prep schools before he headed to Harvard College. \"Reading was very hard for him,\" said James Curvey, a former Fidelity president. \"But he was very visual.\" </p><p>\n  Years later, when he struggled to explain how he wanted Fidelity's first website to look, he cleared his calendar and spent six weeks working alongside the firm's software engineers, Mr. Curvey said. </p><p>\n  Mr. Johnson spent two years in the Army before returning to Boston for a brief stint at State Street Corp. Mr. Johnson joined his father's firm in 1957 as an analyst working with Gerald Tsai, then Fidelity's top manager. </p><p>\n  By the 1960s, Mr. Johnson's investments began to outperform other growth-stock funds -- including Mr. Tsai's. When Fidelity launched its future flagship fund, Fidelity Magellan, in 1963, Mr. Johnson was its first manager. </p><p>\n  In 1972, when Mr. Johnson became president of the firm, Fidelity managed $3.9 billion in assets -- most of it in stock funds that would bleed money until the market began to rally a decade later. </p><p>\n  Fidelity made its first direct contact with Main Street in 1974 with its new money-market fund offering. The firm launched its brokerage in 1978, and in 1982 started selling retirement accounts to U.S. companies. In 1995, Fidelity became the first major investment firm with a website. </p><p>\n  For Mr. Johnson, the ideas flowed with a staccato rhythm; some worked, others failed. Fidelity was a family business -- there were no public shareholders or quarterly reports to limit his horizon or imagination, and there were fewer critics to condemn the firm's missteps. </p><p>\n  \"I don't think there was ever a strategic plan,\" said Mr. Lynch, Fidelity's onetime star manager. </p><p>\n  In retirement, Mr. Johnson stayed out of the spotlight. \"I'm proud of what we built, and equally proud of what Fidelity has become,\" Mr. Johnson said in a January 2022 statement to The Wall Street Journal. \"The focus has been on our customers from day one, and that holds true today.\" </p><p>\n  At a 2012 dinner honoring the Johnsons, Mr. Johnson watched as his daughter recounted the family dinners interrupted by Fidelity customers. Her father, she said, would always take those calls. </p><p></p>",
  "published": "2022-03-25T06:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}