{
  "_id": "696acb36139d247fbf55d69ca135217e871426a066438e1ffba5b79145303c33",
  "feed": "market-watch",
  "title": "These money and investing tips can help you keep your footing when stocks are slipping",
  "text": "<p>Warren Buffett's advice for a volatile market: patience pays</p><p>Whenever the Dow and the S&amp;P 500 fall below this key support level, stocks typically come roaring back</p><p>Stay in the know. Sign up here&#xa0;to get MarketWatch's best mutual funds and ETF stories emailed to you weekly!</p><p>INVESTING NEWS &amp; TRENDS</p><p>Here are the odds you'll outlive your money</p><p>There's good news and bad news. Read More</p><p>Value stocks tend to be beat growth stocks when inflation accelerates — but the usual explanation is completely flawed</p><p>Challenging conventional wisdom on value versus growth, inflation and interest rates. Read More</p><p>Stock investors know not to fight the Fed, but you can fight the Fed Model</p><p>If rising interest rates are the reason you've turned bearish, you may want to reconsider. Read More</p><p>Remember this important stock-market lesson: Oversold does not mean buy</p><p>The S&amp;P 500 chart is extremely bearish right now. Read More</p><p>8 tech stocks poised to bounce after Nasdaq plunge, according to AI platform</p><p>Shares of Nvidia Corp. top a list of tech shares that would be expected to bounce back strongly over the next month, according to an artificial-intelligence screening platform. Read More</p><p>24 software stocks, including Microsoft, expected to rise by double digits over the next year</p><p>The software sector has suffered a sharp pullback this year in the stock market. For the expected rebound, the most rapid sales growers may fit the bill. Read More</p><p>It's safe to dip your toes in the stock market — here are three companies to consider, including one disrupter</p><p>Sentiment is too dark, given that the economy is in fine shape. Read More</p><p>Inflation will hurt both stocks and bonds, so you need to rethink how you'll hedge risks</p><p>A 60/40 portfolio will bring massive losses, so it's time to invest in something other than bonds to provide some safety and income, writes Nouriel Roubini. Read More</p><p>What's old is new again — the Dogs of the Dow are outperforming the stock market</p><p>The Dow Dogs now have some bite. Read More</p><p>Restaurant stocks are on the menu for investors as the pandemic's end nears</p><p>Favor “reopening” plays including Brinker and Chipotle. Read More</p><p>Warren Buffett is teaching meme-stock players and crypto traders some hard lessons about why market fundamentals still apply</p><p>For the ‘Sage of Omaha' and other traditional value investors, it isn't different this time — or ever. Read More</p><p>Warren Buffett's advice for a volatile market: patience pays</p><p>There are two participants in each and every transaction — a seller and a buyer. Read More</p><p>Warren Buffett's Berkshire Hathaway plans to hold in-person annual meeting on April 30</p><p>After two years of virtual get-togethers due to the COVID-19 pandemic, Warren Buffett's Berkshire Hathaway will hold an in-person annual meeting at the end of April. Read More</p><p>Miami ‘Hedge Fund Week” offers a financial vibe check on 2022 and beyond</p><p>That's a cute long-short strategy you got there, but where are you on NFTs? Read More</p><p>You can still find a haven in tech stocks: These 20 offer the safety net of highly stable profits</p><p>Investors are running away from risky stocks of companies that aren't yet profitable, including some high-flyers. Read More</p><p>Whenever the Dow and the S&amp;P 500 fall below this key support level, stocks typically come roaring back</p><p>The U.S. market breached its 200-day moving average last week and, true to form, reversed course and staged a snapback rally. Read More</p>",
  "published": "2022-01-28T17:43:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1200,
          "end": 1209
        }
      ],
      "nexusId": "10031144"
    }
  ]
}