{
  "_id": "06fda23ee2f0c4a11e8a74f76aa2034ad8f6d05b19f216f06766dbbef724e212",
  "feed": "ftcomall",
  "title": "How to pay for Russian gas without breaching sanctions",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>In case you're confused about what exactly EU energy companies should do to continue <strong>paying for Russian gas</strong> — as morally unpalatable as that may be in the context of the war in Ukraine — you're not the only one. We'll try to cut through the fog of seemingly conflicting messages from the European Commission as payment deadlines loom for several Italian, French and German companies.</p> <p>The commission had its big energy policy moment yesterday: REPowerEU. This includes plans to raise €20bn by selling carbon permits to fund the energy transition in countries that rely heavily on Russian oil and gas. But several capitals raised concerns that this would end up undermining the bloc's climate goals and <a href=\"https://www.ft.com/content/5d95b294-280f-4b38-9d23-70035e077392\">incentivise carbon-intensive industries</a>.</p> <p>The bloc's hawks (the few that are left) have meanwhile accepted that inflation, supply chain issues, the energy crisis and Ukraine fallout will mean that countries cannot afford to return to the rules on the EU deficit and debt next year, as planned. Commissioners yesterday agreed that the rules, already suspended since the pandemic, <a href=\"https://www.ft.com/content/951f5ba2-0a0e-40ea-b7e7-ec5f6846ff0f#post-11eaf6c9-037f-4878-92c7-154b7dc35bb5\">would be put on hold for another year</a> or until 2024. </p> <p>We'll also look at the budding <strong>Friends of treaty change</strong>, which groups together France, Germany, Italy, Spain and the Benelux countries, and ask why their common paper following the conclusion of the EU's exercise in direct democracy still has a long way to go. </p> <h2>Gas payment saga</h2> <p>With looming payment deadlines, European companies that want to continue receiving (and paying for) Russian gas are seeking clarity on how to comply both with Russia's new payment system and with the EU sanctions regime. </p> <p>Navigating the rules is far from straightforward, write <em><strong>Amy Kazmin in Rome and Valentina Pop in Brussels.</strong></em> </p> <p>This is underscored by the somewhat conflicting official messages of recent days. Poland's ambassador asked yesterday for more clarity from the commission during an ambassadors' meeting. </p> <p>The dispute centres on the payment system that Russia has set up for energy companies purchasing gas from the fossil fuel group Gazprom. </p> <p>Russian president Vladimir Putin issued a decree on March 31 requiring companies from countries deemed “unfriendly” to pay in roubles for gas, by opening one account in euros and another in roubles at Gazprombank, the financial arm of Gazprom.</p> <p>Companies in Europe grappling with the demands have found that <a href=\"https://ec.europa.eu/info/sites/default/files/business_economy_euro/banking_and_finance/documents/faqs-sanctions-russia-gas-imports_en.pdf\">guidance</a> from the commission, on how to avoid breaching EU sanctions when making payments, is not clear enough. </p> <p>Poland and Bulgaria — whose Gazprom contracts were due to end this year anyway — both declared they would not comply, and had supplies promptly cut off. Finland's Gasum also said yesterday that it would not set up any accounts with Gazprombank and that it <a href=\"https://www.ft.com/content/951f5ba2-0a0e-40ea-b7e7-ec5f6846ff0f#post-91ba85aa-7a9c-483b-857a-f23461b9fcb8\">expected its supplies to be cut off</a> by the weekend (which may have happened anyway since Finland has applied to become a Nato member).</p> <p>But Eni, with a third of its shares owned by the Italian state, has no intention of causing a supply shortage in Italy. The company has gone above and beyond in seeking clear, written specifications from the commission about what it can and cannot do when its next payment comes due later this month. </p> <p>The legal workaround offered by the commission was that companies open euro-denominated accounts with Gazprombank, wire their due payment in euros, and then issue a statement saying that their payment obligations are complete. </p> <p>Eni put out a statement on Tuesday saying it will <a href=\"https://www.ft.com/content/7b416e89-1bc2-4890-b643-429ec8adfbec\">open euro and rouble accounts</a> with Gazprombank, make the payment in euros and issue a statement that it has completed its payment obligation. The company thought this would be in line with the EU's legal guidance. Eni also said it would take Gazprom to international arbitration for breach of contract when it requested that payments be made in roubles. </p> <p>But the same day, commission spokesman Eric Mamer appeared to throw a spanner in the works when he told journalists that “opening a second account in roubles is going beyond the guidance that we gave member states”.</p> <p>Yesterday, the message from two EU commissioners was more reassuring: the important thing was to stick with contractual obligations to pay in euros, and not offer to make payments to Gazprom in roubles. </p> <p>The fact that Gazprombank would set up a mirror account in roubles in their name and then convert those euros, after the payment is done, is tacitly understood by some observers as being in line with the sanctions regime.</p> <p>The Russian side offered a further workaround on May 7 when a <a href=\"http://kremlin.ru/acts/news/68352\">second Putin decree</a> specified that the exchange from euro into roubles would be carried out via the “National Clearing Center”, not the Russian Central Bank, with which EU companies are banned from trading. (The central bank does hold a 12 per cent stake in the NCC however, so some legal experts have warned that this could raise compliance questions, too).</p> <p>Paolo Gentiloni, the EU's economics commissioner, suggested yesterday that companies were on the right track.</p> <p>“First, contracts are denominated in euros and dollars. Second, companies are paying in euros and dollars,” Gentiloni said. “I think [Eni's] way of paying is quite similar, maybe identical [to] different energy companies, as far as I know.”</p> <p>Eni, France's Engie and Germany's Uniper and RWE are all due to make payments in the coming days — and look set to continue their dance on the head of a pin.</p> <h1>Chart du jour: Banking sweet spot</h1> <p><em>Monetary policymakers and markets </em><a href=\"https://www.ft.com/content/d2417703-10d3-4845-82fa-42616832444b\"><em>are trying to assess</em></a><em> where lies the optimal level when an economy is neither overheating nor being held back. But, after almost 15 years of tepid inflation and ultra-low borrowing costs, no one is quite sure what “just right” looks like.</em></p> <h2>Fans of treaty change</h2> <p>Remember the treaty change discussion sparked by the Conference on the Future of Europe and the<a href=\"https://www.ft.com/content/f2b946e3-aa12-4081-b7b3-44895c13a925\"> pre-emptive paper</a> signed by about a third of member states pouring cold water on the idea?</p> <p>Well, France, Germany, Italy, Spain and the Benelux countries want to keep the flame alive, according to a joint draft paper seen by Europe Express.</p> <p>“We remain in principle open to necessary treaty changes that are jointly defined,” the signatories say in the paper, which is dated May 13.</p> <p>They propose a dedicated working group in the European Council “to discuss and examine institutional proposals” and spark a process together with the European parliament and the commission. </p> <p>EU officials however are lukewarm on the fresh impetus from the pro-treaty change group and say this is likely to be kicked into the long grass. </p> <p>With Prague taking over the rotating EU presidency from Paris in July, a country less enthusiastic about treaty change will be in charge of co-ordinating the work. As history has shown in the past, treaty change is possible, but it takes nearly a decade and the goals must be clearly defined. </p> <h1>What to watch today </h1> <ol>  <li><p>Nato chiefs of defence meet in Brussels ahead of the alliance's summit next month</p></li>  <li><p>European Council chief Charles Michel visits Serbia and Albania</p></li>  <li><p>Dutch prime minister Mark Rutte receives German chancellor Olaf Scholz in The Hague</p></li>  <li><p>Vyshyvanka Day, when officials wear the traditional Ukrainian shirt to express solidarity with Kyiv and prevent “Ukraine fatigue”</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p><strong>Nato veto: </strong>Turkey <a href=\"https://www.ft.com/content/3d1ab5d0-19a6-41bd-83a4-7c7b9e2be141?emailId=6284e4d63ed1f10004ede4d1&amp;segmentId=3d08be62-315f-7330-5bbd-af33dc531acb\">has blocked Nato's initial decision</a> to process requests by Finland and Sweden to join the military alliance, throwing into doubt the hopes for a quick accession of the two Nordic countries.</p></li>  <li><p><strong>No more perks:</strong> Germany's governing parties have decided to strip former chancellor <a href=\"https://www.ft.com/content/2cae8777-4423-4596-b3d5-e5c5ff93bbf9\">Gerhard Schröder of his parliamentary privileges</a>, as anger grows over his refusal to distance himself from the Kremlin despite the war in Ukraine.</p></li>  <li><p><strong>Anti-competitive cloud: </strong>Microsoft is<a href=\"https://www.ft.com/content/8f1eb683-282c-43cf-8df5-f9bc5d526ef4\"> relaxing business terms for its Azure cloud </a>computing service in an attempt to appease complaints from rivals and avoid a full antitrust probe in Brussels. </p></li> </ul><p>Source: Valentina Pop 2022 'How to pay for Russian gas without breaching sanctions' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-19T05:13:32.018Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7711,
          "end": 7720
        }
      ]
    }
  ]
}