{
  "_id": "d8dd9d5407278ecdaea4c228ecda188abfb86594d6f1b3f5dd7f45eb5da0a42a",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Meta Takes Down Stock Market  ---  Selloff ends four-day  winning streak, with  Nasdaq faring worst  with 3.7% drop  ----  By Alexander Osipovich and Joe Wallace",
  "text": "<p>   Major stock indexes fell Thursday, dragged down by technology and social-media companies, as Facebook owner Meta Platforms Inc. plunged after a disappointing earnings report. </p><p>   The tech-focused Nasdaq Composite Index dropped 538.73 points, or 3.7%, to 13878.82, breaking a four-day winning streak and posting its largest one-day decline since September 2020. </p><p>   The S&amp;P 500 fell 111.94, or 2.4%, to 4477.44. It was the broad market index's biggest daily drop in percentage terms in nearly a year. The Dow Jones Industrial Average declined 518.17, or 1.5%, to 35111.16. </p><p>   Meta's stock price slid $85.40, or 26%, to $237.60 after the social-media company startled investors with a sharper-than-expected decline in profit and gloomy outlook. </p><p>   Other tech and social-media stocks sold off in Meta's wake. Spotify Technology SA shares sank $32.16, or 17%, to $159.76 after the streaming company declined to issue annual guidance, spooking investors. Chip maker Nvidia Corp. lost $12.94, or 5.1%, to $239.48. </p><p>   Thursday's tumble erased recent gains in the Nasdaq and threatened to resume a selloff that battered U.S. stocks during the first few weeks of the year. As the Federal Reserve has moved toward raising interest rates to combat inflation, investors have fled risky assets such as tech stocks, which had benefited from low rates. The Nasdaq is down more than 12% so far this year, while the S&amp;P 500 is down nearly 7%. </p><p>   Money managers are pivoting toward sectors including energy and banking that they say stand to benefit from the economic recovery and higher borrowing costs. </p><p>   \"Investors are going in a short space of time from almost a perfect environment for risk assets to a more normal environment,\" said Nicholas Brooks, head of economic and investment research at Intermediate Capital Group. \"Companies that benefited most from that dramatic easing in monetary policy would be more vulnerable to large selloffs if there are any disappointment in their earnings.\" </p><p>   Markets were also rattled by an increasingly hawkish tone from global central banks. The Bank of England pressed ahead with raising borrowing costs Thursday, nudging up its policy rate to 0.5% from 0.25%. In Frankfurt, the European Central Bank kept its key interest rates unchanged, but ECB President Christine Lagarde signaled concern about inflation and opened the door to a possible rate hike this year. </p><p>   The euro jumped on her remarks, strengthening 1.2% against the dollar to $1.1438, while European government bond yields jumped. The pan-continental Stoxx Europe 600 slid 1.8%, its worst day in more than a month. </p><p>   The news from overseas contributed to the U.S. selloff, said Chris Senyek, chief investment strategist at Wolfe Research. \"Global yields are pushing higher, which is putting downward pressure on valuations across the market,\" he said. </p><p>   Rising interest rates hurt the share prices of fast-growing tech companies by reducing the value that investors place on their future earnings. Markets have been volatile in recent weeks as expectations have mounted that the Fed will act aggressively to increase rates, while corporate earnings reports from technolgy companies have been hit or miss. </p><p>   Apple and Microsoft both posted strong quarterly results last week, boosting investor sentiment. But Meta, previously known as Facebook, fell sharply after posting its first earnings report since Chief Executive Mark Zuckerberg outlined a pivot to the metaverse. </p><p>   The company said it expected revenue growth to slow because users were spending less time on its more lucrative services. </p><p>   PayPal shares lost one-quarter of their value on Wednesday after the payments company lowered its profit outlook. They continued to fall on Thursday, declining $8.27, or 6.2%, to $124.30. </p><p>   \"I think it was a bit more of a wake-up call for the market that some of these stocks can't keep up on this trajectory,\" said Altaf Kassam, head of investment strategy and research for Europe, the Middle East and Africa at State Street Global Advisors. </p><p>   Several tech and social-media companies rebounded in after-hours trading after reporting quarterly results. Snap slid $7.57, or 24%, to $24.50. Pinterest shares dropped $2.82, or 10%, to $24.51. Amazon.com shares dropped $235.34, or 7.8%, to $2,776.91. All three stocks posted double-digit gains in post-4 p.m. ET trading. </p><p>   Shares of T-Mobile US jumped $11.20, or 10%, to $120.78 after the telecommunications company topped analysts' profit forecasts. Despite that, the S&amp;P 500's communications-services sector shed 6.8%, making it the index's worst-performing sector, as it was pulled down by stocks like Meta and Twitter. </p><p>   In commodities, front-month U.S. oil futures rose 2.3% to settle at $90.27 a barrel, the first time the benchmark had topped $90 since October 2014. </p><p>   Crude prices have climbed this week as U.S. crude inventories have declined, a sign of tight supplies, while the threat of conflict between Russia and Ukraine has unsettled global energy markets. </p><p>   On the economic front, initial claims for jobless benefits fell to 238,000 in the week through Jan. 29. Claims hit a record low in early December as businesses held on to more workers amid a persistent labor shortage. </p><p>   In the bond market, the yield on benchmark Treasury notes climbed to 1.825% from 1.765% on Wednesday. Bond yields move in the opposite direction from prices. </p><p>   Early Friday, Japan's Nikkei 225 was down less than 0.1% and Hong Kong's Hang Seng Index was up 2.5%. Mainland China markets were still closed for the Lunar New Year. S&amp;P 500 futures were up 1.1%. </p><p></p>",
  "published": "2022-02-04T07:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3175,
          "end": 3184
        }
      ],
      "nexusId": "10031144"
    }
  ]
}