{
  "_id": "c3f7e63acc67e4a08ff9e787434f32f4d6b92acbdb549636a8b56a21d24f2b3f",
  "feed": "wall-street-journal",
  "title": "Apple Finds Itself Under Scrutiny in Washington's Big Tech Clampdown; CEO Tim Cook called senators in vain effort to derail bill targeting Apple's App Store",
  "text": "<p>The bill is backed by a loose alliance of Apple's rivals, including Epic Games Inc. and Microsoft Corp. It also offers a middle ground for lawmakers who want to rein in Big Tech but can't reach consensus on thorny issues such as how to regulate social media content.</p><p>That Senate leaders have Apple in their sights is a marked change from Congress's focus on other tech issues such as Amazon.com Inc.'s treatment of retailers, control of the ad business by Alphabet Inc.'s Google and how Meta Platforms Inc. manages content that could be harmful on Facebook and Instagram.</p><p>Mr. Cook also didn't face the same intensity of questions as the other CEOs—Amazon's Jeff Bezos, Meta's Mark Zuckerberg, and Google's Sundar Pichai—who testified at a 2020 congressional hearing into Big Tech's market power.</p><p>\"For a long time, Apple floated above the fray in Washington,\" said Paul Gallant, a policy analyst with Cowen &amp; Co. Now, he said, the company has \"been pulled down into the muck.\"</p><p>While Apple's lobbying expenditure of about $6.5 million last year was roughly a third that of Amazon or Meta, Mr. Cook has long used his public persona to personally influence those in power and guide the company through Washington entanglements.</p><p>During the Trump administration he cultivated a relationship with the former president's family that played a role in exempting iPhones and some other electronic products from tariffs.</p><p>The app store bill is now just one front in a war Apple is fighting against rivals around the world as they challenge its control of the app economy and access to the more than one billion users of its devices.</p><p>The distribution of third-party software to iPhones was at the heart of a high-profile antitrust lawsuit brought by \"Fortnite\" maker Epic Games. While Apple mostly won last year, its practices attracted renewed attention, and the verdict drew cries from rivals that Congress needs to address the tech giant's power.</p><p>Apple has argued that it provides a digital ecosystem that users want and that the fees it collects—up to 30% of transactions—are fair for the technology it is providing.</p><p>Mr. Cook shared a stage with Sen. Mike Lee (R. Utah) at a tech conference in Salt Lake City last October and made the case that Apple shouldn't be lumped in with social-media companies.</p><p>\"The industry isn't monolithic,\" Mr. Cook said. \"They're very different segments and very different markets…we're not in the social-media business.\"</p><p>Mr. Lee praised Apple's entrepreneurship at the time, but he voted to advance the bill targeting app stores—citing complaints from Tile Inc., the tracking-device maker that has accused Apple of discriminatory conduct, and Parler, the social-media app that Apple and Google removed from app stores after the Jan. 6, 2021, Capitol riot.</p><p>Tech giants \"are wielding an extraordinarily large amount of market power,\" said Mr. Lee during the vote. He declined to comment for this article.</p><p>The bill targeting app platforms still has a long road ahead. It would allow developers to sidestep Apple altogether by allowing \"sideloading\" of software onto iPhones outside of its App Store, or to let apps use the store but skip Apple's in-app payment system.</p><p>The bill would also apply to the app store on Google's Android operating system, called Google Play.</p><p>SHARE YOUR THOUGHTS</p><p>How would Congress's app bill affect the software distribution market? Join the conversation below.</p><p>A second, broader bill previously passed the committee, though the debate was more contentious and the vote tally was closer, at 16-6. It would target allegedly discriminatory conduct on other large tech platforms as well as app stores. Mr. Lee opposed it.</p><p>In recent weeks, Apple has said sideloading would allow social-media companies, such as Facebook, to sidestep safeguards put in place to limit how user data is collected.</p><p>\"Apple made a choice to prohibit sideloading and alternative app distribution because smartphones contain a person's most sensitive data and protecting that data is imperative,\" Timothy Powderly, an Apple lobbyist, told Senate leaders in a letter reviewed by The Wall Street Journal.</p><p>Lawmakers aren't dismissing all of Apple's entreaties, and in some cases have changed their legislative proposals to address the company's concerns. But the Senate votes, particularly the support from Republicans, will improve the bills' chances of passing the House, said Rep. Ken Buck (R. Colo.), the primary Republican backing the legislation in the lower chamber.</p><p>Ahead of the Senate votes, Mr. Cook made the company's case on a 40-minute call with Republican Sen. Ted Cruz of Texas, where Apple has a large campus.</p><p>Mr. Cruz, who described the call during one of the committee votes, said Mr. Cook raised a concern that the bill \"would erect obstacles to Apple giving consumers the ability to opt out of apps monitoring what they are doing online.\"</p><p>Mr. Cruz said he disagreed, pointing to provisions that make allowances for moves to protect privacy. \"The language of this bill is entirely consistent with consumers being given the right to opt out,\" he said.</p><p>He voted for both bills, saying tech companies' market power \"would make John D. Rockefeller blush.\" He also said he would seek alterations to the bills before a vote by the full Senate.</p><p>In at least one case, Apple's outreach left a senator feeling rebuffed. The company requested a phone call between Mr. Cook and Sen. Marsha Blackburn (R., Tenn.) but canceled it before the app store vote, a person familiar with the matter said.</p><p>During the committee debate, Ms. Blackburn remarked on the \"arrogance of some of the executives in the Silicon Valley who believe that they don't need to work with us here in Congress.\"</p><p>The pre-vote call was postponed because of scheduling conflicts and no other reason, according to an Apple spokesman. Mr. Cook and Ms. Blackburn eventually spoke about two weeks later, and she pushed back against the CEO's arguments about the bill affecting users' privacy and security, the person familiar with the matter said.</p><p>Before the recent Senate votes, Mr. Cook also reached out to Sen. Amy Klobuchar (D., Minn.), according to her office. She has accused Apple of blocking competition.</p><p>All the Democrats on the Senate panel voted to advance the app store bill, although California's two senators expressed reservations.</p><p>\"Some consumers might prefer a closed device that provides a layer of security,\" said Sen. Alex Padilla (D., Calif.) of the app store bill. \"If we aren't careful, we might be taking a choice away from the marketplace.\"</p><p>Write to Ryan Tracy at ryan.tracy@wsj.com and Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple Finds Itself Under Scrutiny in Washington's Big Tech Clampdown</p>",
  "published": "2022-02-20T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 88,
          "end": 103
        },
        {
          "start": 88,
          "end": 97
        }
      ],
      "nexusId": "10031144"
    }
  ]
}