{
  "_id": "e4264b9bb30a795a1a8e2cb0ee6a1deb13f24c9a81a3fcc75f20142c6887fb10",
  "feed": "market-watch",
  "title": "Biden to talk up Democratic efforts to fight crime as he barnstorms battleground state of Pennsylvania; President travels to Wilkes-Barre, where Trump plans to hold rally on Saturday",
  "text": "<p>Biden is due to go to Philadelphia on Thursday for a primetime speech on \"how our rights and freedoms are still under attack,\" and he's scheduled to travel to Pittsburgh on Monday to \"celebrate Labor Day and the dignity of American workers,\" according to the White House.</p><p>In Tuesday's speech that's scheduled for 3:15 p.m. Eastern, Biden will talk about his \"Safer America Plan to further reduce gun crime and save lives,\" the White House said.</p><p>He's expected to say that \"Congressional Republicans' extreme MAGA agenda is a threat to the rule of law,\" arguing that you \"can't propose defunding the FBI or defend the mob that stormed the Capitol and attacked and assaulted police officers on January 6th and be pro-police,\" according to a Politico report citing an unnamed White House official.</p><p>The president in June signed into law a bipartisan gun measure, saying it \"doesn't do everything I want,\" but \"it does include actions I've long called for that are going to save lives.\"</p><p>Gunmaker stocks Sturm Ruger RGR and Smith &amp; Wesson Brands SWBI traded lower on Tuesday, as the broad S&amp;P 500 index SPX also dropped. Sturm, Ruger and Smith &amp; Wesson are down about 22% and 24% this year, respectively, while the S&amp;P has lost 17%.</p><p>George Mason University professor Brad Greenwood wrote earlier this year that investors \"no longer seem to worry so much about the chances of tightening firearms regulation when assessing the long-term viability of gun manufacturers in the aftermath of mass shootings,\" as there has been \"inaction on gun control\" at the federal level and some states have loosened their regulations.</p><p>The Democratic U.S. House member who represents the congressional district that includes Wilkes-Barre, Matt Cartwright, is expected to appear with Biden on Tuesday. He's in a competitive race vs. Republican challenger Jim Bognet.</p><p>Democratic U.S. Senate candidate John Fetterman, who is running to represent Pennsylvania against GOP candidate Mehmet Oz, isn't expected to join Biden on Tuesday, but they are due to appear together in Pittsburgh on Labor Day.</p><p>Some Democratic candidates in tough races have made efforts to distance themselves from Biden, who faces low approval ratings as American have been frustrated with high inflation.</p><p>See: Tim Ryan, Democrats' Senate nominee in Ohio, skips Biden's events in the Cincinnati area</p><p>And read: Biden 'should have further targeted the relief': Democrats in tough Senate races distance themselves from his plan for student-loan forgiveness</p><p>Plus: Midterm elections: Republican edge over Democrats erodes in this one key indicator</p><p>Biden to talk up Democratic efforts to fight crime as he barnstorms battleground state of Pennsylvania</p>",
  "published": "2022-08-30T16:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}