{
  "_id": "60ef8a28b61d401971b0e3ed375f5f0b3788684f9236c326cefb221d6c708138",
  "feed": "wall-street-journal",
  "title": "Steven Schnall Made Homeownership Possible for Outside-the-Box Borrowers; Banker, who has died at age 55, worked with New York City's marginalized groups and richest buyers",
  "text": "<p>Mr. Schnall, a veteran mortgage banker, chose to specialize in that corner of the market, buying a small, struggling bank and turning it into a lender known for unconventional home financing. Quontic Bank, based in the New York City borough of Queens, grew into a lender with a reputation for fostering homeownership among the city's immigrant population.</p><p>\"I said, 'If I'm going to re-engage in the mortgage business, I'd like to solve for some of the problems that a mortgage company has,'\" he recalled on a podcast last year.</p><p>Mr. Schnall died on Aug. 2 when a car struck his motorcycle in upstate New York, according to his wife, Sherri Schnall. He was 55.</p><p>Mr. Schnall joined the mortgage industry in the 1990s, then started multiple ventures. He also invested in Manhattan's Tribeca neighborhood, developing properties that became homes for the rich and famous.</p><p>People close to him described him as brimming with ideas that often went far beyond real estate. At one point in the early 2000s, while he was running a mortgage company, he considered selling advertising on the side of cars, though he ultimately decided against it, said Howard Lev, a friend and business partner.</p><p>In recent years, Quontic Bank has offered checking accounts that accrue rewards in bitcoin and opened an outpost in the metaverse.</p><p>\"He had this inner tenacious fire,\" said David Dessner, a longtime friend. \"He just consumed life.\"</p><p>Steven Bruce Schnall was born March 9, 1967, in Columbus, Ohio. His family moved to Fort Lauderdale, Fla., when he was young. His father was a salesman and now works at Quontic Bank.</p><p>Mr. Schnall's parents divorced when he was about 10 years old, and his mother moved him and his brother across the state to Clearwater. As his mother went to work in marketing to support the children, he too learned to hustle, he said on the podcast, called Pass the Secret Sauce. He sold homemade cinnamon toothpicks at school, then slingshots.</p><p>In high school, Mr. Schnall sold peepholes door-to-door. \"We'd knock on the door, and somebody would say 'Who is it?' and we'd say 'If you had a peephole, you wouldn't have to ask,'\" he said on the podcast.</p><p>He studied accounting at the University of Florida, then did a brief stint in auditing, but left to help start a mortgage business. Interest rates were falling and business was good, but his partners pushed him out of the company after a few years. He never put his ownership stake in writing and found himself out of a job with maxed-out credit cards in his early 20s.</p><p>\"Having not had really a mentor or role model to help me not make these mistakes, I made every mistake a young entrepreneur can make,\" he said on the podcast. \"You learn fast.\"</p><p>An acquaintance offered him a $15,000 loan to get back on his feet, which he used to start a mortgage firm called New York Mortgage Co. in 1992. He grew it into a lender with dozens of offices, created a real-estate investment trust to hold the mortgages and took the company public in 2004.</p><p>As the firm grew, it expanded along with the rest of the market into riskier \"Alt-A\" mortgages that required less documentation and smaller down payments from borrowers. A borrower default in late 2006 stoked his concern that the mortgage market was unraveling, he told Crain's New York Business in 2017. He sold the mortgage-lending business in 2007 to IndyMac, which would later go belly up.</p><p>In 2009, Mr. Schnall partnered with another mortgage-market veteran, George Lazaridis, to buy Golden First Bank of Great Neck, N.Y. They moved it to the Astoria neighborhood of Queens and renamed it Quontic. They determined their customers should be \"underserved ethnic communities in the boroughs,\" Mr. Schnall told MarketWatch in 2019.</p><p>Many borrowers didn't have the pay stubs and other documentation required for a standard mortgage. In return for the extra risk, the bank charged a slightly higher interest rate than for a more standard mortgage. But in contrast to the risky precrisis loans, these mortgages went to people with strong credit and big down payments. The bank's loans performed well.</p><p>Quontic, which now offers banking services across the country, made nearly $2 billion in mortgages last year. It holds some of its loans on its books and sells others to investors. A few years ago, the bank earned a designation as a Community Development Financial Institution from the U.S. Treasury Department, which allows it to be more flexible about underwriting guidelines because it serves underbanked and diverse communities.</p><p>Mr. and Mrs. Schnall also invested in Tribeca real estate. They bought a two-story commercial building in 2005 and turned it into an 11,300-square-foot home with an indoor lap pool, which they sold five years later. Starting in 2012, they developed another Tribeca property into a six-unit condo building, keeping one for themselves, according to the Real Deal.</p><p>Mr. Schnall is survived by Mrs. Schnall and their two sons, as well as his mother, father, stepmother and brother.</p><p>Obituaries</p><p>* Robert Brockman, Accused of Biggest Tax Fraud in U.S. History, Dies at 81</p><p>* Fashion Designer Issey Miyake Dies at 84</p><p>* Former Microsoft Executive Richard Tait Created Cranium Board Game</p><p>* Donald Jonas, Dead at 92, Funded Nursing Education</p><p>Write to Ben Eisen at ben.eisen@wsj.com</p><p>Steven Schnall Made Homeownership Possible for Outside-the-Box Borrowers</p>",
  "published": "2022-08-12T14:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 5132,
          "end": 5141
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}