{
  "_id": "bf569a8cf2dc31c90ee76a232a57a3eff5c98fc85f9ec79ee076023f648fa6b6",
  "feed": "wall-street-journal",
  "title": "A Listening Deficit Plagues America, From 2020 Vote to Jan. 6 to Vaccines; The America Talks virtual event in April will try to address the problem, with conversations that seek understanding across political divides",
  "text": "<p>Refusal to accept election results? On the left, that's clearly a reference to former President Donald Trump's false claims the 2020 election was stolen from him. On the right, it might be a reference to Democrats' attempts to oust Mr. Trump from office after 2016, or Democrat Stacey Abrams' refusal to concede her loss in Georgia's 2018 gubernatorial election.</p><p>Dangerous social trends? On the left, that's a reference to rising racism and anti-Semitism, and antivaccination trolling. On the right, it's about woke and cancel cultures run rampant, and vaccine mandates.</p><p>In short, people are talking past one another. It isn't happening only in Washington, or in political circles, but increasingly within communities and even within families.</p><p>Worse yet, people with differing views today don't merely disagree; often, they can't even comprehend how those on the other side could possibly think the way they do. Polls, focus groups, conversations with voters and communications with readers all confirm the trend.</p><p>Yet, ironically, the problem isn't so much that Americans aren't talking enough. They're talking plenty. A significant part of the problem is that they've stopped listening.</p><p>That is to say, too often Americans aren't listening to people on the other side closely enough to understand WHY they think what they think. Instead, the default position, fueled by the shouting on social media, has become to move immediately to anger, and then yell: You're just crazy.</p><p>That, at least, is the analysis of America's listening deficit that emerges from conversations with some of those trying to address it. The good news is that these people have launched efforts to get people to begin listening more to one another, starting where the fix probably has to start: outside the echo chambers of Washington and Twitter and in the grass roots, out around the country. The first goal isn't to get everybody to agree, but to begin to understand.</p><p>One of them is Pearce Godwin, a North Carolina native and onetime U.S. Senate staffer who founded the Listen First Project, a nonprofit dedicated to the proposition that Americans from all persuasions need to start listening to one another more. The project, in turn, founded and manages a coalition of more than 400 like-minded groups united in the #ListenFirst Coalition.</p><p>So how does Mr. Godwin diagnose the problem? \"Over the last several decades, we have become more and more entrenched in our own tribes, and those tribes are increasingly defined by what they are against,\" he says. \"As soon as I think of someone else as 'the other,' as a threat, they are no longer worth listening to. We have gotten this almost religious fervor.\"</p><p>Last week, more than 60 representatives from local and regional groups within the coalition were on a Zoom call, planning their biggest effort to try to turn on the listening. It's called America Talks, a virtual event planned for April 21, when Americans can sign up and be placed into face-to-face individual or small-group conversations on a secure video platform for about an hour, with the goal of bridging political divides.</p><p>Thousands joined these conversations last year; thousands more are expected to this year. The coalition hopes to spur a full week of similar conversations around the country. Some big businesses—Walmart Inc., Microsoft Corp. and Twitter Inc.—have swung behind the effort with funding, Mr. Godwin says.</p><p>Lisa Swallow of Portland, Ore., is involved in the effort. She is a co-founder of an organization called Crossing Party Lines, which tries to do what its title implies: get people to cross over party divisions to begin talking, starting in a city that has had more than its share of divisiveness.</p><p>Her group offers free classes designed to help people better communicate. Listening is so important in this effort that one of the first classes is titled \"Listening Politics.\" And Ms. Swallow has just published a book, titled \"No One Was Listening,\" about her own journey to break down political barriers. One of the problems, she says, is that people nowadays tend to \"listen to defend, not listen to understand.\"</p><p>Such steps can't, by themselves, douse a national fire of political anger—especially when much of it comes from people unwilling to try listening. \"Getting Americans of all backgrounds and beliefs to come to the proverbial table and engage in that conversation is a tremendous challenge,\" says Mr. Godwin. \"The reason is the lack of trust. The very problem we are attempting to solve by seeing our humanity across differences is preventing that solution.\" So these steps are small—but maybe a start.</p><p>Write to Gerald F. Seib at jerry.seib@wsj.com</p><p>A Listening Deficit Plagues America, From 2020 Vote to Jan. 6 to Vaccines</p>",
  "published": "2022-01-31T16:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3323,
          "end": 3338
        },
        {
          "start": 3323,
          "end": 3332
        }
      ],
      "nexusId": "10031144"
    }
  ]
}