{
  "_id": "ab4a32883abe60cf487bd9647fd7887f38edf474aa93fd4c75ba6cc5bf62358d",
  "feed": "ftcomall",
  "title": "Blue sky ideas: forget the Booker, Turing test is goal of authorbots",
  "text": "<p>“The Lex writer had always loved busy Wall Street.” So begins “The Pink Ballpoint”, an auto-generated short story about a fictional Lex writer. </p> <p>Programmers hope computers will eventually write fiction and play music as skilfully as people, the second blue sky idea we examine in today's thematic column. </p> <p>If they succeed, Artificial intelligence would have aced a variant of the Turing test, which determines whether a computer can pass as human. It could also be a way to make money. Consumers might pay for tales and tunes tailored to them.</p> <p>The programme that wrote “The Pink Ballpoint” shows its limitations via unintentional surrealism. As our heroine gazes out at “the snow flurrying like a typing rhinoceros”, an FT subscriber approaches her with the curious greeting: “I love you and I want information.”</p> <p>In contrast, the GPT-3 AI system developed by <a href=\"https://www.ft.com/content/db2c2ee0-7502-4ef6-aeef-4bf3a96335e3\">OpenAI</a>, a San Francisco tech laboratory, can produce sophisticated text in response to cues from human operators. It can sometimes fool readers into believing it might be a human. </p> <p>The programme produced an ingenious Christmas tale of its own about this column, marred only by a Scrooge-like characterisation of the section editor and an irrelevant grudge against climate campaigner Al Gore. </p> <p>GPT-3's secret - and sometimes its downfall - is exhaustive statistical sampling of text. OpenAI, which has received $1bn of investment from Microsoft, hopes one day to commercialise its products. Another of these is MuseNet, a neural network that synthesises music. Its sound files convincingly resemble famous artists, albeit “performing at a festival in a strong wind”, as one listener put it.</p> <p>OpenAI has set itself a tough task: faking human singing with analogue instrumental accompaniments. Electronic music is easier to auto-generate. Start-ups such as AiMi of the US and AI Music of the UK have programs that produce never-ending streams of electro. </p> <p>What may be missing in this brave new world is originality. The more closely auto-generated content corresponds to prior art, the better programmers deem it to be. However, cruder efforts may have a clunky robotic charm absent from next-generation alternatives. They are authentically inauthentic.</p> <p><em>This is the second of five articles on blue sky thinking published by Lex today. Look out for the others in Lex </em><a href=\"https://www.ft.com/lex\"><em>online</em></a><em>.</em></p><p>Source:  2022 'Blue sky ideas: forget the Booker, Turing test is goal of authorbots' FT.com 3 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-03T09:00:46.500Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1389,
          "end": 1398
        }
      ],
      "nexusId": "10031144"
    }
  ]
}