{
  "_id": "2246cde3860db6956c61d3326d5de416c51649a0f33a5aa9f0fa84352f465c42",
  "feed": "wall-street-journal",
  "title": "Warren Buffett Says Markets Have Become a 'Gambling Parlor'; Berkshire Hathaway chief addresses shareholders at annual meeting in Omaha, Neb.",
  "text": "<p>After a yearslong deal drought, Mr. Buffett's Berkshire Hathaway Inc. is opening up the spending spigot again. It forged an $11.6 billion deal to buy insurer Alleghany Corp., poised to be Berkshire's biggest acquisition in six years. It bought millions of shares of HP Inc. and Occidental Petroleum Corp. And it dramatically ramped up its stake in Chevron Corp., making the energy company one of Berkshire's top four stock investments.</p><p>The big question: Why?</p><p>\"It's a gambling parlor,\" Mr. Buffett said Saturday of the markets over the past few years. He added that he blamed the financial industry for motivating risky behavior among investors. While he finds speculative bets \"obscene,\" the pickup in volatility across the markets has had one good effect, he said: It has allowed Berkshire to find undervalued businesses to invest in again following a period of relative quiet.</p><p>\"We depend on mispriced businesses through a mechanism where we're not responsible for the mispricing,\" Mr. Buffett said.</p><p>Mr. Buffett, 91 years old, shared his thoughts on the state of the markets, Berkshire's insurance business and recent investments at the company's annual shareholder meeting in downtown Omaha.</p><p>Berkshire also held votes on shareholder proposals, with investors ultimately striking down measures that asked Berkshire to make its board chairman independent and called for the company to disclose climate risk across its businesses.</p><p>Shareholders eager to score prime seats lined up for hours before the doors opened in the arena where Mr. Buffett; right-hand-man Charlie Munger, 98; and Vice Chairmen Greg Abel, 59, and Ajit Jain, 70, took the stage. As Mr. Buffett entered, a lone audience member took the opportunity to send a message. \"We love you,\" the person shouted.</p><p>Read More on Berkshire Hathaway</p><p>* Berkshire Hathaway's Earnings Fall as Market Tumult Weighs on Stock Portfolio</p><p>* Warren Buffett Is Still Setting Berkshire's Direction. For How Much Longer?</p><p>* Berkshire Hathaway's Charlie Munger Takes Another Swipe at Robinhood</p><p>Mr. Buffett appeared equally enthused to see the thousands of shareholders sitting before him.</p><p>It was a lot better being able to be with everyone in person, he said.</p><p>Up until recently, Berkshire had largely been sitting on its cash pile. Its business thrived; a recovering economy and roaring stock market helped push net earnings to a record in 2021. But it didn't announce any major deals, something that led many analysts and investors to wonder about its next moves. Berkshire ended the year with a near record amount of cash on hand. (After Berkshire's buying spree, the size of the company's war chest shrank to $106.26 billion at the end of the first quarter, from $146.72 billion three months earlier.)</p><p>Mr. Buffett's feeling that there were no appealing investment opportunities for Berkshire quickly gave way to excitement in late February, he said Saturday, when he got a copy of Alleghany Chief Executive Joseph Brandon's annual report.</p><p>The report piqued his interest. He decided to follow up with Mr. Brandon, flying to New York City to talk about a potential deal over dinner.</p><p>If the chief executive hadn't reached out, \"it wouldn't have occurred to me to write to him and say, 'Let's get together,'\" Mr. Buffett said.</p><p>Berkshire's decision to build up a 14% stake in Occidental also came about with a report. Mr. Buffett said he had read an analyst note on the company, whose stock is still trading below its 2011 high, and decided the casino-like market conditions made it a good time to buy the stock.</p><p>Over the course of just two weeks, Berkshire scooped up millions of shares of the company.</p><p>\"I don't think we ever had anything quite like we have now in terms of the volumes of pure gambling activity going on daily,\" Mr. Munger said. \"It's not pretty.\"</p><p>But the amount of speculation in the markets has given Berkshire a chance to spot undervalued businesses, Mr. Munger said, allowing the company to put its $106 billion cash reserve to work.</p><p>\"I think we've made more because of the crazy gambling,\" Mr. Munger said.</p><p>Another business that caught Berkshire's eye? Chevron. Berkshire's stake in the company was worth $25.9 billion as of March 31, up from $4.5 billion at the end of 2021, according to the company's filing. That makes Chevron one of Berkshire's four biggest stockholdings, alongside Apple, American Express Co. and Bank of America Corp.</p><p>Neither Mr. Buffett nor Mr. Munger specifically addressed Berkshire's decision to increase its Chevron stake.</p><p>But the two men offered a defense of the oil industry. It is a good thing for the U.S. to be producing more of its own oil, Mr. Buffett said. Mr. Munger went further, saying he could hardly think of a more useful industry.</p><p>At the meeting, Mr. Buffett also revealed that Berkshire has increased its stake in Activision Blizzard Inc. The company now holds a 9.5% position in Activision, a merger-arbitrage bet from which Berkshire stands to profit if Microsoft Corp.'s proposal to acquire the videogame maker goes through.</p><p>SHARE YOUR THOUGHTS</p><p>Do you agree with Warren Buffett's market outlook? Why or why not? Join the conversation below.</p><p>At the end of the day, Berkshire doesn't try to make its investments based on what it believes the stock market will do when it opens each Monday, Mr. Buffett said.</p><p>\"I can't predict what [a] stock will do…We don't know what the economy will do,\" he said.</p><p>What Berkshire focuses on is doing what it can to keep generating returns for its shareholders, Mr. Buffett said. Berkshire produced 20% compounded annualized gains between 1965 and 2020, compared with the S&amp;P 500, which returned 10% including dividends over the same period.</p><p>\"The idea of losing permanently other people's money…that's just a future I don't want to have,\" Mr. Buffett said.</p><p>Write to Akane Otani at akane.otani@wsj.com</p><p>Warren Buffett Says Markets Have Become a 'Gambling Parlor'</p>",
  "published": "2022-04-30T21:56:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4958,
          "end": 4973
        },
        {
          "start": 4958,
          "end": 4967
        }
      ]
    }
  ]
}