{
  "_id": "a08748ba92585184445465de7e5cf9e15774cc98bd1c12ba80c74f02c8398632",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Next Nuclear  Projects Get  A Kickstart  ---  Climate law, investor  interest boost smaller  reactors, but economics  still remain unproven  ----  By Jennifer Hiller",
  "text": "<p>   Smaller-scale nuclear-power proposals are getting a boost of federal support under the recently passed climate, healthcare and tax bill. Now their backers must prove the projects can be delivered on time and on budget. </p><p>   Investor interest in what are known as advanced reactors -- pitched as the next generation of nuclear power -- has grown in recent years because the reactors are potentially cheaper and faster to build than their predecessors. But their economics are unproven and none are currently under construction in the U.S. </p><p>   Subsidies for advanced reactors under the legislative package that President Biden signed into law in August could spur some projects forward, say analysts and executives. </p><p>   The projects would qualify for production or investment-tax credits also available to wind and solar power under the new law. They could receive an enhanced credit if they are placed near former coal-fired power plants, an idea that has taken hold among utility companies in search of new, stable forms of power generation. Projects eventually could receive billions of dollars through the credits, say analysts. </p><p>   New reactors could face the same challenges that energy infrastructure of all kinds has faced because of issues such as slow permitting. Sen. Joe Manchin (D., W.Va.) has proposed legislation as a companion to the climate bill to speed approvals, though it faces political headwinds. </p><p>   Nuclear-power generation has steadily declined in recent years, with 13 units shut since 2013, as it faces concerns over spent fuel and other environmental issues, as well as competition from cheaper energy sources, including wind, solar and natural gas. </p><p>   The law also offers tax credits to help existing nuclear reactors stay open. But some utility executives and project developers say new nuclear plants ought to be built to simultaneously meet growing energy demand, corporate climate targets and Mr. Biden's climate goals. </p><p>   \"Even preserving the nuclear fleet is not enough,\" said Jeff Lyash, chief executive of the Tennessee Valley Authority, which oversees power generation for a large part of the mid-South. </p><p>   The TVA holds an early federal permit that approves a site near Oak Ridge, Tenn. for small reactor deployment. Mr. Lyash said it would be a few years before the company decides whether to construct the reactor. </p><p>   The nuclear industry has a history of delays and cost overruns. Just one large nuclear plant is under construction in the U.S. -- Southern Co.'s expansion of its Vogtle facility in Georgia -- and it is more than five years delayed and billions of dollars over its initial projected cost. Other countries including China and Russia are building smaller reactors, but skeptics say the effort is a gamble on a technology with unproven economics. </p><p>   \"I think we're in some sort of a nuclear bubble here,\" said Edwin Lyman, director of nuclear-power safety at the nonprofit Union of Concerned Scientists, a nuclear-safety watchdog. \"There are multiple federal vehicles for subsidizing these projects. The question is: 'Is there really a demand?' Or 'Is this supply-driven?'\" </p><p>   Advanced nuclear reactors could deliver carbon-free power but first must overcome the industry's poor record on project execution, said Chris Levesque, CEO of TerraPower LLC, which plans a reactor project near the site of a closing coal plant in Kemmerer, Wyo. </p><p>   \"There is a show-me aspect to this,\" Mr. Levesque said. </p><p>   Clay Sell, CEO at advanced nuclear company X-Energy LLC, said tax credits could help the industry follow the same path as wind and solar, which have seen widespread development and plummeting project costs. \"This provision carries with it the same level of promise for the nuclear industry,\" Mr. Sell said. </p><p>   In August, Dow Inc. said it would consider placing an X-Energy high-temperature gas reactor at one of Dow's Gulf Coast sites to provide power and heat for industrial processes. </p><p>   TerraPower, which is backed by Bill Gates, said in August it had raised $750 million, including $250 million from Korean conglomerate SK Group. Moohwan Kim, an executive vice president at holding company SK Inc., said the company has invested in TerraPower \"under the judgment that nuclear will be a vital part of the energy transition in the future.\" </p><p>   TerraPower and X-Energy were chosen by the Energy Department to test, license and build what are called demonstration reactors to prove the technology. Last year's bipartisan infrastructure law included $3.2 billion for such projects. </p><p></p>",
  "published": "2022-09-06T06:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}