{
  "_id": "65a92b0cca79d212ff393fce2d745288e52f92dc711164f9d07741e221fd8559",
  "feed": "ftcomall",
  "title": "DeepMind invents AI tool to write novel computer code",
  "text": "<p>Google's UK-based artificial intelligence unit DeepMind has invented a tool that can write computer code at a competitive level to solve open-ended problems that require critical thinking, logic and understanding of language.</p> <p>The system, known as AlphaCode, is a sign of the evolution of AI and would allow the automation of computer programming, a powerful and highly prized skill underpinning much of modern science and industry.</p> <p>DeepMind tested AlphaCode's performance in coding competitions hosted by Codeforces, a platform that pits the skills of tens of thousands of human software programmers around the world against one another. It found that it performed with the expertise of an average human programmer.</p> <p>“AlphaCode placed at about the level of the median competitor, marking the first time an AI code generation system has reached a competitive level of performance in programming competitions,” the DeepMind team behind the tool wrote.</p> <p>AlphaCode is not the first AI tool <a href=\"https://www.ft.com/content/c96e43be-b4df-11e9-8cb2-799a3a8cf37b\">to generate computer code</a>. In June, Microsoft released a similar tool to aid programmers, developed with the help of code-sharing service GitHub, which it owns, and OpenAI, a San Francisco-based AI company that the tech giant funded with $1bn in 2019.</p> <p>The tool, called <a href=\"https://www.ft.com/content/25ac2ec0-b402-45f2-9d6f-2f0a13fe2fdc\">GitHub Copilot</a>, works more as an intelligent assistant to experienced professionals by analysing existing code and generating new snippets or autocompleting lines of code rather than as an independent problem-solving entity.</p> <p>In a research paper to be published on Friday, DeepMind said it had tested its software against OpenAI's technology and it had performed similarly.</p> <p>“However, problems used in the [OpenAI] paper and similar work consist of mostly simple task descriptions with short solutions — far from the full complexity of real-world programming,” the DeepMind authors wrote in the paper. “Generating short code snippets typically amounts to translating the task . . . directly into code . . . In contrast, generating entire programs often relies on understanding the task and figuring out how to accomplish it, which requires deeper algorithmic reasoning.”</p> <p>Mikhail Mirzayanov, founder of Codeforces, said he had been “sceptical” of AlphaCode's abilities because solving even simple competitive problems requires coders to invent entirely novel algorithms. “AlphaCode managed to perform at the level of a promising new competitor,” he said, adding that it had “exceeded” his expectations.</p> <p>AlphaCode currently cannot beat the best human programmers. Critics have also expressed concerns that code generated by machines, such as AlphaCode, must be scrutinised particularly closely for bugs, or unforeseen effects including vulnerability to cyber attack. </p> <p>However, its ability to solve original problems suggests that AI could complement humans, improve productivity and “open up the field to people who do not currently write code”, DeepMind said.</p> <p>DeepMind, which made its first-ever profit in 2020 after losing half a billion pounds in 2019, released another research breakthrough last year — the <a href=\"https://www.ft.com/content/fbcc9af4-8dcd-4385-85d5-59c180175b67\">AlphaFold algorithm</a>, which can predict the shape of every protein expressed in the human body.</p><p>Source: Madhumita Murgia in London 2022 'DeepMind invents AI tool to write novel computer code' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-02T16:00:02.682Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1020,
          "end": 1029
        }
      ],
      "nexusId": "10031144"
    }
  ]
}