{
  "_id": "2241b12364d3f166854516c6960e0c828d77030c7dee9df1781ec9a5418cd677",
  "feed": "wall-street-journal",
  "title": "Microsoft Prepares to Go to Battle With FTC Over Activision Deal; Software company says deal won't threaten competition in the industry",
  "text": "<p>The personal-computing company has been publicizing its position for months, saying the acquisition wouldn't threaten competition in the industry because Microsoft trails rivals in videogame consoles and has a limited presence in mobile-game development. The company has also said it expects the industry to get more competitive in the future with the rise of cloud gaming.</p><p>Legal experts say Microsoft will likely build its case around those talking points as well as the fact that it is pursuing what is called a vertical merger, meaning it is buying a company in its supply chain as opposed to a direct competitor.</p><p>The deal \"is fundamentally good for gamers, good for consumers, good for game developers and good for competition,\" said Brad Smith, Microsoft's president and vice chair, at the company's annual shareholders meeting Tuesday. \"We will have to present this case to a judge in a court because this is a case in which I have great confidence.\"</p><p>Microsoft has until Thursday to respond to the FTC's suit, which was filed Dec. 8 in the agency's administrative court.</p><p>In its complaint, the FTC alleged the deal is illegal because it would give Microsoft the ability to control how consumers access Activision's games beyond the Redmond, Wash., company's own Xbox consoles and subscription services. The company could raise prices or degrade Activision's content for people who don't use its hardware to access the developer's games, or even cut off access to the games entirely, the FTC said.</p><p>\"If you can control an important source of content like Activision Blizzard, you have a variety of tools to leverage at your disposal,\" which could stifle competition, an agency official said earlier this month.</p><p>At the shareholder meeting, Mr. Smith challenged the FTC's concerns that Microsoft's chief rival, PlayStation maker Sony Group Corp., would be harmed by the deal, saying Sony has too big a lead in the high-performance console space to warrant protection.</p><p>He further argued that the FTC's case largely hinges on a worry that Microsoft could one day make games from Activision's \"Call of Duty\"—which has been a hit among PlayStation users—exclusive to its Xbox system. Mr. Smith said Sony has about four times as many exclusive games on its consoles today as Microsoft has on its gaming machines.</p><p>Sony didn't respond to a request for comment.</p><p>Microsoft said it made a last-minute offer to keep \"Call of Duty\" games accessible to others through a legally binding consent decree, augmenting an offer that the company had made months earlier to keep it accessible for at least 10 years.</p><p>A hearing would take place in the FTC's administrative court in August, unless a resolution is reached before then. After the case is heard, legal experts say it could take months before a decision is handed down, and the losing side can then appeal it with the full commission. If an appeal is filed, the commission reviews the entire record anew and hears oral arguments, before deciding to uphold or overturn the administrative law judge's order. At that point, if Microsoft loses, the company can appeal the commission's decision to a federal appeals court.</p><p>\"This is no way a slam-dunk case for the FTC,\" said Eric Talley, a professor at Columbia Law School. \"Even if the odds are a little bit long, they're showing they're willing to kick the tires to budge legal precedent a little bit more in their favor.\"</p><p>Some analysts said Microsoft might want to drop the acquisition, which the company values at $68.7 billion after adjusting for Activision's net cash, to avoid executive distraction and expensive regulatory concessions. Microsoft has said it is committed to addressing regulators' concerns.</p><p>While the litigation is continuing, Microsoft could offer the FTC additional commitments or implement them itself, said Benjamin Sirota, an antitrust attorney with the law firm Kobre &amp; Kim LLP in New York. But to be satisfied, the government would have to enforce those commitments, which \"takes resources and circumstances often change,\" he said. The agency might also consider how \"commitments that solve a competition problem now might not work in the future,\" he added.</p><p>The FTC faces hurdles in its case because of the deal's vertical-merger status, according to David Hoppe, mergers and acquisitions, tech and media attorney with Gamma Law in San Francisco.</p><p>\"With these cases, it's hard to prove consumer harm,\" he said. \"It's not two competitors combining, in which case the harm to consumers is typically self-evident.\"</p><p>The FTC has been clear about its intention to expand the scope of harm beyond a merger's likely impact on consumer prices, Mr. Hoppe said. The agency might be concerned about actions that could indirectly put consumers at risk, he said, such as the misuse of sensitive competitor information by the combined enterprise. That information could give Microsoft a way to keep newcomers in videogame distribution from succeeding, which could result in fewer options for consumers, he said.</p><p>\"It's all about the network effect,\" Mr. Hoppe said.</p><p>Write to Sarah E. Needleman at Sarah.Needleman@wsj.com</p><p>Microsoft Prepares to Go to Battle With FTC Over Activision Deal</p>",
  "published": "2022-12-17T15:54:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1153,
          "end": 1162
        },
        {
          "start": 2038,
          "end": 2047
        },
        {
          "start": 957,
          "end": 966
        },
        {
          "start": 5120,
          "end": 5129
        },
        {
          "start": 3064,
          "end": 3073
        },
        {
          "start": 1787,
          "end": 1798
        },
        {
          "start": 750,
          "end": 759
        },
        {
          "start": 2355,
          "end": 2364
        },
        {
          "start": 392,
          "end": 401
        },
        {
          "start": 1787,
          "end": 1796
        },
        {
          "start": 2271,
          "end": 2280
        },
        {
          "start": 3629,
          "end": 3638
        },
        {
          "start": 4875,
          "end": 4884
        },
        {
          "start": 3429,
          "end": 3438
        },
        {
          "start": 3736,
          "end": 3745
        },
        {
          "start": 154,
          "end": 163
        },
        {
          "start": 750,
          "end": 761
        }
      ]
    }
  ]
}