{
  "_id": "cadefc108f469ade6da1c119325fefd9604212a0ce160e40009a0850904e3d19",
  "feed": "wall-street-journal",
  "title": "Google to Buy Cyber Cop Mandiant",
  "text": "<p>In buying Mandiant, Google provides a boost to its cloud business, which is rapidly growing but remains smaller than its rivals'. In the most recent quarter, the business's revenue rose about 45% to $5.54 billion, or about 7% of the company's total quarterly revenue.</p><p>Thomas Kurian, chief executive of Google Cloud, said Google wants to draw from Mandiant insights into how it applies security solutions to its products and that it intends to retain the Mandiant brand.</p><p>Mandiant was a pioneer in the cybersecurity industry in publishing detailed reports about malicious cyber campaigns and identifying the likely nation-state sponsor of the intrusions. U.S. intelligence agencies rely on the insights provided by Mandiant and other companies into the motives and tactics of hackers in Russia, China, Iran and elsewhere.</p><p>Kevin Mandia, chief executive of Mandiant, said he was drawn to Google as a buyer because of a need to better secure cloud environments from hackers. \"I don't look at this as selling my baby. I look at it as moving the mission forward,\" Mr. Mandia said.</p><p>Mr. Mandia founded Mandiant in 2004, years before nation-state hacks had become regular front-page news. In 2013, Mandiant published a groundbreaking report detailing China's espionage campaign. Months later, it was acquired by the security company FireEye Inc., which spun out the Mandiant business last year.</p><p>Mandiant is often called by corporations after they discover that they have been hacked. That type of activity, from criminal ransomware groups and nation-state hackers, is increasingly based in the cloud. With the deal, Mandiant will gain widespread visibility into one of the world's largest cloud environments.</p><p>\"I would argue now that Google is now the most powerful company in the world when it comes to security,\" said Dave DeWalt, former chief executive of Mandiant when it was known as FireEye. \"The flip side is this is one of the biggest culture clashes I might have ever seen in an acquisition.\"</p><p>Now a cybersecurity investor, Mr. DeWalt compared Mandiant to a defense contractor, with deep ties to the U.S. government and employees from the national-security and intelligence communities. \"You put that inside a company that tries to sell products and it gets to be an interesting tension,\" he said.</p><p>The acquisition will also test the degree to which Google can use Mandiant's consulting services to sell automated cybersecurity tools tailored to cloud-only environments, said Alex Henderson, a cybersecurity analyst at investment bank Needham Group Inc.</p><p>\"It's not a great fit, in my opinion,\" he said.</p><p>The deal will put Google into more direct competition with Microsoft Corp., which operates its own security-incident- response business and is considered by analysts to have the most mature strategy of cloud providers as a seller of security products. Microsoft has pegged annual revenue for its security business at $15 billion.</p><p>Mr. Mandia said he didn't anticipate an acquisition by Google would result in any business complications that could stifle the threat research that his company has built its brand on. He and Mr. Kurian declined to comment on whether the acquisition would lead to layoffs.</p><p>Cybersecurity investments have been hot among tech companies, as they try to offer those services to customers. Microsoft had also expressed interest in a takeover of Mandiant last month, according to reports.</p><p>Google agreed to pay $23 for each share outstanding of Mandiant, which represents a 2.3% premium to Monday's closing price of $22.49 for Mandiant.</p><p>The deal price is a nearly 53% premium to the Reston, Va., company's closing price of $15.06 on Feb. 7, before published reports emerged that Microsoft was circling Mandiant. On Tuesday, shares of Mandiant fell 2% to $22.04.</p><p>For Google, the deal is only smaller than its purchase of Motorola Mobility for $12.5 billion. Google has faced regulatory scrutiny for smaller acquisitions. It took more than a year for Google to close its $2.1 billion acquisition of Fitbit LLC as regulators took a close look at the deal.</p><p>---</p><p>Robert McMillan contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3312,
          "end": 3321
        },
        {
          "start": 2657,
          "end": 2672
        },
        {
          "start": 3699,
          "end": 3708
        },
        {
          "start": 2850,
          "end": 2859
        },
        {
          "start": 2657,
          "end": 2666
        }
      ],
      "nexusId": "10031144"
    }
  ]
}