{
  "_id": "d0296b3eef27c35c1ee5f9b8a0ccae83a4cbb2b8bc7731582ee3b1e4c62c67e0",
  "feed": "ftcomall",
  "title": "FirstFT: FTC flexes its muscles over Microsoft-Activision deal",
  "text": "<p>The US Federal Trade Commission will sue to block Microsoft's <a href=\"https://www.ft.com/content/c5a15ebc-4e4f-41b2-bcbe-9b8705cf8c37\">$75bn acquisition of video game maker Activision Blizzard</a> over concerns the deal could harm competitors to its Xbox consoles and cloud-gaming business. </p> <p>The deal, <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">which was announced in January</a>, would be Microsoft's largest-ever acquisition and would make it the third-biggest gaming company in terms of revenues, behind China's Tencent and Japan's Sony.</p> <p>But the FTC said yesterday that the deal would “harm competition” in the gaming sector, highlighting the fact that Activision is one of the few video game developers that produces and publishes top video games for several devices such as computers, consoles and mobile phones. </p> <p>Microsoft moved to head off a regulatory backlash this week <a href=\"https://www.ft.com/content/e1d4a7da-b208-4f2e-84ed-9d84c763b152\">by signing a 10-year deal</a> to bring <em>Call of Duty</em>, the blockbuster game that has brought in $30bn in lifetime sales for Activision, to Nintendo's platforms rather than turning it into an exclusive game for the Xbox.</p> <p>The action is one of the biggest tests yet for Lina Khan, the FTC chair appointed by President Joe Biden, who has <a href=\"https://www.ft.com/content/57cd6686-d1ee-4321-ae35-a8e1fc7f0813\">vowed to crack down on Big Tech's market power</a>.</p> <a href=\"http://www.ft.com/cms/8438727.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Microsoft's chief executive Satya Nadella hoped the deal would give the US software company a head start in the race to build the next version of the internet and did not see any grounds for competition concerns when <a href=\"https://www.ft.com/content/95e17671-a6ac-4dcc-bae7-e9f34af1349c\">he spoke to the FT in February</a>.</p> <p>“Even post this acquisition, we will be number three with sort of low-teens share [of the video games market] . . . We will be a bit player in what will be a highly fragmented place,” he said.</p> <ul>  <li><p><strong>Go deeper:</strong> The legal challenge marks the first direct regulatory threat to Microsoft in more than two decades and <a href=\"https://www.ft.com/content/cdce62a1-1205-4c32-a28a-ba2dcb68e97e\">threatens to unravel the deal</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Leftwing loyalist appointed Brazil's finance minister</strong> Luiz Inácio Lula da Silva is <a href=\"https://www.ft.com/content/fae91099-70eb-4300-84af-de6c19f1f028\">expected to name Fernando Haddad</a>, a loyalist from his leftwing Workers' party, as finance minister today, according to three sources with knowledge of the matter. The decision is likely to disappoint financial markets and reignite investor fears that the Lula administration, which takes office on January 1, will pursue a looser fiscal policy.</p> <p><strong>2. US House passes $858bn defence bill with weapons funding for Taiwan </strong>The US House of Representatives has passed <a href=\"https://www.ft.com/content/3392ecb4-e13a-4bb4-a05b-2029e070dcb9\">a sweeping $858bn defence spending bill</a> that provides $10bn to fund the provision of weapons to Taiwan as the country comes under increasing pressure from China. It marks the first time the US government will finance weapons for Taiwan.</p> <p><strong>3. UK, Japan and Italy agree to build joint advanced fighter jet</strong> The three countries will <a href=\"https://www.ft.com/content/085626a0-dcd2-4f1e-b97c-30824b4732e6\">jointly build</a> one of the world's most advanced fighter jets by 2035, expanding their defence capabilities to address increasing threats from China and Russia. They will share the development costs, estimated at tens of billions of dollars.</p> <p><strong>4.</strong> <strong>Airlines feel squeeze as plane leasing groups raise rents </strong>Airlines are flying back into profitability, but one cloud remains on the horizon: <a href=\"https://www.ft.com/content/a9855eb7-a4c1-4185-9b82-3c3eeeaf4b9b\">sharp increases in rental costs</a>. More than half of the world's commercial aircraft are owned or managed by leasing companies, and their fees are going up, another consequence of rising interest rates.</p> <p><strong>5. Joe Biden's Faustian pact with Russia to secure Brittney Griner's release </strong>The release of Brittney Griner was met with jubilation from the basketball star's family and supporters. But the exchange for Viktor Bout, a notorious arms trafficker, has drawn criticism and raised questions about how America's adversaries <a href=\"https://www.ft.com/content/98396398-d16a-43be-95f7-271c979a27c5\">might leverage arrests of its citizens in the future</a>. </p> <p><em>How well did you keep up with the news this week? </em><a href=\"https://www.ft.com/content/8e3b9cda-8812-4dca-8507-1ee710b67c35\"><em>Take our quiz.</em></a> </p> <h1>The days ahead</h1> <p><strong>Economic data</strong> The US labour department will update its producer price index. PPI is forecast to have risen 0.2 per cent in November from a month earlier but the annual pace of wholesale inflation is expected to have moderated to 7.2 per cent, from 8 per cent in October. The University of Michigan's preliminary reading on consumer sentiment is expected to have edged up to 56.9 in December, from 56.8 last month.</p> <p><strong>UK to launch financial services reforms</strong> Chancellor Jeremy Hunt will <a href=\"https://www.ft.com/content/7fd1b000-774a-45a2-bf89-611fde48f7ba\">unveil the changes</a>, which include removing the cap on bankers' bonuses and dropping the requirement on banks to split risky investment banking from their retail operations, in a speech in Edinburgh later today.</p> <p><strong>Putin in Kyrgyzstan</strong> Russian president Vladimir Putin is in Bishkek, the capital of Kyrgyzstan, to take part in a summit of the Eurasian Economic Union. The leaders are expected to discuss creating a common gas market and establishing an intergovernmental council in the energy sphere, <a href=\"https://tass.com/politics/1548101\">according to the Russian news agency Tass</a>.</p> <p><strong>World Cup</strong> The quarter-finals kick off in Qatar today with Croatia playing Brazil in the early match, followed by the Netherlands versus Argentina. Tomorrow the surprise team of the tournament Morocco take on Portugal in the early game and England take on France later.</p> <ul>  <li><p><strong>Read more:</strong> Simon Kuper, who grew up in the Netherlands, explains how the Dutch <a href=\"https://www.ft.com/content/bc28edb1-715c-4476-8fda-b69477108ca4\">are ditching tradition</a> under their coach Louis van Gaal in a bid for World Cup glory.</p></li> </ul> <h1>What else we're reading</h1> <p><strong>Light needs shedding on the dollar swaps black hole</strong> A layperson might assume the dollar swap market <a href=\"https://www.ft.com/content/4d6a65f6-3616-4d00-b00e-b842351b95dd\">is a transparent corner of finance</a>, given that the US currency underpins so much of the global industry and these contracts are used by most large companies and investment groups. Not so, writes Gillian Tett, as a recent report by the Bank for International Settlements has demonstrated.</p> <p><strong>Has inflation peaked?</strong> Central banks in the developed world have increased interest rates to curb demand and crush inflation with alacrity this year but, says the FT's editorial board, <a href=\"https://www.ft.com/content/b20afc56-037d-4098-b7e3-8d52ddfa5097\">now is not the moment to be holding or cutting </a>borrowing costs.</p> <p><strong>‘Hell. Just hell': the war of attrition over Bakhmut</strong> With Russia desperate for a victory, wave after wave of its infantry is being <a href=\"https://www.ft.com/content/dcdd09bf-440a-4648-9664-6084b11dddd4\">thrown at the frontline city of Bakhmut</a> in Donetsk province, only to be mown down by its Ukrainian defenders. “They are just meat to Putin,” said Kostyantyn, an exhausted Ukrainian machine-gunner, “and Bakhmut is a meat grinder.”</p> <p><strong>Why the price of oil has dropped despite new constraints on Russian supply</strong> This week marked a pivotal moment in global geopolitics, as a European embargo and G7 price cap on Russian crude came into force. Within hours, supply disruptions were visible as a backlog of tankers queued in the Bosphorus Strait. All of this would ordinarily have sent oil prices sharply higher. Yet yesterday they hit a new 2022 low. What is going on? <a href=\"https://www.ft.com/content/202d0463-184c-4b14-8eb9-6fc80f147b16\">Our energy editors explain</a>.</p> <p><strong>Time to seek out Asia's company dragons</strong> I learnt the hard way during my years managing Japanese equity portfolios, writes the FT's new investment columnist Stuart Kirk, company bosses in the country were obsessed with market share, quality, innovation, culture and hard work. But did they sleep at night dreaming about returns on my equity, asks Stuart, <a href=\"https://www.ft.com/content/80ada3cf-9a59-4fdb-ab89-53af80385cc1\">no they did not</a>. This is changing, he says, but local conditions still matter hugely.</p> <h1>Television</h1> <p>There have been explosive royal TV shows, writes chief features writer Henry Mance. But so far the new Netflix series <em>Harry &amp; Meghan</em> <a href=\"https://www.ft.com/content/f210284f-1ccf-407e-be1a-d5036d5b370c\">is not one of them</a>. The Sussexes are at once an aspirational couple and a cautionary tale about aspiration, he argues.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2022 'FirstFT: FTC flexes its muscles over Microsoft-Activision deal' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-09T11:38:40.045Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 50,
          "end": 61
        },
        {
          "start": 265,
          "end": 276
        },
        {
          "start": 693,
          "end": 702
        },
        {
          "start": 265,
          "end": 274
        },
        {
          "start": 1129,
          "end": 1140
        },
        {
          "start": 1646,
          "end": 1655
        },
        {
          "start": 50,
          "end": 59
        },
        {
          "start": 1129,
          "end": 1138
        }
      ]
    }
  ]
}