{
  "_id": "df8ea9a99ca7a39589faaa76a9031ce2069948abaaa98d755cc4ee2eaf0bf38d",
  "feed": "ftcomall",
  "title": "UK should immediately ban use of live facial recognition, warns report",
  "text": "<p>The UK should immediately ban the use of live facial recognition in public spaces until laws are introduced to regulate biometric technologies, according to an independent legal review published on Wednesday. </p> <p>The two-year review, conducted by barrister and former deputy mayor of London Matthew Ryder, was commissioned by the independent Ada Lovelace Institute in response to <a href=\"https://www.ft.com/content/f4779de6-b1e0-11e9-bec9-fdcab53d6959\">increasing</a> police and private use of technologies such as facial recognition in the UK. </p> <p>It found an “urgent need” for new legislation after an analysis of existing laws across human rights, privacy and equality found them to be inadequate. The report concluded that a moratorium on live facial recognition — the live surveillance of people in public and private areas — should be enacted. </p> <p>The review comes as politicians, <a href=\"https://www.ft.com/content/b79e0bee-d32a-4d8e-b9b4-c8ffd3ac23f4\">courts</a>, regulators and rights groups around the world have expressed concerns over using biometric technologies which they argue are invasive and often inaccurate. In the UK, police forces, <a href=\"https://www.ft.com/content/af08fe55-39f3-4894-9b2f-4115732395b9\">schools,</a> and private retailers such as Co-op and J Sainsbury have all begun to use it. </p> <p>“The current use of live facial recognition is not lawful, and until the legal framework is updated, it will not be. There is an overriding public imperative to make changes,” said Carly Kind, director of the Ada Lovelace Institute and a former human rights lawyer. </p> <p>Biometric data is any personal data relating to an individual's body or behaviour, ranging from fingerprints, DNA and facial features, to voice prints, gait patterns and iris scans. This data can be used to identify individuals, but also to categorise and make inferences about the behaviour of groups. </p> <p>“You don't want to become a society where you are using biometrics to surveil members of the public who can't opt out of it,” said Ryder. </p> <p>Ryder recommended that public-private partnerships, such as the use of facial recognition by the <a href=\"https://www.ft.com/content/8cbcb3ae-babd-11e9-8a88-aa6628ac896c\">67-acre King's Cross development</a> to help police, should be investigated further because the scale of collaboration on deploying these types of tools could “grow dramatically” in coming years. </p> <p>“Facial recognition is just one example, but by no means the entirety of the issue. We are concerned about the collection of health data, behavioural data . . . about the extent to which [companies and governments] are using . . . biometric data, to make judgments about public safety and public health,” he added. </p> <p>The report joins proposals to limit the use of biometrics across the US and Europe, including the EU's draft Artificial Intelligence Act and the US Senate bill for a Facial Recognition and Biometric Technology Moratorium Act, which prohibits federal use of certain biometric technologies. </p> <p>Companies including Microsoft and Amazon have restricted the use of facial recognition and emotion-reading technologies by law enforcement. In 2019 San Francisco became the <a href=\"https://www.ft.com/content/7e244488-76a7-11e9-be7d-6d846537acab\">first city</a> in the US to temporarily ban the use of facial recognition by local authorities. </p> <p>“[The UK government] is in the midst of large-scale reforms of data use and protection more broadly, so this is a chance . . . before the technology becomes widespread,” said Ada Lovelace's Kind. </p><p>Source: Madhumita Murgia in London 2022 'UK should immediately ban use of live facial recognition, warns report' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-28T23:13:34.997Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2695,
          "end": 2704
        }
      ]
    }
  ]
}