{
  "_id": "dcf9f7ca87923e388f1e2406e6d7a5ed4a99f74919884b1d09d69cee674ce959",
  "feed": "market-watch",
  "title": "CrowdStrike stock heads for worst day ever as slowing subscriptions prompt debate on business spending; One analyst says to 'buy the dip,' while another says tighter budgets could make Microsoft security more attractive to smaller businesses",
  "text": "<p>Late Monday, CrowdStrike said it only took in $198.1 million in net new annual recurring revenue, or ARR, in the third quarter — about $10 million short of what it and Wall Street expected — because of the way deferred revenue is structured in many large contracts.</p><p>ARR is a software-as-a-service metric that shows how much revenue a company can expect based on subscriptions. CrowdStrike reported a 54% ARR increase to $2.34 billion from the year-ago quarter, while Wall Street expected $2.35 billion.</p><p>Of the 38 analysts who cover CrowdStrike, 35 have buy ratings on the stock and three have hold ratings. Of those, 24 cut their target prices, resulting in an average target price of $183.03, compared with a previous $237.18, according to FactSet data.</p><p>Morgan Stanley analyst Hamza Fodderwala, who has an overweight rating on the stock, told investors to \"buy the dip.\"</p><p>Fodderwala said \"estimates now appropriately derisk for macro [and] positioning as growing consolidator enables stronger share gain vs peers.\" The Morgan Stanley analyst said that \"for a scaled high-growth [software-as-a-service] company\" like CrowdStrike, \"a meaningful slowdown is already priced in.\"</p><p>As for smaller customers, spending decisions are likely being delayed. That puts some heat on CrowdStrike, as it raises the risk of increased competition from Microsoft Corp. MSFT and its Defender suite of endpoint protection tools, said Citi Research analyst Fatima Boolani, who has a buy rating on CrowdStrike.</p><p>An \"underwhelming print\" and a \"lower quality\" pro services-driven revenue beat puts CrowdStrike's \"investment case on the defensive,\" because small- to medium-sized businesses are more sensitive to budgetary pressures, Boolani said, which turns up the \"'Microsoft-competition' bear case intensity.\"</p><p>In a note titled \"The Macro Reaper Finds Another Victim,\" Jefferies analyst Joseph Gallo, who has a buy rating and a $220 price target on CrowdStrike, noted that late Monday marked the company's first miss on ARR.</p><p>In questioning whether the ARR guidance was prudent or a \"further warning sign,\" Gallo said that despite CrowdStrike's \"adamant\" assertion that cybersecurity budgets would still grow in 2023, \"some investors will wonder if we're entering a broader period of PC/cyber digestion (&amp; increased [Microsoft] competition).\"</p><p>CrowdStrike's results, however, also signal another development, which is that tech earnings are not exactly created equal this season, according to Mizuho desk analyst Jordan Klein.</p><p>Klein said \"one key takeaway\" from late Monday, as CrowdStrike, Workday Inc. WDAY and Hewlett-Packard Enterprise Co. HPE reported earnings, was that \"differentiation\" is crucial in reading tech earnings this season.</p><p>\"There is no single trend, theme or driver that is impacting sectors and groups of Tech the same,\" Klein said. \"Companies [are] all seeing variations of macro impact, making it impossible for investors to play a theme or key trend around earnings.\"</p><p>Read: Cloud software is suffering a cold November rain. Can Snowflake and Salesforce turn things around?</p><p>November has not been kind to cloud-software stocks. CrowdStrike shares are down 30% for the month, while the S&amp;P 500 SPX has gained 2.2% and the tech-heavy Nasdaq Composite COMP is up 3.5%. Meanwhile, the iShares Expanded Tech-Software Sector ETF IGV is flat, the Global X Cloud Computing ETF CLOU is down 1.3%, the First Trust Cloud Computing ETF SKYY has fallen 3.8% and the WisdomTree Cloud Computing Fund WCLD has dropped 8.7%.</p><p>CrowdStrike stock heads for worst day ever as slowing subscriptions prompt debate on business spending</p>",
  "published": "2022-11-30T19:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 185,
          "end": 194
        },
        {
          "start": 1325,
          "end": 1340
        },
        {
          "start": 1743,
          "end": 1752
        }
      ]
    }
  ]
}