{
  "_id": "9c89326e24179e17f7b98aa1ff3085b11b98c1378b3f66b080843835ab607052",
  "feed": "ftcomall",
  "title": "Inside Ukraine's open-source war",
  "text": "<p>Andrey Liscovich was at home in downtown San Francisco when he saw a tweet from the American politician Marco Rubio: “The #Russian invasion of #Ukraine is now underway.”</p> <p>He felt sick. The 37-year-old Ukrainian had spent most of the previous decade working far from his native country, including as chief executive officer of Uber Works, a subsidiary of the ride-booking group, before creating his own tech start-up. But Liscovich was born in Zaporizhzhia, on the border of the south-eastern Donbas region now suffering intense Russian bombardments.</p> <p>“When I saw the news, and that [president Volodymyr] Zelenskyy was staying, I knew I had to go back to fight,” he recalls. So he boarded a plane to Poland and made his way across Ukraine to Zaporizhzhia, planning to enlist. He wrote his will on the flight.</p> <p>But when he arrived at the Zaporizhzhia conscription station, the recruiters told him that they did not want him to fire bullets but asked him instead to use the tech skills he had developed at Uber to support military logistics. Liscovich obeyed: he tapped into his global networks to source military uniforms and hardware, raise donations and assemble engineers to solve problems such as how to detect Russian drones.</p> <p>“Western partners trusted me to distribute stuff, give them actionable feedback and then adapt the product to Ukrainian conditions,” he explains during a trip back to San Francisco to harness help from local software engineers. He still spends part of his time in the fragments of the Donbas region that remain under Ukrainian control, so that he can observe his “customers” — Ukrainian soldiers — in action, in order to develop products they can use.</p> <p>“I like to say this is the world's first open-source war,” says Oleg Rogynskyy, 35, another Ukrainian who runs a Silicon Valley start-up. He is also helping the Ukrainian cause and exchanging ideas with other computing engineers on social media sites, message groups such as Signal, and GitHub, the platform where coders exchange ideas.</p> <p>This might seem a mere footnote in the relentless battle, as the Russians try to crush Ukrainian resistance. In the first two months of the war, Ukraine's nimbler forces often outwitted and outfought the Russians. But more recently the Russian army has been making grinding progress via relentless artillery barrage and aerial bombardment, taking more and more territory in the Donbas. When Zelenskyy pleads for western aid, he asks for items such as long-range missile launchers, which the Ukrainian army desperately needs to repel Russia's advance.</p> <p>But the digital networks being organised by Liscovich and others are vitally important. They help to explain why Ukraine has been able to resist the Russian invasion for so long; they also show how this conflict could reshape other states' approach to war.</p> <p>The issue at stake is how combatants organise themselves. The Russian military still appears to operate in a hierarchical manner — even though it has potent cyber-hacking and misinformation capabilities. The Ukrainian army, by contrast, gives decentralised teams considerable autonomy to make decisions and innovate, and soldiers communicate directly with their peers in different units.</p> <p>So, one way to frame the war between Russia and Ukraine is as a contest between lateral networks and vertical hierarchies. Just as tiny Silicon Valley start-ups can disrupt legacy companies by using agility, speed and bottom-up innovation, the Ukrainian army is trying to compensate for its inferior size with an entrepreneurial spirit and engineers steeped in coding, hacking and video games.</p> <p>“What the Ukrainians have done with networks is striking, but that approach is completely antithetical to how someone like Putin operates,” Garry Kasparov, the former chess champion and Russian dissident, told me. Or as former Google CEO Eric Schmidt observes: “Russia is playing a hierarchical war — top-down generals are planning the usual stuff. But Ukraine is playing a networked war.</p> <p>“The real strategic question is: what is the limit of a networked war? We are going to find out.”</p>  <p><strong>To understand why</strong> <strong>lateral networks</strong> matter so deeply to the war in Ukraine, some history is needed. In the days of the USSR, Ukraine's economy was centred on agriculture and heavy industry. However, the country always had plenty of engineering talent, since it had a big military-industrial complex. When the Soviet Union broke up in the early 1990s, many of these engineers embraced the fast-emerging internet. “Russia has always had a large internal market, so Russian engineers were usually working for Russian companies,” says Rogynskyy. “But Ukraine's market was very small, so Ukrainian engineers were always working for western companies, in English.”</p> <p>Ukrainian universities rushed to serve this demand, creating a homegrown ecosystem of IT talent. And as the 21st century wore on, a new generation of techies emerged, often well travelled, exposed to western values and wealthy by Ukrainian standards. “The engineers usually stayed in Ukraine instead of leaving, because the tax position was preferable — a $50,000 salary in Ukraine was like $300,000 in San Francisco,” says Rogynskyy.</p> <p>Then the government got involved. In the immediate years after independence, Kyiv was wary of the tech kids. But when Zelenskyy swept to power in 2019, he brought some of them into government. One was Mykhailo Fedorov, an entrepreneur who was put in charge of the digital ministry, at the age of 28. He previously ran a digital communications company that helped Zelenskyy's campaign. He is passionate about product development and obsessed with what Silicon Valley calls “UX” — user experience research.</p> <p>Fedorov recruited two dozen other homegrown tech experts and set about trying to digitise the Ukrainian government. They did this partly to make public services cheaper and more efficient. Fedorov tried, say, to conduct a census by counting SIM cards instead of doing door-to-door surveys, and unveiled a plan to hand out free mobile phones to all the country's pensioners to enable them to use telemedicine. But the other reason he raced to embrace digitisation was to beat corruption, which has plagued post-Soviet Ukraine. “Corruption occurs when there are silos,” he says, speaking by phone from a government office in Kyiv. “We want to break them down.”</p> <p>The most tangible result of this policy is a smartphone app called Diia — meaning “state and me” in Ukrainian — which was launched in February 2020. This app can perform payment services, store driving licences and passports and distribute welfare. Since the war began, Fedorov's team have added a suite of new features that enable citizens to report property damaged by bombing and apply for compensation, keep crucial documents close to hand in refugee camps and log the movements of Russian troops. The latter feature worries some western observers since it blurs the line between civilians and combatants, but it has been widely used. And, more generally, some 18mn people — about 40 per cent of the population — are using the app, according to Fedorov.</p>  <p><strong>When the Russians invaded</strong>, they tried to disable the digital links that Fedorov had built. Many in Ukraine feared they would succeed. “I hardly slept [before the invasion] because we had lots of cyber attacks on Diia and other portals,” Fedorov recalls. “The Russians knew how important the internet was for us and wanted to bring it down.”</p> <p>The Russians launched cyber attacks and physical missiles at data servers and cell towers. The Ukrainians frantically fended off the cyber hacks, drawing on the experience they had gained from earlier attacks and aid from western allies. They were helped by the fact that Diia is a smartphone app, distributed across millions of phones, making it harder to break than a centralised database. “Everyone was impressed by how well the Ukrainians did [in defending themselves],” says Chris Krebs, former White House cyber security head.</p> <p>To make the system more resilient, Fedorov's team also raced — under fire — to remove data servers from Kyiv, and uploaded as much data as they could into the cloud to create backups. Then they looked for ways to keep the internet safe from missile strikes, which led them to Elon Musk.</p> <p>Ukrainian engineers knew that Musk had developed so-called Starlink devices, mobile internet terminals that connect to a satellite. Starlinks only have a range of 90 metres from the satellite dish via cable or WiFi. But the beauty of them is that they create a fragmented communications network: when they are spread across a region, they cannot be knocked out or jammed as easily as a single node, such as a cell tower.</p> <p>The Ukrainians knew Musk wanted to display the powers of Starlink. So Fedorov sent a public tweet to him, appealing for help, and Ukrainian entrepreneurs privately used their contacts in venture capital to reinforce the plea. It worked: within hours, <a href=\"https://www.ft.com/content/df032357-51e7-4635-baaa-f053dcc0c4c1\">Musk dispatched several hundred Starlink terminals</a> to Poland, and Ukraine's digital ministry then ferried them into hospitals, government buildings, railways terminals and critical infrastructure.</p> <p>Roman Perimov was one Ukrainian engineer in this chain. Having studied nuclear engineering, he has worked over the past two decades as an IT project manager for large western enterprises. In early 2022, just before the war started, he was about to move to Philadelphia with his family to run a global programme for a big international company. “I can't name them,” he says, speaking to me by video during an overnight military shift. Western companies, he notes, are more media-shy than the Ukrainian army.</p> <p>When Russia invaded in February, Perimov moved his family to Poland before he returned to Ukraine to enlist. He was dispatched to a motorised brigade, with orders to create a tech hub with a 30-strong team. “When I came to the unit, there was almost nothing to do with IT — just two old computers and a half-dead printer,” as well as unreliable internet. But Perimov's team quickly assembled donations of computing hardware from engineering friends, and his wife drove across the Polish-Ukrainian border with some of the all-important Starlink terminals in her car.</p> <p>Once online, Perimov's military team started problem-solving, using the same type of techniques that Silicon Valley engineers might use in a hackathon: rapid-fire experiments, with a mix of online collaboration and competition, conducted on GitHub and Signal. “We pretty much work by ourselves, decide what to do and come up with solutions,” says Perimov.</p> <p>One of the first problems the engineers “hacked” was how to protect the Starlink terminals from Russian attacks: they tested ways of hiding the terminals under camouflage blankets or piles of rubbish. They discussed how to ensure that the routers would not be detected by Russian planes or radar. Engineers brainstormed ways of creating protective cases for the terminals on a Facebook chatroom, and Rogynskyy and Liscovich did procurement tests with West Coast manufacturers.</p> <p>The engineers also hacked different communications systems, tested ways of flying drones and posted artillery targets for each other on shared coding platforms and specially designed apps. “It's networked,” observes Schmidt. “[One unit] posts the open-source co-ordinates of a tank, say, and then another group unknown to the first goes [to the co-ordinates] and deals with the tank.”</p> <p>Now Perimov is engaged on a new project: trying to incapacitate a small Russian drone called Orlan, which cannot easily be attacked with conventional arms. “The problem with Orlan drones is that they can't usually be hit by standard rifles [if they fly higher than 500m]. Neither can they 100 per cent be hit by Stinger-like missiles because they are so small and do not radiate enough heat to be detected by infrared,” he explains. “If you google for solutions, you won't find any — I have looked and looked. So we are experimenting.” Rogynskyy and others have now connected Perimov with a San Francisco company called Dedrone which, he tells me, is donating a system for testing.</p> <p>However, this iterative innovation process goes well beyond drones. As soon as western governments offer military hardware, the network of Ukrainian engineers hack it to make it easy for them to operate. “What is critically needed now is modern software-enabled weapons like Himars [long-range missiles],” Perimov explains. “If we get it, we have more than enough specialists who can tackle and adopt it fast.”</p> <p>As evidence of this, he points out a post that recently appeared on the LinkedIn platform, advertising an engineer job for “a result-orientated and self-directed person” who wants to work with Himars. It claims to pay a salary of $7,600 and $10,000 a month. “Maybe it is a joke,” chuckles Perimov. “But maybe not — we [engineers] are all used to using LinkedIn anyway.”</p>  <p><strong>In late June,</strong> <strong>when Liscovich</strong> was in San Francisco, I asked him how he was feeling about the war, and the destruction unfolding around his childhood home.</p> <p>“Working in Silicon Valley taught me that when you are engaged in a start-up you cannot let yourself have emotional swings or it hurts your business,” he told me. “So I am doing the same now. I have a job to do.”</p> <p>However, Liscovich knows the battle is getting tougher. He has created a so-called 501(c)(3) — an American tax-deductible venture — called <a href=\"https://ukrainedefensefund.org/\">Ukraine Defense Fund</a> for donations. Rogynskyy has done the same to raise money to send more Starlinks. “But donations are slowing down,” says Liscovich. And although the US government is sending badly needed shipments of military goods, the systems for dispersing this tend to be achingly slow. What makes matters worse is that Ukraine's history of corruption means its government typically insists on extensive paperwork before releasing any goods. There are reports of Starlinks piling up in warehouses as a result.</p> <p>The other big problems are physical fatigue, and scale. After months of gruelling battles, the Russians have made advances in the east of the country, and thus far it is not clear how much the Ukrainians can hold them back. As military experts point out, while networks are effective for resistance campaigns, it is less clear whether they can be used for attack. “I am not complacent about what is going on — I do not underestimate the Russians,” says Liscovich, who spent years studying in Russia; some of his former friends there “are probably working on the other side”.</p> <p>However, what drives people such as Liscovich, Rogynskyy, Perimov and countless others is a passionate belief that entrepreneurial digital innovation is the key to winning both the war and peace. “I am confident we will win the war. Israel is the model,” says Perimov.</p> <p>Liscovich is now back in his hometown of Zaporizhzhia, looking for permanent offices for the Ukraine Defense Fund. The town is “functioning normally on the surface”, he says, but business activity is “severely depressed” — not least because the city is being hit by missiles. “You can get a room in a tower facing the central square of the city for just $150 a month.” Like any entrepreneur, he is digging in for the long term. “This is the biggest start-up experiment of my life, of all our lives.”</p> <p><em>Gillian Tett is chair of the FT editorial board and editor-at-large, US</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Gillian Tett 2022 'Inside Ukraine's open-source war' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T04:00:08.505Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 0.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}