{
  "_id": "8f2835d32de61235ebb2733613908b83725c4ee5f06aedff47d1cef0ae77a754",
  "feed": "market-watch",
  "title": "Elon Musk heads list of richest Americans, while Mark Zuckerberg falls out of top 10; Former President Donald Trump ranks 343rd, though that's actually an improvement in his standing",
  "text": "<p>Musk, the 51-year-old Tesla TSLA executive who also wants to conquer the field of space exploration, was ranked No. 1 on the Forbes annual list of the 400 richest Americans. The publication said Musk was worth $251 billion, putting him way ahead of Amazon AMZN chief Jeff Bezos, who ranked second with $151 billion. Last year, Bezos claimed the top spot on the list with $201 billion and Musk came in second with $190.5 billion.</p><p>Rounding out this year's top-10 list are plenty of familiar names, including Bill Gates (No. 3, $106 billion); Larry Ellison (No. 4, $101 billion); and Warren Buffett (No. 5, $97 billion).</p><p>But this year's ranking was noteworthy for one individual who didn't make it to the top 10 — namely, Zuckerberg of Meta META, who fell to the 11th spot with a mere $57.7 billion.</p><p>Musk's wealth also puts him at the top of Forbes' real-time ranking of global billionaires. That list includes several individuals from outside the U.S., such as France's Bernard Arnault and India's Gautam Adani.</p><p>Apparently, the tough economy is leaving even the wealthiest Americans feeling slightly less wealthy. Forbes noted that the combined net worth of the top 400 totaled $4 trillion — or $500 billion less than in 2021. \"The rich don't always get richer,\" Forbes said.</p><p>The highest newcomer on the 400 list? Oil tycoon Autry Stephens, whose $10 billion in wealth put him 64th in the ranking.</p><p>And what about Trump? He rejoined the list — in the 343rd spot — after failing to make the cut last year. Forbes put his net worth at $3.2 billion.</p><p>Elon Musk heads list of richest Americans, while Mark Zuckerberg falls out of top 10</p>",
  "published": "2022-09-27T20:35:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}