{
  "_id": "37227daa6e5556f27ea67ffe9048ce8e7d7e8e07354531328d43e1a36981cf11",
  "feed": "market-watch",
  "title": "Microsoft's earnings were a miss, but here's why no one is panicking; Wedbush was more upbeat, calling forecast the 'bullish guidance heard around the world'",
  "text": "<p>See more: Microsoft stock jumps after 'shockingly robust' forecast calls for continued strong cloud growth</p><p>\"Clearly, the issues in MPC [More Personal Computing] and in areas like advertising are going to remain headwinds in the near-term, but we believe that Microsoft's initial FY23 guidance of double-digit revenue and operating income growth (on both a reported and c/c [constant-currency] basis) helps support the long-term bull thesis,\" Materne wrote.</p><p>He added that \"the guidance reset for Microsoft and other software names is the first step in pulling investor attention back to the space, and in our view, Microsoft did a solid job threading the needle in terms of the outlook (i.e. not too hot, not too cold).\" Materne has an outperform rating and a $330 price target on the shares.</p><p>Citi Research analyst Tyler Radke, however, said that there was \"seemingly not much conservatism\" in Microsoft's forecast, since it \"ain't easy\" to grow by double digits in light of the macroeconomic headwinds that took root in Microsoft's fiscal fourth quarter.</p><p>\"Commentary would imply that the outlook implies a similar set of macro/demand assumptions as seen in June for Q1 and FY23, which does not seem particularly conservative given the apparent deterioration in the environment throughout Q4,\" he wrote.</p><p>Radke kept a buy rating on the stock but cut his price target to $300 from $330.</p><p>\"Stepping back, we think MSFT's results suggest that there are still pockets of strength in IT spending including large enterprise deals (including cloud migrations) as evidenced by strong commercial bookings,\" Radke added. \"On the contrary, we see incremental signs of weakness (but not totally unexpected) across more consumer-oriented businesses, SMB and in cloud consumption.\"</p><p>Microsoft's stock was up nearly 4% in premarket trading Wednesday.</p><p>Wedbush analyst Dan Ives was upbeat about the forecast, saying it would be the \"bullish guidance heard around the world and on the Street as the market digests this positive commentary in a darkening macro.\" In his view, the outlook was \"robust\" and \"healthy.\"</p><p>He rates the stock at outperform but cut his price target to $320 from $340.</p><p>Opinion: Google and Microsoft earnings show the bar has been lowered for Big Tech</p><p>Bernstein's Mark Moerdler added that Microsoft's expectations around Azure's trajectory was in line with or better than what investors were anticipating.</p><p>\"The FY23 guidance, strong bookings growth, the biggest number of large deals, plus strong commentary increased investor confidence while the guidance de-risked the story,\" he wrote. \"Commentary by management that they will both manage costs and invest aggressively to grow the business and take share added to confidence. We like the setup much better now.\"</p><p>Moerdler rates Microsoft shares at outperform with a $355 price target.</p><p>Jefferies analyst Brent Thill was more lukewarm, noting that Microsoft shares \"found relief in [the] 'double-digit' FY23 growth guide,\" but that consensus estimates had been calling for 13.4% growth, suggesting \"numbers are still coming down.\"</p><p>He added that he brought his own fiscal 2023 revenue-growth expectations down to 10.5% from 13.7% \"as we believe SMB [small- and medium-sized business] weakness will ultimately catch up with the enterprise.\"</p><p>Still, he titled his note to clients \"The Golf Umbrella in a Macro Storm\" while maintaining a buy rating and $320 price target on the stock.</p><p>Shares of Microsoft have fallen 11% over the past three months as the Dow Jones Industrial Average DJIA has dropped 5%.</p><p>Microsoft's earnings were a miss, but here's why no one is panicking</p>",
  "published": "2022-07-27T11:19:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 10,
          "end": 19
        },
        {
          "start": 259,
          "end": 268
        },
        {
          "start": 494,
          "end": 503
        },
        {
          "start": 495,
          "end": 504
        },
        {
          "start": 613,
          "end": 622
        },
        {
          "start": 889,
          "end": 898
        },
        {
          "start": 1016,
          "end": 1025
        },
        {
          "start": 1756,
          "end": 1765
        },
        {
          "start": 2177,
          "end": 2186
        },
        {
          "start": 2190,
          "end": 2199
        },
        {
          "start": 2276,
          "end": 2285
        },
        {
          "start": 2763,
          "end": 2772
        },
        {
          "start": 2780,
          "end": 2789
        },
        {
          "start": 2898,
          "end": 2907
        },
        {
          "start": 3419,
          "end": 3428
        },
        {
          "start": 3440,
          "end": 3449
        }
      ]
    }
  ]
}