{
  "_id": "e53076dee6ae19c484efcaea0253c09750efbbc33d00f1f5f53f7db7ad698ff5",
  "feed": "ftcomall",
  "title": "Can I go back to being an uncaring boss yet?",
  "text": "<p><em><strong>Messages from the archive of Rutherford Hall, critical communications strategist</strong></em></p> <p>I've had a few people asking me if, with a recession coming, we can finally end all this sensitive, caring boss nonsense they've had to put up with through the pandemic. Group hugs, working from home, ESG and pretending to care about our employees' emotional wellbeing. My answer is “yes”. You should stop pretending to “care” — and start actually caring. It may seem like the pendulum has swung back, but don't mistake a brief correction for a long-term shift. Sometimes we have to make tough decisions but there's always space on a balance sheet for compassion. We must never neglect our social licence: society's acceptance that we deserve trust. You can't drive without a driving licence. You can't thrive without a social licence. <br></p>  <p><em>To Stephen:</em> When are you going to let me sack Christopher? I'm itching to off the little toad. He can't even spell the next chancellor's name right. </p> <p><em>To Stephen:</em> OK, but we need replacement options by the end of the year. By the way you've got to see this. The<a href=\"https://www.cbsnews.com/news/braden-wallake-crying-selfie-ceo-linkedin-hypersocial/\"> CEO of Hypersocial</a> posted a pic of himself on LinkedIn crying — yes, crying — because he had to fire a couple of people. The post is all about how he felt having to do it, like somehow he's the one going home wondering how he's going to put food on the table. What a drip. He looks about as much fun as one of Theresa May's motivational speeches. Oh, and he's also adopted a sea lion.</p> <p><em>To Stephen:</em> Yeah, I know. Hyper-baby is getting slaughtered in the media. </p>  <p><em>From: rutherford@monkwellstrategy.com</em></p> <p><em>To: MartinK@volponebank.com</em></p> <p>Martin, yes absolutely. We have a team specialising in reputation management. We cover everything from interview strategies to thought leadership initiatives. The big one right now though is LinkedIn. It's the top space for performative brandbuilding. Strictly Come Chancing. We'll run your LinkedIn page and write blog posts for you crafted around the image you are trying to convey. </p> <p>Rutherford</p> <p><em>Find me on Strava, KoM Sydenham Hill, PR London to Brighton: 4h 37m</em></p>  <p><em>From: rutherford@monkwellstrategy.com</em></p> <p><em>To: MartinK@volponebank.com</em></p> <p>Got to be honest, Martin, it might have been useful to know you were about to lay off 4,000 staff by Zoom and announce a new push into fossil fuels, before we started positioning you as the model, modern CEO. That line in your last post about caring for your staff's wellbeing as if they were your children looks a touch misplaced. We do need to align image with actions. </p> <p>Rutherford</p> <p><em>Find me on Strava, KoM Sydenham Hill, PR London to Brighton: 4h 37m</em></p>  <p><em>From: Rutherford</em></p> <p><em>To: MartinK@volponebank.com</em></p> <p>Yes we could go that way. Out with the old empathetic CEO and back to reality with a tough but visionary management style that always remembers there's a bottom line. I'd definitely counsel caution on this. We don't want to brag about being mean. Tough is fine, but you don't want to attract enough attention to be dubbed Britain's Most Brutal Boss. I think the trick is to slowly transition from Pandemic You towards Recession You. </p> <p>We position the fossil fuel stuff as concern about global energy security. Keep stressing the commitment to your long-term green goals even as you slide away from them (kind of the Liz Truss approach). You are getting your company “fit for the future”. Care is global. It goes beyond staff, to all stakeholders, shareholders, customers, clients. Social licence is not about surface gestures. </p> <p>But maybe let's stick to interviews and speeches. LinkedIn is more for motivational&#xa0;stuff. It's where you show your sensitive side, talk about your inspirational mother born into poverty; your commitment to your staff's emotional wellbeing; the joy you get visiting the African orphanage; your company sponsors. The business lesson you learned listening to your children play. It's more for emoting bosses.</p> <p>Rutherford</p> <p><em>Find me on Strava, KoM Sydenham Hill, PR London to Brighton: 4h 37m</em></p>  <p><em>To MartinK</em>: Don't worry too much about what social licence means, just use it in interviews. Yes Hyper-baby was ridiculous, but it was in line with his image and at least he got one of the guys he sacked to speak about what a great boss he had been. I'm not sure that strategy will work for us, but that's okay because no one wants a blubbing banker anyway. </p> <p>But if you want to stick with LinkedIn we have to rethink this, maybe you're the tough boss with a softer side — a cruel-to-be kind vibe but playing down the kindness. We need to develop the man behind. Do you have a rags-to-riches back-story, an inspirational relative?</p> <p><em>To MartinK:</em> Charterhouse and Cambridge, OK. Let's regroup in September and renew our social licence. You wouldn't be up for adopting a sea lion?</p> <p><em>Messages recovered by Robert Shrimsley</em></p><p>Source: Rutherford Hall 2022 'Can I go back to being an uncaring boss yet?' FT.com 22 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-22T03:00:01.741Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}