{
  "_id": "dfa62a9f91f1c23572bb5da4b82555843ef6305c06b354a33cd01b669d9f7d99",
  "feed": "wall-street-journal",
  "title": "Activision Gives Microsoft Costly New Ammunition; Videogame publisher's weakened position could make antitrust arguments harder to support",
  "text": "<p>The latest efforts include subpoenas to police departments in the Los Angeles area for any records on several current and former employees, including current Chief Executive Bobby Kotick.</p><p>And late on Tuesday, Bloomberg News reported that the company is planning to skip its \"Call of Duty\" installment planned for next year. That would be the first time the blockbuster game has gone without an annual release since 2005.</p><p>Activision hasn't yet confirmed that decision, though the company said it still planned \"an exciting slate of premium and free-to-play Call of Duty experiences\" this year and next. Even so, a decision to skip a full sequel would come in the wake of a significant misfire with the late-2021 release of \"Call of Duty: Vanguard.\"</p><p>But such a move also would be in keeping with an industrywide shift to games that operate as always-on services. The Bloomberg article noted that Treyarch—the Activision studio originally tasked with developing next year's \"Call of Duty\" title—will instead work on a free-to-play online game from the franchise.</p><p>Still, in the short-run it would be a painful move financially. \"Call of Duty\" is Activision's largest property by far, accounting for more than a third of the company's total annual revenue, according to consensus estimates from Visible Alpha. But the stock ticked down only a fraction on Wednesday, remaining buoyed in the low $80 range by Microsoft's buyout offer. Doug Creutz of Cowen wrote Wednesday that the prospect of a missed \"Call of Duty\" installment next year would likely send the stock into the $50s compared with the $65 price the shares were fetching before the Microsoft deal was announced on Jan. 18.</p><p>But making a painful decision now could end up helping Microsoft in the longer term. As the 18th sequel in as many years, \"Call of Duty: Vanguard\" seems to have finally pushed the series into franchise fatigue. Critic scores averaged by Metacritic have been slipping steadily over the last four installments, and those for \"Vanguard\" were the lowest in franchise history following the game's Nov. 5 release.</p><p>Activision admitted in its fourth-quarter report on Feb. 3 that the title fell short of expectations; analysts estimate that total \"Call of Duty\" revenue in the fourth quarter slid 27% from the same period the previous year, according to Visible Alpha.</p><p>None of this would have been news to Microsoft. According to Activision's regulatory filing last week detailing the background of the deal, the company's long-term financial plans were \"downwardly adjusted\" on Dec. 14 due to the game's underperformance.</p><p>Those plans were later shared with Microsoft as part of the negotiations between the two companies. Microsoft also operates a major game distribution platform in its own right with the Xbox Live store, which would have given the company an even earlier sense of Vanguard's poor performance. Activision's filing notes that Microsoft first reached out to the company on Nov. 19—two weeks after Vanguard went on sale.</p><p>Moving \"Call of Duty\" off an annual release cycle actually could help extend the life of the franchise. Games of that caliber now take more than two years to develop fully, making quality difficult to maintain at such a rapid pace. Andrew Uerkwitz of Jefferies noted Wednesday that \"Call of Duty\" was \"suffocating under its own weight and schedule,\" and added that Microsoft has other major shooter franchises like \"Halo\" and \"Gears of War\" that are successful without annual releases.</p><p>A weaker Activision also could help Microsoft defend itself against antitrust scrutiny over the deal. Even the videogame industry's biggest franchise is showing that it is hardly bulletproof.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Activision Gives Microsoft Costly New Ammunition</p>",
  "published": "2022-02-23T21:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2694,
          "end": 2703
        },
        {
          "start": 1402,
          "end": 1413
        },
        {
          "start": 17,
          "end": 26
        },
        {
          "start": 3531,
          "end": 3540
        },
        {
          "start": 1734,
          "end": 1743
        },
        {
          "start": 1638,
          "end": 1647
        },
        {
          "start": 2916,
          "end": 2925
        },
        {
          "start": 1402,
          "end": 1411
        },
        {
          "start": 3752,
          "end": 3761
        },
        {
          "start": 2377,
          "end": 2386
        },
        {
          "start": 3374,
          "end": 3383
        },
        {
          "start": 2629,
          "end": 2638
        }
      ]
    }
  ]
}