{
  "_id": "a56a0dbe72bee57e127bc8e99ee7cda529c928a02d0acf45368e70b4f3a56e63",
  "feed": "market-watch",
  "title": "Oracle may be hit by same 'softening macro trends' affecting other software firms, analyst says; Oracle's stock has fallen 9.5% so far this year",
  "text": "<p>While acknowledging that it's hard to predict how Oracle fared in its recently completed fiscal second quarter, for which it reports results on Monday, Guggenheim analyst John DiFucci believes the company \"must be seeing some of the softening macro trends impacting every other software company.\"</p><p>However, there are factors in Oracle's business that can \"at least partially mitigate macro headwinds,\" DiFucci wrote in a note Wednesday. Those include potential revenue contributions from the company's Cerner division, as well as the possibility that Oracle signed at least seven nine-figure or larger deals from the third quarter of fiscal 2022 through the just-concluded second quarter of fiscal 2023.</p><p>Case in point: Oracle, along with Alphabet Inc.'s GOOGL GOOG Google, Amazon.com Inc. AMZN and Microsoft Corp. MSFT, were major winners in a $9 billion cloud deal awarded by the Defense Department, the biggest deal of its kind. Microsoft initially won the $10 billion contract for the so-called original JEDI in 2019 before protests from Oracle and Amazon led to JEDI 2.</p><p>Read more: Google, Oracle, Amazon, Microsoft to share $9 billion 'return of JEDI' defense contract</p><p>\"We believe Oracle and Google in particular come out of this process shining like a bright star, as the cloud arms race just a few years was a two-horse race between Amazon and Microsoft, with Oracle and Google on the outside looking in,\" Wedbush Securities analyst Dan Ives said in a note Thursday.</p><p>What to expect</p><p>Earnings: Analysts on average expect Oracle to report earnings of $1.17 a share, compared with a loss of 46 cents a share a year ago. Analysts were projecting earnings of $1.27 a share at the end of August.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are also projecting earnings of $1.17 a share on average.</p><p>Revenue: Analysts on average expect Oracle to report $11.95 billion in second-quarter revenue, compared with $10.36 billion a year ago. Estimize contributors predict $11.95 billion in that revenue.</p><p>Stock movement: Oracle's stock has dipped 9.5% so far this year, while the S&amp;P 500 SPX has declined 16%. Shares of Oracle are up 6% since the company last announced quarterly results on Sept. 12.</p><p>Oracle may be hit by same 'softening macro trends' affecting other software firms, analyst says</p>",
  "published": "2022-12-08T17:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 797,
          "end": 812
        },
        {
          "start": 1108,
          "end": 1117
        },
        {
          "start": 930,
          "end": 939
        },
        {
          "start": 1349,
          "end": 1358
        },
        {
          "start": 797,
          "end": 806
        }
      ]
    }
  ]
}