{
  "_id": "a6f91a40c67a2ea46f1b1e8db8c384cc6bf25ab2a7e3dea0f1c20e38f3a7aecc",
  "feed": "wall-street-journal",
  "title": "Stocks Fall After Jobs Report, Suffer Modest Weekly Loss; S&P 500 drops 1.6% after data show employers added jobs at a healthy but slower clip",
  "text": "<p>Federal Reserve officials are closely monitoring the state of the labor market as they decide how much and how quickly to raise interest rates in the coming months.</p><p>One point of concern for officials is that a strong labor market will add to elevated inflation as competition for workers boosts wage-bargaining power. Fed Vice Chairwoman Lael Brainard said Thursday that she supported plans to raise interest rates by a half-percentage point at a meeting later this month and again in July.</p><p>U.S. employers added 390,000 jobs last month, the slowest pace of growth since April of last year, while the unemployment rate remained 3.6%. Wages grew 5.2% on the year, down from 5.5% in April.</p><p>Economists surveyed by The Wall Street Journal expected employers added 328,000 jobs last month. And they saw the unemployment rate falling slightly to 3.5%, which would have matched a 53-year low and its level in February 2020 before the Covid-19 pandemic became widespread in the U.S.</p><p>The monthly jobs report used to be the biggest factor for Fed rate-changing decisions, but months of strong employment gains has lessened its importance. Now all eyes are on inflation data, traders and fund managers say. Next Friday, the Labor Department will report data on U.S. inflation in May.</p><p>For now, stocks appear to be in a bit of a holding pattern. After eight weeks of declines, the Dow industrials gained 6.2% in the week ended May 27. This week, the blue-chip index bounced around and ended the week down 0.9%, its smallest weekly move in either direction in roughly a month. The index is down 9.5% this year.</p><p>Michael Antonelli, managing director and market strategist at Baird, said he saw one bright spot this week for stocks. After Microsoft cut its sales and revenue guidance on Thursday, the company's shares still closed the day higher.</p><p>\"That was telling,\" said Mr. Antonelli. \"It meant maybe the most dire predictions have been priced in.\"</p><p>\"This summer could just be a grind,\" he said.</p><p>Markets have experienced heightened volatility in recent months as investors have tried to assess a mix of variables that has clouded their outlook and added to fears of a recession.</p><p>In the past two weeks, though, some of the choppiness has eased.</p><p>Justin Wiggs, managing director in equity trading at Stifel Nicolaus, said he has seen the number of buy orders among his clients ticking up in the past week or so, something he believes directly correlates with fewer big stock-market swings.</p><p>Wall Street's fear gauge, the Cboe Volatility Index, is trading in the mid-20s again, and the VVIX, a measure of how volatile the VIX itself is, is trading around its lowest level in two years. The VVIX is based on options prices on the volatility index.</p><p>\"That the swings are getting less bad has given some people solace in the idea that maybe they can put money back to work,\" said Mr. Wiggs.</p><p>Even with the recent stock-market swoon, some investors say shares look overvalued on a historical basis.</p><p>The S&amp;P 500 index recently traded at 20 times its earnings over the past 12 months, according to FactSet, down from the 23.5 multiple at which it ended last year and above the 10-year average of 18.7.</p><p>A tightening of financial conditions by the Fed might damp inflation but also risks weighing on growth and the housing market. Russia's war against Ukraine and China's zero-Covid policy have added to supply-chain disruptions, further stoking inflation.</p><p>Tesla Chief Executive Elon Musk said in a memo Friday that the electric-vehicle maker plans to cut 10% of its salaried workforce amid concerns about the global economy. Tesla shares fell $71.45, or 9.2%, to $703.55.</p><p>In bond markets, the yield on the benchmark 10-year U.S. Treasury note ticked up to 2.955% from 2.914% Thursday. Yields and prices move inversely.</p><p>Oil prices also remain above $100 a barrel, adding to the cost of energy and fuel. Futures for Brent crude, the global oil benchmark, edged up 1.8% to $119.72 a barrel. Oil-and-gas companies were a rare bright spot on Friday, with energy companies in the S&amp;P 500 up 1.4%, the only sector posting gains.</p><p>\"You have a really strong U.S. economy now but we have this really high inflation not coming down,\" said Frank Øland, global chief strategist at Danske Bank. \"Eventually that will bring consumers to a point where they might say let's look at our budget and maybe tighten a bit here and there. If everyone holds back a bit, you're moving toward recession.\"</p><p>Overseas, the pan-continental Stoxx Europe 600 dropped 0.3%. Markets in the U.K., Hong Kong and China were closed for holidays. Japan's Nikkei 225 closed 1.3% higher, while South Korea's Kospi added 0.4%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Corrie Driebusch at corrie.driebusch@dowjones.com</p><p>Stocks Fall After Jobs Report, Suffer Modest Weekly Loss</p>",
  "published": "2022-06-03T20:26:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1721,
          "end": 1730
        }
      ]
    }
  ]
}