{
  "_id": "796d9613dab5db3704e4e3d4b4881860a49ec1b4d3f48cbf48f8e055e569e51f",
  "feed": "market-watch",
  "title": "U.S. stock futures slump as 10-year yield tops 1.80%",
  "text": "<p>A blockbuster tech deal was also in the spotlight, after Microsoft Corp. MSFT said it had reached an agreement to acquire Activision Blizzard Inc.&#xa0;ATVI in an all-cash deal valued at $68.7 billion.</p><p>What's happening</p><p>Futures on the Dow Jones Industrial Average YM00 were down 306 points, or 0.9%, at 35,490.</p><p>S&amp;P 500 futures ES00 declined 46.50 points, or 1%, to 4,608.25.</p><p>Nasdaq-100 futures NQ00 dropped 236.75 points, or 1.5%, to 15363.</p><p>Last week, the Dow Jones Industrial Average DJIA, S&amp;P 500 SPX and Nasdaq Composite COMP each lost ground, with the tech-heavy Nasdaq now down 5% for the year.</p><p>What's driving markets</p><p>The big move in financial markets Tuesday was in bonds, as the yield on the 10-year Treasury BX:TMUBMUSD10Y rose 4 basis points to 1.83%, its highest since January 2020.</p><p>Yields on the 2-year Treasury BX:TMUBMUSD02Y, which are more sensitive to Fed policy expectations, shot up 9 basis points, rising above 1% for the first time since February 2020.</p><p>The 200-day moving average in Nasdaq-100 sits around 14,979, noted Peter Garnry, head of equity strategy at Saxo Bank.</p><p>“European and U.S. equity futures are flashing red amid a jump in Treasury yields, as investors brace for the Federal Reserve to raise interest rates four times this year to tame inflation,” said Lukman Otunuga, senior research analyst at FXTM.</p><p>The week will feature quarterly reports from 35 companies in the S&amp;P 500 index. &#xa0;Goldman Sachs Group Inc. GS on Tuesday said its fourth-quarter profit fell 13%, missing Wall Street estimates, in a choppy quarter for the Wall Street firm. Shares of Goldman Sachs fell 3.5% in premarket trades.&#xa0;</p><p>Crude-oil prices CL.1 rose on Middle East unrest, as Houthi rebels launched a drone attack on a key oil facility in Abu Dhabi. The United Arab Emirates is OPEC's third-largest producer.</p><p>Which companies are in focus?</p><p>In its biggest ever acquisition, MicrosoftMSFTsaid it would pay $95 per ActivisionATVI share to create the world's third-biggest gaming company measured by revenue, behind Tencent and Sony. Microsoft shares fell 1.6%, while Activision surged nearly 38%.</p><p>Goldman Sachs Group GS fourth-quarter net earnings fell 13% to $3.81 billion or $10.81 a share. Revenue at the investment bank increased by 8% to $12.64 billion from $11.74 billion in the year-ago quarter. The investment bank missed the target of $11.77 a share in a survey of analysts by FactSet, but beat the revenue target of $12.04 billion.&#xa0;Shares of the Dow component were down by more than 4% in premarket action.</p><p>Shares of Plexus Corp.PLXS were lower after the electronic manufacturing services company warned that it will miss fiscal first-quarter profit and revenue guidance provided in October because of “unanticipated” supply chain challenges that worsened in the finals weeks of the quarter.</p>",
  "published": "2022-01-18T09:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2028,
          "end": 2037
        },
        {
          "start": 57,
          "end": 71
        }
      ]
    }
  ]
}