{
  "_id": "7ad6cab9568498662425b2ba1fab1c3496c7507a4c245e2509fd25c2817ca35a",
  "feed": "market-watch",
  "title": "How to delete your Twitter account if Elon Musk's takeover bid has you serious about signing off; What you need to know about how to deactivate or delete your Twitter account like Jameela Jamil has threatened to do",
  "text": "<p>\"I would like this to be my what lies here as my last tweet,\" she added. \"I fear this free speech bid is going to help this hell platform reach its final form of totally lawless hate, bigotry, and misogyny. Best of luck.\"</p><p>Whether Twitter Inc. TWTR will see a mass exodus of disgruntled users — or perhaps an influx of newbies excited by Musk's plans for the platform — remains to be seen.</p><p>But for those serious about signing off, here's a rundown of the differences between deleting and deactivating account, and what else users need to know about actually deleting Twitter.</p><p>You have to deactivate your Twitter account for a month before you can permanently delete it.</p><p>Twitter's FAQ page notes that deactivating an account is the first step in deleting it.</p><p>First, sign into your Twitter account as usual, and tap your profile icon in the top left corner of the screen. Then scroll down to \"Settings and privacy\" and select \"Your account &gt; Deactivate your account.\" You can select a 30-day window or a 12-month window to reactivate your account, which Twitter says \"gives you space to decide if you'd like to reactivate your account.\"</p><p>What does deactivating your Twitter account do?</p><p>This means your username/handle and your public profile will no longer be seen on Twitter.com or the Twitter app for iOS and Android.</p><p>What if I decide to reactivate my Twitter account?</p><p>You have 30 days before your account gets permanently deleted. So if you change your mind within that roughly month-long window, go back to Twitter.com/login on your browser, or open the Twitter app on your mobile device. Login as usual, and a notice will pop up asking you to confirm whether you want to reactive your account. If you do opt to reactivate your Twitter account, you'll be redirected to your timeline. Twitter cautions that it may take \"a while\" for your tweets, followers, likes and the like to fully restore, however.</p><p>How do I delete my Twitter account?</p><p>If you decide that you're dunzo with Twitter, then simply leave your account as deactivated. After the 30-day deactivation window, your Twitter account will be canceled for good. This means that your username will now be up for grabs by other Twitter accounts. And you won't be able to reactivate the deleted account, or have access to any of your old Tweets. If you want to download your Twitter data, you will need to request it before you deactivate your account.</p><p>But keep in mind that deleting your Twitter does not delete any of your tweets or Twitter information that may have been archived by search engines like Alphabet's GOOGL Google or Microsoft's MSFT Bing. And any mentions of your account's username in other users' Tweets will still exist.</p><p>Twitter may also hold onto some information on your deactivated account \"to ensure the safety and security of its platform and people using Twitter,\" the company says. In other words: what you put on the internet stays on the internet forever.</p><p>How to delete your Twitter account if Elon Musk's takeover bid has you serious about signing off</p>",
  "published": "2022-04-26T14:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2585,
          "end": 2596
        },
        {
          "start": 2585,
          "end": 2594
        }
      ]
    }
  ]
}