{
  "_id": "23bd80d31f55ec28dbdc58e187ed8363c856ea05fc9bad48d46bd4de7174cf3f",
  "feed": "wall-street-journal",
  "title": "Volkswagen's CEO Herbert Diess to Exit After Pivot to Electric Vehicles; Chief executive is stepping down effective Sept. 1 and will be succeeded by Porsche CEO Oliver Blume",
  "text": "<p>The departing chief executive had repeatedly clashed with unions, which hold half the seats on the German equivalent of the company's board of directors. Until now he had retained the support of the family, heirs to the VW Beetle inventor, Ferdinand Porsche.</p><p>Mr. Diess was informed around midday Thursday that the company's core shareholders and labor representatives had decided to fire him. The broader supervisory board learned of the decision at a meeting at around 4:30 p.m. Friday local time, according to a person familiar with the proceeding.</p><p>The sudden ouster comes after renewed internal strife over the slow progress developing core software for the company's new generation of electric vehicles. The delays have caused the launches of some models to be pushed back, raising doubts among the Porsche-Piëch family about Mr. Diess's ability to deliver on his promises, people familiar with the situation said.</p><p>VW's leadership crisis has plunged the company's electric-vehicle strategy into uncertainty and has raised questions about the company's governance, which is dominated by a triumvirate of family shareholders, the German state of Lower Saxony and the country's biggest trade union.</p><p>\"The hope of the supervisory board must be for new group CEO Blume to have more success in guiding the software strategy of the group,\" Daniel Roeska, analyst at Bernstein Research, said in a note to clients. \"However, it will take months to come up with a new plan, and creating unrest as the group is heading into a challenging 2023 is the wrong time, in our view.\"</p><p>Mr. Diess couldn't be reached to comment. Mr. Diess has said that before joining VW, he had turned down a job offer from Elon Musk, which has fueled speculation that he could join Tesla Inc. if he left VW.</p><p>Auto-industry CEOs around the world are wrestling with how best to transition to new technologies—much of which isn't core to their companies' expertise and requires different thinking, cost structures and skill sets.</p><p>Car executives are under pressure to get ahead of new rivals, many of them in Silicon Valley, which have deeper pockets and are unencumbered by a capital-intensive legacy business focused on making gasoline-powered vehicles.</p><p>In Detroit, the leadership at General Motors Co. and Ford Motor Co. have outlined bold moves in recent years to transform their operations, including the creation of new supply chains for batteries and the hiring of new kinds of talent. Ford this year took the unusual step of splitting its gas-engine and EV operations into two separate divisions, a move that executives have said will help it be more agile in its shift to new technologies.</p><p>Meanwhile, investors are aggressively betting on the EV space, trying to figure out who will be the next Tesla.</p><p>Mr. Diess has defined the industry's challenge as shifting from banging metal into cars to developing the skills, resources and vision to create software-defined cars, vehicles that in many ways have more in common with an iPhone than a conventional car. His attempt to catch up with Tesla was hampered by difficulties turning VW into a developer of software, which is the heart of modern electric vehicles and future self-driving cars.</p><p>In recent weeks, people familiar with the company said it had rebooted its plan to develop a unified operating system for its cars after trouble delivering the code led VW's Audi and Porsche brands to postpone the launch of new premium electric models.</p><p>It couldn't be determined whether Mr. Blume would continue to pursue Mr. Diess's strategy of keeping core software development in-house or whether he would turn to Alphabet Inc.'s Google or Apple Inc. as some rivals have.</p><p>In March, Mr. Blume said he and his management team met senior Apple executives for a meeting at which they discussed a range of potential projects. Mr. Blume disclosed no further details, and it couldn't be determined what was discussed.</p><p>Ferdinand Dudenhöffer, director of Center for Automotive Research in Duisburg, Germany, said it was to be expected that Mr. Blume would present a new software strategy for the company.</p><p>\"This big issue of the software-defined car is a huge challenge for conventional auto makers,\" Mr. Dudenhöffer said. \"Either auto makers will become tech companies like Google, Apple and Microsoft, or they will become dependent on the tech giants.\"</p><p>Mr. Diess survived several challenges to his position. In December, following a clash with labor representatives, directors stripped him of some of his responsibilities and reshuffled his management team. But this week's move to push him out came suddenly and wasn't linked to any single incident, people familiar with the decision said.</p><p>At the supervisory-board meeting on Friday afternoon, Hans Dieter Pötsch, chairman of the supervisory board and a key ally of the Porsche heirs, presented a deal reached previously with top officials of the IG Metall trade union in a smaller meeting.</p><p>The families and union leaders agreed to remove Mr. Diess in the belief that Mr. Blume, 54 years old, who became CEO of Porsche in 2015, would lead with more consensus among management and VW stakeholders, people familiar with the decision said. Mr. Blume, an engineer by training, has long been a favorite of the Porsche-Piëch families and union leaders as a successor to Mr. Diess. But Mr. Blume has repeatedly said he was happy at Porsche.</p><p>Once the controlling families decided Mr. Diess had to go, they approached Mr. Blume, people familiar with the family said, and urged him to take the job. Mr. Blume agreed, they said.</p><p>\"Blume is seen as someone with a more congenial personality and management style,\" one of the people said. \"He speaks to his colleagues on the executive board differently and has had success at Porsche.\"</p><p>According to the people with knowledge of the decision, the Porsche-Piëch family concluded that Mr. Diess's personality led to repeated conflict within the company and that he didn't appear to have the software problems under control. While not the only issue that weighed on the family's mind, the software troubles began to affect new models and eroded the confidence that Mr. Diess could get the issues under control.</p><p>Hours before his ousting, Mr. Diess, who will step down on Sept. 1, posted a holiday message to workers ahead of the summer breaks.</p><p>\"After a really stressful first half of 2022 many of us are looking forward to a well-deserved summer break,\" he wrote on LinkedIn. \"Enjoy the break—we are in good shape for the second half.\"</p><p>Mr. Diess joined VW in 2015 from Bayerische Motoren Werke AG, initially as chief of the VW brand. In that role, he began to lay the groundwork for VW's electric-vehicle strategy, a plan that has seen VW's brands, including Porsche, Audi, Seat, Škoda, Lamborghini and Bentley, develop core electric models with a plan to shift fully to EVs this decade.</p><p>Under Mr. Diess's leadership, VW embarked on a plan to build battery cell manufacturing companies around the world to power its new generation of EVs. It recently announced that it would create a new company in the U.S. under the Scout brand to build rugged, off-road electric trucks and SUVs. The move is part of a focus to rebalance the company's heavy reliance on the Chinese market, where it makes 40% of sales.</p><p>While union leaders have acknowledged Mr. Diess's strategic vision and his achievement in transforming VW's culture for the EV age, they have questioned his ability to execute, as highlighted by the software problems.</p><p>Daniela Cavallo, the head of VW's works council, has said Mr. Diess had failed to involve employees in key decisions. She criticized him on his warning to the supervisory board last year that 30,000 jobs at its flagship plant were at stake if VW failed to accelerate its EV shift.</p><p>In a statement, Ms. Cavallo said the VW group \"wants to emerge strengthened from the historical change in the world of mobility in a leading position. However, it is also our aim that, despite the great challenges, job security and profitability remain equal corporate goals in the coming years.\"</p><p>Mr. Blume joined Volkswagen in 1994 and has held management positions for the brands Audi, Seat, Volkswagen and Porsche.</p><p>\"Oliver Blume has proven his operational and strategic skills in various positions within the group and in several brands and has managed Porsche AG from a financial, technological and cultural standpoint with great success for seven years running,\" Mr. Pötsch said. VW said Mr. Blume would continue as chief executive of Porsche after a possible IPO.</p><p>Christina Rogers contributed to this article.</p><p>Write to William Boston at william.boston@wsj.com and Georgi Kantchev at georgi.kantchev@wsj.com</p><p>Volkswagen's CEO Herbert Diess to Exit After Pivot to Electric Vehicles</p>",
  "published": "2022-07-22T22:14:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4295,
          "end": 4304
        }
      ]
    }
  ]
}