{
  "_id": "538074bd575465ca2db165f007c7c55be2fa2619572a48b58bb534a4091c674f",
  "feed": "market-watch",
  "title": "The most influential CEOs in markets today; They are the corporate chiefs whose actions, work and opinions are reverberating through these financial markets. There are 14 CEOs on the MarketWatch 50.",
  "text": "<p>Mary Barra has pivoted GM toward electric and autonomous vehicles in a massive way. Her plan calls on the legacy auto maker to only sell zero-emission vehicles by 2035. To make that happen, the company is investing $35 billion in EVs and AVs by 2025, by which point it plans to overtake Tesla by selling 1 million electric vehicles per year. GM GM also unveiled plans to double its annual revenue to $280 billion by the end of decade amid its transition to its all-electric future. Barra's leadership under pandemic-related auto-parts shortages and other supply-chain snags has earned praise from investors, even as her pivot to electric makes the oil markets nervous.</p><p>Safra CatzSafra Catz</p><p>Safra CatzSafra Catz became Oracle's sole CEO on the eve of the pandemic. This year she put her mark on the database giant. Known as a dealmaker, Catz moved Oracle to expand into healthcare by buying health IT company Cerner in June in a $28 billion deal that valued Cerner at $95 a share. It was Oracle's biggest deal ever and one of the biggest deals of the year. Larry Ellison still looms large at the company he founded, but the Cerner purchase was part of Catz's effort to transform Oracle into a cloud-based vendor and compete with Amazon and Microsoft. In September 2022, the company reported $3.6 billion in quarterly cloud revenue, up 45%, and Catz sees this as a \"hyper-growth phase\" for Oracle's cloud-infrastructure business. As part of Catz's transition, Oracle ORCL laid off hundreds of employees in the summer, mostly from its marketing and customer-experience department.</p><p>Tim Cook</p><p>Tim Cook heads the world's most valuable company and its size is being felt more in the stock market than ever. The company represents about 13% of the Nasdaq Composite index and 7% of the S&amp;P 500. Apple's App Store ecosystem drives more than $600 billion of revenue for developers. On the technology front, Cook has pivoted Apple toward creating a highly anticipated headset that allows for mixed reality. It will be Apple's first new big product since the smartwatch and Cook has called augmented reality \"a big idea like the smartphone.\" Cook has been a market trendsetter in other important ways. He has Apple AAPL repurchasing $90 billion of its shares annually, setting the pace for stock buybacks in the market. Cook's steady hand has also helped Apple better withstand the market's tech wreck compared to the other big tech companies, making it a more stable pillar for the teetering Nasdaq Composite index generally.</p><p>Kareem Daniel</p><p>Walt Disney Co DIS. dreamed of quickly challenging Netflix Inc. in streaming, and a roaring start for Disney+ grew even louder as the COVID-19 pandemic sent everyone to their televisions. As Disney has sought to restructure and adapt to the new reality, the company turned to Kareem Daniel in a newly created unit that decides what content goes to Disney's different business models: streaming, theaters or cable television. Daniel's decisions make him the most consequential executive in the entertainment business. In 2022, Disney reported that Disney Streaming had become the world's largest streaming company, with 221.1 million subscriptions across its streaming services Disney+, Disney+ Hotstar, ESPN+, and Hulu against Netflix's 220.67 million.</p><p>Jamie Dimon</p><p>When the head of the biggest U.S. bank speaks, people listen. And Dimon has been speaking a lot. In early May, Dimon said he saw only a 33% chance of the U.S. avoiding a recession—just before stock investors came around to their own pessimistic conclusions about the economy that drove all three major stock indexes to further double-digit losses this year. The doomsaying continued in June, with a warning in June to get ready for an economic \"hurricane.\" JPMorgan &amp; Co. JPM, he said, is being \"very conservative with our balance sheet.\" Dimon told federal lawmakers in September they \"should be prepared for the worst\" and described cryptocurrencies as being like \"decentralized Ponzi schemes.\" In October, Dimon spooked markets by suggesting stocks could fall another 20%. He also urged the U.S. to pump more oil and gas to maintain its global standing.</p><p>Jane Fraser</p><p>When Jane Fraser took the helm of an underperforming Citigroup C last year, she became the first woman to head up a major bank. This year, she began a years-long major process of overhauling the bank with arguably the broadest global markets reach. That includes bigger investments in regulations and technology—and getting out of business that aren't helping the organization with its over $2.3 trillion in assets. Fraser has already sold nine of Citi's consumer operations in Asia, Europe and the Middle East. Despite the market upheaval of 2022, Fraser remains committed to the turnaround plan.</p><p>Vicki Hollub</p><p>Vicki Hollub has overseen a stunning comeback in 2022 and led U.S. oil frackers away from being swing producers countering the war-driven increase in energy prices.This year, Hollub's Occidental Petroleum is the best-performing stock in the S&amp;P 500, helped along by Warren Buffett, who has bought up more than 20% of the company. Hollub has been paying back debt and returning cash to shareholders through dividends and stock buybacks, instead of plowing some of that money into the Permian, the largest U.S. oil field, where Occidental OXY is the biggest acreage holder. Occidental has also led the charge for new carbon-capture technology by investing in it and getting Washington to support it in recent legislation.</p><p>Andy Jassy</p><p>In 2022, Andy Jassy made his presence in the CEO position felt at the world's fifth-biggest publicly traded company, which has an ecosystem of small businesses numbered in the hundreds of thousands. Confronted with one of the worst patches of financial performance in Amazon.com's 28-year history, Jassy has looked to trim back costs at the company that had largely ignored Wall Street's whims when it came to spending for years. One area of cut-whacking for Jassy has been to tamp down on opening hundreds of new warehouses, sorting centers and other logistics facilities while doubling the company's workforce to more than 1.5 million over a short period. Jassy also shut down Amazon's telehealth service and its video-calling device. Jassy made a move predecessor Jeff Bezos avoided for years: Buying back stock in a big way. He also made the strategic decision to buy healthcare provider One Medical for $3.9 billion. Regulators accused him in October of violating labor law in interviews where he expressed his stance on unions. The pressure is particularly intense on Jassy. Amazon's AMZN stock plunged by 40% in the first 10 months of 2022.</p><p>Karen Lynch</p><p>The highest-ranking female executive in the U.S., Karen Lynch took over the CEO position at CVS Health CVS in the middle of the pandemic, right as the company's nearly 10,000 pharmacy stores were becoming even more ubiquitous in American life. The stores transformed into COVID-19 testing and vaccine distribution sites. Lynch is further expanding CVS's influence in healthcare markets, serving 35 million health insurance customers through its Aetna unit and pushing health services inside stores, adding virtual primary care and behavioral health specialists. She also inked a deal in September that will see CVS buy in-home healthcare company Signify Health for $8 billion. CVS will likely surpass $300 billion in revenue in 2022, making it the nation's fourth-largest publicly traded company by sales.</p><p>Elon Musk</p><p>Arguably the most consequential business person on the planet, Elon Musk has been all over the markets in 2022. He signed a deal to buy Twitter for $44 billion in April and tried to terminate the takeover in July, leading to months of litigation with Twitter. He ultimately closed the deal and bought Twitter in October. The saga over the social media business has captivated both Wall Street and Silicon Valley, but didn't even involve Musk's day job. He has kept working to transform the automobile industry by running Tesla and spacecraft by heading SpaceX. While SpaceX is private, Tesla TSLA is one of most important stocks in the public markets. After a nearly 50% drop from its 2021 highs, its market capitalization still recently stood at some $700 billion. Musk's presence has also been felt in the cryptocurrency arena, where he continued backing dogecoin, a digital currency that started as a joke, while pushing Tesla to sell 75% of its bitcoin, adding downward pressure on the biggest digital currency.</p><p>Amin Nasser</p><p>Amin Nasser runs the world's second-most valuable company. But it's Saudi Aramco's status as the world's biggest oil producer that has made Nasser so crucial as the war in Ukraine pushes up energy prices. The company serves as the final barrier against exploding oil prices. Nasser has promised that Aramco can be relied upon to produce 12 million barrels per day if needed. The company was pumping out some 11 million barrels daily in the summer, flat out near capacity. Nasser's ability to deliver sustained oil production has been the linchpin for containing soaring inflation. Nasser said in September that \"the world should be worried\" about spare oil capacity once China starts to reopen its economy. At the same time, Saudi officials have also tried to set a floor on oil prices if they fall significantly. The kingdom in October pushed OPEC+ into a decision to cut oil production by 2 million barrels.</p><p>Lisa Su</p><p>For decades, Advanced Micro Devices was the red-headed stepchild of the Silicon Valley semiconductor industry, constantly trying to compete with chip giant Intel and reliably failing. Lisa Su has changed that dynamic, however, transforming AMD AMD into a bellwether stock for the semiconductor industry and technology stocks generally. Su successfully pushed AMD into server chips while also building it into a stronger competitor to Nvidia in gaming chips. But now that AMD is serving as a leading market indicator, it's showing signs of strain that is rattling markets. The stock fell by 60% in the first 10 months of 2022 as it released sales forecasts that disappointed Wall Street.</p><p>Tim Sweeney</p><p>Tim Sweeney is Big Tech's worst nightmare: A hero to the customers and developers they rely on, but also a competitor who has made it his mission to dismantle their profitable App Store structure. The Epic Games chief executive has developed a video game big enough to make Apple and Google jealous, Fortnite. He has also used the massive profits to take both to court with antitrust charges against their App Stores, which keep up to 30% of developer revenue and largely preclude other, competing stores on their devices. Last year's split decision by a federal judge in Epic's case against Apple has resulted in an appeals fight in 2022. Sweeney widened the still-pending case against Google by buying indie music platform Bandcamp in March, immediately suing to keep it on Google's App Store. The real purpose behind the assault: Sweeney is building his own online store focused on gaming that could be huge if allowed to sell on iPhones or Androids with lower commissions, but it's reportedly unprofitable as it grows.</p><p>Mark Zuckerberg</p><p>With Facebook and Instagram past their prime in terms of growth, Mark Zuckerberg has pivoted his entire company toward a new reality: The \"metaverse.\" While doing so, he has picked a fight with Silicon Valley's biggest player, Apple, and stood by as the executive who helped turn his company into one of the most lucrative in the world, Sheryl Sandberg, walked away. Wall Street has shown him exactly what it thinks of the new direction, sending Meta Platforms META shares down some 70% in 2022, taking it from one of the five most valuable U.S. companies to outside the top 20 and dragging the Nasdaq down along with it. More than $700 billion of wealth has been wiped out for Meta shareholders this year. As a downturn in online advertising slaps the company's biggest money-makers, investors will have to believe in Zuckerberg's vision of VR headsets in every living room and boardroom—and that those headsets will be branded Meta instead of Apple—to turn around the decline.</p><p>TO SEE THE ENTIRE MARKETWATCH 50 PLEASE CLICK HERE</p><p>The most influential CEOs in markets today</p>",
  "published": "2022-11-09T14:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1239,
          "end": 1248
        },
        {
          "start": 1230,
          "end": 1239
        }
      ]
    }
  ]
}