{
  "_id": "b7a3583250e1f34879b2a8bf1128823f138753d46fe2953f4b80aa2f5a377453",
  "feed": "wall-street-journal",
  "title": "Technology:  Activision  Says Probe  Clears  Executives  ----  By Sarah E. Needleman and Will Feuer",
  "text": "<p>   An internal review at Activision Blizzard Inc. didn't unearth any evidence to suggest that senior executives ignored or played down reports of sexual harassment at the videogame giant, the company said Thursday. </p><p>   The review, conducted by independent directors on the Activision board's Workplace Responsibility Committee and external advisers, also didn't unearth any evidence to suggest that any senior executive or employee tried to conceal information from the board. </p><p>   \"Contrary to many of the allegations, the Board and its external advisers have determined that there is no evidence to suggest that Activision Blizzard senior executives ever intentionally ignored or attempted to downplay the instances of gender harassment that occurred and were reported,\" the company said in a securities filing. </p><p>   The review by Activision comes months after The Wall Street Journal reported that federal securities regulators were investigating how Activision handled employees' allegations of sexual misconduct and workplace discrimination. </p><p>   The Journal has reported that Bobby Kotick, the longtime chief executive of Activision, knew for years about allegations of employee misconduct in many parts of the company and didn't inform the board of directors about everything he knew, including alleged rapes. The Journal cited people familiar with the matter and internal documents, including memos, emails and regulatory requests. </p><p>   Activision said the Journal's reporting gave \"a misleading view of Activision Blizzard and our CEO\" and \"ignores important changes under way to make this the industry's most welcoming and inclusive workplace.\" </p><p>   In Thursday's filing, Activision reiterated its defense, saying: \"The review of contemporaneous documentation and statements by relevant individuals shows that media criticism of the Board and Activision Blizzard senior executives as insensitive to workplace matters is without merit.\" </p><p>   The company added that senior executives at the company responded to allegations in a timely manner \"and with integrity and resolve to improve the workplace.\" </p><p>   Activision said that its investigation did substantiate instances of gender harassment, but that such instances weren't a systemic issue. </p><p>   After the allegations about Activision's workplace became public, Microsoft Corp. agreed to buy Activision for $75 billion in January. The Journal has reported that the allegations provided a catalyst for Microsoft's gaming head to approach Mr. Kotick about the deal, which is scheduled to close by mid-2023. </p><p>   Over the past year, Activision's board has made changes, including pushing out and disciplining dozens of employees, rolling out a zero-tolerance harassment policy and an end to mandatory arbitration for harassment and discrimination claims. </p><p>   In addition to its own review, the board hired a former chairman of the U.S. Equal Employment Opportunity Commission, Gilbert Casellas, to review data from investigated reports of gender harassment from across the U.S. over a nearly five-year span. </p><p>   Mr. Casellas's review found there was no widespread or systemic harassment at Activision, and that the number of reports of misconduct at Activision was comparatively low for a company of its size. </p><p>   Activision has about 10,000 employees and produces hit videogame franchises Call of Duty and World of Warcraft. </p><p></p>",
  "published": "2022-06-17T06:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2416,
          "end": 2425
        },
        {
          "start": 2277,
          "end": 2292
        },
        {
          "start": 2416,
          "end": 2427
        },
        {
          "start": 2277,
          "end": 2286
        }
      ]
    }
  ]
}