{
  "_id": "ab1776c057c629bfb4832a89bcf8e31694b8ff581a777b52a5766a012a99f4ee",
  "feed": "market-watch",
  "title": "Adam Neumann's latest venture draws social media skepticism; Adam Neumann rises again with a new venture and with it draws a slew of comments in social media",
  "text": "<p>The ugliness comes from the view that WeWork, a provider of flexible work space, was a hot mess when it canceled its initial public offering in 2019 and Neumann got pushed out of the company.</p><p>To understand the comments, it's helpful to know some of the key facts around WeWork, Flow, Neumann and Marc Andreessen.</p><p>Another high profile tech investor, Softbank Group SFTBY JP:9984 had poured $18.5 billion into WeWork, an executive at the company said in 2019. At one point, WeWork had a private company valuation of $47 billion.</p><p>At last check, WeWork's market cap is now $3.8 billion, after it went public in late 2021 at a $9 billion valuation. Its stock price has weakened to below $5 a share now from a high of about $13 shortly after its debut.</p><p>For his part, Neumann made at least $1 billion from WeWork including the sale of $500 million of WeWork stock by himself and another WeWork co-founder. He also made $200 million in consulting and other fees from Softbank Group and the sale of an additional $578 million in stock to Softbank, according to The Wall Street Journal.</p><p>Comments on the flameout of WeWork, Adam Neumann's reputation, and whether Andreessen was being smart or dumb by investing in Flow swirled around social media this week.</p><p>\"I don't get the hate for Adam Neumann,\" said @paulbiggar on Twitter. \"He's about to burn $350m that was funding endless crypto scams. The man is doing god's work. A true comrade.\"</p><p>\"If Adam Neumann can raise $350 million in a venture bear market, you can ask for that 8% raise to keep up with inflation,\" said @litcapital</p><p>\"Still kind of amazing that Adam Neumann became a billionaire in the process of turning $22 billion of invested capital into $4 billion of market value,\" said @Noahpinion.</p><p>Some compared Neumann to Elizabeth Holmes, the former Silicon Valley darling and Theranos co-founder who was convicted in January of two counts of wire fraud and two counts of conspiracy to commit fraud in connection with product claims she made for the company's blood analysis device.</p><p>\"Elizabeth Holmes, founder of Theranos, lost investors $1 billion. She faces up to 20 years in prison. Adam Neumann, founder of WeWork, lost investors $11 billion. He then raised $350 million for his next startup,\" said @fintwit_news.</p><p>However, @kalavros said comparisons to Holmes are not valid because Newmann gave birth to a billion dollar company and that losing billions in valuation is not a crime, while fraud in health care is.</p><p>Others reacted to the fact that Neumann drew a big venture check as a white male while other startups led by women and people of color have trouble raising capital. \"There's no way in hell that my Black ass would be given more than one chance, let alone as many as this particular mediocre, unremarkable white dude has been given,\" said @KimCrayton1 . \"He lost BILLIONS and is still enabled in losing more.\"</p><p>LinkedIn comments also drew responses from professionals in the business.</p><p>\"Who's gonna be the hero and be the first person to give a woman $350M in funding with a $1B valuation for a business that doesn't exist yet?\" said Ashley Louise, CEO of Ladies Get Paid.</p><p>Other media outlets joined the fray with bold headlines:</p><p>Adam Neumann's $350 million comeback is a 'slap in the face' to female founders and founders of color, Fortune magazine proclaimed.</p><p>Silicon Valley handing $350 million to WeWork founder Adam Neumann is a sign of VC apocalypse, Insider said.</p><p>Neither Neumann nor Andreessen provided additional comment after being contacted by MarketWatch and other news outlets.</p><p>Hints of Neumann's new business, Flow, emerged in January, when The Wall Street Journal reported that Neumann acquired stakes in 4,000 apartment valued at $1 billion.</p><p>Adam Neumann's latest venture draws social media skepticism</p>",
  "published": "2022-08-20T18:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}