{
  "_id": "4f6599a6658f86769f8b4fcb5d147f6324e1dc9ad2c681489d052c7925121666",
  "feed": "market-watch",
  "title": "Hybrid work fuels 'productivity paranoia' between employees and their managers; Microsoft gathered responses from 20,000 people across 11 countries on how remote working impacts engagement and trust",
  "text": "<p>Nevertheless, managers rarely feel their staffers are being as productive as possible in a hybrid mix of in-office and at-home work.</p><p>Only 12% of leaders say they are fully confident about their team's productivity with hybrid work, according to a new survey from Microsoft MSFT.</p><p>Compare that to the 87% of workers who say believe they are productive when they are are working from home.</p><p>Less than half (49%) of managers with a hybrid work team said they struggled to trust their employees were turning in their best work, versus 36% of managers with in-person teams.</p><p>The divide is fomenting a \"productivity paranoia\" that \"risks making hybrid work unsustainable,\" researchers said.</p><p>The findings, released this week, relied on sources including poll responses from 20,000 people across 11 countries, LinkedIn data and information distilled from Microsoft 365, which includes Microsoft Outlook and Teams.</p><p>If company brass wants to minimize people jumping ship — and many surely do, considering the tight labor market— the researchers advised managers to clearly establish worker priorities instead of risking worker burn out.</p><p>\"Defining what work doesn't matter is just as important as defining what does — in a world where everything is important, nothing is. We've reached a point of diminishing returns due to overwork,\" the researchers said, adding, \"If leaders don't intervene, they put productivity in jeopardy.\"</p><p>Workers who said they had clear expectations were 4.5 times more likely to say they were happy with work. And they were seven times more likely to say they rarely looked around for a new job, the data showed.</p><p>It's a reminder that job burnout is very much alive and well, to the threat of workers and bosses alike. Indeed, roughly half of all workers and bosses participating in the survey said they already feel burned out and worn out from work.</p><p>But it also comes as the return-to-office debate continues between white-collar workers and their bosses.</p><p>Three years into the pandemic, remote work has evolved from an emergency back-up plan to an increasingly widespread part of white-collar work — for those privileged enough to be able to work from home.</p><p>Weeks past Labor Day, an array of data —from the swipe of corporate key cards to the volume of lunch orders— suggest more people are coming back to offices more often, but it's not a torrent.</p><p>Just saying and then expecting people to show up will only do so much, the survey indicated. Around three-quarters of workers (73%) and business leaders (78%) said there has to be a better reason compelling people to get to the office instead of emphasizing that it's the company's expectations.</p><p>The people draw can might be a more persuasive way, the researchers noted.Among workers, three quarters or more said they'd be more motivated for in-person work if they have the chance to socialize with colleagues or bolster team bonds. Even just knowing their fellow co-workers would be at the office at the same time would be a motivator, they said.</p><p>While companies keep thinking about whether home or office is the best venue for work, some United Kingdom businesses are experimenting with the length of the work week.</p><p>Midway through a trial run, the majority of businesses trying a four-day work week say things are going smoothly and they're likely to stick with the condensed week when the six-month experiment concludes.</p><p>Instead of shoehorning five days of work into four, the hybrid model is making businesses rethink how to work best, one participant said.</p><p>Also read:</p><p>'It's not about the future of work, it's about the future of living': How to handle the dreaded 'return-to-work' Zoom call with your boss</p><p>'Remote work is here to stay,' says New York Federal Reserve</p><p>'It's not about the future of work, it's about the future of living': How to handle the dreaded 'return-to-work' Zoom call with your boss</p><p>Hybrid work fuels 'productivity paranoia' between employees and their managers</p>",
  "published": "2022-09-23T16:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 874,
          "end": 883
        },
        {
          "start": 844,
          "end": 853
        },
        {
          "start": 80,
          "end": 89
        },
        {
          "start": 263,
          "end": 272
        }
      ],
      "nexusId": "10031144"
    }
  ]
}