{
  "_id": "412c3540231b0e0864666498bb26601ff41c53df862fa49eee34b0cebb74926a",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Is Nuclear Power Part of the Climate Solution? --- Investing in the next generation of nuclear reactors could give the world an important tool for reducing carbon emissions.",
  "text": "<p>The notable exception in this low-carbon energy boom is nuclear power, which has been stalled for decades. Most reactors now operating were built in the 1970s, and many in the U.S. and Europe are being closed. Worldwide, 450 reactors generate 10% of the total electricity consumed today, down from more than 15% in 2005, thanks to a rapid global build-out of power capacity that has largely left nuclear behind. Nuclear power in the West will start to collapse like coal generation unless aging reactors are replaced with new plants.</p><p>Despite longstanding concerns over its safety, nuclear power can play an important role in a low-carbon world. A recent study sponsored by the Environmental Defense Fund and the Clean Air Task Force concluded that to meet its net-zero pledge by 2045, the state of California will need power that is not only \"clean\" but \"firm\" -- that is, \"electricity sources that don't depend on the weather.\" The same is true around the world, and nuclear offers a relatively stable source of power.</p><p>Nuclear plants don't depend on a steady supply of coal or gas, where disruptions in commodity markets can lead to spikes in electricity prices, as has happened this winter in Europe. Nor do nuclear plants depend on the weather. Solar and wind have a great deal of potential, but to be reliable energy sources on their own, they require advanced batteries and high-tech grid management to balance varying levels of power generation with anticipated spikes in demand. That balancing act is easier and cheaper with the kind of firm power that nuclear can provide.</p><p>The level of carbon emissions generated by nuclear power is on par with solar and wind, especially when considering the complete life cycle of a plant. Both solar and wind produce entirely carbon-free electricity once they are up and running, but they require a significant carbon investment up front. Solar panels rely on metals that need to be mined, and the average wind turbine is now large enough to contain around 200 tons of steel or more. It will eventually be possible to produce this steel without generating carbon emissions, but not yet.</p><p>Nuclear power's biggest environmental challenge is the waste it produces, which requires thousands or tens of thousands of years of safe storage. But there isn't a lot of it: All of the nuclear waste produced in the U.S. since the 1950s adds up to about 85,000 tons of material. Compare that with the tens of billions of tons of carbon dioxide that would have been produced had that electricity come from fossil fuels instead.</p><p>The U.S. Department of Energy estimates that the nation's total nuclear waste would cover a single football field, 10 yards high. By contrast, carbon dioxide, a colorless, odorless gas, is typically released into the atmosphere, affecting the climate of the entire globe.</p><p>The physical footprint of a nuclear plant is small compared with dams, strip mines and arrays of solar panels. Nuclear might even have large greenhouse-gas advantages compared with \"bioenergy,\" which can emit a lot of carbon dioxide to produce fuel from organic material, and hydropower, which generates tons of carbon dioxide from the construction of large dams and can release large quantities of methane due to decomposing plant matter in reservoirs.</p><p>With these advantages in mind, governments around the world have started to give nuclear power another look. In the U.S., the $1.2 trillion infrastructure package signed into law by President Joe Biden in November included $6 billion in subsidies to keep existing nuclear plants running longer and earmarked $2.5 billion for research and development of new nuclear technologies.</p><p>In France, as part of a massive push to \"reindustrialize,\" the government will spend $1.13 billion on nuclear power R&amp;D by 2030. The focus is on developing a new generation of small modular reactors (SMRs) to replace parts of the existing fleet that supplies around 70% of the country's electricity.</p><p>The Netherlands' new coalition government sees nuclear power as a \"complement\" to solar, wind and geothermal energy in the country's low-carbon energy mix. The Dutch are extending the life of one nuclear plant and taking steps to build two new reactors, putting $566 million toward that goal. And just last week, in a controversial move, the European Union proposed classifying nuclear as a \"green\" energy source for funding purposes, \"to facilitate the transition toward a predominantly renewable-based future.\"</p><p>China, meanwhile, intends to build more than 150 new reactors in the next 15 years and will surpass the U.S. as the world's largest generator of nuclear power within five years. In the past decade China has invested around $470 million in molten-salt reactors, a technology that uses fuel in a liquid state rather than solid rods, reducing the risk of meltdowns. The U.S. experimented with the technology in the 1960s but gave up on it as too expensive. China is now building the first molten-salt reactor that uses thorium as fuel, instead of more radioactive plutonium or uranium. An added advantage is that thorium accumulates as a waste product in China's growing rare-earth mines, making possible much-needed cost savings for an expensive technology.</p><p>Nuclear isn't the only stable, low-carbon source of electricity that doesn't entail an enormous physical footprint. Geothermal power, which draws heat from beneath the surface of the earth, meets all three criteria. Hydropower, which uses the flow of water to generate electricity, is stable, though reservoirs often have a large footprint. Dams can serve as natural batteries: Water can be pumped up into a reservoir when the supply of solar and wind power is high and demand is low -- as on a sunny, mild Sunday afternoon -- and then used to generate power on a still day when the sun isn't shining and demand for electricity spikes.</p><p>These alternatives mean that nuclear power won't be the answer everywhere. Iceland has been producing low-carbon electricity since long before climate change became a concern and solar and wind power became cheap. The country used to import coal to generate electricity, before expanding its hydropower production beginning in the 1950s. Today, Iceland derives three-quarters of its electricity from hydro and a quarter from geothermal.</p><p>Other countries have explicitly rejected nuclear power, sometimes at a considerable economic and climate cost. Austria derives 60% of its electricity from hydro plants along the Danube River and in the Alps, and it is well-integrated into the European electricity grid, which derives its stability in part from nuclear plants just across the border. The country built its only nuclear reactor in the 1970s, but in a hard-fought referendum in 1978, Austrians voted against turning on the plant. Instead, Austria built a coal-fired power plant, which became one of the largest emitters of carbon dioxide in the country and a major source of air pollution for over three decades. It was converted to burn gas in 2019.</p><p>The most consequential story of a country with second thoughts about nuclear energy is Germany, Europe's industrial powerhouse. Before 2011, nuclear power accounted for about 25% of Germany's electricity production. The country had not built a new reactor since the late 1980s, influenced by the Chernobyl nuclear accident in the Soviet Union in 1986, but it planned to operate most of its reactors through the 2030s.</p><p>Then came the Fukushima nuclear accident on March 11, 2011, triggered by the most powerful earthquake ever recorded in Japan. Unlike Chernobyl, which caused significant loss of life and long-term health problems -- including in children exposed to radiation in utero as far away as Sweden -- Fukushima resulted in no loss of life and \"no adverse health effects among Fukushima residents\" from radiation exposure, according to a 2021 U.N. report. In 2018, one former worker at the Fukushima plant died from cancer possibly linked to radiation, but no such link has been established for residents of surrounding communities, even those close to the reactors.</p><p>In the wake of the accident, Japan's decision to shut down its nuclear plants instead of phasing out coal resulted in increased consumption of fossil fuels, generating air pollution that can be statistically linked to thousands of deaths. These deaths stand in stark contrast to the good safety record of reactors in the West, whose designs and safety regulations make them much safer than old Soviet reactors like the one at Chernobyl.</p><p>Fear of nuclear accidents is real and, in part, justified. It is worrisome that nine Chernobyl-style reactors are still operating in Russia, with some modifications. But it's also important to recognize that regulatory oversight and safety provisions are usually effective. Even the Fukushima accident, or the Three Mile Island accident in Pennsylvania in 1979, could be considered a success on the safety front: Some safety features failed but others worked, containing the fallout.</p><p>After Fukushima, the U.S. reaffirmed its previously stated commitment to nuclear power, while Germany shut down almost half of its nuclear capacity immediately and accelerated its remaining nuclear phase-out. In 2020 Germany derived around 10% of its electricity from nuclear energy, down from 25% before Fukushima; the country's last three reactors are scheduled to close this year. As a result, Germany emits more than 8 tons of carbon dioxide per person, compared with less than 5 tons for France, with its large fleet of nuclear plants.</p><p>The new German coalition government has moved up the country's planned exit from coal from 2038 to 2030 as part of its ambitious Energiewende, the transition to clean energy. Even so, the reliance on coal after Fukushima has led to hundreds of millions of tons of carbon dioxide pollution and thousands of deaths from local air pollution.</p><p>Nuclear power has also stagnated in the West because of its high cost, which is partly related to safety measures. While solar and wind have been getting cheaper, nuclear power has been getting more expensive. The U.S. is building only two new reactors at the moment, both outside Augusta, Ga., at a combined cost of over $28 billion, roughly double the original projection. France is currently building only one reactor, which will go on line later this year; it has cost $21.5 billion, instead of the originally budgeted $3.9 billion, and is a decade behind schedule. The U.K. has two reactors currently under construction at a total cost of $30 billion, dwarfing the country's $516 million investment in research and development on small modular reactors.</p><p>SMRs and other new technologies are the nuclear industry's big hope. One focus of research is using new fissile materials such as thorium, which is more abundant, produces less waste and has no direct military applications. Other technologies look to using existing nuclear waste as a fuel source. Turning away from massive reactors toward SMRs might, at first, increase costs per unit of energy produced. But it would open financing models unavailable to large reactors, allowing costs to come down, with reactors following a uniform design instead of being designed one by one. Building many small reactors also allows for learning-by-doing, a model actively pursued by China at home and as part of its Belt and Road Initiative abroad.</p><p>None of these new technologies is sure to be economically competitive. Some of the more experimental technologies, like China's thorium reactors, might yet pay off. TerraPower, a venture founded by Bill Gates, has been working on natrium reactors for over a decade and recently added a molten-salt design to the mix, which could make a real difference if it works out. The point is to try. Like solar and wind, nuclear energy could climb the learning curve and slide down the cost curve with the right financial backing.</p><p>Government support for research on nuclear power is no substitute for rapidly developing solar and wind power. Subsidizing the quest for new nuclear technologies is akin to investing in technologies that capture carbon dioxide in smokestacks or directly from the air. They aren't a replacement for cutting carbon emissions now, but both will be necessary to achieve ambitious net-zero climate goals. The world can't afford to dismiss the possibilities of new nuclear technologies, or to prematurely shut down existing nuclear plants that operate safely.</p><p>Nuclear power comes with risks. So does a warming planet. The high cost of nuclear power today says little about where things might stand in a few decades, when the world should be well on its way to powering its grids with low-carbon technologies alone. For reasons of both energy security and climate change, governments in the West, China and beyond should continue to invest in nuclear research and development.</p><p>---</p><p>Dr. Wagner teaches climate economics at Columbia Business School (on leave from New York University). He writes the Risky Climate column for Bloomberg Green and is the author of \"Geoengineering: The Gamble\" (Polity Press, 2021).</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}