{
  "_id": "b406d4875b586a1bb31c16a27138d5a1feb3152132566194720e2b449ed1006f",
  "feed": "wall-street-journal",
  "title": "Airbnb to Quit China Business as Harsh Lockdowns, Competition Weigh on Demand; Home-sharing company to shut its domestic operations in the country, but continue to serve Chinese travelers booking overseas properties",
  "text": "<p>The home-sharing company is a small competitor in China's travel industry. It had more than 500,000 active properties through April, according to market-research firm AirDNA, out of its more than six million active global listings.</p><p>So-called super apps such as Meituan, which delivers food and offers other services including travel, dominate the market and can acquire new customers without spending as much as Airbnb. This makes them tough to compete with, said the people familiar with Airbnb's decision.</p><p>Harsh and continuing Covid-19 lockdowns exacerbated Airbnb's problems. It was becoming costlier to operate a travel business in China, the people said, and the company decided it wasn't worth the payout. CNBC earlier reported Airbnb's plans to exit China.</p><p>Outbound travel from China has long been the bigger opportunity for Airbnb, according to the people familiar with its decision, and the company will continue to let Chinese travelers book properties overseas. Airbnb plans to announce its departure later this week, they said.</p><p>U.S. tech companies have long coveted access to the Chinese market, but many have pulled out in part because of government surveillance programs and the risk that customer data could be abused.</p><p>The Wall Street Journal previously reported that a former deputy director of the Federal Bureau of Investigation resigned in 2019 from his position as Airbnb's chief trust officer over concerns about how the company shares data with Chinese authorities.</p><p>A spokesman for Airbnb said at the time that the company complies with all applicable laws and requirements when responding to requests for data, similar to Western hotel chains operating in China.</p><p>Microsoft Corp.'s LinkedIn said last year that it would shut down its social-media service in China as the country's Communist Party ratcheted up its control over large tech platforms. Over the years the China version of the professional social network has blocked some China-focused human-rights activists, academics and journalists.</p><p>Shares in Airbnb are down more than 30% this year, in line with other tech stocks. Last quarter, the company's revenue jumped 70% as people continued to book suburban rentals despite hosts raising prices.</p><p>Airbnb Chief Executive Brian Chesky told employees in April that they can now work from almost anywhere in the world without a pay cut, in a move aimed at retaining talent and encouraging other companies to follow suit and bolster the company's home-rental business.</p><p>Write to Preetika Rana at preetika.rana@wsj.com</p><p>Airbnb to Quit China Business as Harsh Lockdowns, Competition Weigh on Demand</p>",
  "published": "2022-05-23T22:01:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1686,
          "end": 1695
        },
        {
          "start": 1686,
          "end": 1701
        }
      ]
    }
  ]
}