{
  "_id": "07d81dd3e7a950180e36b9bbf3f206c6c21d46ca454665020f1d82c30e3d9157",
  "feed": "wall-street-journal",
  "title": "Business News: Cloud Business Boosts Oracle",
  "text": "<p>The company's sales growth, particularly in cloud computing, comes after the Covid-19 pandemic prompted more businesses to rapidly digitize their operations. While normal working conditions are beginning to come back from the height of the pandemic, Oracle's results signal how elevated the importance of digital operations have become.</p><p>Chief Executive Safra Catz said the fourth quarter's revenue growth rate was boosted by an increase in demand for its infrastructure cloud business, with revenue up 36%.</p><p>For the quarter ended May 31, Oracle posted earnings of $3.19 billion, or $1.16 a share, compared with $4.03 billion, or $1.37 a share, a year earlier. Adjusted for items such as stock-based compensation, Oracle said per-share earnings were $1.54, ahead of analysts' expectation of $1.37.</p><p>Oracle shares, which ended Monday down 4.6% at $64.05, rose 9.2% in after-hours trading. The stock is down roughly 27% this year, part of a broader selloff in tech stocks.</p><p>Oracle is the latest tech company to report results in an uncertain economic environment. Salesforce Inc. in late May tempered its sales outlook for the year because of the uncertainty, including volatile currency rates. Days later, Microsoft Corp. cut sales and earnings guidance for the current quarter, citing the impact of foreign exchange rates.</p><p>This month, Oracle said it received regulatory approval regarding its proposed acquisition of electronic-medical-records company Cerner Corp. for roughly $28.3 billion. The deal puts Oracle one step closer to having a major presence in an industry that is one of the top drivers of growth for cloud computing.</p><p>The company will still be far behind other tech companies including Amazon.com Inc., Microsoft and Alphabet Inc.'s Google when it comes to the cloud.</p><p>Oracle was slow to move into the cloud. Co-founder Larry Ellison once derided the term before trying to establish the company as a cloud player in recent years.</p><p>Mr. Ellison is also among those backing Elon Musk's bid to buy Twitter Inc.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1201,
          "end": 1216
        },
        {
          "start": 1714,
          "end": 1723
        },
        {
          "start": 1201,
          "end": 1210
        }
      ]
    }
  ]
}