{
  "_id": "1e101ed1c0271fd1e0b62fb3bd565d2a2858b665c569b9d6086442546c0d20a7",
  "feed": "wall-street-journal",
  "title": "Tech Rout Fueled by Bond-Market Turn; Rising yields, particularly on inflation-protected Treasurys, are often viewed as close indicators of borrowing costs for businesses and consumers",
  "text": "<p>Spooked in large part by rising bond yields, investors continued to dump stocks last week, extending early-year losses that have taken many off guard with their speed and severity. Once again, tech shares were at the forefront. Selling also broadened to include sectors such as banking and energy, sending the S&amp;P 500 to its worst stretch of declines since the onset of the Covid-19 pandemic.</p><p>Underpinning much of these moves, according to analysts: not just rising yields on ordinary U.S. government bonds but also those on inflation-protected Treasurys, known as TIPS.</p><p>Investors pay close attention to yields on TIPS because they offer an important gauge of financial conditions, indicating whether borrowing costs for businesses and consumers are rising or falling when stripping out the effects of expected inflation.</p><p>Often referred to as real yields, yields on TIPS have been deeply negative since the early days of the Covid-19 pandemic,helping to fuel outsize stock-market gains by pushing investors into riskier assets in search of better returns. Even today they remain below zero, meaning holders are guaranteed to lose money on an inflation-adjusted basis if they hold the bonds to maturity.</p><p>Yet they have climbed even more this year than yields on ordinary Treasurys—a sign of higher borrowing costs for businesses, better forward-looking returns on bonds, and a return to more normal growth and inflation as the Federal Reserve starts tightening monetary policy, all of which is generally bad news for the highfliers of the pandemic-era rally.</p><p>Investors will gain new insight into the Fed's thinking this week when the central bank holds its first policy meeting of the year. They will also be paying close attention to corporate earnings from the likes of General Electric Co., Johnson &amp; Johnson and Microsoft Corp., looking for positive news to reverse multiweek declines for all three major stock indexes.</p><p>Donald Ellenberger, a senior fixed-income portfolio manager at Federated Hermes, is among those responsible for surging real yields. Starting in the early days of the Covid-19 pandemic, he was a major buyer of TIPS, steadily increasing them from 4% of his multisector bond portfolio in March 2020 to 7% by November of that year.</p><p>Mr. Ellenberger's concern at the time was that historic fiscal and monetary stimulus would lead to a surge in inflation—a fear that proved prescient as TIPS rallied and the consumer-price index soared in 2021, climbing 7% in December from a year earlier.</p><p>By the end of last year, though, the Fed had shifted course, promising to accelerate a wind-down of its bond-buying program and start raising interest rates as soon as March. In response, Mr. Ellenberger and his team slashed their TIPS holdings from 7% to 1%.</p><p>\"If the Fed is no longer willing to tolerate above-trend inflation in the hopes of creating full employment for all demographic segments of the population, then the upside for TIPS relative to nominal Treasurys is much less attractive,\" he said.</p><p>Last week alone, the tech-heavy Nasdaq Composite Index lost 7.6% and the S&amp;P 500 dropped 5.7%—marking their largest weekly declines since March 2020—while bitcoin slid 15%. In the bond market, the yield on the benchmark U.S. Treasury note settled Friday at 1.747%, down from 1.771% a week earlier as nervous investors fled stocks for safer assets. Withstanding crosscurrents, 10-year TIPS yields kept rising—to minus 0.603% from minus 0.708% a week earlier.</p><p>Rising Treasury yields aren't always bad for stocks. In some cases, investors sell bonds—pushing yields higher—because they anticipate more economic growth and inflation, possibly leading to higher interest rates down the road. In that case, real yields might rise. But nominal yields tend to rise more, and the negative impact from increased borrowing costs can be overwhelmed by the better economic outlook, causing stocks to also climb—as happened following the last two presidential elections.</p><p>This year's selling belongs to a different category, less favorable for stocks, with investors actively preparing for tighter monetary policy and pulling back on their inflation bets.</p><p>The gap between ordinary and inflation-protected Treasury yields is known on Wall Street as the break-even inflation rate because holders of TIPS are compensated as the consumer-price index rises, ending up with the same return as holders of ordinary Treasurys if annual inflation matches the difference between the two yields.</p><p>In a 2020 report, analysts at BNP Paribas found that a 0.3 percentage-point increase in the 10-year break-even rate was correlated with a 6.6% gain in the S&amp;P 500 and 5.2% gain for the Nasdaq. At the same time, the report found that a 0.15-percentage-point increase in five-year real yields was correlated with a 1.4% decline in the S&amp;P 500 and a 4.2% decline in the Nasdaq.</p><p>For investors, the big concern is where yields go from here, with fears growing that more gains are both probable and likely to fuel further volatility in other assets. Notably, the yield on the five-year Treasury inflation-protected security was still minus 1.204% on Friday, far below the roughly 0.5% real short-term interest rate that most Fed officials have estimated should be the resting level for the economy over the longer run.</p><p>Many investors remain confident that both bonds and stocks should stabilize, given the economy's strength and the Fed's recent record of caution when normalizing monetary policy.</p><p>\"The whole point of a Fed tightening cycle is to slow the economy down and the way you do that is by moving real yields higher,\" said Jurrien Timmer, director of global macro at Fidelity Investments. \"As long as it's orderly, which I think so far by and large it's been, I think it will be OK.\"</p><p>SHARE YOUR THOUGHTS</p><p>How has the rise in U.S. Treasury yields affected your outlook for 2022?Join the conversation below.</p><p>Still, there are notable exceptions. Value investor Jeremy Grantham, the co-founder of Boston money manager Grantham, Mayo, Van Otterloo &amp; Co., who predicted the market crashes of 2000 and 2008, said last year that stocks were in a major bubble based on a belief among investors that interest rates would stay around zero forever. Last week, he upgraded that to a \"superbubble\" that could end at any moment.</p><p>In a note posted on GMO's website, Mr. Grantham wrote that it generally made sense now to avoid U.S. stocks, looking for cheaper alternatives in emerging markets and some developed countries, such as Japan.</p><p>\"Speaking personally, I also like some cash for flexibility, some resources for inflation protection, as well as a little gold and silver,\" he wrote.</p><p>Write to Sam Goldfarb at sam.goldfarb@wsj.com</p><p>Tech Rout Fueled by Bond-Market Turn</p>",
  "published": "2022-01-23T12:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1814,
          "end": 1829
        },
        {
          "start": 1814,
          "end": 1823
        }
      ]
    }
  ]
}