{
  "_id": "08481b1181c519fbaef55f7d996cf6ead9c7d6cfc03027bf29ee81d8c961e41d",
  "feed": "ftcomall",
  "title": "The Metaverse by Matthew Ball — a glimpse of the future",
  "text": "<p>The metaverse first emerged as a concept in the imaginations of science fiction writers. And, according to its many detractors, it is likely to remain there. Although everyone seems to be talking about the metaverse these days, no one can agree exactly what the word means, whether it will ever work and what difference it might make even if it does. </p> <p>The metaverse may be hailed by Meta (whose name change from Facebook highlights its ambitions) and Microsoft as the next-generation internet platform that can enable users to interact in parallel virtual worlds, but its critics say it is just the latest overhyped technological bubble that will soon pop.</p> <p>The term itself was invented by the author Neal Stephenson in <em>Snow Crash</em> (1992), a cult novel in Silicon Valley, which describes a persistent, virtual world where millions of human-controlled avatars interact on a 3D street, known as the Broadway, or the Champs-Elysées, of the metaverse. Similar visions of parallel virtual universes have been explored by other science fiction writers, including Ray Bradbury and William Gibson. One thing these stories have in common is that they tend to be dystopian. It would be truly alarming if software developers ever attempted to reverse-engineer the metaverse from how it has been imagined in science fiction.</p> <p>In his intriguing book, <em>The Metaverse</em>, Matthew Ball explains how it could operate in practice and explores how it might turn out to be a lot more exciting and beneficial invention than the miserabilists imagine, so long as we help shape its evolution. The danger is that <a href=\"https://www.ft.com/content/96b3b762-061c-4e41-a720-2bc88612d10c\">big companies</a> dominate the metaverse turning it into a “corporate internet”. The promise is that the metaverse can enable people to connect in far more meaningful ways and create massive, if as yet largely unimagined, economic opportunities. </p> <p>The metaverse “is going to be far more pervasive and powerful than anything else,” <a href=\"https://www.ft.com/content/e13ce526-0e33-4ca2-9699-184d0138eada\">Tim Sweeney</a>, the founder of Epic Games, has said. “If one central company gains control of this, they will become more powerful than any government and be a God on Earth.” Little wonder then that the Chinese Communist party has already sniffed a threat to its authority. One of the party's media mouthpieces has denounced the metaverse as a “grand and illusionary concept” that will come back to bite its creators.</p> <p>Previously head of strategy for Amazon Studios, Ball is now a prolific essayist on the frontiers of technology, writing in an informed and provocative style. At times, his book reads more like a series of strung-together essays than a cohesive whole. But it serves as a comprehensive guide to every aspect of the metaverse, from its technical underpinnings to its societal responsibilities. In his view, the metaverse is set to become the successor platform to the mobile internet that has defined our digital world for the past two decades, promising to revolutionise every industry from finance to healthcare, entertainment and sex work.</p> <p>His definition is clunky but useful. In Ball's view, the metaverse is: “A massively scaled and interoperable network of real-time rendered 3D virtual worlds that can be experienced synchronously and persistently by an effectively unlimited number of users with an individual sense of presence, and with continuity of data, such as identity, history, entitlements, objects, communications and payments.” In other words, it amounts to far more than just a flashy rebranding of virtual reality.</p> <p>A glimpse of the future is provided by several proto-metaverses, as he calls them, that have been built in the gaming world. Virtual world platforms, such as <em>Roblox</em> and <em>Minecraft</em>, already attract hundreds of millions of active users and enable several billions of hours of increasingly immersive gameplay a month. “The concept, history and future of the metaverse are all intimately tied to gaming,” he writes.</p> <p>However, he suggests the main engines of the metaverse's development are likely to be two giant corporations, Meta and Microsoft, which has become a massive player in the gaming world. Meta acquired the pioneering VR company Oculus for $2.3bn in 2014 and has been leading the charge in deploying the technology. According to Ball, Meta is now investing more than $10bn a year on the metaverse. Meanwhile, Microsoft has also been betting big on expanding the frontiers of augmented reality through its HoloLens technology.</p> <p>One other significant player is the US Army, which in 2021 signed a $22bn contract with Microsoft to buy up to 120,000 customised HoloLens devices over the next decade. The battlefields of the future are also being radically reimagined in the worlds of mixed reality and artificial intelligence.</p> <p>For the moment, we remain a long way from Ball's definition of the metaverse and it remains “only a theory”. Better hardware, clearer standards and more powerful infrastructure will all be needed for it to flourish in the ways he envisions. But, properly designed, it could emerge as a new platform for education, entertainment and much else besides. One of the biggest challenges, and opportunities, will be how to ensure interoperability between different metaverses. </p> <p>Legions of developers, entrepreneurs, consumers, governments and regulators must all now do their bit to design a metaverse worth creating. Ball's bet is that by the end of this decade we will all agree that the metaverse has arrived. What is now deemed trivial will have become essential, reinventing everything we do and creating trillions of dollars of value. We had better make sure we build it the right way.</p> <p><a href=\"https://amzn.to/3c9nlOu\"><strong>The Metaverse</strong></a><strong>: And How It Will Revolutionize Everything</strong> by Matthew Ball, <em>Liveright £22, 352 pages</em></p> <p><a href=\"https://www.ft.com/john-thornhill\"><em>John Thornhill</em></a><em> is the FT's innovation editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <a href=\"http://www.ft.com/cms/6b8420bb-13f2-4c15-8a0c-6a0eb84f0860.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: John Thornhill 2022 'The Metaverse by Matthew Ball — a glimpse of the future' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-14T04:00:29.325Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 450,
          "end": 459
        },
        {
          "start": 4269,
          "end": 4278
        },
        {
          "start": 3983,
          "end": 3992
        },
        {
          "start": 4474,
          "end": 4483
        }
      ]
    }
  ]
}