{
  "_id": "3bcfec63bd35fb5d864b5ccf9e5479380ce3e86c8b8727e9e3ddca1ae33494c6",
  "feed": "market-watch",
  "title": "FTC sues to block Microsoft's $69 billion acquisition of game giant Activision Blizzard; The acquisition would 'enable Microsoft to suppress competitors,' the suit alleges",
  "text": "<p>The landmark lawsuit, as well as the start of a trial Thursday in Silicon Valley to block Meta Platforms Inc.'s META acquisition of VR fitness app maker Within, marks two bold strokes by the FTC to reign in the tentacles of two of tech's biggest players as hopes dim for antitrust legislation in Congress during the current session.</p><p>\"Microsoft has already shown that it can and will withhold content from its gaming rivals,\" Holly Vedova, director of the FTC's Bureau of Competition, said in a statement following a 3-to-1 vote. \"Today we seek to stop Microsoft from gaining control over a leading independent game studio and using it to harm competition in multiple dynamic and fast-growing gaming markets.\"</p><p>FTC members pointed to Microsoft's record of \"acquiring and using valuable gaming content to suppress competition from rival consoles,\" including its acquisition of ZeniMax, parent company of Bethesda Softworks.</p><p>Microsoft President Brad Smith indicated that the software giant will fight the lawsuit. In a statement, he said Microsoft has \"been committed since Day One to addressing competition concerns.</p><p>\"While we believed in giving peace a chance, we have complete confidence in our case and welcome the opportunity to present our case in court,\" Smith said.</p><p>Activision CEO Bobby Kotick, in a statement, said the suit \"sounds alarming, so I want to reinforce my confidence that this deal will close. The allegation that this deal is anti-competitive doesn't align with the facts, and we believe we'll win this challenge.\"</p><p>In recent weeks, Microsoft has taken steps to demonstrate to regulators that its acquisition of Activision would not give it an unfair advantage in the gaming market. On Tuesday, Microsoft said it would bring the Call of Duty franchise to Nintendo Co.'s JP:7974 Switch, a rival of Microsoft Xbox, and Microsoft has also said it would make Call of Duty available on rival Sony Group Corp.'s SONY PlayStation.</p><p>\"It's a bad idea,\" Geoffrey Manne, president of the International Center for Law and Economics, said of the FTC's lawsuit. \"There may be markets in which some activities of some of these large tech companies cause concerns, but when they are expanding into new markets or enhancing competition in markets where they aren't leaders, we should be encouraging them, not threatening them with lawsuits,\" he told MarketWatch.</p><p>Matt Kent, competition policy advocate for the nonprofit consumer advocacy group Public Citizen, said in a statement: \"Today's action is of incredible importance in ensuring fair and open competition in gaming and across the larger digital economy. The FTC is showing, once again, that it is serious about enforcing the law, reversing corporate concentration, and taking on the tough cases.\"</p><p>The government's action in administrative court marks the first serious regulatory threat to Microsoft's business in more than two decades. In 2002, the Justice Department settled a landmark antitrust lawsuit against the software giant that had taken years to reach. Since then, Microsoft has sidestepped antitrust scrutiny, and Smith in particular has worked to focus the glare on its tech rivals Amazon.com Inc. AMZN, Apple Inc. AAPL, Alphabet Inc.'s GOOGL GOOG Google and Facebook parent company Meta.</p><p>Read more: Microsoft's shadowy presence in antitrust push is angering the rest of Big Tech</p><p>The FTC's lawsuit comes the same day the commission is heading to court in San Jose, Calif., in what is expected to be a three-week trial to bloc Meta's $300 million acquisition of Within. Separately, the agency is trying to unwind then-Facebook's purchases of Instagram and WhatsApp in 2012 and 2014, respectively.</p><p>The trial is likely to showcase an intriguing look at the agency's ability to stifle alleged anticompetitive conduct using largely untested legal theories at a time when Congress is sitting on tech antitrust legislation.</p><p>The FTC's showdowns with Microsoft and Meta could signal even more aggressive actions from the FTC's crusading new chair, Lina Khan, who made her name in antitrust circles with a seminal paper on the market dominance of Amazon.com.</p><p>Shares of Microsoft closed up 1% in trading Thursday, while Activision's ATVI stock slipped 1.5%.</p><p>\"At a certain point, Microsoft may decide that the total litigation, distraction, and public relations costs are too high, and choose to walk away from the transaction,\" Cowen analyst Doug Creutz said in a note late Thursday.</p><p>FTC sues to block Microsoft's $69 billion acquisition of game giant Activision Blizzard</p>",
  "published": "2022-12-08T20:37:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 18,
          "end": 27
        },
        {
          "start": 119,
          "end": 128
        },
        {
          "start": 18,
          "end": 29
        },
        {
          "start": 552,
          "end": 561
        },
        {
          "start": 4129,
          "end": 4138
        },
        {
          "start": 1550,
          "end": 1559
        },
        {
          "start": 4461,
          "end": 4470
        },
        {
          "start": 3912,
          "end": 3921
        },
        {
          "start": 1034,
          "end": 1043
        },
        {
          "start": 921,
          "end": 930
        },
        {
          "start": 1814,
          "end": 1823
        },
        {
          "start": 3033,
          "end": 3042
        },
        {
          "start": 4238,
          "end": 4247
        },
        {
          "start": 4461,
          "end": 4472
        },
        {
          "start": 732,
          "end": 741
        },
        {
          "start": 1712,
          "end": 1721
        },
        {
          "start": 732,
          "end": 743
        },
        {
          "start": 1834,
          "end": 1843
        },
        {
          "start": 334,
          "end": 343
        },
        {
          "start": 2847,
          "end": 2856
        },
        {
          "start": 3270,
          "end": 3279
        },
        {
          "start": 3270,
          "end": 3281
        },
        {
          "start": 2847,
          "end": 2858
        }
      ]
    }
  ]
}