{
  "_id": "67b40a52904cc1234eb58ea75bbc80f59970ef959c40ebbd5b6cee8c88efa833",
  "feed": "wall-street-journal",
  "title": "Intel Reassesses Expenses, Hiring",
  "text": "<p>As part of its spending adjustments, the U.S. semiconductor powerhouse is putting in place a temporary hiring freeze at its Client Computing Group, a person familiar with the matter said. The unit provides chips for items such as laptops that have seen demand disruptions from Covid-lockdowns in China and other factors. Reuters earlier reported the hiring freeze.</p><p>The move comes as International Data Corp., a market research firm, cut its outlook for personal-computer shipments for this year by around 7% after Covid-related lockdowns in China.</p><p>IDC now expects shipments of traditional PCs to fall 8.2% from last year's level to around 321.2 million units.</p><p>Before lockdowns in China hit, IDC forecast a decline to 346 million units.</p><p>\"We, like everyone else, will be impacted by the macro events that are unfolding here more recently,\" Intel Chief Financial Officer David Zinsner said at a Bank of America Corp. event this week.</p><p>America's largest chip maker by sales said that it sees itself at the start of a long-term growth cycle for the semiconductor industry.</p><p>The moves come as Intel is on a massive expansion plan, with an eye to adding new chip-making facilities in the U.S. and Europe at a cost of over $100 billion over the coming years as part of Chief Executive Pat Gelsinger's aggressive turnaround effort for the company.</p><p>Other tech companies also are reassessing staffing levels and expenditures. Microsoft Corp. last month said it would be slowing down some of its hiring.</p><p>Facebook parent Meta Platforms Inc. earlier that month hit the brakes on some hiring,</p><p>\"We're going to go through some choppiness for sure in the near term as everyone else will as well,\" Intel's CFO said at the conference. \"What we've got to do is, kind of, keep our heads down and drive the business, execute the plan and things will have good outcome for us.\"</p><p>Intel's CEO and other chip industry officials project massive growth in semiconductor sales over the coming years amid sustained demand for digital products and services, with the industry to roughly double to over $1 trillion in revenue within about a decade.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1413,
          "end": 1428
        },
        {
          "start": 1413,
          "end": 1422
        }
      ]
    }
  ]
}