{
  "_id": "be45fea38df1810df0e55f7fffb987c156f12418c3479da17091030c822f4a93",
  "feed": "ftcomall",
  "title": "Sony/Microsoft: Activision deal will activate copycat M&A wave",
  "text": "<p>Microsoft's <a href=\"https://www.ft.com/content/09bdeb82-7462-48c1-ab28-6c9ad34a1719\">takeover of Activision Blizzard</a> at a $69bn enterprise value has spooked Sony investors. Shares in the Japanese entertainment group <a href=\"https://www.ft.com/content/acb50daf-0fb2-4f51-8b25-c501488fb6fa\">fell more than 10 per cent</a> on Wednesday. The combined giant could be a big threat. The more lasting trend will be higher prices for the stocks of smaller computer game companies. A wave of copycat takeovers may follow.</p> <p>The drop in Sony shares looks overdone. But a knee-jerk reaction is understandable. Activision Blizzard's portfolio of blockbuster titles — and more importantly its success in mobile gaming — could help Microsoft's gaming business and Xbox console eat into the world dominance of Sony and Nintendo.</p> <p>Sony's electronics and movies businesses are competitive. But it is gaming that drives growth. The unit's sales rose more than 27 per cent in the quarter to September year on year. </p> <p>The division is the most profitable of the group's six core businesses. It relies heavily on sales of consoles and games. The expansion of online and mobile services has been slow. Its network services, which include offerings such as online marketplaces and premium gaming subscriptions, account for just 16 per cent of total unit sales. </p> <p>Nintendo has the same weakness. It gets 4 per cent of total sales from mobile and related services. Nintendo and Sony will now have to invest much more heavily. Microsoft has gained a head start in the metaverse, and the mobile and online gaming segments. </p> <p>Small local peers of Japan's game giants, such as Square Enix and Capcom, rose 5 per cent on Wednesday. Shares in the latter are still down more than a quarter in the past year.</p> <p>Their depressed shares trade below 17 times forward earnings, a 35 per cent discount to the implied purchase multiple Microsoft would pay for Activision. That should make them attractive to acquirers and thus bargain-hunting investors.</p> <p>Mobile gaming is grabbing an ever-growing share of global gaming revenues, accounting for nearly 60 per cent of the 2020 total. It is the butterfly net in which Big Tech hopes to catch young users they can divert into their online worlds. Takeovers can only accelerate in a sector replete with metaverse glitz.</p><p>Source:  2022 'Sony/Microsoft: Activision deal will activate copycat M&amp;A wave' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T10:29:22.185Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1342,
          "end": 1351
        },
        {
          "start": 1733,
          "end": 1742
        },
        {
          "start": 565,
          "end": 574
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 565,
          "end": 576
        }
      ],
      "nexusId": "10031144"
    }
  ]
}