{
  "_id": "a036c5a335e6dedd93a8762f2da83e04cbd9ac0d30052bae4fe0dc9bc06b02c7",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: putting the brakes on M&A",
  "text": "<p>Dear reader, </p> <p>This has been a week of undermined acquisitions. Unilever was asked to raise its £50bn bid for GlaxoSmithKline's consumer healthcare business and declined. Microsoft offered $68.7bn to buy video game company Activision Blizzard knowing the knives are out at US antitrust agencies. </p> <p>Lex sees merit in both deals. But we enjoy being right too. As we predicted, Unilever was asked to up its price for the business belonging to GSK. That was never going to happen. To cover its proposed bid, Unilever would have had to <a href=\"https://www.ft.com/content/5b986b12-ae55-43fd-a33e-079a5d9178b0\">slice and dice</a> its assets. Food and refreshments may have been on the chopping block. It's true that underlying growth is not inspiring: it was just over 1 per cent last year. But there are ways Unilever could have grabbed attention and bumped sales, including an expansion into trendy plant-based foods. </p> <p>Regardless of the perished GSK deal, Unilever should be considering such ideas. As Lex points out, the consumer group is now back <a href=\"https://www.ft.com/content/c79d48a7-b911-4503-8d59-385549f1db4c\">where it started</a> — a defensive stock trading sideways. </p> <p>Here in the US, merger and acquisition brakes are more likely to be applied by external forces. Microsoft's <a href=\"https://www.ft.com/content/09bdeb82-7462-48c1-ab28-6c9ad34a1719\">purchase of Activision Blizzard</a> is a huge bet on gaming and the software giant's biggest deal to date. That is, if it goes through. Lex is not convinced. </p> <p>Activision employees are reported to be happy about the prospect of a new parent company. Messy workplace scandals knocked its share price by more than a quarter last year. But shareholders are circumspect. Note that the share price has risen sharply since the announcement but remains far below the $95 per share Microsoft proposes paying. The hurdle is US regulators. They have come back from the holiday break feeling revitalised, with a pledge to revisit how deals are <a href=\"https://www.ft.com/content/5e6f2e81-0f43-4157-bb24-32fb5f0732aa\">scrutinised</a>. </p> <p>If Microsoft/Activision is deemed a deal too-big-to-pass then copycat bids for <a href=\"https://www.ft.com/content/fb9836be-d2cf-49ca-8297-d00ff48cb64e\">peers such as Electronic Arts</a> will probably be nixed. That would cheer up Sony. The Japanese entertainment company's stock price fell 10 per cent when the Activision deal was announced. Lex believes that this <a href=\"https://www.ft.com/content/1a716d01-2405-439a-a047-6e85ca573b30\">was an overreaction</a>. Gaming does drive growth and profit but Sony has five other core businesses. </p> <p>US tech companies should be wary of Federal Trade Commission chair Lina Khan referring to the way in which China has cracked down on its own tech industry. Those domestic companies are now dealing with economic slowdown too. This week, China <a href=\"https://www.ft.com/content/4f1f1ca9-83a0-4ccb-bb9e-10bc7e12f6c8\">cut its policy interest rate </a>for the first time in almost two years. Lex notes that rate cuts typically mean more active measures in Beijing. Expect infrastructure spending to rise. </p> <p>Back to M&amp;A. Big deals may falter but there has been plenty of activity in private companies. Any search for acquisitions naturally involves private companies, given the growing number that opt to stay away from markets. Why go public and undergo extra scrutiny when private funding is so plentiful? As alternative asset manager Petershill Partners illustrated this week, opacity is a hard habit to break. Its tendency to <a href=\"https://www.ft.com/content/ee73b702-39dc-40d4-8043-99a77565a8f6\">offer investors limited information</a> has been rewarded with shares marked down by a third since it listed in the autumn last year. </p> <p>The London Stock Exchange has taken notice of the shift to stay private and is seeking a <a href=\"https://www.ft.com/content/b4ac8702-24f4-4c0e-80d5-c1937be2407e\">bigger role in funding.</a> Why not? Secondary markets in private stocks already exist; Nasdaq has spun one out. Risks are higher — private companies do not disclose much information — but Lex thinks the LSE can carve out a place for itself. </p> <p>Remaining a global financial centre requires flexibility and new ideas after all. But should that extend to cryptocurrencies? UK financial authorities can't keep stalling. Cryptos are not going away. Limited responsibility from <a href=\"https://www.ft.com/content/94d4c155-9ca6-4c0a-a9c6-da9e35fb0114\">the Financial Conduct Authority </a>seems a pragmatic choice. Regulated firms could only sell crypto assets to the wealthy and financially sophisticated. </p> <p>Rising <a href=\"https://www.ft.com/content/b51ebcd5-3a8a-44e0-b8f0-06b927df0962\">banker salaries</a> mean more of that money is likely to flow into global digital assets this year. Brexit's impact on the City has not been quite <a href=\"https://www.ft.com/content/f2466bab-d376-4d3d-a753-aa9526174917\">so deleterious </a>as some expected. The wholesale migration of jobs to Europe has not happened and headcounts have stabilised. Financial services firms are growing at the <a href=\"https://www.cbi.org.uk/media-centre/articles/business-volumes-growth-returns-across-financial-sector/\">quickest pace</a>&#xa0;since 2017. </p> <p>In the US, last year's banking boom means pay outlay at five banks — JPMorgan Chase, Citigroup, Goldman Sachs, Morgan Stanley and Bank of America — reached $142bn. Shareholders are being told to get used to it. High pay is needed to stop bankers moving into venture capital firms or crypto companies. </p> <p>Might such a future tempt António Horta-Osório? His swift exit as Credit Suisse chair has been an embarrassment all round. Instead of helping Credit Suisse rise above past scandals, Horta-Osório added to the negative headlines by breaching UK and Swiss coronavirus rules. But Lex feels <a href=\"https://www.ft.com/content/cfaa67ca-55a2-477b-93f8-f1b8e415e855\">positive about his replacement</a>. UBS executive Axel Lehmann has a background in personal and corporate banking. Now we wait to see how he balances the need for investment in restructuring and shareholders who want excess capital returned to them. </p> <p>Enjoy your weekend,</p> <p><strong>Elaine Moore</strong><br><em>Deputy head of Lex</em>&#xa0;</p><p>Source: Elaine Moore 2022 'The Lex Newsletter: putting the brakes on M&amp;A' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-21T12:30:42.865Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1593,
          "end": 1602
        },
        {
          "start": 1573,
          "end": 1582
        },
        {
          "start": 167,
          "end": 176
        },
        {
          "start": 1099,
          "end": 1108
        },
        {
          "start": 169,
          "end": 178
        }
      ]
    }
  ]
}