{
  "_id": "1597e753d2b843fb6a0e6cbfeb573e0db800c0f6353d9b65cef9c30d38f7bf3f",
  "feed": "ftcomall",
  "title": "We should worry about price of food more than petrol, warns BlackRock's Fink",
  "text": "<p>The dramatic spikes in oil and mineral prices after Russia's invasion of Ukraine have distracted investors from the long-lasting and more dangerous impact of food inflation, BlackRock founder Larry Fink has warned.</p> <p>“The one thing I worry about that we don't talk enough about is food,” he told the Financial Times. “This isn't just an inflation concern. There are also geopolitical concerns that result from this.” </p> <p>The prices of energy, petrol and petroleum-based agricultural inputs shot up earlier this year when western nations imposed sanctions on Russia after the invasion. Grain and edible oil costs were also hit hard because Ukraine is a major exporter.</p> <p>Oil has begun to drop back down this week to <a href=\"https://www.ft.com/content/424fd3ff-28e2-448e-ab38-535a282526be\">pre-invasion levels</a> as traders brace for a sharp drop-off in consumption. But food price inflation remains stubbornly high. The US consumer price index figures for June show that the price of chicken parts and flour are each up close to 20 per cent year on year and margarine has jumped 34 per cent.</p> <p>“We talk a lot about gasoline prices because that's what affects Americans but the bigger issue is food,” Fink said. “There has been tremendous destruction of arable&#xa0;land in Ukraine.....Globally the cost of fertiliser is up almost 100 per cent and that additional cost is reducing the amount of fertiliser used in farming. That is harming the quality of the crop worldwide.”</p> <p>Although lower oil prices have started to feed through to the price at the pump for motorists, consumer goods companies are continuing to see high input costs. Any drop in fertiliser prices is likely to come too late to boost this year's food harvests.</p> <p>The <a href=\"https://blogs.worldbank.org/opendata/food-prices-continued-their-two-year-long-upward-trajectory\">World Bank</a> forecast after the invasion that global food prices would rise 20 per cent this year, far outpacing raw materials.</p> <p>The impact is particularly grim in Africa, which usually imports grain from Ukraine as well as producing its own food. Fertiliser prices there have risen 300 per cent, and the continent is facing a shortage of 2mn metric tons, according to the African Development Bank. It has approved <a href=\"https://www.afdb.org/en/news-and-events/press-releases/african-development-bank-board-approves-15-billion-facility-avert-food-crisis-51716\">a $1.5bn programme</a> to help farmers fill the gap but warns that total production could fall by 20 per cent this year.</p> <p>Janet Yellen, the US Treasury secretary, said on Friday that the world was facing “an extremely difficult time for global food security” and urged the G20 group of leading nations to halt stockpiling and export restrictions on food and provide additional financial assistance to countries and people struggling with food insecurity.</p> <p>Bill Gates, the philanthropist and&#xa0;Microsoft co-founder, flagged similar concerns this week, saying that the reduction in supplies of wheat, edible oils and other foods caused by the war in Ukraine was “driving up food prices, which will increase malnutrition and instability in low-income countries.” He noted in a blog post that improving agricultural productivity in Africa required “far more investment”.</p> <p>While some consumer products makers and food retailers say they are hopeful that food price inflation will begin to ease, others are preparing for the worst. </p> <p>Snack foodmaker Mondelez is seeing so much inflation and “availability issues” in edible oils and grains that “we are looking into flexible formulation to make sure that we can replace some ingredients and components that are in shortage with something that is more available,” Luca Zaramella, the chief financial officer said last month.</p> <p>General Mills is predicting a “significant step up in input cost inflation” to 14 per cent for the fiscal year that started in June. CEO Jeff Harmening said last month that the maker of Cheerios as well as Pillsbury and Betty Crocker home baking products expects to see “reduced consumer spending power”.</p><p>Source: Brooke Masters and Andrew Edgecliffe-Johnson 2022 'We should worry about price of food more than petrol, warns BlackRock's Fink' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-16T10:00:13.023Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2536,
          "end": 2545
        }
      ]
    }
  ]
}