{
  "_id": "b7069a61b542cf6fa021046e0b2481dce813664c4578bfde2cacab41ee2d56db",
  "feed": "wall-street-journal",
  "title": "Tencent Deal Cools Investors' Hopes of Ubisoft Takeover; Shares in the maker of Assassin's Creed fell after the Chinese conglomerate boosted its stake",
  "text": "<p>Deal-making among videogame companies has surged in recent years, including Microsoft Corp.'s $75 billion deal earlier this year to buy Activision Blizzard. That led analysts and investors to hope that other big tech and media companies would snap up the few big independent game developers that remain, like Ubisoft—pushing up their shares.</p><p>But under the terms of the Ubisoft investment, announced Tuesday, Tencent is agreeing only to buy nearly 50% of a family holding company that owns most of France's Guillemot family's shares in the videogame maker. It won't get any board seats or operational veto rights. Tencent, which currently owns 4.5% of the company directly, also agreed to cap its direct holdings at just under 10% for the next eight years.</p><p>\"We are excited to expand our engagement with the founders, the Guillemot family, as Ubisoft continues to develop immersive game experiences,\" Martin Lau, Tencent's president, said in a statement to announce the deal.</p><p>Analysts say the transaction keeps Tencent from making a full takeover that investors had hoped for—but also deepens a partnership with the Chinese game maker that discourages other companies from making a bid.</p><p>\"Everyone had been hoping for a takeover,\" said Charles-Louis Planade, a game-industry analyst at TPI CAP. \"The message Tencent is sending to others is, 'Forget Ubisoft; it's for me.\"</p><p>A spokesman for Ubisoft said the deal with Tencent brings stability to its shareholder base, but that any other company could still make an offer to acquire the company. In that case, Tencent would no longer be bound by its cap and could make a counter offer, the spokesman said.</p><p>The Ubisoft deal is the latest expansion by Tencent into foreign tech companies. Through a series of investments and deals, including the 2016 acquisition of mobile-game studio Supercell, Tencent has built itself into the world's largest videogame maker by revenue.</p><p>Ubisoft, founded by the Guillemot family in 1986, is one of the few remaining independent gaming studios that makes big, immersive games—making it a prime target for takeovers. Chief Executive Yves Guillemot led a battle half a decade ago to fend off a takeover attempt by French media conglomerate Vivendi SE.</p><p>It was in the wake of that episode that Tencent in 2018 made its first Ubisoft investment.</p><p>Ubisoft has since faced other turmoil. Ubisoft in 2020 said that multiple senior executives left the company amid an internal investigation into allegations of misconduct and inappropriate behavior. At the time, Mr. Guillemot said the company \"has fallen short in its obligation to guarantee a safe and inclusive workplace environment for its employees.\"</p><p>Write to Sam Schechner at sam.schechner@wsj.com</p><p>Tencent Deal Cools Investors' Hopes of Ubisoft Takeover</p>",
  "published": "2022-09-07T16:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.9200001,
      "offsets": [
        {
          "start": 76,
          "end": 91
        },
        {
          "start": 76,
          "end": 90
        }
      ],
      "weightsV2": {
        "weight": 1.5872924,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.6372925,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}