{
  "_id": "476b7a8fa6b894c2365c8d6409daf8f9a481431a4321d8c5c5e7c61985b9158e",
  "feed": "wall-street-journal",
  "title": "Microsoft on Offensive  Over Cloud Scrutiny  ----  By Aaron Tilley and Kim Mackrael",
  "text": "<p>   Microsoft Corp. has embarked on a campaign in Europe to create allies and disarm critics as it comes under greater scrutiny in one of its largest markets. </p><p>   Competitors accuse the software giant of abusing its position as the world's second-largest cloud company after Amazon.com Inc. to outflank European companies. Microsoft is responding with a mixture of perks and persuasion -- and in some cases struggling to make headway. </p><p>   After German cloud-computing company Nextcloud GmbH filed an antitrust complaint against Microsoft with the European Commission, a lawyer for the U.S. giant called Nextcloud with an offer, said its chief executive, Frank Karlitschek. </p><p>   Nextcloud had accused Microsoft of suppressing competition by pushing customers to use its rival cloud software by bundling it with its Windows operating system. The German company had also formed a consortium of European companies concerned about Microsoft. The Microsoft lawyer asked Nextcloud if the companies could work together in some way, offering benefits -- including promoting Nextcloud's logo in Microsoft's marketing material -- if the German company dropped the complaints, said Mr. Karlitschek. </p><p>   The overture didn't succeed. Mr. Karlitschek refused. </p><p>   \"He was basically offering us a cookie,\" he said. \"It isn't about having a logo somewhere or doing a quick deal. We're not interested in that. We are concerned about the overall antitrust situation.\" </p><p>   Microsoft President Brad Smith said the company is just attempting to listen to and address issues European companies are worried about. </p><p>   \"You can't become allies until you stop being adversaries, and can't stop being adversaries until we address the concerns that they legitimately have raised,\" Mr. Smith said. </p><p>   The European Union has been at the forefront of a global wave of increased scrutiny of giant technology companies, including how they compete and how they handle data. Microsoft and more broadly the cloud-computing business haven't been the top targets for the new regulations. The company's lobbying marks an important new front in the emerging battle between governments and tech companies. </p><p>   Even though Microsoft doesn't have the largest cloud market share, its cloud business is getting attention in Europe, in part because of rivals' claims that it is using its dominance with its Windows operating system and Office productivity apps to give it an unfair edge in pushing customers to use its other cloud services. </p><p>   Its interactions on cloud concerns could also impact how regulators see Microsoft when they consider whether to approve its $75 billion deal for videogaming company Activision Blizzard Inc., some lobbyists in Europe said. The company needs regulatory approval in many markets, a process that could be impacted by any antitrust claims. Britain's antitrust regulator last week opened a probe into whether the takeover might reduce competition. </p><p>   Mr. Smith said the Activision acquisition is one of the reasons behind its European charm offensive. \"We have to sustain public confidence that we will grow in a responsible way,\" he said. </p><p>   European lawmakers last week approved sweeping digital regulations that will impose competition rules on several large U.S.-based companies including Microsoft. Another EU regulation under consideration could push cloud providers to make it easier for customers to move data from one platform to another. </p><p>   Microsoft's main cloud rivals -- Amazon and Alphabet Inc.'s Google -- also face regulatory headwinds in Europe. Unlike Microsoft in recent years, both companies have been charged with alleged antitrust violations related to their non-cloud businesses. </p><p>   Getting to know regulators, competitors and other stakeholders is part of doing business for most major tech companies. Microsoft has dealt with the most recent challenges in Europe the same way it handles regulations in the U.S. -- pre-emptively reaching out to policy makers and sometimes co-opting critics. </p><p>   While Microsoft doesn't break out sales by geography, analyst Brad Reback of Stifel Financial Corp. estimates Microsoft earns around 35% of its sales from the European region. </p><p>   Microsoft's escalation in Europe has created problems for some companies. Late last year, Microsoft contracted public relations giant Burson Cohn &amp; Wolfe to do additional work in Europe. Slack Technologies LLC had been working with the firm to back its own attempts to fight Microsoft in Europe through a 2020 antitrust filing. After Microsoft hired BCW for the additional work, the firm dropped Slack as a client due to a conflict of interest, infuriating Slack executives, said people familiar with Slack's efforts in Europe. </p><p>   A BCW spokeswoman said business conflicts may emerge as its clients' goals change. </p><p>   Despite its efforts, Microsoft continues to face resistance. </p><p>   Last summer, French firm OVHcloud and other European companies filed a complaint against Microsoft, saying the way it licenses products pushes users toward Microsoft's Azure cloud. </p><p>   A spokeswoman for the European Commission said it had received complaints against Microsoft and is assessing them. </p><p></p>",
  "published": "2022-07-13T06:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4129,
          "end": 4138
        },
        {
          "start": 924,
          "end": 933
        },
        {
          "start": 3959,
          "end": 3968
        },
        {
          "start": 4761,
          "end": 4770
        },
        {
          "start": 3236,
          "end": 3245
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1068,
          "end": 1077
        },
        {
          "start": 909,
          "end": 918
        },
        {
          "start": 4463,
          "end": 4472
        },
        {
          "start": 2141,
          "end": 2150
        },
        {
          "start": 4404,
          "end": 4413
        },
        {
          "start": 683,
          "end": 692
        },
        {
          "start": 4063,
          "end": 4072
        },
        {
          "start": 516,
          "end": 525
        },
        {
          "start": 3391,
          "end": 3400
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 4219,
          "end": 4228
        },
        {
          "start": 5064,
          "end": 5073
        },
        {
          "start": 3763,
          "end": 3772
        },
        {
          "start": 315,
          "end": 324
        },
        {
          "start": 2527,
          "end": 2536
        },
        {
          "start": 1068,
          "end": 1079
        },
        {
          "start": 4890,
          "end": 4899
        },
        {
          "start": 1424,
          "end": 1433
        },
        {
          "start": 4957,
          "end": 4966
        },
        {
          "start": 1904,
          "end": 1913
        },
        {
          "start": 3510,
          "end": 3519
        },
        {
          "start": 4957,
          "end": 4968
        },
        {
          "start": 4129,
          "end": 4140
        },
        {
          "start": 3391,
          "end": 3402
        }
      ]
    }
  ]
}