{
  "_id": "0610d6f3ccb7e7cdedd760efde736b540ae24b2277484044bb55535cd1b546a7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Tech Layoffs Seen as a Boon for Filling IT Vacancies",
  "text": "<p>Last month, Microsoft Corp. said it would slow hiring in its software group; Meta Platforms Inc. declared a hiring freeze for some teams, and smaller social-media rivals Twitter Inc. and Snap Inc. followed suit with similar hit-the-brakes memos.</p><p>Some chief information officers, wearied of the relentless recruitment effort, see an opportunity.</p><p>\"I do expect we will start to see more candidates that were part of layoffs,\" said Katrina Agusti, CIO of Dearborn, Mich.-based workwear brand Carhartt Inc.</p><p>When Ms. Agusti took up the CIO role in March, she aimed to give priority to recruiting tech personnel. As tech stocks began to unravel in May, she watched closely in anticipation of layoffs that might bring fresh candidates into the hiring pool, she said.</p><p>Carhartt has yet to see that additional hiring momentum, but Ms. Agusti said she is expecting a longer-term influx of new candidates for tech roles.</p><p>Even a small break in the IT talent war has been a long time coming. Over the past several years, CIOs have amped up their recruiting efforts, raised salaries and touted their company cultures to attract the talent needed for vital digital-transformation efforts. Still, the high number of tech job postings and shortage of candidates largely continued.</p><p>Kroger Co., also looking for workers, is seeing more applicants coming through the door than it did a year ago, said Yael Cosset, the company's CIO. It is difficult to say, however, whether that is the result of other companies pulling back on recruiting or Kroger's own ramped-up efforts in this area, he said.</p><p>The grocer has been expanding its partnership with universities, expanding the locations it hires in, and training store associates to fill tech roles in areas like cybersecurity, Mr. Cosset said.</p><p>\"There is still a massive shortage of talent,\" he said, but added that the company is \"making good progress\" in recruiting.</p><p>Last month, U.S. employers in all sectors hired an estimated 2,000 new tech workers, after cutting some 215,000 tech jobs in April, according to IT trade group CompTIA. Despite the hiring uptick in May, the overall unemployment rate for IT workers in the U.S. remained roughly unchanged at 2.1%, up from 1.7% in January, the group said.</p><p>Declines in tech stocks and cryptocurrencies have led some tech-heavy employers to cut staff. Besides Coinbase, two other prominent crypto companies, Crypto.com and BlockFi, this week said they would be letting people go.</p><p>\"The recent layoffs in the crypto market will provide some relief to companies in need of engineers and other technologists,\" said Martha Heller, chief executive of recruiting firm Heller Search Associates. But on the whole, crypto layoffs \"represent a drop in the bucket,\" she added.</p><p>In May, U.S. employers posted ads for more than 620,000 tech jobs, a roughly 50% increase over the same month in 2021, according to CompTIA. Tim Herbert, the group's chief researcher, said hiring freezes and layoffs across sectors are being offset by other companies looking to scoop up newly available workers.</p><p>\"The data shows examples of companies pulling back, companies increasing hiring activity, and those that could be considered maintaining the status quo,\" Mr. Herbert said.</p><p>Keegan Banks, senior vice president of client delivery at recruiting firm Harvey Nash USA, said the market for tech workers remains tight. Most of her clients are still looking to fill IT jobs, she said.</p><p>\"Some of that is due to openings from turnover, but we are still receiving a good bit of new roles as well,\" Ms. Banks said</p><p>John Markey, managing director of client services at AMS, a recruitment and advisory firm, said employers may be posting job ads aimed at attracting laid-off tech workers, but that hardly means qualified workers are rushing to apply.</p><p>\"People are taking their time between roles before going back into the job market,\" Mr. Markey said.</p>",
  "published": "2022-06-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 12,
          "end": 27
        },
        {
          "start": 12,
          "end": 21
        }
      ],
      "nexusId": "10031144"
    }
  ]
}