{
  "_id": "1372c8c032d0da55ce0287d3bc75d293ff4ae8efd4cbbbc2fd6da456d31fb9e1",
  "feed": "wall-street-journal",
  "title": "Startups Look for Ways to Bring Down the Cost of Green Hydrogen; Money is flooding into making hydrogen more economical. The jury is still out.",
  "text": "<p>Today, hydrogen is mostly used in the production of fossil fuels and to make ammonia, an ingredient in many fertilizers. But it is also promoted as fuel for heating or transportation or power for industrial processes.</p><p>One drawback to hydrogen as a form of green energy, however, is that nearly all of the world's hydrogen is produced in a greenhouse-gas-intensive process: heating natural gas with steam to split it into hydrogen and carbon dioxide. This type of hydrogen is known as gray hydrogen, or sometimes blue hydrogen if the factory has carbon-capture technology.</p><p>The main low-carbon alternative for producing hydrogen, dubbed green hydrogen, is made by passing renewable electricity through water using a machine called an electrolyzer to split it into oxygen and hydrogen. The process, which often runs off private access to a wind or solar plant, doesn't cause emissions, but it does guzzle electricity and water.</p><p>How's the weather?</p><p>Even as governments lavish subsidies on low-carbon hydrogen production to bring down costs, some experts doubt that it will ever be cost-effective for all the low-carbon applications that have been proposed. Electrolyzers are constrained by the cost of renewable electricity and when it is available—in other words, on the weather.</p><p>\"The biggest influence on the cost of hydrogen is utilization—how often that electrolyzer is running—and access to cheap power,\" says David Cunningham, director of cleantech and renewables at advisory firm Gneiss Energy. \"That's where renewables fall down.\"</p><p>Green hydrogen currently costs between approximately $3 per kilo and $26 per kilo, according to data from S&amp;P Global. The Energy Department has said it needs to cost about $1 per kilo to unlock new industrial applications. Closing that gap with current technology depends on renewable electricity becoming a lot cheaper.</p><p>The Hydrogen Council, an industry group, says the cost of making hydrogen with electrolyzers could fall to $1.40 a kilogram by 2030 in the right circumstances, such as renewable electricity being available for as little as $13 per megawatt hour.</p><p>But while it has become cheaper, renewable electricity costs a lot more than that. During the first half of 2022, according to research firm BloombergNEF, power from new utility-scale solar and onshore wind facilities on average cost $45 per megawatt-hour and $46 per megawatt-hour, respectively. Even the cheapest renewable power, from Brazilian wind farms, cost $19 per megawatt-hour.</p><p>The cost challenge casts a shadow over the wider role that hydrogen can play in the economy. \"The hydrogen market offers a potentially very large but still very uncertain opportunity,\" analysts at investment bank Jefferies wrote in October.</p><p>Still, polluting industries and governments are betting on hydrogen. Jefferies estimates that electrolyzer sales will exceed $100 billion this decade. And governments are throwing money at the technology.</p><p>The U.S. Inflation Reduction Act introduced a tax incentive of up to $3 per kilogram for new methods of hydrogen production, depending on how polluting they are. That sweetener could make green hydrogen cheaper than gray hydrogen in the U.S. by 2030, analysts say.</p><p>But whether the industry can stand on its own depends on how far the flood of money brings down costs.</p><p>A better electrolyzer</p><p>Electrolyzer makers are vying to come up with new designs. Sunfire GmbH, a German manufacturer, has developed a way of using steam instead of liquid water, tapping heat from industrial processes. The company closed a funding round early this year worth about $192 million, and later received an undisclosed investment from Amazon.com Inc.'s Climate Pledge Fund that will help it scale up production.</p><p>Hysata, an electrolyzer startup based in Wollongong, Australia, just rented an 86,000-square-foot factory where it expects to be making commercial-scale systems by 2025.</p><p>These companies are among several that claim dramatic improvements in efficiency over existing technology. Current electrolyzers generally convert around 75% of the electricity they use into hydrogen energy.</p><p>Hysata said in a paper published in the scientific journal Nature that its system has achieved 95% efficiency, a figure the company says would allow it to make green hydrogen using about 20% less electricity than a regular electrolyzer. That would mean hydrogen manufacturers would need to spend less money on renewable energy, bringing down costs.</p><p>More colors </p><p>A Cemvita researcher compares field samples containing oil-metabolizing microbes that the company uses in producing hydrogen from old wells. PHOTO: Jeff Lautenberger for The Wall Street Journal</p><p>Other companies, such as Cemvita Factory Inc., are sidestepping the electrolyzers.</p><p>Sticking with the color-coding system that the energy industry uses to differentiate ways of making hydrogen, the Houston-based company calls its product \"gold hydrogen,\" in a reference to the \"black gold\" that first enriched the oil patch.</p><p>Oil wells don't stop producing because they're empty. They stop because the pressure underground subsides. Cemvita wants to capitalize on oil that is still in the ground by taking over old wells and injecting oil-metabolizing microbes into subterranean rock. The microbes, according to the company, turn the oil into carbon, which would stay underground. The hydrogen gas released, meanwhile, would rise to the surface to be captured.</p><p>After lab-testing different combinations of microbes and nutrients, Cemvita said in September it had carried out a successful trial at an old well in Texas. The company, which is developing various other low-carbon products, has spun out its hydrogen operation into a new company, Gold H2 LLC, with venture-capital backing.</p><p>Because growing microbes and injecting them down a well requires little expensive equipment or electricity compared with the cost of an electrolyzer, the company says it could make low-carbon hydrogen for under $1 per kilogram.</p><p>Charles Nelson, chief business officer at Cemvita, says there are 100,000 or so wells in the U.S. where his company's technology could be used.</p><p>\"It's not like we're having to hunt these things down,\" he says. </p><p>Cemvita uses kegs to transport starter cultures of the oil-metabolizing microbes to oil fields, where they are pumped into aging wells and trap carbon underground while freeing hydrogen to be collected at the surface. PHOTO: Jeff Lautenberger for The Wall Street Journal</p><p>Cemvita is working toward its first deals with oil-field owners and industrial hydrogen buyers, Mr. Nelson says. The company has to prove not just that its microbes will work, but also that once the hydrogen comes to the surface it can be moved to where it is needed. As hydrogen is much less dense than natural gas, it has to be condensed or liquefied before it can be shipped, or pumped through existing oil-and-gas pipelines.</p><p>\"The next challenge is how do you get the hydrogen to market,\" Mr. Nelson says. \"It's a hard molecule to move.\"</p><p>Turquoise hydrogen</p><p>Gold hydrogen is not the only innovation getting investors' attention in this space.</p><p>This summer, Monolith, a startup based in Lincoln, Neb., raised more than $300 million from investors, including private-equity firm TPG and a joint venture of BlackRock Inc. and Singapore's sovereign-wealth fund, to commercialize a method of making hydrogen called methane pyrolysis.</p><p>Like the conventional hydrogen-production process, hydrogen pyrolysis starts with methane, the main component in natural gas. But instead of burning gas to make hydrogen and carbon dioxide, the process uses electricity to generate heat in a reactor and turn methane into carbon black—a product that can be sold for uses such as making tire filler—and hydrogen. A Monolith spokesman says the company's system will require a fraction of the electricity needed by a typical electrolyzer to make the same amount of hydrogen.</p><p>Gas made this way is widely termed turquoise hydrogen, a not-quite-green name reflecting less clear-cut environmental benefits. Turquoise hydrogen can be carbon-free if produced using renewable electricity and methane captured from decomposing waste, but if the raw material is conventional fossil gas it causes some greenhouse-gas emissions.</p><p>Another methane-pyrolysis startup, Molten Industries, was among a group of super-early-stage projects picked last month for funding by Bill Gates's Breakthrough Energy, an influential climate-tech investor.</p><p>Molten co-founder Kevin Bush envisions methane years from now being captured from agricultural waste and sent through oil-and-gas pipelines to Molten's hydrogen plants, which would have their own renewable energy supply and sit next to factories that buy its hydrogen. He says Molten, based in Oakland, Calif., could eventually make hydrogen for below $2 a kilogram even at electricity prices above $50 per megawatt-hour.</p><p>But that is a long way away for a company that's currently focused on hiring its first engineers and building a pilot plant in a former steel mill in Oakland.</p><p>\"Electrolyzers have been around for decades,\" Mr. Bush says. \"For us, it's a new technology. We have to prove its operational stability.\"</p><p>Mr. Ballard is a reporter for The Wall Street Journal in London and editor of the WSJ Climate &amp; Energy newsletter. He can be reached at ed.ballard@wsj.com.</p><p>Startups Look for Ways to Bring Down the Cost of Green Hydrogen</p>",
  "published": "2022-11-11T16:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}