{
  "_id": "2ba19279f36a6bb8ef9893a2b1599194325d2bdf8e1aa450dca4e8cf9e8b363d",
  "feed": "wall-street-journal",
  "title": "Tech Hiring Spree Starts to Cool --- Twitter, Netflix, Amazon are among the companies curbing hiring or cutting jobs",
  "text": "<p>Labor Department data issued on Friday showed the economy adding tech jobs in June at a pace faster than before the onset of Covid-19, but a bit slower in some areas than in prior months. Jobs in computer and electronic products grew by 2,300 from May, down from an average of more than 2,800 in the prior five months of this year.</p><p>\"There is some slowing in hiring as fears of a significant downturn or recession are on the horizon,\" information-technology consulting firm Janco Associates Inc. wrote in a report on Friday's numbers, in which it projected the economy would add 196,000 IT jobs this year, down from about 213,000 last year.</p><p>Twitter Inc. on Thursday said it laid off 30% of its talent-acquisition team, adding to a string of layoffs by tech companies. Electric-vehicle maker Tesla Inc. late last month laid off about 200 people after earlier saying it would cut 10% of salaried staff -- though Chief Executive Elon Musk said last month that total head count, including blue-collar workers, would likely increase over the next 12 months.</p><p>Netflix Inc. cut about 3% of its workforce as it deals with a loss in subscribers. Amazon.com Inc. has looked to pare hiring in some areas, and videogame companies including Unity Software Inc. and GameStop Corp. have recently shed staff.</p><p>Although the labor market remains tight, with strong demand for workers in some sectors and positions, warnings from some tech leaders heightened fears of a tough stretch ahead for a sector with influence and power that touch virtually every aspect of society.</p><p>Snap Inc. CEO Evan Spiegel recently told staff the company would slow hiring and cautioned that the economy \"has definitely deteriorated further and faster than we expected.\" CEO Mark Zuckerberg and other executives at Facebook parent Meta Platforms Inc. warned in recent months that its business faces challenges, with Chief Product Officer Chris Cox last month emphasizing to employees the need for discipline and ruthless prioritization given headwinds the company faces, according to a spokeswoman.</p><p>The jobs turnabout has been especially pronounced in certain niches hard hit by the market turbulence. Cryptocurrency-exchange operator Coinbase Global Inc. recently let go of 18% of its staff, and trading firm Robinhood Markets Inc. cut 9%.</p><p>Online property brokerage Redfin Corp., whose staff grew by more than half in 2021, last month said it was laying off about 8% of its employees.</p><p>\"Companies were under great pressure to grow as fast as possible,\" said Glenn Kelman, CEO of Redfin, whose stock has fallen to $9.50 as of Friday's close from nearly $100 in February 2021. \"Just to have a return to some normalcy, in some ways, that's a very painful transition. In other ways, it's really healthy and good.\"</p><p>Mr. Kelman said he has worked to remind staff of the ups and downs of business climates, especially in the often-volatile real-estate sector.</p><p>Recruiting companies and job sites say demand is still strong. Job postings for tech roles are outpacing other positions, according to data from jobs site ZipRecruiter.</p><p>While job postings for software developers are up by 107% since before the Covid-19 pandemic, job-search company Indeed reports, that number has dropped by 10 percentage points in the past four weeks.</p><p>Economists say the shift in the job outlook so far is partly because tech companies that saw surging demand during the pandemic may have overshot expectations.</p><p>Amazon and many of its peers added employees at an unprecedented pace. In the past five years, Meta, Apple Inc., Microsoft Corp. and Google parent Alphabet Inc. nearly doubled their combined number of full-time employees to a collective total of about 563,000.</p><p>\"Tech companies had a glory period where people were throwing money at them, and that is now over,\" said Julia Pollak, chief economist at ZipRecruiter.</p><p>Various factors this year upended those dynamics. Inflation hit a four-decade high, and U.S. economic output fell, showing signs of strain, though the job market has remained strong, with the jobless rate at 3.6% in June.</p><p>Within tech, online advertising has fallen off for some of the biggest players and the war in Ukraine has created more uncertainty. Analysts have estimated advertising revenue at Meta to have zero growth on a year-over-year basis in the second quarter for the first time in the company's history.</p><p>The upshot is that the tech industry, at least for now, appears to be in correction mode rather than recession mode, said AnnElizabeth Konkel, an economist at Indeed. \"Some employers, in this case in the tech industry, simply missed the mark of what they need in the next six months to a year,\" she said.</p><p>The share of employees with a negative business outlook in the tech industry rose to 14.6% in May, the highest level of pessimism since the start of the pandemic, according to company review site Glassdoor.</p><p>On a networking platform owned by Glassdoor, discussions about layoffs have more than doubled since April.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3551,
          "end": 3566
        },
        {
          "start": 3551,
          "end": 3560
        }
      ]
    }
  ]
}