{
  "_id": "bf7ceb69523b4843aa287b0f31a2ed18cedcc0c62c87b213c90c7add88b866da",
  "feed": "economist-blog",
  "title": "Seeing and believing; From Apple to Google, big tech is rushing to build VR and AR headsets",
  "text": "<p>Children are no longer the only ones excited about “extended reality”, a category which includes both fully immersive virtual reality (VR) and the newer technology of augmented reality (AR), in which computer imagery is superimposed onto the user's view of the world around them. Nearly every large technology firm is rushing to develop a VR or AR headset, convinced that what has long been a niche market may be on the brink of becoming something much bigger.</p><p>Meta, Facebook's parent company, has sold perhaps 10m Quest 2 devices in the past 18 months and will launch Cambria, a more advanced headset, later this year. Microsoft is pitching its pricier HoloLens 2 to businesses. Apple is expected to unveil its first headset near the end of the year, and is said already to have a next-generation model in the pipeline. Google is working on a set of goggles known as Iris. And a host of second-tier tech firms, from ByteDance to Sony and Snap, are selling or developing eyewear of their own.</p><p>The tech giants spy two potentially vast markets. One is the kit itself. Only around 16m headsets will be shipped this year, forecasts IDC, a data company (see chart 1). But within a decade their sales may rival those of smartphones in mature markets, believes Jitesh Ubrani of IDC. “Some people ask, ‘Do you think this is going to be as big as what smartphones created?'” says Hugo Swart of Qualcomm, which makes chips for both headsets and phones. “I think it's going to be bigger.”</p><p>That points to the second, still more tantalising opportunity: the chance to control the next big platform. Apple and Google have established themselves as landlords of the smartphone world, taxing every purchase on their app store and setting rules on things like advertising, at the expense of companies such as Facebook, their digital tenants. Whoever wins control of the headset market stands to acquire a similarly powerful gatekeeping position. “It is going to be the next big wave of technology,” says Mr Ubrani, “and they all want to make sure they get a piece of that.”</p><p>The search for the next platform comes as the latest one shows signs of maturing. Smartphone shipments in America fell from a peak of 176m units in 2017 to 153m in 2021, according to IDC. The advertising model that has powered companies like Facebook and Google is under attack from privacy advocates. In response, Mark Zuckerberg, Meta's chief executive, has bet the future of his company on what he calls the metaverse. Microsoft's boss, Satya Nadella, has said that extended reality will be one of three technologies that shapes the future (along with artificial intelligence and quantum computing). Sundar Pichai, his counterpart at Alphabet, Google's corporate parent, said last year that AR would be a “major area of investment for us”. Venture-capital funds pumped nearly $2bn into extended reality in the last quarter of 2021, a record, according to Crunchbase, a data firm.</p><p>Some 90% of headsets sold today are VR. Since buying Oculus, a headset-maker, for $2bn in 2014, Meta has cornered the market, with nearly 80% of VR sales by volume. Its Quest 2, which offers a convincing (if mildly nauseating) experience with no need for an accompanying computer, has been a breakthrough hit since its launch in 2020, helped by pandemic lockdowns and a $299 loss-leader price. Last Christmas the Quest's smartphone app was the most downloaded in America. Smaller rivals like HTC, a Taiwanese electronics firm, and Valve, an American games developer, which make gaming-focused VR headsets, are being squeezed. Pico, a headset-maker owned by Bytedance, TikTok's Chinese parent company, is doing well in its home market, where Meta is banned.</p><p>Meta's VR strategy revolves around ads, the source of Facebook's riches. It is selling headsets as fast as it can in order to build an audience for advertisers, says George Jijiashvili of Omdia, a firm of analysts. Horizon Worlds and Venues, its virtual spaces for hanging out, claim 300,000 monthly visitors. Meta has already experimented with running ads there, to the irritation of some of them. Its forthcoming Cambria headset, a pricier “pass-through” model that combines a VR-like video screen with front-mounted cameras to display footage of the world outside, will train cameras on users' faces. That will enable the capture of facial expressions in virtual form, as well as the monitoring of which ads eyeballs linger on.</p><p>Meta is also monetising its app store. From next year the market for VR content will surpass that for VR hardware, estimates Omdia (see chart 2). One of Mr Zuckerberg's motives for pushing the new platform is to liberate Meta from dependence on smartphone-makers for the distribution of its apps. The company has now become a digital landlord itself, with the power to tax Quest store purchases in the same way that Apple and Google take a cut of smartphone app sales (Meta declines to say how much it charges).</p><p>While Meta ramps up its efforts in VR , others are experimenting with the knottier technology of AR. Unlike VR, which takes you to another place, AR is “anchored in the world around you”, says Evan Spiegel, boss of Snap. His Snapchat social-media app has long provided AR filters for smartphones, allowing users to turn themselves into cartoon characters or virtually try on products like clothes and make-up with the help of their phone's camera. Snap is now toying with hardware, building a prototype set of AR “Spectacles” which have gone out to a few hundred software developers.</p><p>Your correspondent wandered through a floating solar system and was chased around Snap's London offices by holographic zombies as he tried out the Specs, which at 134 grams look and feel like a chunky pair of sunglasses. The downside of their slender styling is a battery life of 30 minutes and a tendency to overheat. Limits in optical technology restrict the field of view to a square in the middle of the lens, meaning that overlaid graphics are seen as if through a letterbox. Snap's main reason for making the device is to discover use cases for AR headsets when they become widely adopted, says Mr Spiegel. In the hardware market, “We have a shot. But our goal is still really on the AR platform itself.”</p><p>For now, AR glasses are a niche within a niche. Their high cost and wobbly performance limits their use to a small number of businesses. IDC expects industry shipments of 1.4m units this year. The top seller in 2021 was Microsoft's HoloLens 2, a $3,500 device used by clients including America's armed forces (whose order for 100,000 pairs provoked complaints from Microsoft staff that they “did not sign up to develop weapons”). Magic Leap, a Florida-based startup, will launch the second generation of its AR glasses in September, boasting a wider field of view. It, too, is targeting businesses, in industries like health care and manufacturing, rather than consumers.</p><p>Despite VR's dominance of the head space, AR is the technology that sparks most excitement about mass adoption in future. Even with Meta's relentless promotion of virtual concerts, office meetings and more, few people use VR for anything other than gaming: 90% of the $2bn spent on VR content last year went on games, according to Omdia. Tim Cook, Apple's boss, has criticised VR's tendency to “isolate” the user. “There are clearly some cool niche things for VR. But it's not profound in my view,” Mr Cook has said. “AR is profound.” Apple has shown notably little interest in the immersive metaverse that excites Mr Zuckerberg.</p><p>Apple's expected pass-through headset will give a taste of the AR experience around the end of this year, followed by a pair of true AR glasses that are still in early development. Its first products are said to be aimed at designers and other creative professionals, rather like its high-end Macintosh computers. Still, the firm's entry into the industry could prove to be a watershed. “Apple's ability to drive adoption is probably unparalleled in the market,” says Mark Shmulik of Bernstein. It will hope to do brisk business in China, where its rival Meta is banned. IDC predicts that in 2026 20m pairs of AR glasses could be shipped worldwide, making them about twice as popular as VR goggles are today.</p><p>The big question is whether headsets can go beyond gamers and professionals, to take on the ubiquitous role that smartphones play—in other words, to become a true tech platform rather than just an accessory. Today's headsets are good at solving “very specific pain-points”, says Tony Fadell, a former Apple executive who helped develop the iPhone. A generalisable platform such as an iPhone “is a whole different story”, he says. “And I don't believe it,” he adds, at least for the next five years. In the foreseeable future, Mr Fadell thinks, headsets will be like smart watches, popular but not revolutionary in the way the smartphone has been.</p><p>Mr Spiegel agrees that headsets will not fully replace phones, just as phones have not done away with desktop computers. But, he points out, “one overarching narrative is that computing has become way more personal”. It has moved from the mainframe, to the desktop, to the palm of the hand. The next step, he believes, is for computing to be “overlaid on the world around you” by AR. Desktop computing was mainly about information processing, and smartphones were mainly about communication. The next era of computing, he suggests, will be “experiential”.</p><p>In this scenario, headsets could be part of a broader ecosystem of wearable technology that draws consumers' attention—and spending power—away from the smartphones that have hypnotised them for the past decade and a half. With smart watches, smart earphones and, soon, smart glasses, the phone could become personal computing's back office rather than its primary interface. Gadgets on your eyes would complement the “things on our wrists, things on our ears and things in our pockets”, says Mr Shmulik. One day, “you might even forget that you've got your phone.”</p>",
  "published": "2022-04-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 620,
          "end": 629
        },
        {
          "start": 6455,
          "end": 6466
        },
        {
          "start": 2479,
          "end": 2488
        },
        {
          "start": 6600,
          "end": 6609
        },
        {
          "start": 2479,
          "end": 2490
        },
        {
          "start": 6455,
          "end": 6464
        }
      ]
    }
  ]
}