{
  "_id": "22902fab89312bb64a5b686317dcafec7f9fe3a971efd3d5a70c3132f93d420d",
  "feed": "market-watch",
  "title": "Big Tech is no longer winning as big, but these two stocks still seem safe; Apple and Microsoft were the only two Big Tech companies to increase earnings from last year's pandemic boom, while Amazon, Google and Facebook appear headed for an uneven year",
  "text": "<p>Apple and Microsoft justified their $2 trillion-plus valuations, increasing profit against tough comps by more than $1 billion apiece. Microsoft appears best-positioned, after surpassing profit and sales estimates while giving a strong outlook, helped in part by a price hike of its Office 365 software suite and its still-growing Azure cloud-computing business. While Apple reported record March-quarter revenue, the ongoing shortage of semiconductors and recent COVID-19 lockdowns in China weighed heavily on its outlook, with an estimated impact from constraints ranging from $4 billion to $8 billion, higher than the company experienced in the March quarter.</p><p>Amazon wishes it had Apple's problems, though. The e-commerce and cloud-computing giant reported its first net loss in seven years, as inflationary pressures added $6 billion to its already steep operating costs in the first quarter. Chief Financial Officer Brian Olsavsky admitted in a conference call that it was time for Amazon, known for its tremendous appetite to spend, to cut back — \"resizing its cost structure and driving out inefficiencies,\" as he termed it.</p><p>And then there is the advertising businesses, which look like it's in much tougher straits this year as advertisers cut back and TikTok rises. Facebook parent company Meta had its lowest revenue growth in history and gave a disappointing forecast that included the possibility of the company's first-ever quarterly decline in revenue. Chief Executive Mark Zuckerberg blamed the shortfall on the transition among consumers to more short-form videos like Reels, which Facebook copied from TikTok and is still figuring out how to monetize optimally.</p><p>More from Therese: Facebook earnings were not as bad as feared, but they were still pretty bad</p><p>YouTube may also be feeling the heat from TikTok, a downturn in the online-advertising industry and doubts about streaming in general. Google's video service is starting to see revenue growth slow down after years of huge gains, and the search business's large but steadier revenue stream can't cover that up.</p><p>With doubts about online advertising and Amazon deciding how frugal it wants to get, Microsoft and Apple seem like the safest landing spots for investors. Dan Ives, a Wedbush Securities analyst, believes Microsoft is one of the core holdings to own in the current environment for some investors.</p><p>\"Our unwavering view is that despite the fear in the air given the Fed-tightening backdrop and valuations falling off a cliff in tech, underlying digital transformation growth is accelerating and not decelerating into the rest of 2022 as part of this 4th Industrial Revolution,\" Ives wrote, calling Microsoft's guidance a \"blowout guide.\"</p><p>\"The Fed raising rates and inflation issues will slow down the economy, but we view cloud spending as deflationary and ultimately on an accelerated path, with Redmond leading the way,\" he added. He maintained his outperform rating on the stock.</p><p>Apple, too, is in a better position, with its biggest issue seeming to be an inability to completely meet consumer demand. Analysts did ask CEO Tim Cook if he was seeing any signs of inflation and rising interest rates having an effect on demand, but he would only say that Apple is monitoring daily sales closely, and that the company's main focus right now is on the supply side.</p><p>This year is likely to be choppy, as the costs that all these companies expected while raising prices last year actually come to fruition, likely bringing down expectations for continuing record profit margins.If you're looking for a port in that volatile sea, Microsoft and Apple seem like the best bets, at least for now.</p><p>Big Tech is no longer winning as big, but these two stocks still seem safe</p>",
  "published": "2022-04-30T19:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3607,
          "end": 3616
        },
        {
          "start": 86,
          "end": 95
        },
        {
          "start": 135,
          "end": 144
        },
        {
          "start": 10,
          "end": 19
        },
        {
          "start": 2679,
          "end": 2688
        },
        {
          "start": 2169,
          "end": 2178
        },
        {
          "start": 2288,
          "end": 2297
        },
        {
          "start": 2679,
          "end": 2690
        }
      ]
    }
  ]
}