{
  "_id": "b257d99c9ed22e657e98b63e5b2cce6be873ca996dd74d50af0b76e0788ad5f0",
  "feed": "ftcomall",
  "title": "TikTok slashes global revenue targets by at least $2bn",
  "text": "<p>TikTok has slashed its worldwide revenue targets for 2022 by at least $2bn as the fast-growing platform struggles to meet ambitious goals, becoming the latest tech giant to be hit by a global slump in online spending.</p> <p>Targets were cut by 20 per cent in late September by TikTok's chief executive Shou Zi Chew in a virtual “all-hands” meeting, according to four people familiar with the move. <a href=\"https://www.ft.com/stream/7eaacbc8-e87d-40fa-9a6a-855b8fc41aa2\">TikTok</a> originally projected revenues between $12bn and $14.5bn this year, but actual revenue is now believed to be closer to $10bn, these people added.</p> <p>During the meeting, staff were blamed for not driving enough sales in both advertising and ecommerce, the platform's main sources of income, these people said. But several current and former employees told the Financial Times that TikTok had overspent in other areas, from salaries to social events.</p> <p>In the same meeting, staff were told that the Hong Kong IPO of ByteDance, TikTok's Chinese parent company, was unlikely to take place this year. The company had previously shelved plans to list overseas, after Beijing launched a crackdown on Chinese tech giants last year.</p> <p>It is the first sign that TikTok, though still growing quickly, is struggling with the same issues that have ailed its older social media rivals. Last month, Facebook and Instagram-owner Meta posted declining revenues, falling by 4 per cent, while YouTube and Snap both saw a slowdown in revenue growth, missing analyst estimates.</p> <p>The FT <a href=\"https://www.ft.com/content/e70316fa-bae2-4b3a-989f-d761e078b7a0\">revealed</a> on Tuesday that TikTok has undergone a restructuring of its US operations, following a similar leadership reorganisation in Europe earlier this year.</p> <p>While headcount has increased in the US, hundreds of staff have exited the company globally over the past three months, according to an analysis of LinkedIn announcements compiled by data provider Punks &amp; Pinstripes Insights, though not all were lay-offs.</p> <p>US advertisers are predicted to spend $65.3bn on social media this year, a year-on-year increase of just 3.6 per cent — around 10 times slower than in 2021, according to estimates from eMarketer.</p> <p>TikTok's growth remains huge, leaping from $1bn in revenue that the platform generated in 2020, according to two people familiar with its finances. That was the year it became one of the fastest-growing companies, attracting young users across the US and the UK, its biggest markets by both users and revenues.</p> <p>In Europe, TikTok's turnover grew six-fold in 2021 but pre-tax losses were $896mn, up more than a third, according <a href=\"https://www.ft.com/content/d8dea314-7984-4ee0-8dda-3fdb4dbbd3ee\">to filings</a> from the UK's Companies House.</p> <p>Earlier this year, ByteDance told staff an IPO was delayed and offered share buybacks, which was when “a lot of people decided to jump ship”, a recently departed executive said.</p> <p>Discontent among employees has spread because of demands by TikTok's global leadership to return to the office. Since September, all staff have been expected to work at the office for at least two days a week.</p> <p>“We strongly believe in the benefit of in-person interaction and encourage teams to spend time together — both in the office and occasional off-site meetings too, given the globally distributed nature of our company,” a TikTok spokesperson said.</p> <p>To attract staff from rival companies, TikTok had offered some employees in relatively junior roles six-figure salaries. The company has hosted several events around the world, flying teams across continents and hiring out luxury venues and hotels.</p> <p>Some European staff partied in Tarragona, a city near Barcelona, in late September, while the US sales team was sent to New Orleans in mid-October, and in late October the Latin America team met up in São Paulo.</p> <p>Videos posted by attendees on TikTok show lavish parties and branded apparel including custom Adidas Stan Smith trainers. One company event called “Evolve” hosted in Spain is estimated to have cost the company £2.5mn over one weekend, according to two people with knowledge of the budgets.</p> <p>TikTok declined to comment on the revenue targets and did not respond to other requests for comment.</p> <p><em>Additional reporting by Ryan McMorrow in Beijing and Hannah Murphy in San Francisco</em></p><p>Source: Cristina Criddle in London and Patrick McGee in San Francisco 2022 'TikTok slashes global revenue targets by at least $2bn' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-09T05:00:09.184Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}