{
  "_id": "568b06dc6a78f9923c820e689b2fea5e10841da6a25ffb3ed09eee6e034617b6",
  "feed": "ftcomall",
  "title": "Mishcon de Reya: City law firm's IPO roadshow gets off to a bumpy start ",
  "text": "<p>The timing could hardly have been worse. Weeks before launching a roadshow to convince potential investors to back its highly anticipated flotation, City law firm Mishcon de Reya agreed a record fine relating to a string of money laundering breaches.</p> <p>The sanction, the second in recent months, was accompanied by a long list of findings against the firm by the regulator, spanning a four-year period to 2019.</p> <p>As Mishcon prepares to begin its formal pitch to investors this month, to garner support for what would be the biggest initial public offering of a British law firm, it will hope they can look past such previous failures to see the merits of a future on the London stock market.</p> <p>Mishcon is hoping to turn its traditional partnership structure into a nimbler listed business that can more easily raise cash to expand into Asia and fund acquisitions and investment in areas such as legal services and technology. </p> <p>After a fraught IPO process — it was forced to postpone the move in 2020 after a partner revolt and has contended with more than a dozen senior departures, as well as the recent fines and a <a href=\"https://www.ft.com/content/ec1f107c-76ff-4b54-ac4e-b245632429b9\">£2.9m lawsuit</a> from a property investment company — the firm is under pressure to prove it can finally pull off the float.</p> <p>“The jumbo jet has already started down the runway and it's going to be very difficult for them to abort now,” said the managing partner of a rival UK law firm.</p> <h2>Growth ambitions</h2> <p>Mishcon, which was founded in a one-room office in London's Brixton in 1937 by future Labour politician Victor Mishcon, would be by far the most valuable listed law firm on the London Stock Exchange. It is aiming for a market value of about £750m, according to people close to the process — a sum that would make it worth almost twice as much as its closest UK public rival, DWF, and that one broker described as “really ambitious”.</p> <p>The firm declined to comment for this article, but people close to it said it was planning to list in the first quarter of this year, with a formal intention to float announcement expected as soon as this month.</p> <p>Mishcon is not part of the “magic circle” of law firms but has always been dominated by big personalities, such as Anthony Julius, who represented Diana, Princess of Wales in her 1996 divorce from Prince Charles. It recently took on Gina Miller's Brexit case and advises some of the world's wealthiest families on issues from immigration to reputation. </p> <p>Under its executive chair, Kevin Gold, a South African deals lawyer who took the top job in 1997, it has shifted from being a City firm with a tough reputation in litigation and family law to a slick corporate operator whose client roster includes Microsoft, Sky and Prada. </p> <p>The firm increased revenues from £130m to £188m over the five years to April 2020 and its top partners received more than £1m each on average last year. </p> <p>But Mishcon has long sought more dramatic growth. While it is not in urgent need of cash, it hopes the funds generated by a public listing will enable it to become far larger than it could expect through the partnership model, which makes it harder to raise money.</p> <p>The firm will tell prospective investors that it wants to move further away from a traditional law firm model to become a broader professional services company, with consultancy businesses and investments in early-stage legal technology. It already has a “brand management” business and a technology incubator, and would use IPO proceeds for small acquisitions as well as hiring more lawyers, for example in Asia, according to an update issued by the company last April. </p> <h2>Structural shift</h2> <p>Making the switch will not be easy.</p> <p>“When you're a [private law firm] it's all very simple, you calculate the profits and divvy them out to partners. But when you become a listed company you have to produce profits not just for partners but outside investors . . . It's a more complex model,” said Tony Williams, founder of consultancy Jomati. </p> <p>An IPO should be lucrative for senior executives including Gold and managing partner James Libson, who will own potentially valuable equity stakes — but there could be downsides, especially for more junior members.</p> <p>As a listed company, Mishcon partners would take a fixed draw — likely to be lower than their previous profit shares — that would be topped up with dividends and capital gains on their company shares. They could also be in line for bonuses and long-term incentives.</p> <p>“If I'm a partner in my mid-40s I might think about my mortgage and not be thrilled about the fact that my income is coming down and the rest is dependent on the stock market,” said Williams.</p> <p>Meanwhile, lawyers in the lower ranks are generally motivated by the promise of partnership, and risk seeing the firm's equity pool diluted by new shareholders before they have gained their share. </p> <p>Mishcon said it would prevent partners from leaving the business for seven years and would be giving every employee a share, in theory enfranchising lawyers at an earlier stage. </p> <p>One senior partner at the firm said there had been “lots and lots of partner meetings and plenty of jumping up and down” in the run-up to the vote on IPO plans in September. He said he had “come to the conclusion that there are more pluses than minuses”. The IPO proposals were approved with more than 90 per cent support.</p> <h2>‘Untested on the stock market'</h2> <p>Still, some potential investors have already expressed reservations.</p> <p>Anthony Cross, a manager at Liontrust Asset Management, has invested in several UK-listed law firms but said he was not considering Mishcon's float. “People are wary of classic people businesses where you have potentially footloose, talented individuals. </p> <p>“The issue for law firms is they're still somewhat untested on the stock market,” he added. “They haven't got the hallmarks for a super attractive software company, for example, with lots of IP and recurring income.”&#xa0;</p> <p>Another fund manager said he was wary of law firms that carried “greater key man risk, where you have some very high-powered lawyers paid lots of money who could move around”.&#xa0;</p> <p>However, some analysts and brokers said Mishcon could be a highly attractive investment opportunity due to its strong brand and the fact that its business was detached from the economic cycle.</p> <p>“Law firms should make extremely good IPO candidates because they are uncorrelated to the economic cycle,” said Gareth Hunt, managing director of legal services at broker Stifel. “Covid was revelatory in that sense — profits went to the moon for a large number of firms . . . But the devil is always in the detail, some firms will migrate better than others.”</p> <p>A market liberalisation in 2007 paved the way for law firms to list on the London market and six have done so, although their performance has been mixed. </p> <p>Gateley and Keystone — two of the listed firms — have performed strongly, with Keystone's share price up more than 300 per cent over the past 12 months. But DWF, which listed in 2019<a href=\"https://www.ft.com/content/407741a2-9971-11e9-98b9-e38c177b152f\"> with a valuation of £366m</a>, suffered a bruising 2020 in which it ousted its former chief executive. Its shares had fallen sharply below their listing price but have recovered in recent weeks.</p> <p>Michael Chissick, the managing partner of London-based Fieldfisher, said the firm considered floating three years ago but decided against it. “Our clients like the fact that we're not listed and our share price won't move if we win or lose a case,” he said. “And some of the younger partners think that [going public] means selling the family silver.”</p> <p>One broker said he expected Mishcon to push its IPO “really hard”. “But if the market thinks the price is too high it will just spit it back,” he warned. </p><p>Source: Kate Beioley in London  2022 'Mishcon de Reya: City law firm's IPO roadshow gets off to a bumpy start ' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-13T04:00:26.923Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2656,
          "end": 2665
        }
      ],
      "nexusId": "10031144"
    }
  ]
}