{
  "_id": "4d0bf2deda840ef93a197eb4e2045df7cd5c37aaf27993470afea2a0d28a3000",
  "feed": "market-watch",
  "title": "The pandemic has created 1 new billionaire 'every 30 hours,' new Oxfam report says; Nearly 600 people have become billionaires in the past two years as inequality has worsened.",
  "text": "<p>In fact, 573 new billionaires have cropped up in the past two years of the global health crisis, according to a report from the global charity Oxfam, released just as the world's elite and ultra-wealthy convened in Davos, Switzerland for the World Economic Forum this week. That means the pandemic created a billionaire \"at the rate of one every 30 hours,\" the report said, all while an estimated 263 million more people were expected to fall into extreme poverty this year, a rate of 1 million people every 33 hours.</p><p>\"Inequality has been rising for quite some time, but the pandemic super-charged it,\" Irit Tamir, the director of the private sector department at Oxfam America, told MarketWatch. Billionaires, Tamir said, \"have made more money in the last 24 months in the pandemic than they did in the last 23 years combined.\"</p><p>Oxfam's report zeroed in on what it described as a \"profits bonanza in the food, energy, pharmaceutical, and technology sectors,\" especially amid concerns over corporations hiking prices on everyday consumers during rising inflation.</p><p>Billionaires in the business of food and agriculture, for example, saw their collective wealth jump by $382 billion during the pandemic, Oxfam said. The food giant Cargill even notchedthe largest profit in the company's history last year, while the combined wealth of the Cargill family members on the Forbes billionaires list soared to $42.9 billion, a $14.4 billion increase from 2020. (Cargill did not immediately respond to MarketWatch's request for comment.)</p><p>The pandemic additionally aided in creating 40 new billionaires in the pharmaceutical sector, according to Oxfam, with companies drawing profits from vaccines, treatments, tests, and personal protective gear.The world's 10 richest people, however, still largely make their fortunes in tech: Elon Musk, Jeff Bezos, Bill Gates, Larry Page, Larry Ellison, and Sergey Brin all currently reside at the top of the Forbes billionaires list. Musk, the CEO of Tesla TSLA and the world's richest man, is worth $204.9 billion on his own, according to Forbes, making him so rich that he could lose 99% of his wealth and still be among the 0.0001% of the world's wealthiest people, Oxfam said in its report.</p><p>That stands in sharp contrast to the world's poorest, who have been devastated by the effects of the COVID-19 pandemic. Last October, the World Bank reported that about 97 million more people were living on less than $1.90 a day due to the virus, eroding three to four years of global progress in ending extreme poverty.</p><p>To rectify the globe's yawning wealth gap, governments now have a choice to make, Tamir said: \"Are they going to be on the side of billionaires, or are they going to be on the side of ordinary people who are struggling to get by?\"</p><p>\"We need them to come in to put a stop to this catastrophe by implementing very common-sense solutions: taxing extreme wealth and taxing big corporations,\" Tamir said.</p><p>To be sure, as the BBC reported, some millionaires joined left-wing demonstrators in Davos to call for higher taxes on the rich, too. Domestically, President Joe Biden laid out a plan for a \"billionaire minimum income tax\" — which would have the wealthiest Americans paying a tax rate of at least 20% on their full income — in this year's budget.</p><p>The pandemic has created 1 new billionaire 'every 30 hours,' new Oxfam report says</p>",
  "published": "2022-05-23T20:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}