{
  "_id": "1ebf06825458e76f104ae8c943e3d375bb5fdefca4c9a10bd068a85123fc1b04",
  "feed": "wall-street-journal",
  "title": "Starbucks CEO Kevin Johnson to Step Down; Howard Schultz to Return in Interim Role; Coffee chain searches for successor as it navigates union push, Covid-19 pandemic",
  "text": "<p>Kevin Johnson is stepping down as the chief executive of Starbucks Corp., handing leadership of the coffee chain back to former longtime CEO Howard Schultz as the company works to move past the Covid-19 pandemic and confronts a unionization push among U.S. baristas.</p><p>Starbucks said Wednesday that Mr. Johnson, who has led the Seattle-based company for the past five years, will step down as CEO and board director as of April 4. He will continue in an advisory role to the company and its board through September.</p><p>Mr. Schultz, who preceded Mr. Johnson and presided over much of the chain's expansion, will serve as interim CEO, Starbucks said.</p><p>Mr. Johnson thanked Starbucks employees in a letter planned to be sent Wednesday, and said the company was lucky to have Mr. Schultz step in as it seeks a new long-term CEO.</p><p>Starbucks shares rose 5% to $87 in premarket trading Wednesday morning.</p><p>Mr. Johnson first signaled to company directors around a year ago that he was thinking about retiring, and hoped to do so when the pandemic wound down, Starbucks board Chairwoman Mellody Hobson said. His decision to leave was his own, not the result of any board or outside push, Ms. Hobson said.</p><p>\"It's been deliberate,\" Ms. Hobson said in an interview Tuesday. \"This is not hasty in any way.\"</p><p>Starbucks's board hired executive search firm Russell Reynolds Associates last year to help plan for Mr. Johnson's possible departure, the company said. Starbucks said it hopes to choose a new CEO by the fall. The company has identified a list of potential candidates, seeking executives with international and public company experience, Ms. Hobson said.</p><p>Mr. Johnson, 61 years old, leaves Starbucks after seven years at the world's biggest coffee chain, serving as chief operating officer before taking over as CEO in April 2017. Mr. Johnson previously was a technology executive at Microsoft Corp. and Juniper Networks Inc., and joined the Starbucks board in 2009. Starbucks valued Mr. Johnson's technology experience, and his input on the chain's digital ordering systems has boosted the company's value, Ms. Hobson said.</p><p>Starbucks was one of the first American restaurant chains to feel the pandemic's impact in its China market in early 2020. As it closed cafes during Covid-19 lockdowns, Starbucks's same-store sales fell for the first time in more than a decade.</p><p>In June 2020, the company sped up plans to permanently close hundreds of U.S. stores to pave the way for more to-go and drive-through locations. Starbucks's sales recovered from the pandemic last year. The company recorded $29.1 billion in sales for its last fiscal year, up from $22.4 billion in 2017 after Mr. Johnson took over.</p><p>Starbucks's shares are down 24% in the past 12 months, while a Standard &amp; Poor's index of restaurant stocks has declined 5% during the same period. Wall Street analysts have said that rising wage, training, supply and other costs are likely to weigh on Starbucks's profits in the near term.</p><p>Mr. Johnson has said that spending on more wages and benefits will improve the company's long-term performance.</p><p>A self-described coffee addict who favors triple espressos, Mr. Johnson graduated from New Mexico State University with a bachelor's degree in business administration and worked at International Business Machines Corp. before joining Microsoft.</p><p>He was recruited to Starbucks by Mr. Schultz to act as a top lieutenant in 2015. Within two years, Mr. Schultz stepped down and Mr. Johnson became CEO.</p><p>Now Mr. Schultz, 68 years old, is returning for his third stint heading Starbucks. He stepped down as Starbucks CEO in 2000, and returned in 2008 as the company sought to improve its performance. Mr. Schultz, who flirted with a run for U.S. president as an independent in 2019, currently heads his family's foundation and is involved in philanthropy.</p><p>Mr. Schultz isn't expected to stay permanently, Ms. Hobson said. She said she expected Mr. Schultz to maintain the company's culture as it transitions to a new leader, and to voice his opinions.</p><p>\"We want the full deal,\" said Ms. Hobson, who has described Mr. Schultz as a friend and mentor.</p><p>Starbucks has faced the most serious U.S. unionization drive in its history in the past year as some workers have agitated for better pay and conditions. Mr. Johnson has appealed to workers to let the company maintain its direct relationship with them. More than 130 of Starbucks's 9,000 U.S. company cafes have petitioned to unionize, and since late 2021, six locations have voted for representation by the Starbucks Workers United union.</p><p>Mr. Schultz traveled to Buffalo last year to address Starbucks workers in person before the first cafes voted on unionization. During a roughly hourlong address, Mr. Schultz spoke about the chain's founding and its modern-day operations.</p><p>Several Starbucks investors, together representing more than $1 billion worth of Starbucks shares, asked the company Tuesday to cease any antiunion communications with employees, to adopt a policy of neutrality toward workers seeking to organize and to negotiate with unionized cafes in good faith. The investors, led by Trillium Asset Management, previously wrote to Starbucks in December to express concerns over the company's initial response to the union push. Trillium says it focuses in its investing on environmental, social and governance matters.</p><p>Starbucks had no immediate response to the new letter.</p><p>Starbucks said last year it would boost barista pay. A wage increase now under way, along with two previously announced increases, were slated to constitute an additional $1 billion in spending on employees. The company's stock fell last October after Mr. Johnson told investors that its most recent pay increase would depress profit margins this year.</p><p>Starbucks shareholders rejected the coffee company's executive compensation proposal last year, and proxy-advisory firms had recommended shareholders vote against the pay resolutions. The compensation proposal included a one-time bonus to Mr. Johnson of $1.86 million.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for Starbucks? Join the conversation below.</p><p>Starbucks's board had agreed in late 2019 to provide Mr. Johnson with a three-year retention bonus of up to $50 million if he helped to boost the company's stock to established targets and remained at Starbucks through the end of its 2022 fiscal year. Starbucks said the performance award will be determined this September, and currently it expected to not pay it to Mr. Johnson.</p><p>Starbucks said in a filing ahead of its annual meeting Wednesday that it reached out to shareholders following the advisory vote on pay, and would no longer make future long-term performance awards in cash. The company also increased disclosure around its incentive awards, it said.</p><p>Mr. Johnson navigated national attention brought on by the arrests of two Black men sitting at a Philadelphia Starbucks in 2018, along with rising competition for the chain from both lower and higher-end coffee houses. He focused the company's operations on its U.S. and China markets, sold off other markets to licensees and struck a deal with Nestlé SA to sell Starbucks products globally.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Starbucks CEO Kevin Johnson to Step Down; Howard Schultz to Return in Interim Role</p>",
  "published": "2022-03-16T11:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1867,
          "end": 1882
        },
        {
          "start": 3321,
          "end": 3330
        },
        {
          "start": 1867,
          "end": 1876
        }
      ]
    }
  ]
}