{
  "_id": "cfea242c9a1612aadeb8f2130b4309b04afbe648baecc1c5764ec5e46eb3999b",
  "feed": "wall-street-journal",
  "title": "Amazon to Close Kindle Bookstore in China; Move is latest withdrawal for a U.S. tech giant in China, as market declines for e-readers",
  "text": "<p>The pullback is the latest for American tech giants in China, where a fiercely competitive homegrown technology ecosystem has gradually pushed out competitors, particularly in China's heavily regulated internet sector. Last year, Microsoft Corp.'s LinkedIn shut down its social-media service in China, while Airbnb Inc. plans to close its domestic business in China after harsh Covid-19 lockdowns in the country compounded the pain from mounting local competition.</p><p>Amazon has been in retreat for years in China's tough domestic market. In 2019, Amazon discontinued its third-party online marketplace and cut seller services on its Chinese website, effectively surrendering its core online retail business to the country's domestic e-commerce titans. Amazon on Thursday said it would continue to operate its international e-commerce business, called Amazon Global Store, in China, along with its advertising, logistics and cloud business.</p><p>\"Amazon China's long-term commitment to customers will not change,\" Amazon said in a post on its WeChat social media page. \"We have established a broad business base in China and will continue to innovate and invest.\"</p><p>Although the Kindle dominates the market for e-reading devices in China, the overall size of the market has been in retreat in recent years as smartphone and tablet technology has improved, increasing their appeal as alternatives to e-readers. Competition has also increased from next-generation devices that combine features of tablets and e-readers and made by domestic rivals such as Huawei Technologies Co. and iFlytek Co., said Ivan Lam, an analyst at tech market research firm Counterpoint Research.</p><p>Last year, Amazon's Kindle represented 65% of China's e-reader market, well ahead of Xiaomi Corp.'s Duokan and iReader Technology Co.'s device, which tied for second place with 10% of the market, according to Counterpoint. Mr. Lam said e-readers represented about 7% to 8% of reading activity in China, with Kindle containing the largest bookstore in China with at least 700,000 titles.</p><p>However, overall e-reader sales last year fell 12.5% to 2.1 million units, with another decline expected this year, Mr. Lam said.</p><p>\"It's still the leader in the sector, but it's declining rapidly,\" Mr. Lam said of the Kindle.</p><p>Write to Dan Strumpf at daniel.strumpf@wsj.com</p><p>Amazon to Close Kindle Bookstore in China</p>",
  "published": "2022-06-02T11:20:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 230,
          "end": 245
        },
        {
          "start": 230,
          "end": 239
        }
      ]
    }
  ]
}