{
  "_id": "fc3ad95daaa6e5acc92d2897fc69d490cbb2dd3a5a7f20cb2f7008871c17ddc0",
  "feed": "ftcomall",
  "title": "European tech must learn to embrace failure",
  "text": "<p><em>The writer is CEO and founder, Atomico, and co-founder of Skype</em></p> <p>A decade or so ago, much was written about the stigma attached to failure in European culture. The theory was that this curiously regional fear paralysed ambition and prevented great talent from starting companies at all. To produce a Google or Amazon, Europe needed to develop a mega risk appetite. By 2021, we appeared to have overcome this and European tech had grown to a start-up pipeline that equalled the US. </p> <p>Today's downturn presents Europe's first real test since the global financial crisis. But I'm not worried about short-term fluctuations in stock prices. Real value is entirely dependent on continuing to develop a functioning ecosystem. And central to any ecosystem is resilience — the ability to withstand the broader macroeconomic environment. </p> <p>For me, the real danger is that the failure stigma that used to stop Europeans from starting tech companies, will now hold founders back from ending them. In any market, the start-up ecosystem is based on founders daring to take big bets on a new technology. For the few that make it, the rewards are immense. But the ecosystem needs the ones who don't make it just as much, maybe even more. Historically, just 1.2 per cent of all companies receiving seed investment reach a $1bn valuation, and 50 per cent won't raise their second funding round.</p> <p>Businesses that fail have an important role. Their founders will have learnt how to lead, explored a new technology, figured out how to solve hard problems and given employees exposure to a high-growth environment. Data shows that founders have a better chance of getting it “right” the second or third time — if they have the guts to come back fighting. Six in 10 founders of billion-dollar firms are not first timers, compared with four in 10 who raise some kind of venture funding.</p> <p>There's evidence that the US understands this better than us. American companies are 50 per cent more likely to exit after a first round of funding — indicative of a better ability to identify the limits of a fledgling company and a healthy culture of fast failure. Funding levels in the US increased 215 per cent and 97 per cent respectively in the years following the 2000 and 2009 downturns, helping to create the conditions from which some of today's most influential technology companies emerged. </p> <p>When I talk to founders and partners about failure, they're understandably focused on the human repercussions. Redundancies are particularly scary, and people are hard-wired to consider this a last resort. So far this year, <a href=\"https://www.trueup.io/layoffs\">125,000 people</a> have been made redundant from 889 tech companies across Europe and the US. But these are highly skilled workers, and in this buoyant candidates' market, the number of open roles still vastly outweighs the talent available. </p> <p>What happens if you choose not to make the hard decisions? Keeping a company on life support traps resources — talent and capital — in a business that will not achieve its goals. Inexperienced founders and investors are at risk of throwing good money after bad, creating “zombie firms”, going nowhere and contributing nothing. </p> <p>I know how relentlessly hard it is because I've folded three companies that I co-founded. I invested my time, sweat, pride and money in all of them. Each time was scary and painful and I spent a great deal of time beating myself up about my obligations to customers, my team and investors. Yet the third time I started a business, we invented Skype. </p> <p>The downturn is an opportunity. It can help Europe mature exponentially quicker by developing this muscle, fast. We can create genuinely resilient founders and talent. With this comes consolidation of low value, “me too” competitor firms into a smaller group of winners, who will grow faster with greater market share. And, importantly for mankind, we'll focus our resources on technologies that solve meaningful problems. </p> <p>When I need some perspective, I look at the Nasdaq Composite Index constituents over time. They've grown their aggregate revenues from less than $1.2tn in 2003 to $6.7tn today. Of course, over those decades we've had moments that weren't as strong. When you zoom in to the global financial crisis or the dotcom crash, we can see revenue slowed. But when you zoom out, you see the trend — consistent long-term growth — and the bumps in the road are barely visible. </p> <p>We shouldn't fear market dynamics, or even closing up shop. The downturn is Europe's opportunity to develop essential DNA. For tech, as for people, resilience is power.</p><p>Source: Niklas Zennström 2022 'European tech must learn to embrace failure' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T04:00:57.274Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}