{
  "_id": "a163fc60bcdef5f4b839b533e90ed2c97515feb878593147c4b1b0b280055fd7",
  "feed": "wall-street-journal",
  "title": "A Partisan Thumbs Down for Sinema's Verity  ----  By John Fund",
  "text": "<p>    Kyrsten Sinema didn't always seem like a moderate. She ran for the Arizona House in 2002 as a member of the Green Party calling herself a \"Prada socialist.\" The next year she spoke at an antiwar rally clad in a pink tutu. Now she has left the Democratic Party to become an independent, complaining that \"payback against the opposition party has replaced thoughtful legislation.\" </p><p>   Yet ideologically she hasn't changed much. FiveThirtyEight.com notes that she has voted with President Biden 93% of the time. Where she departs from today's Democratic Party is over its intolerant domination by progressives. In her 2009 book, \"Unite and Conquer: How to Build Coalitions That Win and Last,\" she describes how as a state legislator she came to believe that reform will stick only if it's incremental and bipartisan. She said progressives had caught \"the dread disease\" of \"identity politics\" and wrapped themselves in the \"mantle of victimhood.\" </p><p>   To the far left, that makes her the enemy. Last year protesters harassed her in a public rest room, and her fellow Democrats shrugged. Mr. Biden said, \"I don't think they're appropriate tactics, but it happens to everybody. . . . It's part of the process.\" </p><p>   She's being vilified again. A headline on the leftist Daily Kos website calls her an \"isolated weirdo.\" The Atlantic describes her as \"ideologically unpredictable and erratic.\" She replies by recalling her promise to voters that \"I would not demonize people I disagreed with, engage in name-calling, or get distracted by political drama.\" </p><p>   Arizona politics will see a lot of political drama if Ms. Sinema seeks re-election in 2024. Progressives have been threatening a primary challenge, pointing to a September AARP poll that showed her approval rating at 37% among Democrats, 36% among Republicans and 41% among independents. But in a three-way race against a left-wing Democrat and a MAGA Republican, those numbers aren't bad, especially in a state where a third of voters are independent. </p><p>   The media is filled with stories of voters being fed up with extremists in the GOP. But Ms. Sinema's experience shows that Democrats also have a problem with extremism. Former Rep. Tulsi Gabbard of Hawaii -- who left the Democratic Party in October and is a close friend of Ms. Sinema -- says that \"the level of intimidation by the left against dissenters is vicious and unrelenting.\" </p><p>   If conservatives can free themselves from Donald Trump, they can focus more on policy and then make the argument in 2024 that Democrats are the real extremists on everything from crime to education. That argument will be easy to make when Democrats say that even Ms. Sinema is too moderate for them. </p><p>   --- </p><p>   Mr. Fund is a National Review columnist and a co-author of \"Our Broken Elections: How The Left Changed The Way You Vote.\" </p><p></p>",
  "published": "2022-12-12T07:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}