{
  "_id": "93559e1192d1821a9365b6cff8435378177ed67d53ad0c080fc489f6a31919e2",
  "feed": "ftcomall",
  "title": "Pickleball: the hole truth about sports investors' new racket",
  "text": "<p>Prepare to defend your courts, tennis players. The pickleballers are coming, intent on conquest. Pickleball, played with paddles and a slow, holey plastic ball, is enjoying huge popularity in the US, particularly among retirees.</p> <p>Sceptics may scoff that this is a game for folks who find quoits dangerously exciting. But stars from faster-paced sports, including LeBron James, Kim Clijsters and Tom Brady, have been investing in professional pickleball teams. An international association for women players <a href=\"https://uk.sports.yahoo.com/news/womens-international-pickleball-association-co-founded-by-wnba-star-chiney-ogwumike-222308075.html\">launched </a>on Wednesday.</p> <p>Pickleball was invented in 1965 by a family of would-be badminton players who had lost their shuttlecock. The sport took off during the pandemic. Roughly 4.8mn Americans played it in 2021, a 40 per cent jump from 2019, according to the Sports &amp; Fitness Industry Association.</p> <p>That is enough to make it one of the fastest-growing sports in the US. <a href=\"https://www.instagram.com/reel/CgfLBbbu_2d/?utm_source=ig_embed&amp;ig_rid=0571592c-6f47-45d5-be3a-d2efeb2f9ce4\">Bill Gates</a> and Stephen Colbert are among big name fans. Broadcasters have taken notice. Pickleball matches are televised by Fox Sports, CBS Sports Network, the Tennis Channel and ESPN3.</p> <p>Even private equity is buying in. Tom Dundon and his Dundon Capital Partners have acquired a majority stake in the Professional Pickleball Association, which runs one of two tours in the US. The other tour, Major League Pickleball, is owned by another Texas billionaire, Steve Kuhn.</p> <p>For now, sums are tiny compared with top-flight tennis. The prize for winning a singles championship is just over $1,000 compared with $2.6mn at the US Open.</p> <p>Investing in pro pickleball may never be more than a bit of fun. Investing in the amateur sport may bring better returns. The number of Americans who play pickleball is one-fifth of the number <a href=\"https://www.usta.com/en/home/stay-current/national/u-s--tennis-participation-surges-in-2020--pac-report-finds.html\">who play tennis</a>, but is growing fast. </p> <p>A racket sport with smaller courts has advantages. The US population is ageing, which means lower mobility. Land prices are high in cities. Pickleball allows sports clubs to pack in more customers.</p> <p>Equipment supplies are another way to exploit the craze. High-end paddles go for as much as $250. For the pickleball player who has everything, Prada sells a $2,500 paddle case.</p><p>Source:  2022 'Pickleball: the hole truth about sports investors' new racket' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-03T14:05:26.185Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}