{
  "_id": "333caba03367bf869d2862edd3fddfc6ffe1fb9cc37c1220aa60566995d3c943",
  "feed": "ftcomall",
  "title": "Bill Gates warns Ukraine war is sapping Europe's foreign aid budgets",
  "text": "<p>Russia's war in Ukraine is straining Europe's commitment to international aid and climate action, Bill Gates has said, as he warned that the world is on track to miss almost all of the UN Sustainable Development Goals its leaders committed to hit by 2030.</p> <p>“This is the toughest set of challenges global development has faced,” the co-chair of the world's largest private philanthropic organisation told the Financial Times, adding that he hoped that UK prime minister Liz Truss's new government would not make further cuts to the overseas aid budget.</p> <p>Collectively, EU countries contribute <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/official-development-assistance.htm\">almost half</a> of all official development assistance. Gates acknowledged that the costs of donor countries' coronavirus pandemic response had made navigating the internal politics of international aid harder. But “the Ukraine war, I'd say, is even worse” because of Europe's outsized spending in areas from food security to gender equality, he said.</p> <p>“The <a href=\"https://www.ft.com/war-in-ukraine\">Ukraine war</a> is stretching their budgets with defence costs, refugee costs, electricity subsidies and shipping costs,” he said.</p> <p>As deadlines approach for replenishing the Aids, malaria and tuberculosis-fighting Global Fund, and the Global Polio Eradication Initiative, “our goal is . . . to highlight that these budgets shouldn't be cut if at all possible”.</p> <p>The UK, the biggest donor to the vaccine alliance Gavi, <a href=\"https://www.ft.com/content/1374907d-ae10-4121-a522-7ddd4be47031\">slashed </a>overseas aid spending from 0.7 per cent of gross national income to 0.5 per cent in 2020, citing the Covid-19 crisis. Rishi Sunak, then the chancellor, said last year that the controversial cut would be reversed in 2024-25.</p> <p>“In the near term we're not going to get an increase back to 0.7 [per cent], but we're hoping to maintain the 0.5 per cent,” <a href=\"https://www.ft.com/stream/eeafd0ec-2033-41c2-8eda-ef044b0966c6\">Gates </a>said.</p> <p>In 2015 almost 200 countries signed on to the UN's targets for addressing challenges from hunger to climate change. In their annual progress report, released on Tuesday, Gates and his ex-wife Melinda French Gates wrote: “Seven years in, the world is on track to achieve almost none of the goals.”</p> <p>They added that, as matters stood, “we'd need to speed up the pace of our progress five times faster to meet most of our goals”. Even this might be an underestimate, the report said, “because some of the projections don't yet account for the impact of the pandemic, let alone the war in Ukraine or the food crisis it kicked off in Africa”.</p> <p>In particular, the conflict in Ukraine had “dramatically exacerbated” food security challenges, Gates Foundation chief executive Mark Suzman said. Global gender equality is now not expected until 2108, three generations later than once projected, French Gates noted.</p> <p>What Gates called the “quite alarming” statistics come after he <a href=\"https://www.ft.com/content/5e6808b1-3061-4af2-a54b-6c58cd6b8f74\">put another $20bn</a> of the fortune he made at Microsoft into the Bill &amp; Melinda Gates Foundation to try to accelerate progress against preventable disease, inequality and poverty.</p> <p>The data echo an estimate last week that the funding shortfall for meeting the UN's goals rose by a third to as much as $135tn over the past year. “Progress on several SDGs has been undone,” said the report from Force for Good, an initiative backed by companies including BlackRock, HSBC, Nomura and UBS.</p> <p>The Gates Foundation's co-chairs tempered their warnings with hope that innovation and investment in areas such as drought-resistant seeds and digital financial inclusion could yield progress towards the goals.</p> <p>“Failure is not inevitable,” Gates told the FT. “I remain optimistic.”</p><p>Source: Andrew Edgecliffe-Johnson in New York and Sarah Neville in London  2022 'Bill Gates warns Ukraine war is sapping Europe's foreign aid budgets' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T04:01:36.463Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2720,
          "end": 2729
        },
        {
          "start": 2736,
          "end": 2745
        }
      ]
    }
  ]
}