{
  "_id": "60a33e57df783d68ef9de5bfb5b1e9142f2b411dc69e7b53d547e9cc5b89d755",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  More LinkedIn Users  Pour Out Emotions  ----  By Katherine Bindley",
  "text": "<p>   Steve Crider often shares job tips and other career insights with his 52,000 LinkedIn followers. More recently, he has debated whether to post about pandemic stress eating. </p><p>   \"It's certainly vulnerable,\" asks Mr. Crider, who runs his own recruiting firm in the greater Richmond, Va., area. \"But is it too personal? Is it really relevant?\" </p><p>   Such is the debate bubbling up across LinkedIn and among its users: How personal should a professional social network be? </p><p>   LinkedIn has evolved over the pandemic from a networking platform to an arena with emotional exchanges about parenting choices, hustle culture, the meaning of life and the third rail of social media -- politics. Career advice, work anniversaries and promotion announcements still drive much of the conversation. But alongside those posts are now wedding photos and tales of overcoming addiction, not to mention tragic stories ofillness and loss. </p><p>   For many LinkedIn users, Braden Wallake's post this month -- a photo of himself, with tears running down his face after laying off two employees at the firm he leads -- was the ultimate example of sharing gone awry on the professional network. \"I can't think of a lower moment than this,\" he wrote in the post, which drew more than 10,000 comments and turned the crying CEO into an instant meme. </p><p>   LinkedIn users have mixed feelings about their professional contacts bringing their whole selves onto the platform. Some applaud the new candor around work and life, while for others it can be discomforting to see posts about, say, the religious beliefs of the person you know only from a job interview. Plus there's the sense that some of those posting about personal topics are doing it with the goal of professional gain. </p><p>   And some users say they simply prefer keeping the personal stuff on their Facebook, Twitter or Instagram feeds. </p><p>   Mr. Wallake, the crying CEO, faced scores of commenters suggesting that his post was tone deaf and inconsiderate of the employees who had lost their jobs. He says he doesn't regret it and notes the positive feedback outweighed the bad. </p><p>   Yet he also feels conversations on the platform sometimes stray too far from the social network's roots. </p><p>   \"It's cool to celebrate our big life wins,\" says Mr. Wallake, who heads marketing company Hypersocial, based in Columbus, Ohio. \"But children went back to school this week? OK, we get it.\" </p><p>   Dorothea Baur, a consultant and lecturer on ethics in techand finance, describes some of the LinkedIn posts she sees as akin to watching a car wreck. \"They're smashing their personal tragedy on me,\" she says. </p><p>   Dr. Baur, who lives in Switzerland, says she's glad that topics such as mental health are no longer taboo at work and that the work-life juggle gets more discussion. Yet she says some personal posts on LinkedIn seem juiced for gaining attention rather than real connection. </p><p>   LinkedIn's shift from the more buttoned-up corner of the internet coincides with a 40% increase in the number of members engaging with content on the platform between July of this year and last. A LinkedIn spokeswoman said the company has guidelines and monitors the types of posts and discussions on the site to ensure exchanges stay safe and productive. The platform has recently rolled out more user controls so users can filter that type of content if they wish. </p><p>   Rachel Kargas, a director of recruiting in Denver, says she doesn't understand why some LinkedIn users react harshly to personal posts. </p><p>   \"There's a lot of anger and fighting in the comments section,\" she said. \"To me, it's like, if you don't like it, scroll on.\" </p><p>   Vulnerability done right can lead to opportunity, says Mr. Crider, the Virginia recruiter, who notes that posts blending his work and personal lives have resonated with most people. In one post this spring, he hailed his wife's decision to take a career break to raise their children full-time. </p><p>   The post got over 120,000 likes and received more than 3,000 comments. Afterward, he says, he received supportive messages from companies saying they wanted to work with him. </p><p></p>",
  "published": "2022-08-31T06:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 0.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}