{
  "_id": "5ddd4cacbed33341eb48214e10b268ccc1e295d2cc772a11e873ca65e5e7ff64",
  "feed": "wall-street-journal",
  "title": "Cloud Services Propel Microsoft  ---  Businesses continue  to benefit from the  shift to remote work  during the pandemic  ----  By Aaron Tilley",
  "text": "<p>   Microsoft Corp.'s revenue and profit rose last quarter as demand for its cloud services and software continued to climb with the shift to remote work triggered by the pandemic. </p><p>   For the quarter through March, the Redmond, Wash., company said revenue rose 18% from a year earlier to $49.4 billion as net income rose 8% to $16.7 billion. Analysts polled by FactSet had predicted it would announce revenue of around $49 billion and net income of around $16 billion. </p><p>   Microsoft shares fell $10.50, or 3.7%, to $270.22 on Tuesday. In after-hours trading, Microsoft shares rose 4..6% after the company unveiled a strong outlook on sales for the current quarter. </p><p>   Through the pandemic, Microsoft and other business-software companies experienced booming stock prices and sales as organizations around the world used more digital tools to help with remote working. This has bolstered demand for Microsoft's office applications as well as cloud-infrastructure services. </p><p>   Microsoft remains the second-largest cloud-infrastructure vendor behind Amazon.com Inc., but the company has been gaining market share by using its leadership in office applications as leverage to grab big deals for its Azure cloud. It had nearly 20% of the market in 2020, according to research firm Gartner Inc. -- well behind Amazon Web Services' 40% but up from 7% in 2016. </p><p>   The company's overall cloud business rose 32% with $23.4 billion in sales as its rival to Amazon cloud infrastructure service grew by 46%. </p><p>   Analysts and investors have been looking for signs that demand is cooling. Software shares have been sliding this year, with Microsoft down around 20%, in line with the Nasdaq Composite Index. </p><p>   Results were largely in line with expectations. There were concerns that a slowdown may be on the horizon after the previous quarterly earnings were announced in January because the growth of Microsoft's cloud service Azure for that quarter hadn't been as strong as expected. Growth seems to be back on track now, analysts said, showing companies continue to spend on cloud services. </p><p>   \"This is a good bellwether for the rest of software,\" said Rishi Jaluria, an analyst with RBC Capital Markets. \"There's no big slowdown in the spending environment.\" </p><p>   Microsoft is showing little sign of slowdown despite the war in Ukraine, inflation and other factors which have been hurting growth in many industries. The company expects its sales for the current quarter to be between $52.4 billion and $53.2 billion. Analysts had been expecting sales of around $52.8 billion, according to FactSet. Chief Financial Officer Amy Hood said the war in Ukraine is expected to have around a $110 million sales impact on the company in the current quarter. </p><p>   The videogame arm generated close to 10% of revenue in 2021. The company is trying to build it into another core business, by using its cloud infrastructure to take the lead in an emerging cloud-gaming sector. </p><p></p>",
  "published": "2022-04-27T06:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 676,
          "end": 685
        },
        {
          "start": 22,
          "end": 31
        },
        {
          "start": 1860,
          "end": 1869
        },
        {
          "start": 1600,
          "end": 1609
        },
        {
          "start": 462,
          "end": 471
        },
        {
          "start": 2218,
          "end": 2227
        },
        {
          "start": 1860,
          "end": 1871
        },
        {
          "start": 958,
          "end": 967
        },
        {
          "start": 548,
          "end": 557
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 884,
          "end": 893
        },
        {
          "start": 884,
          "end": 895
        },
        {
          "start": 0,
          "end": 9
        }
      ]
    }
  ]
}