{
  "_id": "09b441ae2c7aa77c16117394549863060b9d5f39aecb7af981044276efd7ee9b",
  "feed": "ftcomall",
  "title": "Few galleries selling NFTs, despite the hype",
  "text": "<p>It is just over a year since Beeple's non-fungible token (NFT) work “Everydays: The first 5000 days” (2021) <a href=\"https://www.ft.com/content/2f28eac6-547a-43f2-b7d3-593da9f46a3d\">sold for a staggering $69.3mn</a>. Since then, the craze for art NFTs has seemed unabated but, according to a survey of 870 gallerists, very few have jumped on the bandwagon — while those that did made relatively little money from it.</p> <p>According to the 2022 Artsy Gallery Insights report by online sales platform Artsy, only 11 per cent of galleries sold NFTs in 2021, while 67 per cent say that their clients hadn't even asked about them. Of those that did sell NFTs, half say their total sales value was $5,000 or less, with 20 per cent earning between $5,000 and $14,999. Only 5 per cent made more than $250,000 selling NFTs in 2021. </p> <p>Some enthusiasm for NFTs remains: the report finds that a quarter of respondents plan to offer them this year. Earlier this month, Artsy itself offered NFTs by 31 female and non-binary artists, partly to benefit the non-profit Girls Who Code. But Saskia Draxler, co-founder of Nagel Draxler gallery and an early NFT adopter, is “adamant that there would be no future without clean blockchain technology”, according to a story on Artsy, rejecting the energy-intensive technology that some blockchains run on.</p>  <p><strong>As prices at the top end of the art market soar,</strong> businesses that fractionalise art into more buyable pieces are also on the rise. This week marks the launch of Mintus, an investment platform registered with the UK's Financial Conduct Authority, which is offering shares in a company that owns Andy Warhol's “Self-Portrait” (1966), initially priced at £3.8mn, and George Condo's “The Outcast” (2018), at £2.1mn. Qualifying investors need to spend a minimum of £2,500, while the sellers of each work — both private individuals — have an option to keep a minority share.</p> <p>Behind the business is Tamer Ozmen, previously a senior executive at Microsoft, who becomes Mintus's chief executive in his first art-world venture. Brett Gorvy, managing partner at LGDR gallery, is chief curator and on the Mintus advisory board, while Tad Smith, previously chief executive of Sotheby's, is also on its board. “Not many people can buy a £2mn work outright or know where to invest [in the art market],” Ozmen says. </p> <p>He and Gorvy acknowledge that such businesses were not successful before the pandemic but, Gorvy says, “The world has changed. The idea fits with the younger generation, and collectors in Asia, who are very comfortable with online bidding, for example.” He sees Mintus as complementary to his gallery work, he says.</p> <p>Mintus plans to offer more than £150mn of works this year, priced at a minimum of £2mn each and with a holding period of between two and seven years, Ozmen says. His business will take a 20 per cent performance fee on any upside when a work is sold. Both the Warhol and Condo values have already been independently revised upwards, he says.</p>  <p><strong>Most of the art world has decamped</strong> to Venice this week for the 59th Biennale, but events outside of the art fest are not completely forgotten. A swiftly pulled together fundraising event to benefit Ukrainian humanitarian and cultural charities will be held at the Scuola Grande di San Rocco on April 21, with hosts including Cecilia Alemani, curator of this year's Biennale, the collector Francesca Thyssen-Bornemisza and the dealers Larry Gagosian and Marc Glimcher.</p> <p>An accompanying auction will include work by Richard Prince — his “Untitled” (2021) is estimated at between €180,000 and €240,000 — and Maria Prymachenko (1909-97), a self-taught Ukrainian artist some of whose works were destroyed in a Russian attack and whose foundation is one of the fundraiser's beneficiaries. Bids will be <a href=\"http://ukrainebenefit.ikona.one\">accepted online</a> until April 24.</p> <p>Also in Venice this week, the Frieze fair and lead sponsor Deutsche Bank start an Italian tour of topical conversations. First up on April 21 are the artists Dineo Seshee Bopape and Diana Policarpo, who have shows in the Ocean Space centre in the Church of San Lorenzo (until October 2). A spokeswoman confirms that the next stops for The Art of Conversation are Rome and Milan.</p>  <p><strong>Fresh from selling two of his Banksy works</strong> at Sotheby's in March, the British pop star Robbie Williams is back at the auction house, this time with some of his own work. “Beverly” (2022), a 2.4-metre high painting made by Williams in collaboration with interior designer Ed Godrich, is estimated between £15,000 and £20,000 and is one of nine works that the pair has selected for an online auction that runs April 22-28.</p> <p>Works by Jean-Michel Basquiat, Richard Hambleton and, of course, Banksy are also among their choices. This will be followed by a selling show of 14 collaborative works by Williams and Godrich at Sotheby's on New Bond Street between May 13 and 25, to coincide with London Gallery Weekend.</p>  <p><strong>There has been plenty of uncertainty</strong> over London's role as an art-market centre since the UK voted to leave the EU in 2016. In the latest <a href=\"https://www.ft.com/content/b533c29e-43cc-4ccc-b363-1f8bf220f567\">Art Basel &amp; UBS Art Market Report</a>, economist Clare McAndrew found that China overtook the UK to claim the second spot in the global rankings for 2021. Nicholas Maclean, co-founder of the London and New York dealership Eykyn Maclean, concedes that “the effects of Brexit have made everything significantly more complicated for British dealers”, but says: “It's time to start waving the London flag.”</p> <p>He notes the capital's <a href=\"https://www.ft.com/content/6a3b2e0b-c790-4f42-958d-b5dda01b5a6c\">strong auction season in March</a>, plus the recent real estate commitments from major galleries such as Pace and Hauser &amp; Wirth. Maclean, who is chair of the Society of London Art Dealers, says its new members point to an enlivened market. These include Stuart Shave Modern Art, Didier Aaron and October Gallery. A key factor, he says, is that “There are so many good artists based in this country, they still see it as a leading centre.”</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p> <a href=\"http://www.ft.com/cms/2cfc76ad-5e03-4230-97da-aae12a9681cb.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Melanie Gerlis 2022 'Few galleries selling NFTs, despite the hype' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-21T04:01:00.321Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1885,
          "end": 1894
        }
      ]
    }
  ]
}