{
  "_id": "bb9fbe116b9a06de1fbbc78270a04c1995fdd79959b32fb9cd463202e62d5502",
  "feed": "ftcomall",
  "title": "Why, after all, I will celebrate the jubilee",
  "text": "<p>A couple of weeks ago I travelled into central London, to the Blade Rubber Stamps shop near the British Museum. My mother, Pamela, had been asked to make 20 jars of her locally renowned jam for the platinum jubilee street party in the Norfolk village where she lives, and I thought an updated stamp for her labels — inserting the word “jubilee” into the existing “Pam's Jams” branding — would be a nice touch, particularly as she will celebrate her birthday at the end of June. </p> <p>It had taken me a while to adapt my original rudimentary design, which used the Old English font, to accommodate the additional word, with a further flourish of replacing the dot above the “i” with Microsoft's “White Queen” symbol of a crown. People in the village had been making bunting for months, a knitted crown, corgi and Queen appearing on a crocheted cap for the postbox three weeks ago. I've seen no sign of the jubilee in the part of east London where I live. </p> <p>In the midst of these contradictions, I started wondering what it was that drew me to wanting to attend the street party, despite some discomfort about what the anniversary means for me, as someone of dual heritage, my mother a white working-class Englishwoman, my father Nigerian. Was it nostalgia for an earlier time, and childhood memories of attending an East End street party for 1977's silver jubilee the year before we moved to Norfolk? A fascination, as a novelist, with observing and reporting on the customs of a tribe to which I feel I don't entirely belong? Or simply the chance to celebrate with family — younger brother and sister-in-law, 11-year-old nephew and my mum — particularly after the extended isolation of the pandemic?</p>  <p><strong>One of my earliest memories</strong> is of looking out over what would become London's Queen Elizabeth Olympic Park from a 1960s multistorey car park above a shopping centre, watching the trains passing through Stratford station. This moment represents the nascent stirrings in me of a love that almost dare not speak its name — the love of public transport. It is unsurprising, in retrospect, that I became a transport planner specialising in the environment. </p> <p>The first major project I worked on was the extension of the London Underground's Jubilee line from Green Park to Stratford. I'd not realised until recently (despite the obvious clue) that the line's name was chosen to mark the Queen's silver jubilee in 1977, although it was officially opened, by the Prince of Wales, two years later. I was also involved (along with tens of thousands of others, according to Transport for London) in the development of Crossrail, which opened to the public this week; the week before, the Queen had officially opened the line that now bears her name.</p> <p>So many of the projects I worked on seem to intersect in Stratford, my birthplace. In the foreword to Dave Hill's recent book <em>Olympic Park: When Britain Built Something Big</em>, Sir Peter Hendy describes London 2012 as “the first ever truly public transport Games”, partly in response to the International Olympic Committee's criticism of this aspect early in the bidding process. </p> <p>The Queen surveyed the scene — in 2005, the year London won the bid —&#xa0; from the top of Holden Point tower block, another local landmark. Earlier that year, I'd attended a planning event for the Games, at the Royal Albert Hall. The meeting concluded with a lacklustre rendition of “Rule Britannia”, rather than the rousing version the organisers had no doubt had in mind. We were fortunate that the organising committee eventually had the foresight to commission Danny Boyle and Frank Cottrell Boyce for the opening ceremony, resulting in a much more diverse and inclusive vision of what the country represents, including, of course, the game participation of the Queen “parachuting” into the stadium from an even greater height than that of Holden Point.</p> <p>In parallel, I was becoming a writer. My first novel, published during that diamond jubilee Olympic year, was somehow inspired, in part, by my time working in the Crossrail project office in Butler Place writing the environment part of the business case. “The Queen's Own Fireworks”, my first (unpublished) non-fiction piece, was written on a Black and Asian writing retreat at the Arvon Foundation's Totleigh Barton centre in Sheepwash, Devon, in the late 1990s. It explored my family history, focusing in particular on conversations with my father about the Nigerian side, the title a metaphor for the explosive “mini-strokes” he suffered in the final years of his life. </p> <p>As a mixed-race kid, I'd thought I had to choose sides in terms of my identity; however consciously, I would often try to fit in as “culturally white”. Recently, though, during these years of pandemic, I have been able to contextualise my background, tracing my biological and literary origins and arriving at a more nuanced view of my Britishness than the usual either/or binary. One commentator describes my dad's people, the Itsekiri, as “the Afro-Europeans of the Niger Delta”, intermediaries as they were between the great empires of the Kingdom of Benin and Portugal initially, and subsequently Britain. My reading during this period has helped counter a simplistic view that the UK's hybrid history started only with the arrival of the Empire Windrush.</p>  <p><strong>My mum, like the Queen,</strong> has the uncanny ability to express an opinion without uttering a word, hardly changing her facial expression in the process. I am sure, though, that she liked the updated rubber stamp, which arrived while I was visiting her last weekend, the 20 jars of jam having already been made. (The Blade Rubber Stamps shop had, unfortunately, closed down, presumably as a result of the pandemic, although it continues to trade online.) </p> <p>We could, of course, just laser-print the labels, this being part of a process, preferred by my older brother, of scaling-up production from the 286 jars of preserve my mum made last year (145 jars of jam and 141 of marmalade, all proceeds to the village church). This could emulate the success of another regional start-up and similarly alliterative local favourite, Candi's Chutney, whose founder, Candi Robertson, will visit my mum's Women's Institute branch later this year. My mum, who is probably twice as old as “the Queen of Chutney”, rules this out.</p> <p>As we labelled jars, she reminisced about seeing the coronation in colour, after the event, at her local cinema, her headmaster having whispered the news of the death of the king to her teacher, who then announced it in the classroom. This triggered my own memories: of watching the Queen's Speech, my mum somehow managing to instil in us the purest form of household silence each year for the duration; of finding myself in Her Majesty's diminutive presence during a private view at the Victoria and Albert Museum where my future (now ex-) wife was working; and travelling on the Underground in the wake of Princess Diana's death against a backdrop of slow changes to royal protocols and the ministrations of a New Labour government. </p> <p>My mum's inscrutability was no doubt acquired in response to the too easily proffered opinions of her parents' generation, not least in relation to the wisdom (or otherwise) of marrying a Nigerian in the 1960s. Our era — of #MeToo and Black Lives Matter — is equally revolutionary, with its own intergenerational tensions and conflicts, transformations and regressions. Soon enough there will be a chance to take stock of this longest reign. But, for now, is it so bad to want to be a part of the celebrations?</p> <p><em>Simon Okotie's novels are </em><a href=\"https://www.saltpublishing.com/collections/author-okotie-simon\"><em>published by Salt</em></a></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Simon Okotie 2022 'Why, after all, I will celebrate the jubilee' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T21:00:21.695Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 676,
          "end": 687
        },
        {
          "start": 676,
          "end": 685
        }
      ]
    }
  ]
}