{
  "_id": "0e82ddb6cce1b9d505c694b80cefe680c24ce0cc169f4bee010306ee5bdf2828",
  "feed": "wall-street-journal",
  "title": "Democrats Who Still Can't Get Enough of Trump; They condemn his allies—even while helping them secure nominations.",
  "text": "<p>Is this what Pennsylvania Democratic gubernatorial candidate Josh Shapiro was thinking? Newsbusters notes the friendly reception Mr. Shapiro received this week from Rachel Maddow on MSNBC when he showed up to lament that his Republican opponent Doug Mastriano will bring \"chaos\" to \"our politics.\" Together, Mr. Shapiro and Ms. Maddow made such a compelling and seemingly heartfelt case that Mr. Mastriano is a threat to democracy and decency that one could almost forget how he became the nominee.</p><p>After Mr. Mastriano captured the Republican nomination in May, Politico's Rachael Bade, Eugene Daniels and Ryan Lizza reported:</p><p>Democrats helped engineer Mastriano's win, while Mastriano spent less than $370,000 on TV ads, the Shapiro campaign pumped more than $840,000 to air a spot that attacked Mastriano as too conservative for voters, an ad which actually boosted him on the right...</p><p>For a party that claims to care about the fragile state of democracy, this is a risky strategy, our team noted. \"I wonder about all these Dems rooting for far-right, MAGA hard-liners to win,\" wrote David Siders. \"Was there no lesson learned in '16?\"</p><p>Mr. Shapiro later claimed on CNN that he only began such advertising once it was clear that Mr. Mastriano would be the Republican nominee. But that's hard to square with the polling data in a chart from RealClearPolitics, which shows the Trump fan was polling at 21% and holding a single-digit lead in a crowded field when Andrew Seidman reported for the Philadelphia Inquirer on May 5:</p><p>The TV ad declares State Sen. Doug Mastriano \"one of Donald Trump's strongest supporters.\"</p><p>He's \"ahead in the polls\" in the Pennsylvania Republican primary for governor, and author of the \"heartbeat bill\" that would \"outlaw abortion.\"</p><p>\"He wants to end vote by mail and he led the fight to audit the 2020 election,\" the narrator says. \"If Mastriano wins, it's a win for what Donald Trump stands for.\"</p><p>Sounds like an endorsement in the May 17 primary election, right? Sort of. As ominous music plays in the background, the narrator concludes: \"Is that what we want in Pennsylvania?\"</p><p>Here's the catch: The ad is paid for by Democrat Josh Shapiro's campaign.</p><p>The big Mastriano surge occurred after the Shapiro team unveiled its ad.</p><p>Will Ms. Maddow now offer a heartfelt condemnation of Mr. Shapiro's political tactics?</p><p>***</p><p>Why Do People Keep Moving Away from Expensive Government? Cheyenne DeVon reports for CNBC:</p><p>A record number of potential U.S. homebuyers are seeking to relocate, according to a report published last week by real estate brokerage firm Redfin... Here are the top seven cities prospective homebuyers are seeking to leave, according to Redfin's report:</p><p>1. San Francisco</p><p>2. Los Angeles</p><p>3. New York</p><p>4. Washington D.C.</p><p>5. Seattle</p><p>6. Boston</p><p>7. Detroit</p><p>Meanwhile the Journal's Nicole Friedman reports:</p><p>Low-cost cities with strong economies fared well in the second quarter as high prices and rising mortgage rates caused a swift slowdown in the housing market.</p><p>As remote or hybrid work schedules have become more common, households are willing to relocate for cheaper housing or a better quality of life. That migration helped push small, affordable markets to the top of the The Wall Street Journal/Realtor.com Emerging Housing Markets Index in the second quarter...</p><p>Elkhart, Ind., a metro area of about 206,000 people, was the top-ranked market for the quarter by the index, followed by Burlington, N.C.; Johnson City, Tenn.; Fort Wayne, Ind.; and Billings, Mont. The top 20 cities in the ranking have an average population size of about 400,000.</p><p>\"All of the top 20 markets in our index fall into one of two categories: affordable or outdoorsy,\" said George Ratiu, manager of economic research at Realtor.com. \"For many young professionals, especially those with growing families, the cost premium of living in a city like San Francisco or New York has lost its allure during the pandemic.\"</p><p>***</p><p>Biden Family Business Blackout U.S. media outlets might not have been the only large institutions working to suppress news about Biden family business dealings prior to the 2020 election. Catherine Herridge reports for CBS:</p><p>\"Highly credible\" whistleblowers have come forward to a senior Senate Republican alleging a widespread effort within the FBI to downplay or discredit negative information about President Biden's son, Hunter Biden, according to letters reviewed by CBS News.</p><p>\"The information provided to my office involves concerns about the FBI's receipt and use of derogatory information relating to Hunter Biden, and the FBI's false portrayal of acquired evidence as disinformation,\" GOP Sen. Chuck Grassley wrote FBI Director Christopher Wray and Attorney General Merrick Garland on July 25. \"The volume and consistency of these allegations substantiate their credibility and necessitate this letter.\"</p><p>***</p><p>George Floyd and the Cops Minneapolis Star-Tribune editorial editor Scott Gillespie writes in an email to readers today:</p><p>A judge's much-discussed decision to sentence former Minneapolis police officer Thomas Lane to 2½ years — rather than the 5¼ to 6½ suggested by prosecutors — for his role in the murder of George Floyd \"was an ironic act of mercy in the face of the sought-after revenge sentencing at all cost.\"</p><p>Those are the words of writer and retired police officer Richard Greelis of Bloomington, who makes the case in today's top-read commentary that Senior U.S. District Judge Paul Magnuson got it right.</p><p>In the piece, which is sparking much discussion among the paper's readers, Mr. Greelis writes:</p><p>Lane had four days on the job. He'd probably acquired only half the accoutrements needed on his belt at this point. He was totally dependent on Chauvin's example which, as it turned out, couldn't have been worse. But that was not Lane's fault. That Lane attempted to intervene several times on Floyd's behalf is really a testament to his integrity. I expect that any veteran cop assisting Chauvin would have seen that the abuse Chauvin was subjecting Floyd to was way out of control and would have stopped it as soon as possible after Chauvin applied his knee to Floyd's neck.</p><p>***</p><p>Media Sharknado \"Scientists have an explanation why there is an increase of shark attacks off East Coast,\" announces an ABC News headline. A subhead adds: \"Climate change may play a factor in sharks venturing closer to shore.\"</p><p>Then again maybe it doesn't. Several paragraphs into the story ABC's Julia Jacobo reports \"there is no data to suggest climate change is responsible for pushing sharks closer to the shore.\"</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web. Thanks to Gary Jarmin.)</p><p>Democrats Who Still Can't Get Enough of Trump</p>",
  "published": "2022-07-26T21:29:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}