{
  "_id": "b54f9b9f2ec06e501fc4931f7a1a8665c8a0984c8ea62cc1481817fa5bc267ac",
  "feed": "market-watch",
  "title": "Ukraine crisis creates cracks in the ETF complex: ‘I think it remains more likely each day' that popular Russia funds ‘are shut down,' says analyst",
  "text": "<p>Read:White House's $10 billion Ukraine-aid request would help fund ‘KleptoCapture' task force targeting Russian oligarchs</p><p>Check out: Biden says Putin's war on Ukraine is making ‘Russia weaker and the rest of the world stronger'</p><p>This week we spend some time checking in on the health of exchange-traded funds focused on emerging markets and Russia in particular.</p><p>Send tips, or feedback, and find me on Twitter at&#xa0;@mdecambre&#xa0;or&#xa0;LinkedIn&#xa0;to tell us what you think are important topics for&#xa0;ETF Wrap.</p><p>SIGN UP FOR ETF WRAP HERE</p><p>ETF Perestroika?</p><p>As equity index provider MSCI Inc. on Wednesday reclassified the MSCI Russian Indexes from “emerging markets” to “standalone markets” status, we have seen a number of other moves among fund providers in response to the war in Eastern Europe.</p><p>That includes the suspension of the creation of the largest ETF that offers exposure to Russia's market, the VanEck Russia ETF RSX, which this week announced it was hitting pause on the creation of new shares, citing growing concerns around liquidity.</p><p>“Although shares of the Fund are expected to continue trading on Cboe BZX Exchange, Inc., there can be no assurance that an active market will be maintained for the Fund's shares,” a statement from the fund provider VanEck said.</p><p>Todd Rosenbluth, head of ETF and mutual fund research at CFRA, said the situation is fraught.</p><p>“I think it remains more likely each day that ERUS and perhaps RSX are shut down unless Russia agrees to end its military efforts,” he said, referring to the VanEck ETF, as well as a smaller iShares MSCI Russia ETF ERUS.</p><p>MSCI has referred to Russia assets, many of them including banking and energy giants, trading at pennies on the dollar, as “uninvestable” in the wake of a series of sanctions that include the Kremlin's removal from a global banking network known as SWIFT.</p><p>“With MSCI removing Russian stocks from the flagship emerging markets indexes, the need to offer a way for investors to get single country exposure to overweight Russia as ERUS provides decreases,” Rosenbluth said.</p><p>Augmenting troubles for the ETFs, the London Stock Exchange on Thursday became the latest exchange to halt trading in Russian companies, as it announced the suspension of the secondary listings in more than 50 companies, including Gazprom, EN+ and Sberbank.</p><p>VanEck's ETF is down a whopping 61% so far this week and its iShares counterpart is off almost 70%.</p><p>FactSetProviders of the ETFs, BlackRock and VanEck, either didn't immediately respond to a request for comment or declined to comment.</p><p>“The sanctions and subsequent impact on the accessibility of the Russian market may impact the ability of market participants to replicate S&amp;P DJI Indices containing Russian securities,” a statement from the company read.</p><p>The organization is fielding comments from market participants, similar to what MSCI did before its actions, to help determine whether it will remove some or all Russia-related assets from its indices for the foreseeable future.</p><p>Other Russia ETFs</p><p>Direxion said Thursday that its Direxion Daily Russia Bull 2X ETF RUSL would eliminate all exposure to the market “today,” and instead will have all of its assets held in cash.</p><p>Barron's:Russian Stocks Are Nearly Worthless as Ukraine Sanctions Bite</p><p>Direxion previously announced that the RUSL ETF will cease trading on the NYSE at the close of trading on March 11, and will liquidate on March 18.</p><p>Defense funds</p><p>With the military conflict, funds pegged to defense contractors were drawing interest, with the iShares U.S. Aerospace &amp; Defense ETF ITA, which was created in 2006, up 1.9% this week thus far. The SPDR S&amp;P Aerospace &amp; Defense ETF XAR,&#xa0;which kicked off in 2011, was up 3.8% week to date.</p><p>The good</p><p>% Performance  North Shore Global Uranium Mining ETFURNM  16.3  ProShares Bitcoin Strategy ETF BITO        14.6  SPDR S&amp;P Metals &amp; Mining ETF XME           14.2  U.S. Oil Fund LP USO                       13.7  Global X Uranium ETF URA                   13.1  Source: FactSet, through Wednesday, Feb. 23, excluding ETNs and leveraged products.&#xa0;Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater</p><p>…and the bad</p><p>%Performance  KraneShares Global Strategy ETF KRBN        -17.7  iShares Emerging Markets Dividend ETF DVYE  -9.7  AdvisorShares Pure US Cannabis ETFMSOS      -6.8  iShares MSCI Europe Financials ETF          -5.3  Global X Superdividend ETF                  -5.2</p><p>Top inflows</p><p> Top 5 weekly inflows  SPDR S&amp;P 500 ETF Trust SPY  iShares iBoxx $ Investment  iShares 7-10 Year Treasury Bond ETF  Vanguard S&amp;P 500 ETF  SPDR Gold Shares GLD  Source: FactSet</p><p>Top outflows</p><p> Invesco QQ Trust QQQ  iShares Core S&amp;P 500 ETF IVV  Financial Select Sector SPDR Fund XLF  iShares Russell 2000 ETF IWM  iShares U.S. Real Estate ETF IYR</p><p>Popular ETF Reads</p><p>Russian ETF up 100% in London as some investors hunt bargains (Reuters)</p><p>How investors are leveraging ETFs to trade the Russia-Ukraine conflict (CNBC)</p><p>Russia's Market Rout Is Drying Up Liquidity and Shaking Some ETFs (Barron's)</p><p>Fee War Among Gold ETFs Intensifies as Investors Seek Safety. Here's the Cheapest One. (Barron's)</p><p>Hedging of Taiwan ETF Soars Amid Russia's Ukraine Invasion (Bloomberg)</p><p>How is the market faring?</p><p>As stock benchmarks get whipped around, including the Dow Jones Industrial Average DJIA, the S&amp;P 500 index SPXand the Nasdaq Composite Index COMP, ETFs pegged to those equity gauges are looking at weekly losses.</p><p>SPDR Dow Jones Industrial Average ETF Trust DIA is down 0.9% for the week</p><p>SPDR S&amp;P 500 ETF Trust SPYis off 0.7% thus far</p><p>The Invesco QQQ Trust QQQ is down 0.5% for the week, as of midday Thursday</p>",
  "published": "2022-03-04T09:28:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}