{
  "_id": "a13102da880d7ed3130475b37e38d18ebb515b31955bace65a7ba8e9379a2867",
  "feed": "ftcomall",
  "title": "Japan's cross-border ecommerce booms on cheaper yen",
  "text": "<p>Japan's cross-border ecommerce is booming again, with many smaller companies joining the market to take advantage of the yen's sharp decline and advances in information technology, the latter making it easier to communicate with buyers and handle customs paperwork.</p> <p>The US and China are the biggest markets for Japanese products. Online sales to China hit ¥2.13tn ($14.37bn) in 2021, up 10 per cent from the previous year, while sales to the US grew 26 per cent to ¥1.22tn yen, according to the Ministry of Economy, Trade and Industry. The combined total roughly equals 10 per cent of Japan's overall exports to the two countries for the same year, though online transactions of less than ¥200,000 are excluded from the statistics.</p> <p>Overall sales are also growing. The index of yen-based sales in the first six months of 2022 rose 80 per cent from the same period in 2020 and increased 3.7 times from five years earlier, led by orders from south-east Asia, Europe and North America, according to Beenos, Japan's leading cross-border ecommerce service provider. The Tokyo company helps more than 3,000 businesses sell merchandise overseas.</p> <p>Strong demand for Japanese diapers and other everyday items created a boom in cross-border ecommerce around 2015. But this time sales are being led by luxury items, including accessories and watches, according to Shota Naoi, president of Beenos.</p> <p>Thanks to the yen's sharp depreciation, Japanese products are now cheaper overseas. Despite inflation, the average per-customer spending on Japanese goods rose only 4 per cent in two years since the first half of 2020 when converted to local currencies using effective exchange rates, according to Beenos, which tallied the data from its business partners. About 26 per cent of US consumers who buy goods online from overseas have increased their spending on Japanese products, according to Beenos.</p> <p>The yen briefly fell past 149 against the dollar on October 17, reaching a fresh 32-year low.</p> <p>Kurenai, a curtain maker in Osaka, is enjoying brisk sales on Amazon in the US. In particular, the company has noted strong demand for its high-end “one-way” curtains that let users see outside but not the other way. “The yen's depreciation helps us make profits,” said Kurenai president Yoshiro Tsuda.</p> <p>Bertrand, a Kyoto-based operator of an ecommerce site selling bento lunch boxes, has seen 20 to 30 per cent rises in monthly sales since the start of the year, to ¥12mn to ¥13mn. Company president Thomas Bertrand said the weak yen had enabled it to pour more money into marketing and building inventory.</p> <p>Advances in IT have also lowered hurdles for smaller companies to enter the cross-border business. Previously, if they wanted to sell overseas, they had to deal with the complexities of translating product descriptions, communicating with customers and filing delivery and customs documentation. But now they can utilise services offered by large ecommerce operators and support agents.</p> <p>A survey by the Japan External Trade Organization found 48 per cent of smaller companies had started or were considering cross-border ecommerce, about 10 percentage points more than among large companies.</p> <p>Productivity tends to improve when companies begin exports, according to the annual report on the Japanese economy and public finance released by the government's Cabinet Office. “Cross-border ecommerce offers smaller companies opportunities to change business structure and management,” said Hideo Kumano, chief economist at Dai-ichi Life Research Institute.</p> <p>Japan lags behind other countries in ecommerce. A survey by the OECD found that only 22 per cent of smaller companies in Japan sold goods or services online, lower than the global average of 31 per cent. That means there is further room for Japan's ecommerce to grow, even though the cheaper yen may not last for ever.</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Spotlight/Datawatch/Japan-s-cross-border-e-commerce-booms-on-cheaper-yen\"><em>version</em></a><em> of this article was first published by Nikkei Asia on October 27 2022. ©2022 Nikkei Inc. All rights reserved.</em></p> <h2>Related Stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Datawatch/Foreign-workers-shun-Japan-as-yen-s-value-plunges\">Foreign workers shun Japan as yen's value plunges</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Datawatch/Consumer-e-commerce-hits-a-brick-wall-in-Japan\">Consumer ecommerce hits a brick wall in Japan</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Telecommunication/South-Korea-s-Kakao-shares-plunge-after-weekend-data-center-fire\">South Korea's Kakao shares plunge after weekend data center fire</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Finance/Sumitomo-Mitsui-Microsoft-team-up-to-broaden-services-in-ASEAN\">Sumitomo Mitsui, Microsoft team up to broaden services in Asean</a></p></li> </ul><p>Source: Hiroki Obayashi and Masaharu Ban, Nikkei staff writers 2022 'Japan's cross-border ecommerce booms on cheaper yen' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-02T23:00:15.399Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4169,
          "end": 4178
        }
      ]
    }
  ]
}