{
  "_id": "874c3470444a54bf867c2fcc7b3ae054965a5dbdb93a5f3c0a3cf5968d71719f",
  "feed": "wall-street-journal",
  "title": "Issey Miyake, Influential Japanese Fashion Designer, Dies at 84; Founder of global brand was known for pleated designs",
  "text": "<p>Mr. Miyake's fashion empire spanned the globe, and his work embraced both traditional design and cutting-edge technologies.</p><p>He started experimenting with his pleating technique in 1988 and introduced his Pleats Please line in 1993, according to Miyake Design Studio.</p><p>The clothes are made from a single piece of fabric with a heat treatment system to maintain their accordionlike structure. Made solely from polyester, the threads are manufactured in Shizuoka, Japan, and then woven into knit fabric in Toyama.</p><p>The line found a new audience during the pandemic with people seeking comfort in smart outfits.</p><p>In 1992, drawing inspiration from a single drop of water, he designed a perfume bottle and a scent based on the fragrance of clean water called L'Eau D'Issey, in collaboration with Japanese cosmetics company Shiseido Co.</p><p>He continued to work with avant-garde structures and introduced the Bao Bao bag in 2000, known for its geometric structure made of triangular pieces.</p><p>Mr. Miyake was born April 22, 1938, in Hiroshima and experienced the atomic bombing of the city on Aug. 6, 1945, as a first-grader.</p><p>In a 2015 article in the Yomiuri newspaper, he said that after the bombing, he walked from his school outside the city to his home, just 1.4 miles from ground zero, to look for his mother. He found her the next day getting treatment for burns, and he said she told him, \"You're the oldest son, so go to the countryside where it's safe.\"</p><p>He said he was inspired to enter the design field by the Peace Bridge in Hiroshima, whose distinctive swooping handrails were designed by American artist Isamu Noguchi. He graduated from Tama Art University in Tokyo, studied in Paris and lived in New York before starting his own studio in Tokyo in 1970. He made his international fashion debut in New York in 1971.</p><p>Other Obituaries</p><p>* CSX Railroad Chief Hays T. Watkins Promoted One-Stop Shipping</p><p>* Former Microsoft Executive Richard Tait Created Cranium Board Game</p><p>* Donald Jonas, Co-Founder of Lechters Housewares Chain, Funded Nursing Education</p><p>The French government in 2016 awarded Mr. Miyake the Legion of Honor, its highest decoration, for his continued influence on French fashion. In 2019, he was made an honorary fellow of the Royal Academy of Arts in London.</p><p>Mr. Miyake said he didn't believe in chasing trends. \"It took 20 years for Pleats Please to sink in. You need to be aware that the answer isn't going to come right away,\" he said in the 2015 Yomiuri article.</p><p>After many decades of effort, he said, \"even if they don't know the name Issey Miyake, a lot of people know these clothes.\"</p><p>Mr. Miyake's company said a funeral for the designer has been held and no memorial service is planned. It didn't disclose a list of survivors.</p><p>Write to Suryatapa Bhattacharya at Suryatapa.Bhattacharya@wsj.com and Chieko Tsuneoka at chieko.Tsuneoka@wsj.com</p><p>Issey Miyake, Influential Japanese Fashion Designer, Dies at 84</p>",
  "published": "2022-08-09T11:47:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1902,
          "end": 1911
        },
        {
          "start": 1889,
          "end": 1898
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}