{
  "_id": "0933daee792a2aefd8a5fcbcbfc38a90a13af2dd3da68ab97405d40e1fb6ac31",
  "feed": "ftcomall",
  "title": "Tech earnings season and the ‘acceptance of pessimism'",
  "text": "<p>Tech investors have been on edge about this quarter's earnings season ever since Netflix <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">stunned</a> Wall Street by revealing that its decade-long run of subscriber growth had come sputtering to a halt. Now, they are finding little to comfort them as more companies report their numbers. </p> <p>On Wednesday, despite insisting that its business is nothing like Netflix's, Spotify's stock was down as much as 10 per cent after Wall Street was <a href=\"https://www.ft.com/content/9b5aac6f-c37f-4748-854a-83410cab24fa\">unimpressed by its earnings</a>. </p> <p>That is even after the music streaming service added 2mn subscribers in the first three months of the year, a period when it pulled out of Russia and faced a backlash over <a href=\"https://www.ft.com/content/0272f25b-d1bf-42ca-8d3d-a70d217855bf\">Joe Rogan's podcast</a>. </p> <p>Another of the world's most popular streaming services, YouTube, is also wobbling. “The war [in Ukraine] did have an outsized impact on YouTube ads relative to the rest of Google,” Alphabet finance chief Ruth Porat said on Tuesday. </p> <p>Google's parent company has lost almost a fifth of its value in the past month, including another dip on Wednesday after it <a href=\"https://www.ft.com/content/02a46d8b-bf4a-4c88-b0c3-f2df02fcf88b\">reported</a> a $1.5bn drop in profits and just missed Wall Street's revenue forecasts. </p> <p>Spotify chief financial officer Paul Vogel has insisted the macro environment is not impacting Spotify's numbers. “We definitely think Spotify is a product that people want to continue to have,” he said. “Any uncertainty whether its war or macro, it's always going to be there.” </p> <a href=\"http://www.ft.com/cms/8e3cc05d-fc32-4f96-b4ab-82120c177542.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>But so far this earnings season, only Microsoft has won that argument. Its shares rose as much as 7 per cent on Wednesday after chief executive Satya Nadella <a href=\"https://www.ft.com/content/722da13c-7d3b-4090-8d99-59976fe57364\">predicted</a> IT spending would remain strong even if economic growth slowed. </p> <p>“In an inflationary environment, the only deflationary thing is software,” he said, because tech can improve productivity and efficiency. </p> <p>Growth at Microsoft's cloud business, Azure, accelerated in the last quarter to deliver its strongest performance in nearly two years, boosting the company's overall sales and earnings above Wall Street forecasts. </p> <p>Several of the biggest Big Tech companies are still yet to reveal their numbers. Next up are Facebook parent Meta, PayPal and Pinterest after the US markets close on Wednesday, while Apple, Amazon, Intel and Twitter all report on Thursday. Meta, Twitter and Pinterest were all trading lower on Wednesday following Google's lacklustre performance. </p> <p>Mike Zigmont, head of trading and research at Harvest Volatility Management, summed up the market mood for <a href=\"https://www.ft.com/content/6eced1dd-85cf-457e-86c2-e3fcd0c41269\">FT Alphaville</a>: “We're dealing with an acceptance of pessimism . . . Higher future rates seem like an impossible obstacle and the earnings season isn't turning out to be the miracle antidote.”</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Arm looks to retake control of renegade China business</strong> <br>Arm has <a href=\"https://www.ft.com/content/04267443-9b39-4ce3-a7da-65a726fddfdc\">moved to replace</a> the chief executive of its China unit, Allen Wu, as it readies a public listing. The UK chip designer will put forward two individuals to act as co-chief executives of its China joint venture and has received official sign-off to submit the paperwork, said two people with direct knowledge of the matter. </p> <p><strong>2. The great post-Covid privacy creep<br></strong>For decades, internet companies dreamt of knowing more about what you do in the real world. And <a href=\"https://www.ft.com/content/0b7f09da-c068-4ec5-9d62-c29cfd2df1d6\">now they do</a>, thanks to ubiquitous QR codes and other Covid-era data gathering exercises that threaten to linger long after the virus recedes, worries Dave Lee. </p> <p><strong>3. Twitter employees fear the worst, hope for the best with Musk deal</strong> <br>“It's a time of genuine discomfort and uncertainty,” says one Twitter manager, reflecting <a href=\"https://www.ft.com/content/c7c87e3b-13a4-4973-842f-45d4ba75f341\">wider unease</a> within the company's rank and file about their potential new boss, Elon Musk. </p> <p><strong>4. Musk</strong> <strong>promises to tweet nice about Twitter</strong> <br>Meanwhile, Elon Musk has <a href=\"https://www.ft.com/content/a82e0d26-77ed-48fc-9521-dd2ca44ac803\">promised</a> not to “disparage” the social media platform or its executives with his tweets, as a condition of the merger agreement. That didn't stop him criticising Twitter's decision to temporarily suspend the New York Post's account in 2020 after its controversial story about Hunter Biden, which he called “obviously incredibly inappropriate”. </p> <p><strong>5. Robinhood to lay off 9 per cent of staff<br></strong>Stock trading app Robinhood is<a href=\"https://blog.robinhood.com/news/2022/4/26/a-message-from-our-ceo-and-co-founder-vlad-tenev\"> cutting hundreds of staff</a>, after increasing headcount by nearly sixfold since 2019. The company's stock is down 25 per cent in the last month alone. </p><p>Source: Tim Bradshaw 2022 'Tech earnings season and the ‘acceptance of pessimism'' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-27T19:02:47.154Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1751,
          "end": 1762
        },
        {
          "start": 1409,
          "end": 1418
        },
        {
          "start": 1751,
          "end": 1760
        }
      ]
    }
  ]
}