{
  "_id": "9e229ad6e47fe180fa8557daebe965ec84ffb77d1bba2b3c264c24609d9cef68",
  "feed": "wall-street-journal",
  "title": "Microsoft Rebuts FTC on Antitrust Challenge",
  "text": "<p>\"Xbox wants to grow its presence in mobile gaming, and three quarters of Activision's gamers and more than a third of its revenues come from mobile offerings,\" Microsoft said in its response to the FTC lawsuit. \"Xbox also believes it is good business to make Activision's limited portfolio of popular games more accessible to consumers, by putting them on more platforms and making them more affordable.\"</p><p>Microsoft had signaled it would challenge the antitrust regulator's case after arguing for months the transaction wouldn't harm competition in the videogame industry. It offered concessions to the FTC before the lawsuit was filed in a failed attempt to head off a legal battle.</p><p>In its suit, the FTC alleged that the acquisition would be illegal because it would give Microsoft the ability to control how consumers access Activision's games beyond the Redmond, Wash., company's own Xbox consoles and subscription services. Microsoft could raise prices or degrade Activision's content for people who don't use its hardware to access the developer's games or even cut off access to the games, the FTC said.</p><p>Microsoft has said it wouldn't engage in such actions and that it needs Activision's hit franchises such as \"Call of Duty\" and \"Candy Crush\" because it trails its rivals in console sales and has a limited presence in mobile-game development. The company, which values the deal at $68.7 billion after adjusting for Activision's net cash, has also said it expects the industry to get more competitive with the rise of cloud gaming.</p><p>The FTC said Thursday that it will stand by its case.</p><p>\"This $69 billion acquisition would give Microsoft the means to harm competition in multiple fast-growing gaming markets,\" said John Newman, deputy director of the FTC's bureau of competition in a statement. \"We are confident in our case and look forward to presenting it at trial.\"</p><p>A few days before the FTC sued Microsoft, the company offered to keep \"Call of Duty\" games accessible to rivals such as PlayStation maker Sony Group Corp. through a legally binding consent decree, augmenting a pledge it had made months earlier to keep them accessible for at least 10 years.</p><p>\"The acquisition of a single game by the third-place console manufacturer cannot upend a highly competitive industry,\" Microsoft said in its response. \"That is particularly so when the manufacturer has made clear it will not withhold the game.\"</p><p>European Union and U.K. regulators are also probing the deal, which Microsoft announced nearly a year ago. It has gained approval in some markets, such as Brazil and Saudi Arabia.</p><p>On Wednesday, the U.K.'s Competition and Markets Authority said it received an overwhelming majority of emails from the public in favor of the transaction after requesting people's input between Oct. 14 and Oct. 28.</p>",
  "published": "2022-12-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1634,
          "end": 1643
        },
        {
          "start": 405,
          "end": 414
        },
        {
          "start": 772,
          "end": 781
        },
        {
          "start": 1109,
          "end": 1118
        },
        {
          "start": 160,
          "end": 169
        },
        {
          "start": 2286,
          "end": 2295
        },
        {
          "start": 927,
          "end": 936
        },
        {
          "start": 2480,
          "end": 2489
        },
        {
          "start": 1907,
          "end": 1916
        }
      ]
    }
  ]
}