{
  "_id": "b628a784b33ca1b583f8cb3527e821a3939e54184f3d4b699b5dcad9f0903327",
  "feed": "ftcomall",
  "title": "K-pop's big corporate showdown boosts Korean activists",
  "text": "<p>It was an event that signalled a striking shift in South Korea's corporate scene: a millennial fund manager taking on senior executives of one of the country's leading entertainment companies in a <a href=\"https://youtu.be/IFbT-nUTIcc\">YouTube debate</a> put on for the nation's growing army of retail investors.</p> <p>Thirty-five-year-old Changhwan Lee, who left private equity group KKR last year to set up his own activist fund in Seoul, was promoting his push in March to improve the governance of SM Entertainment, the publicly traded K-pop behemoth. </p> <p>Days later, he made waves with a decisive victory over SM's founder, controlling shareholder and “chief producer”, Soo-man “SM” Lee. Changhwan Lee's Align Partners fund won support from other investors to impose a new independent auditor for the company on a reluctant board that included several of Soo-man Lee's relatives, childhood friends and longtime associates. </p> <p>Align, which holds a 0.9 per cent stake and has just $65mn in assets under management, wanted stronger oversight of the company's affairs, including its royalty payments to a private company owned by SM Lee. SM Entertainment said it was now having an internal discussion on the corporate governance issues raised by investors and on dealing with any conflicts of interest.</p> <p>The victory was a fillip for activist investing in South Korea — historically seen by many as the preserve of predatory foreign funds engaging in what is known locally as “eat and run”. </p> <p>“Everyone in the Korean stock market is frustrated by local companies not realising their value because of poor governance,” Changhwan Lee told the Financial Times. “It's been like that for 20 years.”</p> <p>Lee was born in 1986 in the provincial city of Daegu in Korea's conservative southern heartlands, the son of a single mother who worked as a cook in a school and invested her meagre salary in Korean stocks. He recalls the hostility of many Koreans towards foreign investors who made big profits turning around distressed Korean assets in the wake of the Asian financial crisis of the late 1990s.</p> <p>That ill-feeling was apparent as recently as just a few years ago, after Elliott Management's dispute with the founding family of Samsung over the <a href=\"https://www.ft.com/content/d7cef15c-0a5b-11e5-82e4-00144feabdc0\">contentious merger</a> in 2015 of construction subsidiary Samsung C&amp;T with chemicals subsidiary Cheil Industries.</p> <p>The political shenanigans surrounding the merger, which helped Samsung's ruling family secure its control over the conglomerate, led to the <a href=\"https://www.ft.com/content/56ae356b-3c63-44de-95bf-78631f1e79d5\">imprisonment of Samsung vice-chair Lee Jae-yong</a> and conservative president Park Geun-hye, prompting a bout of national soul-searching over corrupt practices.</p> <p>But after warning the merger would harm Samsung C&amp;T shareholders, Elliott was castigated in the local media as a parasite; its founder Paul Singer <a href=\"https://www.ft.com/content/59a40d52-2a0f-11e5-acfb-cbd2e1c81cca\">portrayed</a> on Samsung C&amp;T's own website as a bespectacled, large-beaked vulture in a suit.</p> <p>“Foreign activist funds started to give up on Korea after that,” said Lee. “Directors here have a fiduciary duty only to the company, not the shareholders, so you can't sue them even when they intentionally drive down the share price.”</p> <p>Since then, however, there has been a steady change in attitudes, notably among younger Korean investors who entered the market during the coronavirus pandemic. The number of Korean retail investors rose from 6.1mn in 2019 to 13.8mn in 2021 — more than a quarter of the country's total population.</p> <p>“Young Koreans learned a lot from investing in US companies,” said Lee, who was convinced to set up his own fund after seeing how local media narratives had changed. He said retail investors had noted that when <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">Microsoft bought Activision Blizzard</a>, for example, they paid a 40 per cent premium to all investors. Lee points out that in Korea, bidders have no legal obligation to acquire shares from minority shareholders when they acquire control of a company, “meaning they get nothing”.</p> <p>Observers note that the real watershed moment will come when local investors — perhaps in alliances with foreign funds — succeed in forcing big changes on the management of a cherished national champion such as Samsung or Hyundai.</p> <p>“Retail investors in Korea have emerged as an assertive force and are leveraging their political influence to demand regulatory changes for better minority shareholder protection and shareholder returns,” said Lee. “Once foreign funds see that, they will be back.”</p> <p><a href=\"mailto:christian.davies@ft.com\"><em>christian.davies@ft.com</em></a></p><p>Source: Christian Davies  2022 'K-pop's big corporate showdown boosts Korean activists' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-03T23:01:30.036Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3568,
          "end": 3577
        }
      ]
    }
  ]
}