{
  "_id": "573fad566a4668c358d85b4b09425573b5cee56e2e3fa583592609ee2ccc851e",
  "feed": "ftcomall",
  "title": "Mirae Asset targets ESG and active strategies with new Hong Kong ETF listings",
  "text": "<p>Mirae Asset Global Investments' Hong Kong unit has rolled out three new exchange traded funds in the territory.</p> <p>The Seoul-headquartered fund firm has listed the Global X Hang Seng ESG ETF, Global X Metaverse Theme Active ETF and Global X Electric Vehicle and Battery Active ETF, bringing the total number of Hong Kong-listed Global X ETFs to 35.</p> <p>The new Hang Seng ESG ETF is Mirae Asset's second sustainable ETF listed on the Hong Kong bourse, following the <a href=\"https://www.ignitesasia.com/c/2627843/317373?referrer_module=article\">launch</a> of the Global X China Clean Energy ETF in January 2020.</p> <p>The new green ETF is pegged to the HSI ESG Enhanced index, providing exposure to the Hong Kong stock market with ESG considerations factored in.</p> <p>Mirae Asset said more investors were now more aware of the need to factor in sustainability considerations into their investment portfolio. </p> <p>“This demand for greater corporate sustainability will continue to grow as governments and regulators around the world implement policies aimed at achieving carbon neutrality and social equality,” the asset manager said in a statement.</p> <p>Jungho Rhee, chief executive of Mirae Assets Global Investments Hong Kong, said green mobility and the metaverse were key themes transforming the global economy.</p> <p>The global metaverse active ETF provides exposure to the evolving metaverse growth drivers. Its largest holdings include New York-listed groups Nvidia and Microsoft, as well as China's acoustic component company Goertek.</p> <p>The new electric vehicle and battery active ETF will invest in manufacturers of electric vehicles and components. Its holdings include US-based electric-car maker Tesla and China's BYD.</p> <p>The launch of the active ETFs comes almost five years after Hong Kong's Securities and Futures Commission first <a href=\"https://www.ignitesasia.com/c/1830773/214753?referrer_module=article\">proposed</a> allowing active ETFs in the territory as part of a consultation that began at the end of 2017.</p> <p>Mirae Asset <a href=\"https://www.ignitesasia.com/c/3431674/437614?referrer_module=article\">rolled out</a> Hong Kong's first active ETFs investing in Asian equities last year, as well as the territory's first China equities-focused active ETF.</p> <p>The Korean fund firm had about $236bn in assets under management globally as of December 2021. It offers almost 400 ETFs globally with a combined total of about $85.8bn in assets under management.</p> <p><em>Ignites Asia is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignitesasia.com/\"><em>ignitesasia.com</em></a><em>.</em></p><p>Source: Ysrael Dumasig, Ignites Asia 2022 'Mirae Asset targets ESG and active strategies with new Hong Kong ETF listings' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-31T04:00:31.448Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1359,
          "end": 1368
        }
      ]
    }
  ]
}