{
  "_id": "0260153c06cd22cc97069e6bb9159db7483e2e4dbd0ea11d71c60cd1186ab759",
  "feed": "market-watch",
  "title": "'People will freak out': The cloud boom is coming back to Earth, and that could be scary for tech stocks; Spending on public cloud services is expected to pull back after spiking in the first two years of the COVID-19 pandemic, but customers looking to cut costs could slice into that growth even more and cause a domino effect for tech companies and tech stocks",
  "text": "<p>There were similar concerns heading into 2020, but they were erased as the COVID-19 pandemic caused companies to spend freely to keep their businesses operating and place more work and services in the cloud to accommodate remote work. Gartner Inc. IT said public cloud services, also referred to as \"infrastructure as a service,\" or IaaS, grew 40.7% to $64.3 billion in 2020 and a stunning 41.4% to $90.9 billion in 2021, despite just five companies making up more than 80% of the market: Amazon.com Inc.'s AMZN AWS, Microsoft Corp.'s MSFT Azure, Alibaba BABA, Alphabet Inc.'s GOOGL GOOG Google Cloud and Huawei Technologies.</p><p>In depth: Why the cloud buildup makes the current tech era different from the dot-com boom</p><p>Current forecasts for 2022 overall public cloud growth range from 17.2% to 23.6%, as foreseen by Gartner and IDC, respectively. And that's before cloud-service providers offer forecasts in an earnings season awash in uncertainty, as tech companies have been foreshadowing for weeks with news of cost cuts.</p><p>\"People will freak out, because they have become accustomed to cloud providers growing 30% to 40%,\" said Maribel Lopez, principal analyst of Lopez Research. \"In reality, they cannot grow that fast that much longer — there are still a lot of workloads to move, but we are coming back to much more reasonable numbers.\"</p><p>Heading into the reporting season of the June-ending quarter, analysts' estimates for the cloud businesses of Amazon, Microsoft, Google and Alibaba all show various degrees of slowing on a year-over-year basis, according to estimates compiled by FactSet. In addition, July and August are typically slower, and any forecasts will add the summer slowdown into the mix.</p><p>Alibaba's most recent resultsand estimates already showed a sharp deceleration. In the March quarter, which the Chinese e-commerce giant reported at the end of May, Alibaba saw its cloud revenue rise 12%, but it was a deceleration from the 20% to 33% growth in the three most recent quarters. Alibaba Chief Executive Daniel Zhang blamed a decline in corporate activities because of COVID, a project delivery delay and the cancellation of contracts by a top customer outside China. In the March quarter of 2021, Alibaba's cloud business soared 50%.</p><p>Amazon's AWS is forecast to see revenue growth of 31.8% in the June quarter, compared with 37% growth in the June quarter a year ago. Microsoft's Azure is estimated to see 43% growth, versus 51% a year ago, and Google Cloud is expected to report 39% growth, versus 54% a year ago. Microsoft still only reports Azure results as percentage growth, despite its two largest competitors fully reporting revenue and profit margins for their cloud products.</p><p>But the question among analysts and investors is whether those estimates will hold, as overall cloud growth is expected to fall and companies begin to scale back on spending. In May,the Information reportedthat Coinbase Global Inc. COIN planned to slash its spending on AWS, as part of broader cutbacks, which now also include a reduction by 18% in its workforce. A Coinbase spokeswoman declined to comment on the company's cloud spending plans.</p><p>More from Therese Poletti: The 2022 tech wreck is not the same as the dot-com bust, but investors will still want to change their game</p><p>\"It is an almost inarticulatable fear of the future,\" said John-David Lovelock, research vice president and distinguished analyst at Gartner. Companies will be \"holding on to cash for a month in order to get levels higher, or whatever it is they are feeling uncertain about. It manifests in different ways, and drives the hesitancy in a different way. But the effect of the reaction is the same: Things are a little slower to sign.\"</p><p>But Lovelock does not believe the recession will have a big impact on spending on public cloud, adding that the summer is usually cool for sales, he said. \"It's usually bad right now; it's hard to tell how much worse [the situation is] than normal. But when people come back in September-October, we get back to signing contracts. We will clear things by the end of the year.\"</p><p>The giants in tech, though, are are slowing their own spending, mostly on hiring. Apple Inc. AAPL, Meta Platforms Inc. META and Alphabet are all planning to slow hiring in the near future.Netflix Inc. NFLX has engaged in two rounds of job cuts in the past few weeks, and Microsoft announced a small number of job cuts, affecting less than 1% of its 180,000 staff.</p><p>For more: Tech companies are shifting to layoffs after a huge ramp up in hiring</p><p>But if the business climate cools too much, cloud providers could react to slowing growth by easing their own spending on computer-intensive data centers, which could seriously impact companies that make the chips, hardware and software that run those giant brains of the cloud. Last year, so-called hyperscalers' spending on data-center equipment accounted for 47% of the $185 billion spent on such equipment, according to Synergy Research Group, an all-time high.</p><p>In 2019, spending on cloud infrastructure cooled, after massive infrastructure spending in 2018. For now, Gartner is projecting a 3% rise in overall IT spending in 2022, and it forecasts that spending on data-center systems will jump 11.1%.</p><p>In its earnings call at the end of June, memory-chip maker Micron Technology Inc. MU executives confirmed fears that PC sales were slumping, telling analysts they expected PC unit shipments to fall 10% and smartphone unit shipments to fall by a percentage in the mid-single-digit range. And while executives said that demand for cloud computing remained healthy, \"it remains to be seen how the macroeconomic environment is going to cause the cloud spending trends to modulate over time,\" Micron's chief business officer, Sumit Sadana, said. \"But, if anything, we think that the cloud spending trends are going to be pretty secular, pretty strong.\"</p><p>\"I am starting to get a sense where we are going to go through a period where companies are going to do a reset, and get all the bad news out early,\" said Daniel Newman, founding partner and principal analyst at Futurum Research.</p><p>Most analysts, though, don't see a huge drop in cloud usage, even if a recession occurs in the U.S.</p><p>\"It's not something you can decide to turn off,\" said Dave McCarthy, an IDC analyst. \"It has become so integral. It's almost like electricity — how can I save on electricity? I can turn off a couple of lights. …There may be some companies that delay a project or two.\"</p><p>He said that a recession might lead to some belt tightening, but that this would be a small blip. \"This is exactly the reason investors like it. It's a recurring-revenue business. They are not lumpy. Once you are in, you are spending that money, [and] it's not easy to turn off. It's more recession-proof, and the subscription model is consistent.\"</p><p>Opinion: No tech sector appears safe from the spring swoon</p><p>Some startups' failures will play a role, albeit a small one, in cloud demand, since most of them use cloud services like AWS. \"We are talking drops of water coming out of a stream,\" Lovelock said. He, like IDC's McCarthy, pointed to the \"heavy recurrent revenue stream\" that public cloud providers get from their customers.</p><p>Newman also pointed out that cloud-service providers will make up for any potential lost revenue with price hikes, which some have already begun to implement.</p><p>He pointed to the \"price elasticity that most of these companies have,\" adding: \"People aren't going to move out of the cloud because they got a 2% price hike from Microsoft. They also have inflationary costs to justify those price hikes. There are a lot of factors coming together that give the cloud providers price power.\"</p><p>During the last recession, in 2007–09, the cloud business was too new to measure any kind of impact. AWS officially launched in 2006 but did not start breaking out its revenue from overall Amazon results until 2015. Microsoft did not start breaking out its intelligent cloud business, which includes Azure, until 2016. Alphabet did not begin reporting results for Google Cloud as a business until 2019.</p><p>Just how recession-proof the cloud-service providers really are will be a major test if the current economic downturn does indeed head into consecutive quarters of negative GDP growth, meeting the most basic definition of a recession (if not as comprehensive as the Bureau of Labor Statistics' constellation of determinants).</p><p>The cloud is a huge driver of the tech economy and has played a central role in its growth, and how it fares going forward is pivotal to the entire tech ecosystem.</p><p>'People will freak out': The cloud boom is coming back to Earth, and that could be scary for tech stocks</p>",
  "published": "2022-07-23T12:43:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 517,
          "end": 532
        },
        {
          "start": 7929,
          "end": 7938
        },
        {
          "start": 2389,
          "end": 2398
        },
        {
          "start": 2536,
          "end": 2545
        },
        {
          "start": 1458,
          "end": 1467
        },
        {
          "start": 4368,
          "end": 4377
        },
        {
          "start": 7551,
          "end": 7560
        },
        {
          "start": 2389,
          "end": 2400
        },
        {
          "start": 517,
          "end": 526
        }
      ]
    }
  ]
}