{
  "_id": "1decf4050fd04170ca5da2f3c3611ff21d8c9757221128227ce20a7a1dfb6050",
  "feed": "ftcomall",
  "title": "The loneliness of the Indian dissenter",
  "text": "<p>One of my frustrations with Joe Biden's democracy-versus-autocracy worldview is that he created a trap for himself that he keeps walking into. A recent example was the US State Department's decision to omit India and Nigeria from its list of “countries of particular concern” on religious freedom. This is in spite of the fact that State's own body — the United States Commission on International Freedom — described both countries as “egregious” offenders in its report. Last week, the USCIF <a href=\"https://twitter.com/USCIRF/status/1598748719440007168\">tweeted its outrage</a> over the state department's decision to “turn a blind eye to both countries' particularly severe religious freedom violations”. Why proclaim a principle if it keeps getting trumped by pragmatism? </p> <p>It is in America's DNA to proclaim universal values even though they rarely survive a clash with its national interests. In this case America's interest is to keep India happy as its indispensable bulwark against China. Doubtless, India's omission followed a sharp conversation between S. Jaishankar, India's foreign minister, and Antony Blinken, the US secretary of state. Nigeria, of course, is a key playing field in the African great game between the US and China.</p> <p>Perhaps the most important guardian of democracy is a free and independent media. In India that is rapidly becoming a thing of the past. India now ranks 150th on the world press freedom index behind such paragons of free speech as Kazakhstan, Angola and Turkey. More journalists are killed in India — often by political assassination, although almost never proven in court (which is another story) — than in any other country in the world. Our focus, as outsiders, is naturally on the suffocation of India's increasingly quiescent English-language media. To get a sense of the challenges journalists face, watch this <a href=\"https://www.youtube.com/watch?v=AsPgZ4jL0rA\">short and deeply impassioned speech</a> by my friend, Rana Ayyub, on accepting the John Aubuchon press freedom award in DC last week. Her standing ovation was richly merited and will hopefully give her a badly needed layer of protection back home, where she faces constant death threats and police harassment. </p> <p>We are less attuned to the fate of India's local language media, which is far more important in terms of what Indians watch and read than its anglophone sibling. I would urge Swampians to view the new documentary, <a href=\"https://www.whilewewatched.com/\"><em>While We Watched</em></a>, which is about the fate of Ravish Kumar, one of India's most prominent Hindi-language broadcasters. His critical voice became intolerable to Narendra Modi's Bharatiya Janata Party, and the Indian prime minister's bevvy of media demagogues (<a href=\"https://www.youtube.com/watch?v=5cVjOBydTUc\">notably Arnab Goswami</a>, who was India's Tucker Carlson long before the latter joined Fox). Kumar's show, like so many other stranded voices in today's India, is now a refugee on YouTube, which is one of the few remaining platforms that Modi hasn't stifled. The documentary brings out the loneliness of the dissenter in a society that increasingly treats them as “anti-national” — a stock phrase of Modi, Goswami and others. The movie chronicles the slow and painful marginalisation of Kumar's show until there was no point in going on. The chief weapon against it was financial. “<em>While We Watched</em> is a meditation on solitude,” Vinay Shukla, the documentary maker, tells me. “What does it feel like — what happens to you — when you raise your hand and say, ‘I disagree'? I hope it takes people deep into Kumar's growing sense of inner loneliness.”</p> <p>The movie, which is showing at international film festivals and winning awards, speaks particularly loudly to me because Kumar worked for NDTV, which was India's most impressive TV station when I lived there from 2001 to 2006. I used to appear on its English-language channel from time to time and cherished its objective and professional values. Last week, the beleaguered station was taken over by Gautam Adani, India's richest man, who this year overtook Bill Gates to become t<a href=\"https://www.bloomberg.com/billionaires/\">he world's third wealthiest</a> behind Bernard Arnault and Elon Musk. Adani is Modi's right-hand industrialist. NDTV's founders, Prannoy and Radhika Roy, stepped down from its board last month. It is a sad tale and a barometer of where India is heading. </p> <p>I doubt very much that the Biden administration will do anything to irritate Modi and I am in any case ambivalent about the effectiveness of American and western hectoring of India, which boomerangs more often than not. I am also sceptical that the US media will give the decline of Indian democracy the space it merits since America's main journalistic outlets take so much of their cue from Washington's foreign policy menu. A victim in Xinjiang is 10 times more newsworthy than one in Kashmir. But as a friend of many courageous Indian journalists, and (I like to think) a friend of India, I need to highlight what is happening.</p> <p>Gillian, I know India is very understandably not at the forefront of your mind given that you're based in New York and write about the financial world. My question is what India means to you in your world and to your worldview even if your answer has nothing to do with what I'm writing about here.</p> <p>I will be taking the first six weeks of 2023 off for what I plan to be an intensive book research leave to bring my biography of Zbigniew Brzezinski closer to its finale. So I won't file Swamp Notes again until mid-February. My insightful and witty colleagues Peter Spiegel, Gideon Rachman and Richard Waters will very kindly be filling in for me. </p> <h1>&#xa0;Recommended reading</h1> <ul>  <li><p>My column this week looks at the “<a href=\"https://www.ft.com/content/a3a2a44d-53ba-4eb9-9a56-c6c6e2a3e2e2\">American left's chronic Nimby problem”.</a> The most recent example was the Democratic Party's progressive wing teaming up with Republicans to kill a bill that was key to implementation of the green energy bill passed last summer. “The Republican motive was obvious: kill anything with Biden's name on it,” I wrote. “The Democratic left's was sadly familiar: “If it's not perfect, we're against it.”</p></li>  <li><p>I also did a Lunch with the FT last weekend with Chelsea Manning, the highly controversial whistleblower who leaked more US classified information than anyone in history. <a href=\"https://www.ft.com/content/6e637352-2817-48a8-924a-a4ad3291c10d\">She wasn't at all what I was expecting</a>.</p></li>  <li><p>Talking of India, my colleagues John Reed and Chloe Cornish <a href=\"https://www.ft.com/content/333aa07e-93ff-4e97-95c4-548bdccb5661\">wrote a fine Big Read</a> this week about its growing military competition with China. “Can India build a strong enough military to deter China?” This story needs to be watched closely.</p></li>  <li><p>Finally, do read this <a href=\"https://www.newyorker.com/news/persons-of-interest/a-professor-who-challenges-the-washington-consensus-on-china\">illuminating New Yorker article</a>: “A professor who challenges the Washington consensus on China”. The Cornell scholar, Jessica Chen Weiss, is a rare counterpoint to the hawkish consensus on China that threatens to become self-fulfilling in the “action-reaction spiral” to which Weiss refers. “Those who take that fatalistic approach have to ask themselves what kind of world they see,” she told the New Yorker. “I think it's too catastrophic not to test the proposition that there is an alternative.”</p></li> </ul> <h1>Gillian Tett responds</h1> <p>Thanks Ed for this note, which reminds me of a thought that hit me back in 2007 at the World Economic Forum meeting in Davos. Back then, it seemed that the (in)famous “Davos man” (there were few women) worshipped a holy trinity of ideas: free-market capitalism, globalisation and democracy. He also assumed that these ideas would only spread and deepen around the world, particularly&#xa0;in places such as India. History might not be “dead”, as the historian Francis Fukuyama had suggested, but it was going in one direction.</p> <p>Since then, however, we have learnt that history can also go into reverse (<a href=\"https://www.ft.com/content/b8f75aed-123c-4c5b-8bd2-82442d96418b\">as I wrote in a column this week</a>). Globalisation is fraying. Free market capitalism has been undermined by the 2008 banking crisis, quantitative easing, pandemic-era government interventions — and now the energy shocks. </p> <p>And when it comes to democracy, one of the most chilling statistics I saw this year came from the Bertelsmann Transformation Index. In 2022 it counted more autocratically governed states (70) than democracies (67) in the countries it surveys — the first time the former have exceeded the latter since 2004.&#xa0;“The quality of democracy has declined in nearly one in five democracies,” it notes. “Many autocracies have further expanded their repression, abuses of power, and restrictions on the freedoms of expression and assembly [and] seven states which were considered “defective democracies”&#xa0;just two years ago have been relegated to the category of autocracies in 2022.” And, yes, India is deemed one place where democracy is eroding.</p> <p>So I share your concern, Ed, about India — and agree that America should be calling this out. This is doubly important since the rising tensions between the US and China are prompting many big investors and businesses to shift their eyes towards India, as a destination for investment and deals. But if the White House raises the issues around India — or China — it should also talk more about the bigger trend in the BTI index. And, of course, note that BTI cites America itself as a place where democratic norms are under pressure. Tragically, however, this big picture is all too often missing from the American media. Which is precisely why I salute your desire to highlight those brave Indian journalists. &#xa0;</p> <p><em>Rana Foroohar is on holiday and will return in January. For more from Gillian Tett, FT Premium subscribers can </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5ce7dcb373511b000490ac5b\"><em>sign up here for our Moral Money newsletter</em></a><em> on the drive for a better world economy.</em></p> <h1>Your feedback</h1> <p><strong>And now a word from our Swampians . . .</strong> </p> <p><strong>In response to </strong><a href=\"https://www.ft.com/content/07bc1b87-10b3-42a3-a4ec-c81d30c500f8\"><strong>“The ‘shadow boxer on the street corner”</strong></a><strong>:<br></strong>“[F]or at least the last 40 years, any time someone points out problems like this and says that there needs to be better funding and more public accountability, we get to hear about how <em>‘You can't just throw money at the problem.'</em> It is quite clear where withholding money has gotten us.” <em>— </em><a href=\"https://www.ft.com/content/07bc1b87-10b3-42a3-a4ec-c81d30c500f8?commentID=9dc4050c-92ac-4da1-9776-a04348930a54\"><em>Reader JL</em></a></p> <p>“Having lived and travelled in the US for many years, I have seen the problem mushroom, whether in NY, or in San Francisco and LA. Anyone who has been down to Skid Row in downtown LA, or, mistakenly in my case, walked through the Tenderloin in San Francisco, cannot fail to see this situation as a catastrophic failure of both policy and simple human decency, in particular because a lot of homeless are veterans suffering from PTSD. And all of this is compounded by drug abuse. But, and this is a very big but, the general public have a right to be protected from the consequences of public policy failure. But everyone also has the right to expect that we fix the underlying issues which are at the heart of this appalling problem. This latter point, however, must not be used as an excuse to avoid addressing the immediate issue of public safety.” <a href=\"https://www.ft.com/content/07bc1b87-10b3-42a3-a4ec-c81d30c500f8?commentID=f0bca91d-958c-4576-8b7d-54a36903b87e\"><em>— Reader WMD</em></a></p><p>Source: Edward Luce 2022 'The loneliness of the Indian dissenter' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-16T12:00:22.169Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}