{
  "_id": "03cefe0ec334e22d78e7c6aad893b0f71da3f4bf2395c0febd216d46e8fc19d7",
  "feed": "wall-street-journal",
  "title": "The Class of 2022 Is in Demand. What Do New Grads Want? Money, flexibility and specific assignments are important to those starting their careers—but so is a chance to come into an office",
  "text": "<p>Companies that are struggling to fill open positions have good reason to respond. Many big employers—from technology giant Dell Technologies Inc. to professional-services firm KPMG—are either stepping up college recruiting or lowering entry-level job requirements to compete.</p><p>They are also seeking to make up for a surge in turnoverover the past year, especially among younger workers, as they seek to bring more staff back to offices and rethink how their workplaces will operate. In a survey of 196 employers during February and March, 16% told the National Association of Colleges and Employers they would double new-graduate hires from last year.</p><p>Because new graduates can afford to be choosy, some are taking their time to lock in a new job, recruiters say. About half of new grads who hadn't decided on a job had gotten at least one offer without accepting, according to a March survey of more than 2,500 soon-to-be graduates by Chicago recruiting firm LaSalle Network.</p><p>Here is a closer look at what these grads want—and what they are getting:</p><p>Salary</p><p>Pay is thus far more generous than some grads were expecting. Liam Burke, 22, graduated early in March from Western Washington University and got three offers before accepting one. The position he took as a buyer and planner in the aerospace sector, he said, brought a salary higher than the first two offers—and came in above the range he shared during the interview process.</p><p>Mr. Burke said it was \"nerve-racking\" to wait for a best-fit job and let the other offers pass, but \"you just have to have this quiet confidence that you're going to do fine.\"</p><p>Among those who have accepted jobs, 53% said their starting salary was greater than they expected, while 41% said it was what they anticipated, according to a survey of more than 1,000 college seniors from TimelyMD, a telehealth company providing medical treatment and counseling to students, published in April. </p><p>Liam Burke graduated from Western Washington University in March. PHOTO: Chona Kasinger for The Wall Street Journal</p><p>Salary is a particularly high priority for new graduates. Raised in the aftermath of the 2008-09 financial crisis, they are part of a generation that experts say is risk-averse and craves financial security. The pandemic, and inflation, sharpened their focus on pay, students and campus career advisers say.</p><p>Even Wall Street is adjusting. Investment-banking salaries are up 23% for interns, said Terina Matthews-Davis, client director for early careers for AMS, a company that helps firms recruit new employees. The rise compared with a year ago is even higher for new hires, to $110,000 from $85,000, according to Ms. Matthews-Davis.</p><p>Other fields including technology and consulting also now have entry-level starting salaries in the six figures. Employers recruiting in fields ranging from social sciences to engineering said they planned to raise pay for class of 2022 candidates above rates commanded by the previous class, according to a NACE survey of 124 companies conducted last fall.</p><p>These boosts are crucial \"to get students to accept and not renegeon your offer,\" Ms. Matthews-Davis.</p><p>Culture and responsibilities</p><p>It is more than just salary, however. Work responsibilities are important to new grads such as Austin Bowles, 21. The senior at Coastal Carolina University said he saw \"tons and tons\" of listings for his desired first job as an electrician for theater companies, and weeded out postings that were unclear about what the job actually entailed.</p><p>He wanted to avoid the limitations of a prior gig where he was required to help attendees park in a large gravel lot before the curtain rose. He recently accepted a job at Northern Stage, a theater in White River Junction, Vt., as an assistant master electrician.</p><p>Grads want the same specifics from bigger employers. Candidates for positions at Dell, the Texas technology firm, want to know who they will be working for and what projects they will tackle, according to Jennifer Newbill, the company's director of emerging talent. Dell is planning to hire 1,580 new graduates in 2022 for full-time work, a 19% increase from last year.</p><p>KPMG gets questions about the company's work on social issues, according to the managing partner who oversees the company's hiring of college grads. That executive, James Powell, said he has received many inquiries from candidates about company culture, and some prospective hires want to know about an organization for LGBTQ employees that Mr. Powell lists on his LinkedIn profile.</p><p>KPMG is planning to hire 4,500 college recruits to full-time positions, one of its largest new-hire classes ever and about a 20% increase from last year. It faces more competition for the accounting students it recruits in droves. \"They know they have options,\" said Mr. Powell, the firm's national partner in charge of university talent acquisition. \"The competition is really fierce.\"</p><p>Corporate culture emerged as a theme for younger workers in a March survey conducted by jobs site Monster of 1,000 recent or soon-to-be grads. One-third said they wouldn't work for an organization without a diverse workforce, and one quarter said they wanted to see diversity in leadership.</p><p>One management-consulting company, Oliver Wyman, tried to recruit new candidates in March with a San Francisco development and networking event called the Diversity Leadership Summit. The audience was composed of sophomores and juniors from diverse backgrounds, and company representatives discussed consulting and careers as well as sustainability. They finished one session by announcing that the firm would plant 64 trees, one for each attendee, in students' names.</p><p>One senior who said she pays attention to a company's demographics is Niha Sheikh, a 22-year-old at the University of Texas at Austin. She said she has connected with current and former employees on LinkedIn to get an unfiltered view of a workplace's culture.</p><p>\"I don't see myself being super comfortable working in an environment where I am the only person of color,\" she said.</p><p>Ms. Sheikh, a practicing Muslim, said she closes many job interviews by asking if she can have space and time in an office to conduct her daily prayers. She is looking for a role in human resources or in a school, either in the classroom or in administration.</p><p>\"I think the responses to questions like that are very telling to me about the company's morals and values,\" she said.</p><p>Flexibility</p><p>Many new graduates are hungry for in-person interactions with their future colleagues, having spent years in virtual internships and courses.</p><p>Eugene Thomas, a 22-year-old Yale University senior from New York City, said working on-site was a priority. He accepted a product engineering job with farm-equipment giant Deere &amp; Co. after a remote internship last summer and will participate in a two-year rotation at the company.</p><p>\"I don't even think I entertained the option of remote work,\" he said. Remote school, he said, \"felt like I was swimming in molasses or something—like I was just trying to push through. I felt a lack of motivation.\" </p><p>Eugene Thomas, 22, is about to graduate from Yale University. PHOTO: Christopher Capozziello for The Wall Street Journal</p><p>Flexibility is still a key component for Mr. Thomas, who said he was able to get deadlines pushed back during his internship last summer after his mother was hospitalized. Other grads said the same; 68% of seniors surveyed by TimelyMD cited the importance of flexible work hours.</p><p>Some want that flexibility to include a choice between on-site and remote work. In fact, 60% of 571 respondents to a March and April survey of seniors from recruiting-software firm iCIMS said they wanted a hybrid arrangement.</p><p>Yet new grads aren't as excited about full-time remote arrangements. Just 11% are interested in that setup, according to LaSalle Network's March survey of more than 2,500 soon-to-be graduates.</p><p>\"I feel like I will get bored of just being at home all the time,\" said Sydney Washington, a senior at the University of North Texas.</p><p>Networking</p><p>Students say they are looking for jobs on LinkedIn and on organizations' job sites, in addition to connections from professors. They turn to social media and campus career centers for guidance in the process.</p><p>\"They don't really need our help in leveraging the digital tools in front of them,\" said Julia Overton-Healy, director of career services at St. John Fisher College in Rochester, N.Y. \"They need more help in how to engage in relationship building—how to have those first-contact conversations with an alum, for example.\"</p><p>Sanja Marinovic, 21, initially struck out last fall when she applied to jobs in food safety and quality assurance. But she read career advice on Reddit, where users suggested seeking informational interviews first. Those introductory conversations helped her know what certifications to cite as she applied for roles.</p><p>For the job she eventually accepted—a food-safety auditing post in Los Angeles—she did a phone screen on a Friday and then did a panel interview on the following Tuesday, getting the formal offer the next day.</p><p>She was surprised by the speed, given how long other hiring teams had taken with her application. Her career adviser, at the SUNY College of Environmental Science and Forestry in Syracuse, N.Y., reviewed the offer with her and said the fast pace was normal in a tight labor market.</p><p>\"It didn't feel like there was a labor shortage when I was applying,\" she said. \"But once there was a company that was interested in me, they really seemed interested in me.\"</p><p>The Class of 2022 Is in Demand. What Do New Grads Want?</p>",
  "published": "2022-05-07T04:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}