{
  "_id": "ff2dfb43dd798f6a67ca63e6803f082ed828a01d8f97b6a17c9beffdf99b4981",
  "feed": "wall-street-journal",
  "title": "Bookshelf:  Doing Business  Anywhere  ----  By Marc Levinson",
  "text": "<p>\n  The Tao of Alibaba </p><p>\n  By Brian A. Wong </p><p>\n  (PublicAffairs, 308 pages, $29) </p><pre> </pre><p>\n  The annual report of Alibaba, the Chinese retail giant, must be one of the stranger documents in the Securities and Exchange Commission's archives. Like most such filings, it recites page upon page of risks for investors. But Alibaba's recitation isn't all boilerplate. Among the risks it highlights are its own shareholders, who may create \"pressure from the public markets to focus on short-term results instead of long-term value creation.\" </p><p>\n  But then, what should one expect from a publicly traded firm whose credo is \"Customers first, employees second, shareholders third\"? </p><p>\n  Brian A. Wong's \"The Tao of Alibaba\" offers an admiring introduction to Alibaba's unusual culture and unorthodox management philosophy. An American, Mr. Wong joined the company shortly after its founding in 1999 and worked there on three separate occasions over two decades. If you want to dig into the numbers, this book isn't for you; one wouldn't know from reading it whether any of the company's diverse activities posts a profit or a loss. Rather, Mr. Wong describes the philosophy guiding a fast-growing corporation that has played a major role in the globalization of manufacturing. </p><p>\n  The book's title -- Mr. Wong translates \"Tao\" as \"the way\" -- is a phrase he attributes to Ming Zeng, the company's former chief strategy officer. As Mr. Wong explains: \"It captured our belief that Alibaba's strength was not in developing and pushing a product on the market but in truly grasping the needs of its customers and harmonizing its teams and operations to better align with and serve those needs, common human desires, and goals.\" </p><p>\n  That's quite a leap from Alibaba founder Jack Ma's initial strategy of using the internet, to which few people in China had access in 1999, to link small Chinese manufacturers to the world. The hire of former World Trade Organization director-general Peter Sutherland as an adviser in 2000 gave the obscure company instant credibility with wholesalers and retailers abroad. Alibaba expanded quickly into related services, such as supplier authentication and an escrow system to ensure payment, that gave comfort to the unsophisticated small-business owners who were its target customers. Thousands of Alibaba workers fanned out to call on potential vendors in towns across China, while thousands of others answered their phone calls. \"It sometimes felt like we operated more like an insurance sales company than a technology venture,\" Mr. Wong recalls. </p><p>\n  The original website, Alibaba.com, still exists, purveying such items as zinc dress belt buckles (minimum order: 1,000), hotel bedroom sets, and exhaust fans for poultry houses. Most of the company's revenue today, however, comes from retailing on Taobao, a consumer-facing website launched in 2003, and in physical stores across China. Alibaba is also the third-largest cloud-computing provider, after Amazon and Microsoft, and owns one-third of Ant Group, a financial-services company controlled by Mr. Ma. </p><p>\n  Mr. Wong emphasizes the value of Mr. Ma's background as an English teacher. \"He could not code or talk knowledgeably about software architecture,\" he writes. \"What Jack did understand, however, was the mentality of Alibaba's target customers,\" who were seeking out new opportunities as China's economy liberalized. His lack of technological expertise made him open to new ideas, Mr. Wong explains: \"Ambitious business leaders are often reluctant to give up control of any important functions, but Jack knew from the start that he needed to rely on the expertise of others. Instead of micromanaging his engineering staff, he gave them the space they needed to develop and innovate.\" </p><p>\n  In 2000 Mr. Ma declared that Alibaba's mission was \"to help the world do trade with China.\" Over time, the mission has changed; the current version, according to Alibaba's annual report, is \"to make it easy to do business anywhere.\" That sort of concise, compelling statement, Mr. Wong writes, helps guide employee behavior as well as customer and investor expectations. \"Even in meetings with the company's leadership, we rarely discussed profitability or other financial metrics. We talked about whether we were serving our customer base well and if the benefits of the Alibaba platform were being shared widely,\" he recalls. </p><p>\n  A more detailed vision statement, consistent with the mission statement, articulates how Alibaba will need to change over the next five or 10 years, with quantifiable targets. But a company's vision statement, Mr. Wong cautions, should look outward as well as inward, emphasizing how customers, employees and communities would be affected. Such a vision was instrumental in Alibaba's decision to lower rates during the 2008 financial crisis. \"Alibaba believed that even if short-term profits took a hit, the policy would help customers weather the storm and work more closely with Alibaba in the future, thereby benefiting shareholders in the long term,\" he reports. \"In the end, we not only boosted our customer loyalty but also increased our sales and profits.\" </p><p>\n  Alibaba has had its share of controversies, on which Mr. Wong does not dwell at length. He does not discuss how Mr. Ma enticed Yahoo, then a leading web portal, to invest $1 billion for 40% of the company in 2005; how the Chinese government pressed Alibaba to reduce share ownership by foreigners; or why Alibaba declined to buy some of those shares back when Yahoo, under pressure from its own investors, liquidated its remaining 11% stake in 2019. The book says nothing about Alibaba's messy separation from Ant Group, much less the Chinese government's 2020 decision to block Ant Group's initial public offering. The author devotes only a single sentence to investors' objections to the Alibaba Partnership, a self-perpetuating group of executives who are charged with sustaining the corporate culture but also have the exclusive right to nominate a majority of the board. </p><p>\n  That said, Mr. Wong has written an entertaining book that's well worth a read. When a successful company tells its shareholders that its guiding principle is \"be confident, be flexible and be ourselves,\" perhaps executives elsewhere have something to learn from it. </p><p>\n  --- </p><p>\n   Mr. Levinson's most recent book is \"Outside the Box: How Globalization Changed from Moving Stuff to Spreading Ideas.\" </p><p></p>",
  "published": "2022-11-29T07:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2946,
          "end": 2955
        }
      ]
    }
  ]
}