{
  "_id": "978798c2c72d750692a9af2cd6d101ad8277339cad11421b48afc71a2757b4cc",
  "feed": "ftcomall",
  "title": "Oil tensions threaten unity over war in Ukraine",
  "text": "<p>Good evening,</p> <p>Today's meeting of the Opec+ oil producers in Vienna could well be its most significant gathering in years.</p> <p>Saudi Arabia and Russia have led the push for <a href=\"https://www.ft.com/content/476d8174-1ad5-4dbe-8092-37853b2a7673\">deep cuts in production</a> to lift prices, much to the dismay of US president Joe Biden, who had been banking on keeping them down ahead of crucial midterm elections next month.</p> <p>The reduction of <a href=\"https://www.ft.com/content/64d35a40-5144-44f6-afca-c8b88c9d0ad5\">2mn barrels a day</a>, or 2 per cent of global supply, agreed this afternoon, sets Opec “on a collision course with the free world”, according to one analyst. “They have sided with Russia in the name of protective oil market management — just as consumers across the world are battling inflation and the rising cost of living.”</p> <p>The head of Saudi Aramco, the world's biggest crude oil producer and the world's most valuable company, warned yesterday that global markets were <a href=\"https://www.ft.com/content/109f0789-aac5-4fd8-9247-15856f5316c2\">incredibly tight</a>. Supply could be dented further later this year when western sanctions tighten against Russian exports.</p> <p>The surge in global energy costs triggered by Russian's invasion of Ukraine is <a href=\"https://www.ft.com/content/cab945c1-8bec-4389-b75f-dd2d1c50a53a\">increasing tensions</a> over support for Kyiv and is set to dominate next week's annual meetings of the IMF and World Bank, while the G7 has been working on proposals to cap the price of Russian oil. As well as punishing Moscow, the cap will also <a href=\"https://www.ft.com/content/5f102e4e-e92b-482c-adb9-86d66c919673\">save emerging markets $160bn</a> a year, according to the US Treasury.</p> <p>Preliminary support for the cap was <a href=\"https://www.ft.com/content/ed4fcced-b288-47f4-9532-f23db9e617b2#post-fbc32118-b2ac-481b-8cc6-e48d82325cfb\">agreed by EU member states</a> today, while European Commission chief Ursula von der Leyen said the EU should also adopt a ceiling on the <a href=\"https://www.ft.com/content/ed4fcced-b288-47f4-9532-f23db9e617b2#post-240e5013-ca61-45d1-9568-ede10d6813c0\">price of gas</a> to help contain electricity prices. </p> <p>But, as our Europe Express newsletter (premium) points out, EU capitals <a href=\"https://www.ft.com/content/5bb58466-0f31-48df-9d3d-3757b890c07d\">remain at odds</a> over much of the bloc's response to the energy crisis, ahead of an informal leaders summit in Prague on Friday.</p> <p>Germany in particular has <a href=\"https://www.ft.com/content/8e881b88-ee1e-4c7c-a21f-8923d3a675ef\">come under fire</a> for failing to co-ordinate with fellow EU members over its <a href=\"https://www.ft.com/content/f52b06b9-3932-44ca-b831-777cf68c3dc8\">€200bn fiscal stimulus</a>. The “double ka-boom”, says the FT editorial board, risks <a href=\"https://www.ft.com/content/d1569e6d-6599-417b-95aa-5f3348393354\">undermining EU unity</a>. </p> <p>Charles Michel, president of the European Council, writes in the FT today of the need for a genuine “<a href=\"https://www.ft.com/content/04e641ec-b5d8-4dc3-80c6-fde196403f9f\">energy union</a>” to tackle the crisis by slowing consumption, ensuring security of supply and reducing prices.</p> <p>“The global financial crisis and sovereign debt crisis spurred the EU to create a banking union, to ensure the stability of the banking sector. The pandemic taught us to pool our resources in the health sector . . . We must now do the same in the energy sector . . . Doing too little too late is not an option. It's time to take a quantum leap.”</p> <h1>Latest news</h1> <ul>  <li><p>STMicroelectronics to build chip plant in <a href=\"https://www.ft.com/content/1e4de13f-d11d-4db3-bb3e-e1719882baac\">boost for EU supply chain</a></p></li>  <li><p><a href=\"https://www.ft.com/content/aba34366-d2d0-4172-940c-e1bf621b1c97\">Kwarteng to meet UK bank chiefs</a> over mortgage market turmoil</p></li>  <li><p>Climate failure costs will surpass economic hit of change, <a href=\"https://www.ft.com/content/445db695-21a2-4424-9067-b8215c5feb7e\">says IMF</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/ed4fcced-b288-47f4-9532-f23db9e617b2\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>Under-pressure UK premier <strong>Liz Truss</strong> sought to <a href=\"https://www.ft.com/content/1a227d0c-a6cd-433b-9253-61376578d56c\">reassure markets</a> in her flagship Conservative party conference speech after a rebellion over <a href=\"https://www.ft.com/content/bf4582ad-b278-4591-b9d7-677fcb0893b2\">benefits payments</a> had spread among her MPs. Columnist Sarah O' Connor says making the poor poorer is a <a href=\"https://www.ft.com/content/3fb982c2-792e-496f-8488-237f43fc2db7\">false economy</a>.</p> <p>Meanwhile, the argument is still raging over the government's <a href=\"https://www.ft.com/content/84015efc-4d01-41a6-abd2-2cd183061a0e\">proposed tax cuts</a>, while economists have cut their 2023 <a href=\"https://www.ft.com/content/8c5c07ae-2cb6-4650-afa9-496c1077ae6c\">UK growth forecasts</a>. Economics editor Chris Giles outlines <a href=\"https://www.ft.com/content/a848eee2-71de-477c-acdb-38e0e2fc790a\">five ways to reduce the country's debt</a>.</p> <h2>Latest for the UK and Europe</h2> <p><strong>Ukraine</strong> warned it was being “<a href=\"https://www.ft.com/content/cb65e395-cebd-4330-bcfb-0956f5cea432\">squeezed by uncertainty</a>” on financial support from the EU. Kyiv is counting on $38bn in budgetary assistance from its international partners in 2023, or about $3.5bn a month.</p> <p><strong>Eurozone producer prices</strong> in August rose by an annual rate of <a href=\"https://www.ft.com/content/9db1010e-591f-4f2d-ba84-0daaf0bbb0f2#post-945e6a1e-35cc-4afe-b08f-0c295d592534\">43.3 per cent</a>, up from 38 per cent in the previous month and the fastest pace since records began in 1981. Households are suffering too: <strong>mortgage costs</strong> rose to 2.26 per cent, the <a href=\"https://www.ft.com/content/9db1010e-591f-4f2d-ba84-0daaf0bbb0f2#post-a36809fb-7a77-445c-8abb-704bc2101a5d\">highest since August 2015</a>.</p> <h2>Global latest</h2> <p>The US is set to impose <a href=\"https://www.ft.com/content/9fd8b86f-4ff2-4a1f-98b9-739360cea98c\">sweeping export controls</a> to slow Chinese efforts to obtain <strong>semiconductors</strong> for supercomputers and military use.</p> <p>The impact of falling house prices in <strong>China</strong> is spreading to local government finances and the broader economy. Read our new series on the country's <a href=\"https://www.ft.com/content/e9e8c879-5536-4fbc-8ec2-f2a274b823b4\">property crash</a> and <a href=\"https://www.ft.com/content/92cbe94d-05a0-4ece-bca9-68cb82244b17\">Beijing's response</a>. Chief economics commentator Martin Wolf characterises President Xi Jinping's upcoming third term as a “<a href=\"https://www.ft.com/content/fa1510a3-0ea9-4eab-a67c-392c7704fdb1\">tragic error</a>”.</p> <p>China is also facing <a href=\"https://www.ft.com/content/d6a6cf50-64db-46e7-b13a-c4975551b0e5\">difficult policy choices</a> as its period of <strong>rapid export growth</strong> comes to an end, writes Michael Pettis of Peking University.</p> <p><strong>India</strong>'s foreign exchange reserves have shrunk by nearly $100bn this year as its central bank defends the rupee against a surging dollar. But new FT analysis suggests the country's monetary tightening and foreign exchange interventions have helped prevent a <a href=\"https://www.ft.com/content/1f1396a9-d06b-4e6b-82c9-5e1ade910a68\">much larger depreciation</a> of the kind seen in other Asia-Pacific currencies.</p> <h1>Need to know: business</h1> <p>Elon Musk's on/off purchase of <strong>Twitter </strong>could be back on. Musk has offered to go ahead at the <a href=\"https://www.ft.com/content/62c7f674-19ef-45b5-a324-027f443fbde3\">previously agreed price</a> of $44bn, but the company's <a href=\"https://www.ft.com/content/bd0e9940-2120-4e1a-b08c-44db623babab\">lawyers remain wary</a>.</p> <p><strong>H&amp;M</strong>, the world's second largest clothing retailer, said it was positive about <a href=\"https://www.ft.com/content/877068c6-d9de-412d-bf13-97df030ae100\">regaining its position in China</a> after being hit by a long-running, state-fuelled consumer boycott after it distanced itself from the use of forced labour in the province of Xinjiang.</p> <p>Since the 2008 financial crisis, <strong>asset managers</strong> <a href=\"https://www.ft.com/content/58eb463f-dcf2-496e-8dce-ca441dd1576f\">have replaced bankers</a> as “undisputed kings of the financial hill” but are now facing increasing scrutiny from US and European governments and are finding it decidedly uncomfortable, says US investment and industries editor Brooke Masters.</p> <p>Niklas Zennström, co-founder of Skype, says <strong>European tech</strong> companies must learn to <a href=\"https://www.ft.com/content/d3424e80-163a-4689-8737-d3bb8ebf4c15\">embrace failure</a>. “The downturn is Europe's opportunity to develop essential DNA. For tech, as for people, resilience is power,” he argues.</p> <p>Buying <strong>rights to songs</strong> and bundling them up has become one of Wall Street's hottest trends over the past few years, turning music into an asset class. But what happens now that interest rates are rising and the global economic outlook dims? Listen to our latest <a href=\"https://www.ft.com/content/0b12f540-acd7-4346-96d4-172b9d8d6c93\"><em>Behind the Money</em> podcast</a>. </p> <h1>The World of Work</h1> <p>Got a tyrannical boss or a <strong>toxic colleague</strong>? Pick up some tips from the latest episode of the <a href=\"https://www.ft.com/content/9021defb-8f1d-4b55-b023-9e4dbfdb3180\"><em>Working It</em> podcast</a> with guest Amy Gallo, author of <em>Getting Along: How to Work with Anyone (Even Difficult People)</em>.</p> <p>Sir Edward Troup has hit out at <a href=\"https://www.ft.com/content/53c114c1-b7da-44fe-aed5-a9161285aec6\">new UK tax rules</a> for <strong>freelancers</strong>, arguing that they will do nothing for growth and undermine the wider integrity of the tax system.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news . . . </h1> <p>For anyone dreaming of the ultimate retro runaround (or who just has a problem with parking), we have some great news: the <strong>bubble car</strong> is back! <a href=\"https://www.ft.com/content/e9ca11a8-566d-4020-9937-1554afc9b799\">The Microlino</a> comes from the same Swiss inventor as the Micro Scooter. And you can fit three of them into a standard parking space.</p><p>Source: Darren Dodd 2022 'Oil tensions threaten unity over war in Ukraine' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T17:15:15.432Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}