{
  "_id": "d8b876376511688ab849846f0f370e4eaef2bb77fbdb4cd014ec744cbd40975a",
  "feed": "wall-street-journal",
  "title": "Netflix Partners With Microsoft for New Advertising-Backed Option; Microsoft will supply technology and sales support for streaming giant's initiative to boost revenue",
  "text": "<p>Netflix Inc. said it chose Microsoft Corp. to help launch a low-cost, advertising-supported streaming plan, a surprise move that gives a major boost to the tech giant's growing ad business.</p><p>Netflix said in April that it was looking to give consumers an ad-supported option to help boost subscription growth and generate a new stream of revenue. In the March quarter the company posted its first loss of subscribers in more than a decade.</p><p>Seeking a partner was critical for Netflix to enter the ad business quickly. Microsoft will supply technology to facilitate the placement of video ads on Netflix. All ads served on Netflix will be available exclusively through Microsoft's platforms.</p><p>\"Microsoft has the proven ability to support all our advertising needs,\" Netflix Chief Operating Officer Greg Peters said in a statement. \"More importantly, Microsoft offered the flexibility to innovate over time on both the technology and sales side.\"</p><p>Netflix's selection of Microsoft is a high-profile endorsement of the tech company's ad business, which has grown under Chief Executive Satya Nadella. The company acquired digital ad business Xandr from AT&amp;T Inc. in 2021 and earlier purchased LinkedIn.</p><p>The Netflix partnership came as a surprise to some ad industry executives because Microsoft is not as well known for its video ad capabilities as other companies. Other top contenders for the Netflix partnership included Comcast Corp. and Alphabet Inc.'s Google, The Wall Street Journal reported.</p><p>A person familiar with Microsoft's weeks-long pitch to Netflix said the tech company stressed one word: agnostic. Microsoft emphasized that it won't compete in streaming with Netflix, the person said. Comcast's NBCUniversal operates the Peacock streaming service while Google owns YouTube. Representatives for Google and Comcast declined to comment.</p><p>By the time Microsoft CEO Satya Nadella met Netflix co-CEO Reed Hastings last week in Sun Valley, Idaho, at an annual conference of media and tech moguls, the companies' pact was all but finalized, according to people familiar with the meeting.</p><p>Microsoft has long been a player in the online-advertising business, due in part to its search engine, Bing. It was the Xandr purchase that gave Microsoft the technology necessary to become a contender for the Netflix deal, people familiar with the matter said. The two companies haven't had a deep commercial relationship in the past, but have some high level ties.</p><p>Microsoft President and Vice Chair Brad Smith currently sits on Netflix's board and Mr. Hastings served on Microsoft's board from 2007 to 2012.</p><p>Work on the project inside Microsoft started with a small team and Mr. Nadella has personally been involved for more than a month, people familiar with the matter said. Among the Microsoft executives heavily involved were Mikhail Parakhin, president of web experiences at Microsoft, Chris Young, executive vice president of business development, strategy and ventures and Rob Wilk, corporate vice president of advertising, the people said.</p><p>Microsoft reported $8.7 billion in revenue from search and news advertising revenue in the nine months ending March 31, up from $6.7 billion during the same period a year earlier. The company's ad team celebrated the win Wednesday with an internal memo that said it was just the beginning of what the unit could achieve, the people said.</p><p>Mr. Nadella tweeted Wednesday that the company wants publishers to have \"more long-term viable ad monetization platforms, so more people can access the content they love wherever they are.\"</p><p>Netflix, which has 222 million subscribers, is in the early stages of bringing ads to its platform. The company has considered, among other things, creating an ad-supported option for each of its three tiers of service, which offer varying degrees of image quality and number of screens that can be used simultaneously, The Journal has previously reported. Netflix also is in talks with Hollywood studios to gain the rights to put ads in and around content, and it is searching for an executive to lead its efforts.</p><p>\"It's very early days and we have much to work through. But our long term goal is clear. More choice for consumers and a premium, better-than-linear TV brand experience for advertisers,\" Mr. Peters said in the statement.</p><p>Netflix has said it is trying to create an ad experience that is less disruptive than ads on traditional TV but it hasn't specified how many ads per hour of content the new service will feature or what format they may take. The company is appealing to advertisers because of its reach and how engaged its viewers are on the platform.</p><p>Comcast had proposed providing technology to serve up ads through its video ad unit, FreeWheel, while its ad sales team from its NBCUniversal media unit would help sell ads in the U.S. and abroad, the Journal reported. Google brought its own ad-serving technology to the table, as well as experience in video through YouTube and an existing commercial relationship with Netflix.</p><p>Netflix cited Microsoft's privacy protections for consumers as one factor in its decision. \"Microsoft is perceived as having a stronger privacy policy than many of its competitors,\" said Greg Kahn, CEO of GK Digital Ventures, a media tech and advertising advisory company. \"That's one piece of the equation here.\"</p><p>.</p><p>Write to Sarah Krouse at sarah.krouse+1@wsj.com and Suzanne Vranica at suzanne.vranica@wsj.com</p><p>Netflix Partners With Microsoft for New Advertising-Backed Option</p>",
  "published": "2022-07-13T23:10:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 964,
          "end": 973
        },
        {
          "start": 2624,
          "end": 2633
        },
        {
          "start": 1514,
          "end": 1523
        },
        {
          "start": 2776,
          "end": 2785
        },
        {
          "start": 5107,
          "end": 5116
        },
        {
          "start": 5029,
          "end": 5038
        },
        {
          "start": 2560,
          "end": 2569
        },
        {
          "start": 515,
          "end": 524
        },
        {
          "start": 3037,
          "end": 3046
        },
        {
          "start": 67,
          "end": 76
        },
        {
          "start": 2086,
          "end": 2095
        },
        {
          "start": 2869,
          "end": 2878
        },
        {
          "start": 845,
          "end": 854
        },
        {
          "start": 22,
          "end": 31
        },
        {
          "start": 1276,
          "end": 1285
        },
        {
          "start": 2453,
          "end": 2462
        },
        {
          "start": 665,
          "end": 674
        },
        {
          "start": 27,
          "end": 42
        },
        {
          "start": 689,
          "end": 698
        },
        {
          "start": 1605,
          "end": 1614
        },
        {
          "start": 5448,
          "end": 5457
        },
        {
          "start": 2231,
          "end": 2240
        },
        {
          "start": 5029,
          "end": 5040
        },
        {
          "start": 665,
          "end": 676
        },
        {
          "start": 2560,
          "end": 2571
        },
        {
          "start": 1853,
          "end": 1862
        },
        {
          "start": 1514,
          "end": 1525
        },
        {
          "start": 27,
          "end": 36
        }
      ]
    }
  ]
}