{
  "_id": "40230d0894de9bc95fe3b06b8af767a1c72827bfdb497881af76c95dd4df819a",
  "feed": "market-watch",
  "title": "Russian insider trading suspect could be key to unlocking 2016 election hack case",
  "text": "<p>Furthermore, the sources say that Russian intelligence has concluded that Klyushin has access to documents related to Russia's campaign to hack into servers of the Democratic Party in 2016, and the subsequent effort to leak damaging information to the press in an effort to bolster Donald Trump's chances at winning the presidency that year. The documents would establish that the hack was led by Russian military intelligence, giving the U.S. its best documentary evidence yet that the Russian government was directly involved in the hack.</p><p>“You may be seeing the signs that they are continuing to pursue this case, with real big implications for exposing in even greater detail what the Russians did to influence the outcome of our election,” Michael McFaul, former U.S. ambassador to Russia under President Barack Obama, told Bloomberg.</p><p>He added that Klyushin's extradition is a “serious concern” for the Russian government that “underscores the risk that anybody, billionaires or others close to the Russian state, face when they break American laws if they travel abroad.”</p><p>Klyushin was extradited to the U.S. from Switzerland on Dec. 18 for wire fraud, securities fraud and obtaining unauthorized access to computers, along with five other Russian nationals, including Ivan Ermakov, who was also charged in 2018 by U.S. Special Counsel Robert Mueller's investigation into the 2016 hack.</p><p>The charging documents say that Klyushin and his associates stole nonpublic information from the computer networks of two vendors used by public companies to make quarterly and annual filings to the SEC, and then traded on that information between January of 2018 and September of 2020. Klyushin and his co-conspirators earned tens of millions of dollars in profits from these illegal trades, the Department of Justice said.</p><p>The hackers gained access to the compromised vendors and downloaded the earnings results of several companies including Tesla Inc. TSLA , International Business Machines Corp. IBM Snap Inc. SNAP and Microsoft Corp. MSFT days before those earnings results were announced to the broader public, the Justice Department said.</p><p>The hackers then traded on this information, selling short the shares of companies who were set to announce disappointing results and purchasing the shares of companies whose earnings were better than expected.</p><p>Klyushin is scheduled to be arraigned on these charges Monday, and his U.S.-based lawyer Maksim Nemtsev wrote in his bail application that his client &#xa0;“intends to challenge the government's case in a lawful, professional and principled manner.”</p><p>The Russian government's reaction to Klyushin's extradition, however, suggests that it is concerned that he will trade state secrets in exchange for leniency from the U.S. government. Klyushin's Switzerland-based attorney Oliver Ciric told Bloomberg that U.S. and British officials tried to recruit him twice in 2019 and 2020.</p><p>In an attempt to make an end run around U.S. extradition, Russia submitted its own extradition request for Klyushin on fraud charges, a strategy it has employed in past instances when unfriendly countries have accused its citizens of crimes abroad. Following a summit between President Joe Biden and Putin in June, Russia unsuccessfully tried to bargain for his release by offering the release of two former U.S. marines, Paul Whelan and Trevor Reed, according to Bloomberg.</p>",
  "published": "2022-01-03T13:05:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2015,
          "end": 2024
        },
        {
          "start": 2015,
          "end": 2030
        }
      ],
      "nexusId": "10031144"
    }
  ]
}