{
  "_id": "60dd1989e6b87dd9c8ffc0b6dc69d82bab45f866104230ca984fbc6498213d9f",
  "feed": "wall-street-journal",
  "title": "Match Taps Zynga President as Next CEO; Shar Dubey to Resign End of Month; Dubey steps down after two years leading dating company through pandemic",
  "text": "<p>Online dating company Match Group Inc. on Tuesday said Chief Executive Shar Dubey will resign at the end of May and named Bernard Kim, president of the mobile gaming company Zynga Inc., to lead the company.</p><p>Mr. Kim will serve as Match CEO and is joining the board.</p><p>The switch comes as Match continues to deal with the ebbs and flows of the continuing Covid-19 pandemic, as outbreaks, lockdowns and reopenings have affected dating trends and users' willingness to pay for subscriptions to company's apps that include its eponymous brand, as well as OkCupid and Hinge.</p><p>Ms. Dubey, 51 years old, will continue to serve as a director on Match's board and will also serve as a company adviser. She took over as CEO in March 2020 following the departure of Mandy Ginsberg, who left for personal reasons.</p><p>Ms. Dubey joined Match in 2006, with prior stints ranging from serving as Match's president to chief operating officer of online dating platform Tinder.</p><p>In a statement, Ms. Dubey said that stepping away from day-to-day management will give her time \"to focus on what is hopefully the 'give back' chapter of my life.\"</p><p>Mr. Kim, 45, has served as Zynga's president since 2016 and oversaw areas ranging from user acquisition, product management and mergers and acquisitions. He is leaving Zynga, best known for mobile game apps \"Words With Friends\" and \"FarmVille,\" while a deal with Take-Two Interactive Software Inc. is pending. The videogame company in January agreed to buy the mobile game publisher in a roughly $11 billion deal, which is expected to close by midyear.</p><p>The deal came in the same month that other blockbuster deals were announced. Microsoft Corp. agreed to buy Activision Blizzard Inc. in an all-cash deal valued at about $75 billion. Not long after that, Sony Group Corp.'s videogame unit said that it is buying videogame developer Bungie Inc. in a deal valued at $3.6 billion.</p><p>Write to Denny Jacob at denny.jacob@wsj.com</p><p>Match Taps Zynga President as Next CEO; Shar Dubey to Resign End of Month</p>",
  "published": "2022-05-03T20:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1644,
          "end": 1659
        },
        {
          "start": 1644,
          "end": 1653
        }
      ]
    }
  ]
}