{
  "_id": "3510dd8c0e54d383c9e6c56aecd23944d77c53c36676fb2546ba22b84de934d4",
  "feed": "ftcomall",
  "title": "What happens when the Fed balance sheet shrinks?",
  "text": "<p>Good morning. Tuesday was a stressful day for stocks. Microsoft, hot off a huge gaming <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">deal with Activision Blizzard</a>, sagged. Yields leapt back near pre-pandemic levels. The Federal Reserve is scaring people. </p> <p>But there are different ways the Fed can be scary — by raising rates, or by shrinking its vast balance sheet. Today we look at the second source of fear. </p> <p>Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h2>There is not much normal in normalisation</h2> <p>With the benefit of hindsight I suspect that, from the point of view of markets, the most important passage in the minutes of the Fed's December meeting might have been this one:</p> <blockquote>  <p>Almost all participants agreed that it would likely be appropriate to initiate balance sheet runoff at some point after the first increase in the target range for the federal funds rate. However, participants judged that the appropriate timing of balance sheet runoff would likely be closer to that of policy rate lift-off than in the committee's previous experience. They noted that current conditions included a stronger economic outlook, higher inflation, and a larger balance sheet and thus could warrant a potentially faster pace of policy rate normalisation.</p> </blockquote> <p>That is to say: the open market committee thinks that, after it starts raising rates, it probably makes sense to shrink the Fed balance sheet relatively quickly. Why is this so important? Because how balance sheet runoff affects the economy and markets is uncertain, but we have reason to think the effect could be significant. The Fed itself acknowledges the uncertainty. Another passage in the minutes noted the committee's agreement that (emphasis mine):&#xa0;</p> <blockquote>  <p>Changes in the target range for the federal funds rate should be the committee's primary means for adjusting the stance of monetary policy . . . this preference reflected the view that <em>there is less uncertainty about the effects of changes in the federal funds rate on the economy than about the effects of changes in the Federal Reserve's balance sheet.</em></p> </blockquote> <p>So what, if anything, do we know about the impact of a shrinking balance sheet? Ironically, we may know less about what it will do to Treasury yields than about what it will do to other risk assets, such as stocks and corporate bonds. </p> <p>A basic point. Balance sheet runoff is different from both tapering of asset purchases, on the one hand, and outright quantitative tightening, or selling of bonds into the market, on the other. Tapering slows and ultimately ends the expansion of the Fed's balance sheet. After tapering is done, the Fed still maintains the size of its balance sheet by rolling over maturing bonds into purchases of new bonds. It buys these from the Treasury at a price determined at public auctions (the Fed does not participate in the auctions itself; the allocation to the Fed is an <a href=\"https://www.newyorkfed.org/markets/treasury-rollover-faq\">“add on”</a> to the auction). But the Fed can, at some point and at some pace, reduce the amount of maturing bonds it rolls over.</p> <p>When a bond held by the Fed matures, the central bank accepts the principal back from the Treasury in the form of reserves, which it then makes disappear at the stroke of a keyboard. The reserves the Fed created to buy the bond at the outset simply cease to exist. This sets off a chain of other transactions (please read Joseph Wang's excellent <a href=\"https://fedguy.com/quantitative-tightening-step-by-step/#more-3896\">summary</a> over at the Fed Guy blog).&#xa0;</p> <p>The crucial fact, schematically, is that the Treasury still has to finance government operations. The Treasury bonds that once would have been bought by the Fed must be owned by another investor. That investor buys the bonds with cash, cash which ultimately flows, through a bank intermediary, to the Fed in the form of those reserves which (as we said) then disappear. The investor had cash before, and now has a Treasury; the Treasury still owes money, but to the investor not the Fed; the Fed has a smaller balance sheet. &#xa0;</p> <p>What does this mean to markets? Jim Caron, chief fixed-income strategist at Morgan Stanley Investment Management, takes the straightforward view that what Fed bond buying does is limit the supply of longer-duration risk-free assets. This makes the interest rates on these assets lower than they would otherwise be. Shrinking the Fed balance sheet has the opposite effect, pushing rates up. Pushing long rates up in this way allows the central bank to raise short-term interest rates without inverting the yield curve, which would freak everyone out. </p> <p>How much will the Fed shrink its balance sheet? Until risk markets start to squeal, according to Caron — in particular, until credit spreads start to widen meaningfully. What level of 10-year yields would make this happen? Two per cent? Hard to say. Whatever it is, Caron says the question for investors is whether that level is a top for rates, and therefore a buying opportunity. And we just don't know the answer to that:</p> <blockquote>  <p>We can get biblical about this, and say, ‘beware of false prophets' — be wary of people who know how the balance sheet tightening will play out. </p> </blockquote> <p>This may sound like fence-sitting, but remember the quote up above: the Fed itself has expressed similar uncertainty. </p> <p>The last time the Fed began to reduce its balance sheet was in late 2017, and 2018 was a rough year for stocks:</p> <p>But, as Caron points out, that is just one data point. </p> <p>Robert Tipp, head of global bonds at PGIM Fixed Income, argues that historically, once the Fed gets around to shrinking its balance sheet, the market has largely anticipated the impact, the top in rates is almost in, and it is time to buy Treasuries. Here is the Fed balance sheet, 10-year yields, and the Fed's policy rate:</p> <p>By the time runoff got going in early 2018, Treasury rates were near their highs, and they were falling sharply by the end of that year. But what happens to risk assets as rates decline? They face a stiff headwind, Tipp says, because of the change in investors' portfolios that balance sheet runoff brings about. “Someone else has to use their balance sheet to buy those Treasuries and mortgages. Are they de-risking to buy them?”</p> <p>Ian Lyngen, head of rates strategy of BMO Capital Markets, agrees. “If there is an impact on rates it is fleeting at best,” he says of balance sheet runoff:</p> <blockquote>  <p>The Fed might have thought that by reducing the size of their balance sheet in 2017-2019, the curve would have steepened more, but it flattened during that period — which suggests there is not a one-to-one relationship to the shape of the curve or the outright lever of long rates to the size of the balance sheet.</p> </blockquote> <p>Like Tipp, he thinks the liquidity effect of runoff is likely to hit risk assets:</p> <blockquote>  <p>Think about what the Fed did with QE. It was designed to push investors out the yield curve in search of yield, and once it did that, it pushed them out the credit curve, and then out the corporate structure curve [to equities] . . . what happens when this reverses?</p> </blockquote> <p>There is reason to think that shrinking the Fed's bond portfolio, because of its effect on liquidity, matters more to stocks and other risk assets than to Treasury yields. </p> <h2>One good read</h2> <p>Central bankers are often accused of fighting the last war. What about <a href=\"https://www.nytimes.com/2022/01/16/opinion/biden-obama-economy.html\">Joe Biden</a>?</p><p>Source: Robert Armstrong and Ethan Wu 2022 'What happens when the Fed balance sheet shrinks?' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T06:30:59.692Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 54,
          "end": 63
        }
      ],
      "nexusId": "10031144"
    }
  ]
}