{
  "_id": "ccc40d248bc728b704cc0569c2c46f4458d6c388ac812d4c8b49cd81a4fb9718",
  "feed": "market-watch",
  "title": "You changed jobs as part of the Great Resignation. Now what happens with your 401(k)?",
  "text": "<p>A recent analysis of 4,000 companies identified mid-career professionals as the most prolific quitters, a trend that held up though the pandemic.</p><p>As a financial planner, this gives me great pause. What will become of all those retirement assets once people move on to new opportunities?</p><p>Read:You have more access to your 401(k) than you think — and that's not always a good thing</p><p>The likelihood, sooner or later, is a spike in what's called “stranded assets,” savings held in company 401(k) accounts that employees tend to leave behind.</p><p>There's already tens of millions of these “lost” accounts floating around in the 401(k) industry. In the rush to change employers, move, get kids settled in new schools, reestablish career prospects and so on, retirement planning can end up at the bottom of the to-do list.</p><p>Read:The ‘perfect' investor has these two traits</p><p>So millions of old plans languish, costing their owners tens of billions in fees per year.</p><p>Savers in small company plans, which is most people, pay as much as 2.46% in total plan costs. Those high fees mean that a costly 401(k) plan can keep up to 26% of your overall investment returns.</p><p>Essentially, you take the market risk while fund managers and plan administrators keep a huge slice of the pie.</p><p>Fees aside, you might think that your old 401(k) is just fine on autopilot. It almost certainly is not. Investments that made sense in your 20s or early 30s are not necessarily a good fit in your 40s and older.</p><p>It's also likely that you haven't rebalanced regularly, or at all, leading a portfolio that's too heavily invested in stocks for your goals or, possibly, not enough to promote necessary long-term growth.</p><p>Moreover, a shocking number of people believe that having money scattered among previous employer plans is the same thing as diversification. It's not. You can be in several different mutual funds at two or three employers and still own a number of the same, currently popular stocks.</p><p>It's better to own hundreds or thousands of stocks, preferably via low-cost index funds. These funds cost a fraction of the typical stock mutual fund fee and provide instant, real diversification.</p><p>So what can you do? You have two options: Leave your money in your old 401(k) or roll your money over into a personal IRA.</p><p>Yes, you can move your money into your new company's 401(k), and that's better than leaving money behind. Keep in mind, though, that you're likely still stuck paying high 401(k) fees.</p><p>The second option, opening your own IRA, is the best option for a few reasons.</p><p>For one, you get control. You wouldn't be happy leaving cash behind in your old bank after moving to a new town. Like an abandoned bank account, a 401(k) at a previous employer is truly out of sight, out of mind. Your old plan, of course, is happy to keep your money locked up and working for them.</p><p>In a new, personal IRA, you'll have more and better investment choices, more visibility on performance, and you'll be able to lower your investment costs. If you have funds at several previous employers, an IRA means you can consolidate your investments into a single account under your control.</p><p>Once the investments and any cash in your old plan are transferred, you can begin to choose new investments in your IRA that better fit your current age, risk tolerance, and retirement goals. Since the money remains in a tax-advantaged retirement plan, there is no tax cost to selling your old investments in order to buy new ones.</p><p>The first step is to open an IRA, if you don't already have one. Once the IRA is created, contact your past employers and ask about a rollover. If you are not comfortable choosing investments, enlist the help of a qualified financial adviser to help you select the best options.</p><p>Make sure you request a rollover, not a distribution. If you simply take money out of your 401(k) plan you will be liable for taxes and, possibly, penalties for taking an early withdrawal.</p><p>It's not about what you make, it's about what you keep. Investments left in old 401(k) plans are at high risk of being unmanaged and often cost too much. The solution is to consolidate your old 401(k) balances by opening an IRA and rolling over those accounts, then reinvest them into low-cost index funds.</p><p>A prudent portfolio of diversified index funds can provide a powerful long-term return at a low cost, especially important during inflationary periods. Plus you'll get the peace of mind that comes from seeing all of your investments in one easy-to-manage spot.</p><p>Christie Whitney is a Certified Financial Planner at&#xa0;Rebalance. Follow her on&#xa0;LinkedIn&#xa0;or Twitter&#xa0;@Rebalance360.</p>",
  "published": "2022-02-08T12:41:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}