{
  "_id": "6b533aa25217b78dcdd4ae5669cff4d54b8848f4f494072ba3cf4a18f380bfbf",
  "feed": "market-watch",
  "title": "As pro athletes, they played in front of thousands of cheering fans. Their new field: financial advice. Former NFL and MLB players talk about transitioning from the stadium to the office",
  "text": "<p>In making this transition, in fact, athletes' past glory days work for and against them. Jake Stoneburner, 33, played for four NFL teams after a storied football career at Ohio State University. Since retiring in 2017, he's worked as an adviser at a wealth management firm founded by his father in Columbus, Ohio.</p><p>Columbus doesn't have a professional sports team — but it does have passionate Ohio State football fans. Starting with no clients, Stoneburner used LinkedIn to introduce himself to locals who might hire him. Name recognition provided a handy door-opener that he calls \"a semi-warm lead.\"</p><p>After meeting him and hearing his pitch, some prospects replied, \"Thanks for the coffee, Jake. I already have a financial adviser.\"</p><p>Then they'd ask for his autograph.</p><p>\"That was a downside of LinkedIn,\" Stoneburner said. \"Some people just want to say they met somebody who played in the NFL or Ohio State. So I started getting more cautious in vetting people\" before he would offer an introductory meeting.</p><p>Yet his fame worked to his advantage as well. \"Here in Columbus, they trust the Ohio State brand,\" he said. \"People sometimes said, 'Hey, I saw you play on TV.' They associate that with trust\" and become clients.</p><p>Some prospects fondly recall Stoneburner's exploits on the football field. They might cite a big catch he made in an Ohio State game. \"They already like me for what I used to do,\" he said. \"I'm not going to play off that. But I won't downplay it. Even if I've heard it hundreds of times, it won't kill me to spend 10 or 15 minutes hearing it again.\"</p><p>Those fans often become clients. Better yet, they wind up referring their friends to him. \"Now that I'm five years in, I'm building that book [of business],\" he said.</p><p>Beyond lining up clients, one of the biggest challenges for Stoneburner was learning to fill his wide-open workday and manage his time.</p><p>\"In the NFL, I always had to memorize playbooks with maybe 15 different plays,\" he said. \"It was 'Go 10 yards and take a right if you see this kind of defense. Go 10 yards and take a left if you see this other kind of defense.'\"</p><p>He spent day after day practicing and learning plays. Today, he's in charge of his daily calendar. \"In football, my whole life was detailed out to the minute,\" he said. \"They feed you. They tell you where to be. It's all regimented. With this [career as an adviser], you figure it all out on your own.\"</p><p>Like Stoneburner, Jacob Turner, 31, started his new career from scratch. He spent much of his 20s as a major league baseball player before pivoting to financial planning in 2020.</p><p>\"You have to humble yourself and start at the bottom,\" Turner said. But his experience as a standout pitcher gave him an edge. At 18, he signed his first major league baseball contract for $5.5 million with the Detroit Tigers.</p><p>Today, his niche is helping athletes, entrepreneurs and others who come into sudden wealth. Recalling his late teenage years, he can identify with what that feels like.</p><p>\"I'm pretty open about my experience [with sudden wealth] and how I handled it,\" Turner said. \"I had a team around me. I asked a lot of questions. But I wish I had a better understanding on how the [financial] industry worked. I went two years not understanding how I was paying my financial adviser.\"</p><p>Some pro athletes don't shift directly into financial planning after they retire from sports. They take time off to regroup, manage their investments and sample a range of career options.</p><p>Brooks Bollinger, a former NFL quarterback, spent a few years as a high school and college coach after he retired from football in 2010. Then he decided to become an adviser at age 34. Now 42, Bollinger says that he applies lessons from coaching to financial planning.</p><p>\"It's taking that coaching mentality to provide others with the tools to be the best they can be,\" he said. \"As advisers, we take these complex problems and build a game plan on how [the client] will attack a goal or issue.\"</p><p>More: 'After you're dead, you can't explain it.' Parents usually split their estate evenly among their kids. But if they don't — look out.</p><p>Also read: 'I want to prepare myself in the best way I possibly can.' This financial adviser succeeds using lessons learned on the football field.</p><p>As pro athletes, they played in front of thousands of cheering fans. Their new field: financial advice.</p>",
  "published": "2022-09-30T11:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}