{
  "_id": "6400870f19fe44a4122c98c2c5f7f2292fe52cf1ee3867567d40003dfef17d6f",
  "feed": "wall-street-journal",
  "title": "Secret Service Records Provided to Jan. 6 Committee Include No New Texts; Agency has responded to panel's subpoena with more than 10,000 pages of documents, but previously undiscovered messages aren't among them",
  "text": "<p>The Secret Service has said it began a preplanned effort in January 2021 to reset mobile phones to factory settings. While Secret Service personnel were instructed at least twice—in December 2020 and in January 2021—to back up any government-related messages before that change, some of them might not have completed that step, the agency said.</p><p>The select committee received 10,569 pages of documents from the Secret Service, according to the document reviewed by the Journal. In it the Secret Service detailed its efforts to adopt a new mobile-device management system, Microsoft Intune, at the end of 2020 and first month of 2021 and said it was still working to preserve records that might be relevant to the committee's investigation.</p><p>In the document, the Secret Service said it had complied with a request by the Department of Homeland Security inspector general to canvass the text messages of 24 specific employees for material relating to Jan. 6 and had turned up only one text conversation. That, it said, was a request for assistance from the former chief of the Capitol Police to the former head of the Secret Service's uniformed division.</p><p>The Secret Service said it is \"further researching whether any relevant text messages sent or received by the 24 identified individuals were lost due to the Intune migration and, if so, whether such texts are recoverable,\" the document said.</p><p>The document reviewed by the Journal said Secret Service employees \"are responsible for appropriately preserving government records, including electronic records that may be created via text messaging.\" Employees are required to certify that they understand the policy when they begin working for the Secret Service, according to the document.</p><p>Also Tuesday, the National Archives and Records Administration asked the Secret Service to investigate whether text messages were improperly erased from the day of the U.S. Capitol attack and the day before.</p><p>The dispute over Secret Service records erupted last week, after the DHS inspector general accused the agency of erasing many text messages from Jan. 5 and Jan. 6, 2021, in a letter to lawmakers.</p><p>The Secret Service has denied any wrongdoing in handling records. Last week it said that while some phones' data was lost in the technology change, the Secret Service didn't lose any texts relevant to the DHS inspector general's inquiry into the events of Jan. 6.</p><p>In a letter to the Secret Service on Tuesday, the National Archives said it was aware of news reports about \"the potential unauthorized deletion\" of Secret Service text messages. The National Archives is responsible for maintaining federal records.</p><p>The House select committee investigating the Jan. 6 attack on the Capitol subpoenaed the Secret Service for records related to Jan. 6 last week after the DHS inspector general's complaint, setting Tuesday as a deadline for compliance. The committee is set to hold its next public hearing on Thursday evening, despite an announcement from Chairman Bennie Thompson (D., Miss.) that he has Covid-19.</p><p>The National Archives said in its letter: \"If it is determined that any text messages have been improperly deleted (regardless of their relevance to the OIG/Congressional inquiry of the events on Jan. 6, 2021), then the Secret Service must send NARA a report within 30 calendar days of the date of this letter with a report documenting the deletion.\" It was signed by Laurence Brewer, chief records officer for the U.S. government.</p><p>The Secret Service said it would fully cooperate with the National Archives' request for a review.</p><p>Lawmakers on the Jan. 6 committee have expressed frustration over conflicting reports from the Secret Service and inspector general.</p><p>\"Is this anything big? We're not sure. But we need to chase every lead down on this,\" Rep. Adam Kinzinger (R., Ill.), one of two Republicans on the committee, said Sunday on CBS's Face the Nation.</p><p>Attention has focused on the Secret Service following testimony last month by Cassidy Hutchinson, a former aide to President Donald Trump's White House chief of staff Mark Meadows. Ms. Hutchinson testified that she had been told that Mr. Trump was so intent on being driven to the Capitol after his rally earlier on Jan. 6 that he lunged toward a Secret Service official in his presidential vehicle and grabbed for the steering wheel.</p><p>Secret Service officials disputed Ms. Hutchinson's account.</p><p>Write to Alexa Corse at alexa.corse@wsj.com and Scott Patterson at scott.patterson@wsj.com</p><p>Secret Service Records Provided to Jan. 6 Committee Include No New Texts</p>",
  "published": "2022-07-20T03:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 571,
          "end": 580
        }
      ]
    }
  ]
}