{
  "_id": "1abfead34376edbb398632a446099dc71fbc40bd47fa147202222cf6359b8a83",
  "feed": "wall-street-journal",
  "title": "Finance Teams Gear Up for Potential New SEC Climate Disclosure Rules; CFOs have been recruiting ESG specialists and testing new technology ahead of potential rules on climate-risk and emissions disclosures",
  "text": "<p>Companies have begun beefing up their finance teams and testing new technology as they prepare for potential rules from U.S. securities regulators on climate-risk and emissions disclosures.</p><p>The Securities and Exchange Commission in March presented a proposal that would require public companies to report their greenhouse-gas emissions for the first time and, in some cases, also provide that information for their suppliers and customers. Companies also would have to seek independent certification of certain disclosures and reveal how climate-related risks may materially impact their businesses. The comment period for the proposal ends next week.</p><p>Hundreds, if not thousands, of U.S. companies already disclose some kind of climate-related information, often lacking comparability, SEC Chair Gary Gensler said at an event Thursday. \"There's some fragmented approach to this,\" Mr. Gensler said, highlighting the importance for investors to have consistent and accurate information from companies.</p><p>Chief financial officers expect that complying with the proposed rule would be costly. \"We understood that when the SEC started talking about [the rule], that this was going to be a lot of work and you're not going to do it with arms and legs,\" said Sameer Ralhan, the CFO of chemical producer Chemours Co., referring to the need for technology to tackle potential new disclosure requirements.</p><p>Chemours last year began adding resources to its finance team, including personnel and technology, to make certain climate-related disclosures—greenhouse-gas emissions from their own operations and from purchased energy—by the third quarter of next year, Mr. Ralhan said.</p><p>The company has recruited people with analytical capabilities, including a controller for environmental, social and governance issues, Mr. Ralhan said. Currently, Chemours is looking for an assistant controller for ESG accounting who will help with ensuring that the company meets stakeholders' and regulators' expectations on climate change and other reporting, according to a LinkedIn post. The company said the role hasn't been filled yet. Mr. Ralhan declined to disclose the number of roles that have been added to the finance team.</p><p>The Wilmington, Del.-based company in 2017 started sharing certain ESG information in a report and realized how much work it is to manually collect the data, causing Chemours to turn to technology, Mr Ralhan said. That upfront investment will likely pay off over time, he added.</p><p>Some companies said they welcome the SEC's rule-making effort, as it could result in publicly-available information that can be compared across companies. How that benefit will stack up against the costs, however, depends on what the final rule requires, said Baris Oran, CFO of GXO Logistics Inc., a supply-chain and warehousing-logistics company.</p><p>\"Compliance activity, if it's overdone, becomes very costly for the companies,\" he said. Even though there isn't a final rule yet, GXO is \"actively hiring\" for sustainability roles. This includes three hires in the past year and ongoing efforts to add a director to the ESG team, according to Mr. Oran.</p><p>The SEC estimates that the cost of compliance with its proposed rule during the first year would be around $640,000 for large companies, with ongoing annual costs predicted to drop to $530,000. More than 70% of the total would be allocated toward outside professional costs, such as service providers, the SEC said.</p><p>The cost for companies could easily be higher than the SEC's estimates, said Amy Lynch, president of regulatory and compliance consulting firm FrontLine Compliance LLC and a former accountant at the SEC. Regulators' cost predictions tend to underestimate the spend on coming up to speed with new obligations, Ms. Lynch said. \"This is going to be a heavy lift for companies,\" she added.</p><p>Eastman Kodak Co., the film and photographic-supplies manufacturer, said it is beginning to look into the proposed rule. David Bullwinkle, the company's CFO, expects that certain aspects of the rule, such as external assessments of data points, could create a \"significant and costly\" challenge for companies.</p><p>\"There is not a plethora of people, of consultants and service providers, out there that can provide that type of service to companies,\" Mr. Bullwinkle said. \"The external vetting will be costly. How costly is difficult to say right now.\"</p><p>The Rochester, N.Y.-based company already issues voluntary ESG information—including how it plans to reduce water usage and greenhouse-gas emissions by 25% by 2025—in periodic sustainability reports, most recently in January.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com</p><p>Finance Teams Gear Up for Potential New SEC Climate Disclosure Rules</p>",
  "published": "2022-06-10T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}