{
  "_id": "eb6ddb47ef40a4971e085944ad9f337e26552b34a937dca61190998352d95c7c",
  "feed": "wall-street-journal",
  "title": "Record Fertilizer Prices Drive Investors, Farmers to Microbes; Startups pitch alternative fertilizers for crops as a cheaper and more environmentally friendly option",
  "text": "<p>While some farmers have been skeptical of trading in tried-and-true fertilizers for still-nascent alternatives, startup executives and investors said that escalating prices for traditional nitrogen, potash and phosphorous-based fertilizers are giving farmers extra incentive to test drive the new products. Such startups, which pitch their products as more environmentally friendly than conventional fertilizers, have attracted roughly $1 billion since early last year, according to research AgFunder.</p><p>Dan Hansen, a fifth-generation farmer in Avoca, Iowa, said he is saving money by using Pivot microbes instead of conventional fertilizers. Mr. Hansen, who has been applying the startup's products to his roughly 700 acres for several years, said he has cut his nitrogen fertilizer use by about 25% over that period and that his corn yields have been bigger, too.</p><p>The high price of nitrogen fertilizers could prompt more skeptical farmers to look at new products like Pivot, he said. Nitrogen fertilizer costs him about 90 cents a pound, while Pivot's product amounts to about 60 cents a pound, he said.</p><p>\"When fertilizers are cheap, guys are more willing to do what they do,\" Mr. Hansen said. \"It's in these situations when there's supply issues that we're pushed to step out of our comfort zone a bit.\"</p><p>Fertilizer costs, one of growers' biggest expenses each year, tripled earlier this year due to supply constraints. Costs have gone even higher following a drop in supply from Russia, one of the world's largest exporters, due to sanctions that followed the Ukraine invasion. At the same time, skyrocketing prices for natural gas—another Russian export and a crucial ingredient in fertilizer-making—have prompted European fertilizer factories to scale back production.</p><p>Mounting pressures on the traditional fertilizer industry show the need to modernize the sector and develop U.S. sources of what some backers call clean fertilizer, investors said. Berkeley, Calif.-based Pivot, founded in 2011, has raised more than $615 million, according to AgFunder, including $430 million last summer from investors including Bill Gates's Breakthrough Energy Ventures, Singapore's state investment firm Temasek Holdings Ltd. and the venture arm of grain trader Bunge Ltd.</p><p>Pivot develops microbes that can be applied to fertilize crops. Karsten Temme, its CEO, said he expects the company's products to be used on more than three million acres of land this year, three times last year's figure, and that they are often cheaper than conventional fertilizers.</p><p>\"The biggest challenge is to convince people that now it's possible\" to profitably use alternatives to conventional fertilizers, Mr. Temme said. The company is now expanding its sales force and labs.</p><p>Traditional fertilizer makers said microbe-based alternatives are promising but can't fully replace existing products. While emerging alternatives can offset some nitrogen-based fertilizers, they don't replicate others such as potash and phosphate, said a spokesman for Mosaic Co., which produces those two fertilizers. Mosaic has a commercial agreement to sell a biofertilizer product made by Anuvia, a Winter Park, Fla., startup that has raised about $170 million since early last year.</p><p>Fertilizer companies including Mosaic, Yara International ASA and Nutrien Ltd. have made their own investments in researching and developing such biological products. A Nutrien spokeswoman said it has invested $1 billion in its effort over the past decade.</p><p>SHARE YOUR THOUGHTS</p><p>Can alternative crop fertilizers replace traditional fertilizers? Why or why not? Join the conversation below.</p><p>Bayer AG recently announced a partnership with synthetic-biology company Ginkgo Bioworks Holdings Inc. that includes evaluating biological fertilizer solutions. Robert Reiter, head of research and development for Bayer's crop science division, said the partnership is meant to engineer a product that is more effective than what's currently on the market.</p><p>Independent research on alternative fertilizers remains limited, said James Camberato, a professor of agronomy at Purdue University. Farmers should consider testing the products themselves before purchasing in bulk, he said.</p><p>In January, climate-focused Lowercarbon Capital and other investors put $50 million into Kula Bio, a Boston company co-founded by a Harvard University professor that is working to commercialize cost-competitive microbes that can store energy, stay alive longer and boost crop growth. Kula has seen a surge in inquiries from farmers and now expects to start selling products to farmers by the end of 2022, several months earlier than it previously did, Chief Executive Bill Brady said.</p><p>Nitricity, a San Francisco company launched in 2018, is working to build reactors that replicate lightning's effect on the atmosphere, using electricity to break down nitrogen molecules in the air that are mixed with water to fertilize crops. The company raised $5 million in August from investors including Lowercarbon and Energy Impact Partners.</p><p>The company isn't yet selling its products to farmers. Still, Nico Pinkowski, Nitricity's chief executive, said he had to remove his phone number from the company's website early this year due to a surge in calls from farmers looking for lower-cost fertilizer options, and he said some farmers even showed up at the company's headquarters.</p><p>\"We've been totally inundated with inquiries,\" Mr. Pinkowski said.</p><p>Some farmers said they aren't ready to gamble their harvests on unfamiliar products. Growers' livelihoods depend on their crops, and some venture capital-backed startups have struggled to gain traction.</p><p>Stanton Stine, a fifth-generation corn and soybean farmer in Farina, Ill., said he needs more proof that biological fertilizers work before he buys them. He said the startup-backed fertilizers aren't cheap enough to justify the risks of cutting back on traditional fertilizer use and lack enough independent research to convince him that they will help his harvest.</p><p>\"I'm not on the bandwagon,\" he said.</p><p>Write to Patrick Thomas at Patrick.Thomas@wsj.com and Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Record Fertilizer Prices Drive Investors, Farmers to Microbes</p>",
  "published": "2022-04-30T09:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}