{
  "_id": "918f5399e0b4cacfcccbf7e467c184ca66d0a41abfbaa0fcb44be65c7e601d9c",
  "feed": "wall-street-journal",
  "title": "'Saturday Night Live' Alum David Spade Gets $19.5 Million for Beverly Hills Home; The Trousdale Estates home was listed a month ago for just under $20 million, got multiple offers",
  "text": "<p>The \"Saturday Night Live\" alum bought the Beverly Hills property for around $4 million in 2001. This past fall he purchased another home in the Hollywood Hills for $13.85 million, records show.</p><p>Designed by architect Edward Fickett, the Beverly Hills house was built in 1978. Over the years, Mr. Spade renovated the roughly 6,400-square-foot home, which has four bedrooms and three fireplaces. He added a sleek metal parapet to the roofline, updated his-and-hers primary bathrooms and expanded the TV room, which has a bar. There is also a sunken great room with roughly 20-foot ceilings, floor-to-ceiling windows and sliding glass doors that open to a patio.</p><p>The roughly ¾-acre property also has a motor court, three-car garage, pool and tennis court. Rayni and Branden Williams of the Beverly Hills Estates represented the buyer.</p><p>Mr. Spade is the host of a new podcast, \"Fly on the Wall,\" with fellow SNL alum Dana Carvey.</p><p>In Beverly Hills, the median price for a single-family home was $8.2 million during 2021's fourth quarter, up 15.7% from the prior year, according to real estate appraisal firm Miller Samuel. The number of sales shot up 89.3% during the quarter compared with the same period of 2020.</p><p>Eric Schmidt, the former chief executive of Google, recently paid $65 million for a roughly 120-acre piece of undeveloped land in Beverly Hills that was owned by late Microsoft co-founder Paul Allen, the Journal reported. In January, \"Full House\" creator Jeff Franklin listed his Beverly Hills estate for $85 million.</p><p>'Saturday Night Live' Alum David Spade Gets $19.5 Million for Beverly Hills Home</p>",
  "published": "2022-02-08T21:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1375,
          "end": 1384
        }
      ],
      "nexusId": "10031144"
    }
  ]
}