{
  "_id": "29bc06f47231ed289cd9b608d443044088660b109b12b5a04ceb6ae5ba7af1d6",
  "feed": "ftcomall",
  "title": "Investing in a time of war",
  "text": "<p>It is a long time since investors had to deal with a war in eastern Europe. It is even longer since they had to worry about serious inflation. </p> <p>As individuals, the most we can do is watch in horror and sympathy at what is unfolding in <a href=\"https://www.ft.com/war-in-ukraine\">Ukraine</a> — perhaps also with some anxiety. In the modern world the economic impacts of war ripple far and none of us can escape untouched. </p> <p>In my funds we have little tolerance for political risk when choosing stocks globally. Readers may recall that we <a href=\"https://www.ft.com/content/539472f0-ce11-43b5-943a-fd53d282baf0\">sold our Chinese holdings</a> when Beijing raised regulatory pressures a year ago and we have never invested in Russia, Turkey and a number of other emerging markets. But this sort of stance can only protect you so far. Safeguarding your wealth from the indirect consequences of war in another country can be harder.</p> <p>Russia and Ukraine play important roles in commodity markets. Ukraine is one of the world's largest producers of wheat and cooking oil; Russia is the world's largest producer of nickel, the second-largest producer of natural gas and the third-largest producer of oil. </p> <p>In the shorter term, <a href=\"https://www.ft.com/topics/people/Vladimir_Putin\">Vladimir Putin</a> has noted the West's lack of appetite for military action and the vulnerability of European economies to higher energy prices. Ironically, the more aggressive he is, the richer he becomes through higher energy prices. It is hoped that sanctions will begin to reverse that effect. </p> <p>Two assumptions have been broken in the past fortnight. First, that developed countries no longer engage in land-based tank wars. They do, and the “peace dividend” is suspended as Europe will have to rearm and rely less on US defence. &#xa0;</p> <p>Second, recent environmental initiatives in Europe to end investment in gas have worrying security implications. Reducing dependence on fossil fuels remains an important aim, but this will take many years — especially for Germany and Italy, which use a lot of gas. For the transition to be secure it seems wise to invest in import facilities for liquefied natural gas to widen the choice of supplier. </p> <p>The extent to which current events are a setback to global trade will depend on China. Early signs that President <a href=\"https://www.ft.com/topics/people/Xi_Jinping\">Xi Jinping</a> would support Russia seem to have reversed; Chinese banks may be cutting back support for financing Russian commodities. </p> <p>Were China to support Putin the likely repercussions could make it harder and more cumbersome to do business with China. Just as Germans may regret their reliance on Russian gas, global equity investors may come to question how dependent the companies they own are on globalised supply chains. How wise is it for Apple to have all of its iPhones made in China? </p> <h2>Inflation</h2> <p>The big issue for all of us is <a href=\"https://www.ft.com/stream/77b28b2b-7a5c-4103-a86f-9af8ba039296\">inflation</a>. All of the above suggest higher commodity prices, less smooth international trade and so more persistent inflationary forces for longer. </p> <p>It is already looking as if central banks have moved too slowly. The invasion of Ukraine may now make rises in interest rates less likely in the short term but also more necessary in the medium term as inflationary pressures grow.</p> <p>Unfortunately, events also make it likely that the post-Covid economic recovery we have been looking forward to will be weaker, especially in Europe. Raising interest rates to control inflation when economies lack resilience can lead to stagflation and unhappy times for equity investors.</p> <p>Historically, equity investors reacting to a crisis fled from areas like technology and turned to safe havens like utilities or consumer staples. But these havens are not working particularly well. Utilities are entangled in changing energy policy. Consumer staples are often finding it hard to pass on inflation. <a href=\"https://www.ft.com/stream/54c1f96b-d68e-4ec3-92b4-87608a3e963d\">Unilever</a>, <a href=\"https://www.ft.com/stream/c59a9927-90b3-4be8-a794-d911c79d65f8\">Beiersdorf</a>&#xa0;(Nivea) and <a href=\"https://www.ft.com/stream/25b9e8ef-0208-4d1f-b68c-cef7f6216496\">Henkel</a> (German soap and glue) have had a tough time recently. So have <a href=\"https://www.ft.com/stream/464f7780-6a0a-4d35-a6de-4e433e03d88f\">Home Depot</a>, <a href=\"https://www.ft.com/stream/4a210ea8-7a54-4681-8a3b-b4ed2b7f7038\">Walmart</a>, <a href=\"https://www.ft.com/stream/ba22890f-c2f1-4baf-81b4-a744917e691f\">Adidas</a> and <a href=\"https://www.ft.com/stream/45efe286-a907-42c6-be9e-877552adb306\">Inditex</a> (Zara) in consumer cyclicals and <a href=\"https://www.ft.com/stream/dce038c6-d44c-47ae-a433-442afe57f408\">Roche</a>, <a href=\"https://www.ft.com/stream/26a3df92-2884-4b89-b41b-a496f5f60750\">Merck</a> and <a href=\"https://www.ft.com/stream/a1fc5580-5bba-4df7-b9ea-dce73e9c2e1e\">Pfizer</a> in drug stocks.</p> <p>Many “value” investors also presumed that equities on lower multiples of earnings would perform well when investors wanted to avoid risk. However, last week illustrated that some of these lowly valued shares have weak fundamentals and could prove an unsafe part of the market in a period of rising cost inflation and weak economic growth.</p> <p>Today, established tech stocks have become the new safe havens. But not all of them. Companies such as <a href=\"https://www.ft.com/stream/d6b12f0c-bf3f-4045-a07b-1e4e49103fd6\">Google</a>, <a href=\"https://www.ft.com/stream/4f447b5d-53f5-41bd-ab42-3c0cfc161699\">Microsoft</a> and <a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> are able to pass on price rises. Others may be able to, but their share prices are not well supported by current profits. </p> <p>Technology shares have been at the centre of a sell-off in global markets since last December. This started when Jay Powell, chair of the US Federal Reserve, signalled a <a href=\"https://www.ft.com/content/0f195295-7ff2-4d0c-b5ce-43aa5a4b1223\">rise in interest rates </a>this year. This correction has brought many growth stocks we have held previously but sold on valuation grounds back down to what feel more acceptable levels, as long as they fulfil their growth potential. </p> <p>However, a range of younger technology stocks hyped up in Silicon Valley over recent years have disappointed in their growth outlook recently and their shares have fallen dramatically.</p> <h2>Be boring</h2> <p>I would restate my recent arguments that this is a time to be boring. My family reassure me that this is my superpower. Seek out cockroaches — the stocks that can survive disasters. For us, that has traditionally been US railroads, healthcare and phone companies. Today it also includes high-quality technology, currently profitable companies that are reasonably valued.</p> <p>Hopefully, for most this means a modest portfolio rebalance. Otherwise, keep calm and carry on. I recently dug out the US Standard &amp; Poor's index, log scale. It goes back to the 1930s.&#xa0;Looking at it, you would struggle to tell when the second world war was. </p> <p>Equity markets often overreact in the short term to moments of conflict. It was ever thus. Hence Nathan Rothschild's dictum from 1810 to “buy on the sound of cannons, sell on the sound of the trumpets”. Let's hope we hear some trumpets soon.</p> <p><em>Simon Edelsten is co-manager of the Mid Wynd International Investment Trust and the Artemis Global Select Fund</em></p><p>Source: Simon Edelsten 2022 'Investing in a time of war' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-02T05:00:34.085Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4317,
          "end": 4326
        }
      ],
      "nexusId": "10031144"
    }
  ]
}