{
  "_id": "7cc49fbe6462a74c281195f32d5641cc1ef8d6fde935a732c4963b8894433c6e",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Role-Play Preps Future Bosses  For Difficult Conversations  ----  By Lindsay Ellis",
  "text": "<p>   A new business-school course at the University of California, Berkeley promises to teach the delicate art of having tough conversations. The prerequisite? Deciding to get comfortable with conflict. </p><p>   As M.B.A. programs train the next generation of bosses, lessons in improving interpersonal skills, emotional awareness and even happiness have become core parts of the curriculum. Some of these offerings teach how to wield greater influence or hone better negotiating skills, part of the schools' aims to turn out better people managers. </p><p>   Few, though, have focused so squarely on how to deliver difficult feedback or navigate a work clash. Berkeley's Haas School of Business introduced its \"Difficult Conversations: Conflict Lab\" course this fall with 30 enrollees and a wait list. It is a timely offering as some company leaders take heat for their delivery of bad news -- from Elon Musk's ultimatums at Twitter Inc. to Better.com's mass firings over Zoom last year. </p><p>   Over the term, students have practiced navigating office politics between warring managers, responding to a harsh review from a boss and saying no to unwanted workplace assignments. </p><p>   Many students described themselves as conflict-avoidant and said they took the class to overcome their discomfort. Much of that happens through role-playing, as the students experience what a conflict feels like from both sides. </p><p>   \"The frameworks help you calm down and reassess the situation and approach it very tactically,\" said Khalil Somani, 28, who plans to go into human-resources strategy after graduation. Before business school, Mr. Somani said he would feel uncomfortable around disagreements among colleagues and friends. Now, he said, he thinks difficult conversations can build trust and intimacy. </p><p>   A central tenet of the course is that, before getting into a conflict, workers need to determine what a successful outcome would be. Is it expressing a need? Feeling heard? Students are taught to have a goal coming into the conversation -- and that the goal shouldn't be to determine who is right or wrong. </p><p>   In one role-playing exercise this fall, Mr. Somani was tense before having to lay off a \"colleague,\" even though the situation wasn't real. He said he felt a tightness in his chest and worried about how the other person might feel. He took a deep breath, then tried to express empathy without wavering in his delivery. \"I can imagine this feels very painful,\" he said at one point. </p><p>   \"You're still resolute in your decision, but you can still be genuine,\" he said of the experience afterward. </p><p>   Instructors Francesca LeBaron and Breona (Bree) Jenkins said they developed the course after seeing colleagues, former classmates and clients struggle with difficult conversations, such as firing a team member or receiving or giving feedback. Ms. LeBaron is a certified mediator and executive coach, while Ms. Jenkins is a senior leadership-development associate at Pixar Animation Studios. </p><p>   \"There was such a need to practice the day-to-day conversation,\" Ms. LeBaron said. </p><p>   Handling poor performers is an especially challenging situation, Ms. Jenkins said. Many managers, for instance, try to be nice, taking on that person's work and saving honest feedback for a performance review. When they eventually broach the conversation, the poor performer often feels blindsided, which ultimately erodes trust, she said. </p><p>   The instructors recruited Haas alumni on LinkedIn and in their own networks for the role-playing exercises. Undergraduate students, drawn from Berkeley leadership classes, have also participated. Participants are prepped only with the situation from their own perspective, meaning they have to respond on the fly to however their counterpart reacts. </p><p>   One day this fall, Via Abolencia, a second-year M.B.A. student, and Hannah Levinson, a Haas alum who teaches leadership at NYU's Stern School of Business, held a virtual meeting over Zoom. Ms. Levinson role-played as the boss. (The Wall Street Journal reviewed a recording of the exercise.) </p><p>   In the exercise, Ms. Levinson had hired Mx. Abolencia (who uses they as a gender-neutral pronoun) but had subsequently lost a promotion to another manager. She was upset because Mx. Abolencia still wanted to work closely with the person who had won the promotion, whom Ms. Levinson described as \"not a good person.\" </p><p>   Mx. Abolencia responded that they had learned a lot from both managers and wondered whether it would be possible to ease the tension. \"I do have a need for autonomy in my working relationships,\" they said to Ms. Levinson. \"I understand and hear the history, but I also personally haven't experienced any negative interactions.\" </p><p>   Though the conversation felt uncomfortable, Mx. Abolencia said afterward they felt like they had the tools to navigate the situation. \"I've learned to lean into that discomfort, and have gotten more comfortable with making requests and making my needs heard,\" they said. </p><p>   Before the course, Mx. Abolencia said they had believed the goal in navigating a conflict was to reach a resolution. In class, students learned that conflict is important in itself to maintaining a relationship because it pushes the two sides to more openly communicate and can help them figure out their own needs. </p><p>   Ms. Levinson said that when she graduated from Haas in 2019, she hadn't practiced how to give and receive feedbackto this extent. This fall, she has participated in several exercises with students in the \"Difficult Conversations\" course -- dialing up the conflict and tension in each interaction -- and said she was impressed by the students' emotional vocabulary and calm approaches. </p><p>   \"I so often both personally and professionally just see people shying away from feedback,\" she said. \"Patterns just continue and tension builds.\" </p><p></p>",
  "published": "2022-11-29T07:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}