{
  "_id": "3ec91ead40ef5ae634eabb491c5f8f5ae7347ffb13ca43b1585febcfc8669813",
  "feed": "market-watch",
  "title": "'One of the strongest job markets in the past 50 years': Looking for a pay raise? This jobs report has good news for you. Annual wage growth was 5.2% in July, but will likely motivate the Federal Reserve to continue raising interest rates",
  "text": "<p>That's good news for the economy, but will likely give the Federal Reserve more motivation to raise interest rates to temper inflation, now at a 40-year high. It's a delicate balancing act: The Fed aims to prevent the economy from overheating without killing consumer demand and, consequently, job growth.</p><p>Average hourly earnings rose by 5.2% on the year in July to $32.27, the Bureau of Labor Statistics said — one of the fastest increases since the early '80s. Wages, however, are not keeping up with the consumer prices index: 9.1% in June. But the core rate of inflation, which excludes food and energy, rose 4.8% in June.</p><p>Services sector shows strength</p><p>\"Strong demand for workers continues to push wages up,\" said Mike Fratantoni, senior vice president and chief economist at the Mortgage Bankers Association. \"The unemployment rate fell to 3.5%, matching the pre-pandemic low. With business demand for workers still strong, wage pressures should persist.\"</p><p>Gross domestic product and other recent data releases showed a shift in activity from goods-producing to service-providing sectors, he added. \"This report matched that, showing much faster job growth in the services sector. Construction employment increased by 32,000 over the month.\"</p><p>\"Average hourly earnings rose faster than expected in July, due in part to stagnant labor-force participation,\" John Leer, Morning Consult's chief economist, told MarketWatch. \"If demand for workers doesn't cool, and supply doesn't rebound, wage growth will exert greater upward pressure on consumer inflation.\"</p><p>How to ask for a pay raise</p><p>And what if the latest jobs report makes you feel more confident about negotiating your salary? A recent survey by Harris Poll concluded that 66% of employees would rather a 10% pay increase over an extra week of paid time off. and 89% expect an annual increase, so asking your boss for a chat should not come as a surprise.</p><p>When asking for a pay raise, there are several pitfalls to avoid and tried-and-tested approaches worth adopting. For starters, never use outside factors as a reason for a raise, such as an increase in rent for a pay raise. Similarly, the length of time you've been at a company is less important than your performance.</p><p>Give your boss a heads-up about the nature of the meeting, prepare your script, and tell them what kind of increase you are looking for. Clearly outline all the goals you have achieved, and your plans to achieve more results for the company. Tell them why you are an asset and outline your unique skills and qualities.</p><p>PayScale, Glassdoor and LinkedIn will give you an idea of the market rate for your job. Don't be afraid to ask trusted colleagues. You are stronger together, and they can give you an idea without giving away their salary. If it's $100,000 to $120,000, a coworker may say, \"The higher end of that scale.\" Nudge, nudge, wink, wink.</p><p>And, finally, timing is everything, according to Morgan McKinley, a professional services recruitment consultancy. \"When do budgets get laid out? When are pay rises historically granted? Consider the bigger picture when timing your pay rise request,\" the company said in this blog post on negotiating a pay raise.</p><p>\"If the business has successfully been hitting targets — that you've contributed towards — and budgets are being signed off for next year, that's a pretty good opportunity to arrange a chat,\" it said, adding that the pay raise should at least be inline with or close to the current rise in cost of living.</p><p>More fuel for Fed to raise rates</p><p>You have bargaining power. \"This remains one of the strongest job markets in the past 50 years,\" Fratantoni said. But he noted that it will not lead to a less aggressive path of rate hikes from the Federal Reserve. The Fed raised rates four times in 2022, and by 0.75 percentage points twice since the start of the year.</p><p>Leer agreed that this will ensure the Fed remains hawkish. \"Demand for workers skyrocketed in July, far exceeding expectations,\" he said. \"Paired with falling gas prices, the economic outlook for the third quarter starts looking better. Today's numbers also increase the likelihood of more aggressive rate hikes by the Fed.\"</p><p>It also gives the Fed less reason to worry about pushing the economy into an immediate recession. Indeed, job growth has averaged 437,000 jobs a month over the last three months, accounting for the revised figures for May and June. \"If you thought the economy was in a recession, you were wrong,\" Leer said.</p><p>Read more:</p><p>'A clear sign that the U.S. economy is not in a recession': Economists react to blowout July jobs report</p><p>Rex Nutting: Workers are falling behind inflation with every paycheck, but that won't reassure a Fed determined to quash inflation</p><p>Hear from Ray Dalio at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The hedge-fund pioneer has strong views on where the economy is headed.</p><p>'One of the strongest job markets in the past 50 years': Looking for a pay raise? This jobs report has good news for you.</p>",
  "published": "2022-08-06T09:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}