{
  "_id": "4d6280253c07e02d45bc7d7c21d42e87a8805363507cd1d129ffbb778e22bfde",
  "feed": "market-watch",
  "title": "Dow drops over 400 points as China's COVID spread accelerates market selloff; Twitter shares lifted as it weighs Elon Musk's buyout offer",
  "text": "<p>* The Dow Jones Industrial Average DJIA dropped dropped 428 points, or 1.3%, to 33,383.</p><p>* The S&amp;P 500 SPX lost 66 points, or 1.5%, to trade at 4,206.</p><p>* The Nasdaq Composite COMP was down 107 points, or 0.8%, at 12,734.</p><p>On Friday, the Dow shed nearly 1,000 points, or 2.8%, marking its worst daily percentage drop since Oct. 28, 2020, according to Dow Jones Market data. The S&amp;P 500 index slid 2.8%, while the Nasdaq Composite Index tumbled 2.6%. The losses left all three indexes at levels last seen in mid-March.</p><p>What's driving the markets?</p><p>Following the end-of-week meltdown, stocks remained under pressure as fresh COVID lockdowns in China added to worries for already jittery investors.</p><p>Beijing began testing milli o ns of residentsand shutting down business districts and some residential areas on Monday amid a spike in infections. Millions in Shanghai remain under restrictions as that financial hub has struggled with rising infections.</p><p>\"More lockdowns reduce demand for commodities in the short-term which is an easing factor for commodity inflation, but lockdowns also create bottlenecks in the world's factory which causes more delays and potentially inflation in consumer markets in the U.S. and Europe,\" strategists at Saxo Bank told clients in a note.</p><p>China's CSI 300 XX:000300 slumped 4.9% to 3,814, its weakest close since April 2020, while a host of commodities were also hit hard. Steel and iron ore futures tumbled in Asia and U.S. CL00 and Brent crude prices BRN00 were down 6%.</p><p>Investors fleeing risky assets snapped up government debt, sending yields, which move opposite to price, sharply lower. The yield on the 10-year Treasury note BX:TMUBMUSD10Y dived around 14 basis points to 2.761% after pushing last week to its highest since December 2018.</p><p>Markets are facing a busy week on the economic front, as the Fed is now in a blackout period ahead of the May 3-4 Federal Open Market Committee meeting. The March core personal-consumption expenditures price index, the central bank's favored inflation indicator, is due Friday. The data calendar is empty for Monday.</p><p>Fed Chairman Jerome Powell last week said a half-point rate hike — rather than the typical quarter-percentage point move — would be \"on the table\" when policy makers meet next month. Remarks by Fed officials have seen investors price in a rising possibility of further outsize rate moves in coming months as the central banks scrambles to get a grip on inflation running at its highest since 1981.</p><p>Last week' stock-market selloff was pegged in large part to investors adjusting to an increasingly hawkish Fed.</p><p>Investors are \"realizing that the Federal Reserve is serious about normalizing monetary policy, whereas in recent months, I believe investors were pricing in capitulation from the Federal Reserve — that their hawkish commentary would not be followed by hawkish actions,\" said David Bahnsen, chief investment officer at The Bahnsen Group, a wealth management firm based in Newport Beach, Calif., with $3.6 billion in assets under management.</p><p>Read: What's next for the stock market as investors grapple with Fed near 'peak hawkishness'</p><p>\"The Federal Reserve should and likely will raise interest rates by 50 basis points at its May meeting. The gap between interest rates and inflation is way too wide,\" he said, in emailed comments, adding that the \"repricing of excessive and distorted stock valuations was always inevitable, and it is ultimately good and healthy.\"</p><p>Need to Know: The stock market selloff still has another 20% to go, says the godfather of liquidity</p><p>Wall Street is also bracing for a busy earnings week, with 175 S&amp;P 500 companies, including 13 Dow 30 components, scheduled to report results for the first quarter, according to FactSet. That includes quarterly reports from Apple AAPL, Facebook parent Meta Platforms Inc. FB , Google parent Alphabet Inc. GOOGL, Amazon.com Inc. AMZN and Microsoft Corp. MSFT, among others.</p><p>\"As technology companies are the biggest constituents in the main indices, it's crucial how these companies perform on earnings this week, but also that they can demonstrate less impact from inflation,\" added Saxo strategists.</p><p>European stocks also tumbled Monday, getting no lift from news French President Emmanuel Macron was elected for a second term, defeating far-right challenger Marine Le PenMarine Le Pen, as investors focused on broader macroeconomic worries.</p><p>War in Ukraine: Russia is failing in its war aims, says U.S. Sec. of State Blinken after meeting Zelensky</p><p>What companies are in focus?</p><p>* Twitter Inc. TWTR shares climbed 4.2%. News reports said the social-media platform could decide as early as Monday to sell itself to Tesla Inc. Chief Executive Elon Musk in response to this $43 billion bid.</p><p>* Shares of Coca-Cola Co. KO edged down 0.3% after reporting first-quarter results that topped expectations.</p><p>How are other assets trading?</p><p>* The ICE U.S. Dollar Index DXY rose 0.5%</p><p>* Bitcoin BTCUSD fell 1.4% to trade below $39,000.</p><p>* Gold   GC00 fell 2% to trade near $1,896 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP fell 1.8% while London's FTSE 100 UK:UKX lost 1.9%.</p><p>* The Shanghai Composite CN:SHCOMP fell 5.1%, while the Hang Seng Index HK:HSI fell 3.7% in Hong Kong and Japan's Nikkei 225 JP:NIK fell 1.8%.</p><p>Mike Murphy contributed to this article</p><p>Dow drops over 400 points as China's COVID spread accelerates market selloff</p>",
  "published": "2022-04-25T16:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3901,
          "end": 3916
        },
        {
          "start": 3901,
          "end": 3910
        }
      ]
    }
  ]
}