{
  "_id": "221deb5712df9d52cf738f6e4778de57777d0a256b977558f347354b4a0c010a",
  "feed": "wall-street-journal",
  "title": "Stocks Waver in Shortened Trading Day; U.S. stock and bond markets will close early Friday",
  "text": "<p>Investors will be watching Black Friday crowds for clues on how spending among U.S. consumers is holding up amid high inflation and rising borrowing costs. Recent economic data has suggested consumers continue to spend, but analysts have a mixed outlook for the crucial holiday period.</p><p>S&amp;P Global Market Intelligence expects holiday sales to rise 4.5% this year, slowing from last year's 12.6% pace but still above prepandemic levels.</p><p>\"In the U.S., we could have an OK holiday season,\" said Peter Garnry, head of equity strategy at Saxo Bank.</p><p>But adjusting for inflation, holiday sales are expected to decline for the first time since 2009, according to S&amp;P Global, suggesting that people are buying fewer, higher-priced items.</p><p>\"It was very easy in the first stage of inflation because there was this buildup of savings,\" said Mr. Garnry. \"We've eaten through that surplus and now we're getting to the more difficult stage of this inflation shock.\"</p><p>Nevertheless, U.S. stocks have historically done well on Black Friday. The S&amp;P 500 has risen in 50 of the last 71 Black Friday trading sessions, according to Dow Jones Market Data. But it is also often subdued as traders take the day off to extend their Thanksgiving holiday. The S&amp;P 500's average Black Friday gain is 0.3% since 1950.</p><p>Investors have some wind at their backs heading into the year's end. Stocks have been rallying since October, the holidays tend to be seasonally strong for equities and the market has responded well to the last two inflation reports, said Frank Cappelleri, the founder of research firm CappThesis.</p><p>Whether the market can continue rising, he said, will depend upon the next inflation report, on Dec. 13, and the next Fed meeting, on Dec. 13-14. \"The big question is, is this the same type of rally we've seen fail before?\" he said.</p><p>Elsewhere, U.S. Treasury yields ticked higher. The yield on the 10-year U.S. Treasury note rose to 3.726% on Friday from 3.708% on Wednesday. Yields rise as prices fall.</p><p>In commodity markets, oil prices rose as European Union leaders continued to discuss a price cap mechanism intended to crimp Russian oil revenues. U.S. crude futures were up 0.3% to $78.15 a barrel.</p><p>In corporate news, shares of Activision Blizzard were down 4.1% after Politico reported late Wednesday that the Federal Trade Commission was likely to file an antitrust lawsuit to block its acquisition by Microsoft.</p><p>Tesla was down 0.3%. The car maker is recalling about 80,000 cars in China because of software and seat-belt issues, the country's market regulator said Friday.</p><p>Shares of Manchester United jumped 15%, continuing to gain on news that the controlling Glazer family is exploring a sale.</p><p>Stocks overseas were mixed. The Stoxx Europe 600 edged rose less than 0.1% while the U.K.'s FTSE 100 index added 0.1%. Hong Kong's Hang Seng fell 0.5% and Japan's Nikkei 225 shed 0.4%. China's Shanghai Composite was an outlier in Asia, rising 0.4% even as the country imposed new lockdowns to contain its largest Covid-19 outbreak yet.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>Stocks Waver in Shortened Trading Day</p>",
  "published": "2022-11-25T17:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2390,
          "end": 2399
        }
      ]
    }
  ]
}