{
  "_id": "2476519244510ef84929f07416fb9eceecb00ee046668d4d0d0c7982a9b80a5c",
  "feed": "ftcomall",
  "title": "US strengthens Ukraine's cyber defences",
  "text": "<p>So far in the Ukraine conflict, experts who have watched Russian cyber assaults have been confused at their lack of success, as well as the lower tempo, intensity and sophistication of what Russian-government hackers are known to be capable of.</p> <p>Part of the reason is that Russia has held back its elite corps in the cyber arena, much as it has on the battlefield. In addition though, <a href=\"https://www.ft.com/content/1fb2f592-4806-42fd-a6d5-735578651471\">as our correspondents report,</a> the US had been helping Ukraine for months before the invasion to identify and prepare for possible cyber attacks.</p> <p>Teams had searched for hidden malware, the kind which Russia could have planted, then left dormant in preparation to launch a devastating cyber attack alongside a more conventional ground invasion. </p> <p>In the Ukrainian Railways' systems, a team of American soldiers and civilians found and cleaned up one particularly pernicious type of malware, which cyber security experts dub “wiperware” — that could have disabled its entire computer network. A similar malware went undetected within the border police, and as refugees fled to the frontiers, computers at the crossing to Romania were disabled, adding to the chaos.</p> <p>The support has continued. At the end of February, the US commerce department fast-tracked funding for Californian cyber security group Fortinet to deal with a distributed denial of service (DDoS) attack disabling the Ukrainian national police's systems.</p> <p>More attacks seem certain, but the level of preparedness is impressive and Ukraine has been bolstered by its <a href=\"https://www.ft.com/content/9ea0dccf-8983-4740-8e8d-82c0213512d4\">own hacker army </a>now to <a href=\"https://www.ft.com/content/490d1b80-0e25-4b83-a489-db9737e9719c\">take on the Russians.</a> And <a href=\"https://www.ft.com/content/344ce524-dc50-4a77-9757-0fde985baca2\">as Gillian Tett reports</a>, Ukraine has dominated the social media war — a startling reversal given how successful Russian disinformation and manipulation campaigns have been in the past decade.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. China cuts Russian smartphone shipments</strong><br>China's biggest smartphone makers are <a href=\"https://www.ft.com/content/8f3e0214-94b1-4d73-b34f-31c189437578\">slashing their shipments to Russia </a>because of the rouble's collapse and western sanctions. Handsets sent by Xiaomi, Oppo and Huawei have fallen by at least half since the outbreak of the war. Chinese brands comprise about 60 per cent of the Russian smartphone market. In other news, <a href=\"https://www.ft.com/content/a8af7ec1-bd37-48ea-85a3-4b7b92f73af8\">Lex says</a> Russian gamers are set to be hit hard by sanctions.</p> <p><strong>2. The tale of the tech wreck</strong><br>At what point does the slump in US technology stocks stop being dismissed as a mere “tech wreck” primarily centred on the most speculative companies and become considered a fully-fledged dotcom crash 2.0? <a href=\"https://www.ft.com/content/74171839-0892-4270-b4b4-abea037ea0c4\">asks Robin Wigglesworth. </a>Almost two-thirds of the tech-heavy Nasdaq's 3,000 plus members have fallen by at least 25 per cent from their 52-week highs, 43 per cent have lost more than half their value, and nearly a fifth have tumbled over 75 per cent — the worst such ratio since the financial crisis.</p> <p><strong>3. UK plans broader online safety powers</strong><br>The UK is to <a href=\"https://www.ft.com/content/5095d033-c17d-48cd-9670-b1a06500501c\">clamp down on online scams</a> and “unlicensed financial promotions” as it expands plans to restrict what people can post on the internet. Under a broadened scope of the forthcoming Online Safety Bill, social media sites and search engines would be forced to prevent and remove fraudulent advertisements, including “catfishing” romance scams and “fake” stock market tips.</p> <p><strong>4. Diller probed over Activision trades</strong><br>US media tycoon Barry Diller and music mogul David Geffen <a href=\"https://www.ft.com/content/62fb944e-4827-4d90-9cd4-69e0f1f7944d\">are under investigation</a> for potential insider trading connected to the purchase of Activision Blizzard options, days before the video game maker was acquired by Microsoft. The US Department of Justice and Securities and Exchange Commission (SEC) are each probing to determine whether Diller and Geffen used non-public information to profit from Microsoft's $75bn deal for Activision.</p> <p><strong>5. Amazon accused of obstruction by Congress</strong><br>An influential US congressional committee probing possible anti-competitive behaviour by Amazon has accused the ecommerce giant of obstructing its investigation, referring the matter to the Department of Justice. <a href=\"https://judiciary.house.gov/uploadedfiles/hjc_referral_--_amazon.pdf\">In a letter</a> dated Wednesday, a bipartisan group of five members from the House Judiciary committee, including its chair, called on US attorney-general Merrick Garland to investigate company executives for “potentially criminal conduct “.</p> <h2>Tech tools — Apple's Mac Studio</h2> <p>The<a href=\"https://www.apple.com/uk/mac-studio/\"> Mac Studio</a>, unveiled at Apple's latest product launch event on Tuesday, is akin to a pro version of Mac Mini and connects to an external monitor and keyboard, <a href=\"https://www.ft.com/content/56c6d96c-65cf-4d72-9e34-5e58a1416bb6\">reports Patrick McGee.</a> </p> <p>Equipped with the M1 Max processor, it starts at $1,999 (£1,999), while a version with the M1 Ultra — an enhanced processor also unveiled at the event — starts at $3,999. A customer upgrading the Ultra version to 128GB of memory and 8TB of storage would pay $7,999, a price that does not include a screen. But if you want one of those, there is <a href=\"https://www.apple.com/uk/studio-display/\">Studio Display </a>— a new $1,599 (£1,499) monitor that features a 27-inch 5K Retina screen with over 14.7mn pixels. Nano-texture glass is £250 more.</p><p>Source: Chris Nuttall in London 2022 'US strengthens Ukraine's cyber defences' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-09T19:44:13.633Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3605,
          "end": 3614
        },
        {
          "start": 3421,
          "end": 3430
        },
        {
          "start": 3605,
          "end": 3616
        }
      ]
    }
  ]
}