{
  "_id": "59c4073688592a4250a5f86de7903572e68c19c928b264b806d8557ad1bbb53b",
  "feed": "wall-street-journal",
  "title": "Forget Employee of the Month. ​Bosses Want You to Praise Colleagues, Every Day. Companies roll out new ways for workers to compliment one another; 'Your empathy is like Kool-Aid, the way it adds flavor to a boring call'",
  "text": "<p>\"If this company was a California roll, you'd be the seaweed that holds the whole thing together,\" he recently wrote to a customer service representative.</p><p>\"Your empathy is like Kool-Aid, the way it adds flavor to a boring call,\" he wrote to another.</p><p>In a time of high turnover and remote work, companies have tried ukulele classes, staff talent shows and other ways to keep workers connected. Now many are trying to get their employees to praise each other—well, praise each other more.</p><p>Some companies offer a monthly allotment of points that colleagues can give each other to show their appreciation, redeemable for Amazon and Target gift cards and other perks, such as lunch with the CEO. Others have public channels in Slack, where people can share thanks and heap compliments on their co-workers.</p><p>For Mr. Coite's efforts, his company recently awarded him a trophy emblazoned with his name and the number of praises he sent (2,745, to be exact) for being the firm's top cheerleader. He keeps it displayed on his desk. The sight, he says, \"keeps me motivated.\" The runner-up had praised peers a mere 900 times.</p><p>In Malvern, Pa., investment firm Vanguard rolled out a peer recognition program in December, after finding that virtual work made it hard to recapture the hallway run-ins where people could acknowledge each other and say thank you, says Alexandra Gotts, a senior Vanguard human-resources executive. The program allows workers to send e-cards to express appreciation for each other's work or celebrate milestones, including sentiments such as \"thank you, happy work anniversary, you rock, you crushed it,\" she says.</p><p>Proponents say asking colleagues to praise each other helps create an atmosphere of positivity that doesn't feel top-down, the way it does when recognition only comes from higher-ups.</p><p>\" 'Employee of the Month' has a little bit of an antiquated feeling to it,\" says Kevin Getch, chief executive of Webfor, a Vancouver, Wa.-based marketing agency. \"We wanted to do something a little more fun.\"</p><p>To that end, the company purchased a stuffed monkey, dubbed the Monkey of Awesomeness, that circulates every month to a top team performer. The recipient gets to choose who to give it to the following month. \"It's about democratizing recognition,\" Mr. Getch says. Colleagues working remotely used to take turns mailing each other the monkey, but that got to be cumbersome. Now recipients get pictures of the monkey via Slack.</p><p>In San Francisco, Susan Phillips works for e-commerce platform BigCommerce, which uses a program called Bonusly through which her company allots each worker 100 points a month, the equivalent of $10. Staff can give points to each other as tokens of appreciation in any increments they choose. Ms. Phillips, a cybersecurity director, says she likes to attach animated GIFs from television shows like \"Friends\" and \"Seinfeld\" when sending colleagues points.</p><p>\"I've found that like Mary Poppins, a spoonful of sugar helps the medicine go down,\" she says, noting that as someone who enforces compliance across her organization—not always a welcome task—it's especially helpful to have a way to express thanks.</p><p>Earlier this month, Nia Teputepu, who works for a tech startup in Fremont, Calif., says a co-worker forgot his phone charger, so she lent him hers. To her surprise, her colleague sent her 20 points, the equivalent of $2, with a note thanking her and the hashtag #greatcollaboration appended.</p><p>\"It's very random what people get them for, but it's fun,\" she says, adding that over time she has redeemed points for a gaming keyboard at Best Buy and Starbucks espressos.</p><p>The ability to trade points for gift cards—or even cash, such as Visa cards—makes it easy to generate staff enthusiasm, companies say. Phil Banze, who works in Atlanta for ticketing platform SeatGeek, says that last year he was able to save a \"nice little nest egg\" of points that he used to buy Christmas presents.</p><p>SeatGeek keeps a leaderboard displaying which employees give and receive the most points; during one recent month, Mr. Banze was a top recipient. That honor doesn't come with any additional awards, he says—\"just bragging rights\"—but he was still tickled.</p><p>\"I'm of the strong millennial belief that we thrive off acknowledgment and praise,\" says Mr. Banze, who is 34. The average SeatGeek employee gets recognized 32 times a year, the company says.</p><p>Others lean on emojis and other visual cues. Mary McLaughlin, a customer-care supervisor with Detroit-area logistics company United Road Services, says she likes using Microsoft Teams' Praise feature, which was launched in 2019. The feature allows co-workers to send badges to each other, with the most popular ones including a rainbow-haired unicorn, used to signify \"awesome,\" and mountains, which signify \"achiever.\"</p><p>A recent Microsoft study found that employees with strong colleague relationships report higher productivity and are more committed to their employers, with 61% saying they weren't likely to switch jobs in the year ahead, compared with 39% of their peers who felt less connected. Microsoft users have sent more than 9 million Praise badges since last May, the company says.</p><p>Among those who remain unswayed is Matthew Lewis, a software engineer in Laurel, Md., who says he finds corporate efforts to spur mutual praise infantilizing. \"I only use them ironically,\" he says, of Praise badges. He recently sent one to a co-worker—a picture of a clipboard reading \"coach\"—as a joke, and waited to see what his colleague would say.</p><p>\"He gave me a haha,\" Mr. Lewis recalls.</p><p>Write to Te-Ping Chen at Te-ping.Chen@wsj.com</p><p>More A-Heds</p><p>* Ancient Pottery Inspires a Town's Tourist Attraction—Anatomically Explicit Statues</p><p>* Oscar Night's Big Winner: Accents</p><p>* 'Bridgerton' Is About to Get Saucier</p><p>Forget Employee of the Month. ​Bosses Want You to Praise Colleagues, Every Day.</p>",
  "published": "2022-03-29T13:56:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4549,
          "end": 4558
        },
        {
          "start": 4810,
          "end": 4819
        },
        {
          "start": 5081,
          "end": 5090
        }
      ]
    }
  ]
}