{
  "_id": "899519f082a9c3cb0a44b4ce36e24814fd9d34dc14c734db6a02e240f2ddc1b8",
  "feed": "wall-street-journal",
  "title": "Election Officials Prepare for Voter Intimidation, Threats at Midterm Polling Sites; Wary of disruptions, elections administrators issue reminders that vote-counting delays aren't evidence of fraud",
  "text": "<p>In Georgia, the GOP secretary of state who rebuffed former President Donald Trump's efforts to change the state's 2020 election results is highlighting a new text-messaging service that allows poll workers to quickly report threats and other disruptions on Election Day.</p><p>The officials, along with other election administrators nationwide, are bracing for a range of challenges ahead of Tuesday's midterm elections, including abuse directed toward poll workers and citizen-led surveillance of voters and election equipment.</p><p>Mr. Trump, a Republican, and his allies made unsubstantiated election-fraud claims when they disputed Democrat Joe Biden's presidential victory two years ago. They lost dozens of lawsuits that challenged the 2020 results. The Justice Department said there were no signs of widespread fraud. A bipartisan consortium of local, state and federal election officials declared the 2020 race the most secure U.S. election in history.</p><p>Since then, a number of election administrators say threats and harassment have become a backdrop to their work. Some are resigning, citing burnout and worries about their safety.</p><p>\"I'm concerned about bad behavior,\" said Bill Gates, a Republican who leads the Maricopa County Board of Supervisors and was one of the officials who asked poll watchers not to dress in body armor. During early voting, activists have approached and harassed election workers, he said.</p><p>\"It is literally the trust that undergirds our system that is cracking because people think it's in their best interest—governors, congressmen, former presidents,\" Mr. Gates said during a news conference last month.</p><p>Arizona has been at the center of efforts by Mr. Trump and his allies to overturn the 2020 election.</p><p>Citing concerns about voter fraud, the conservative groups Lions of Liberty and Clean Elections USA undertook campaigns to monitor ballot drop boxes in Arizona last month.</p><p>On Oct. 22, the Maricopa County Elections Department shared surveillance camera footage of two armed and masked individuals monitoring the drop boxes while wearing tactical gear. Voters complained to law-enforcement agencies, saying poll-watchers were following people who dropped off ballots and taking photos of their license plates.</p><p>The voter-intimidation complaints were referred to the Justice Department, which on Monday filed a legal brief that raised alarm about \"vigilante ballot security efforts.\"</p><p>The brief was submitted in litigation before a federal judge in Phoenix over whether the poll watchers engaged in the sort of intimidation prohibited under the Voting Rights Act. While the department didn't take a formal position in the civil litigation, brought by left-leaning voting-rights groups, it said stakeouts of ballot drop boxes can violate the federal voting-rights law.</p><p>In a temporary restraining order issued Tuesday, U.S. District Judge Michael Liburdi in Phoenix set sharp limits on what the activists can do. Among other conditions, he prohibited them from coming within 75 feet of drop boxes, carrying guns openly within 250 feet of the boxes and speaking to people depositing ballots unless spoken to first.</p><p>Alexander Kolodin, a lawyer for Clean Elections USA, said parts of the judge's order interfere with the group's First Amendment rights. He noted it allows Clean Elections USA to continue monitoring drop boxes, albeit with limits. He said there was no evidence presented in the case that the individuals photographed in tactical gear were affiliated with Clean Elections USA.</p><p>Election officials say they are hopeful they can protect voters and poll workers on Tuesday, while also strengthening public confidence in the process.</p><p>Georgia last month rolled out a security alert service allowing poll managers across the state to quickly report Election Day security incidents to law enforcement. Mr. Raffensperger said the tool would allow election workers to \"address anything that may happen in a polling place during this election quickly and securely.\"</p><p>Stakeouts of ballot drop boxes don't appear to be a widespread problem, said David Becker, executive director of the Center for Election Innovation &amp; Research, a nonprofit that advises elections officials. But even isolated incidents can contribute to voters feeling deterred from voting, he said.</p><p>\"The goal of some of these people is to scare voters, to get them in essence to self-suppress and not show up,\" said Mr. Becker, a former Justice Department voting rights lawyer.</p><p>Mr. Becker said a crucial test for elections officials will come days after Election Day, when the public watches results trickle in. Mr. Becker said he was concerned about partisans portraying standard delays and fluctuations in vote totals as evidence of fraud.</p><p>It is a particular concern in the battleground state of Pennsylvania, which takes longer than other states to report results because of a law limiting when mail votes can be processed.</p><p>Leigh Chapman, a Democrat who is Pennsylvania's acting secretary of state, has spoken extensively about the intricacy of Pennsylvania law to inform and prepare the public.</p><p>\"Every opportunity I get I am telling the media, the public, the legislature—anyone who will listen,\" Ms. Chapman said Monday at an event at the Center for American Progress, a Democratic think tank.</p><p>\"As the count is going, that's an opportunity for people to spread disinformation and misinformation,\" Ms. Chapman said. \"People are saying something nefarious is happening and it's not.\"</p><p>Write to Jan Wolfe at jan.wolfe@wsj.com</p><p>Election Officials Prepare for Voter Intimidation, Threats at Midterm Polling Sites</p>",
  "published": "2022-11-03T22:39:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}