{
  "_id": "33a5647f5b0b844a971b30d5c356b214ac1d017a20393c33684686850107f3bb",
  "feed": "wall-street-journal",
  "title": "Match Selects President Of Zynga as Its Next CEO",
  "text": "<p>The switch comes as Match continues to deal with the ebbs and flows of the continuing Covid-19 pandemic, as outbreaks, lockdowns and reopenings have affected dating trends and users' willingness to pay for subscriptions to company's apps that include its eponymous brand, as well as OkCupid and Hinge.</p><p>\"The endless waves of Covid have impacted word-of-mouth virality and new user adoption of our services,\" the company said in a letter to shareholders on Tuesday detailing its first-quarter results.</p><p>It added that the company is preparing marketing campaigns to encourage people to socialize and meet more regularly to attract new users.</p><p>Ms. Dubey, 51 years old, will continue to serve as a director on Match's board and will also serve as a company adviser. She took over as CEO in March 2020 following the departure of Mandy Ginsberg, who left for personal reasons.</p><p>Ms. Dubey joined Match in 2006, with prior stints ranging from serving as Match's president to chief operating officer of online dating platform Tinder.</p><p>Ms. Dubey said stepping away from day-to-day management will give her time \"to focus on what is hopefully the 'give back' chapter of my life.\"</p><p>Mr. Kim, 45, has served as Zynga's president since 2016 and oversaw areas ranging from user acquisition, product management and mergers and acquisitions.</p><p>He is leaving Zynga, best known for mobile game apps \"Words With Friends\" and \"FarmVille,\" while a deal with Take-Two Interactive Software Inc. is pending.</p><p>The videogame company in January agreed to buy the mobile-game publisher in a roughly $11 billion deal, which is expected to close by midyear.</p><p>The deal came in the same month that other blockbuster deals were announced. Microsoft Corp. agreed to buy Activision Blizzard Inc. in an all-cash deal valued at about $75 billion. Not long after that, Sony Group Corp.'s videogame unit said it is buying videogame developer Bungie Inc. in a deal valued at $3.6 billion.</p><p>For the first quarter, Match's revenue of $798.6 million exceeded analysts' expectations of $794.1 million. Total paying users reached 16.3 million, in line with analysts' expectations.</p><p>For the second quarter, the company projected revenue of $800 million to $810 million. Analysts were expecting $835.6 million.</p><p>The company said its revenue forecast included hits from foreign exchange and the effects of the war in Ukraine.</p><p>Shares of the company fell roughly 4.7% in after-hours trading.</p><p>The stock closed Tuesday at $79.02, down 2.1%. It is down nearly 47% over the past 12 months.</p><p>The company also said its board authorized a buyback for 12.5 million of its shares outstanding.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1694,
          "end": 1709
        },
        {
          "start": 1694,
          "end": 1703
        }
      ]
    }
  ]
}