{
  "_id": "0ac1582dacc2d782cf53ca59b88849ace9f2c8b888fc48287760e04c9112ee56",
  "feed": "wall-street-journal",
  "title": "Breakthrough Heats Up Fusion Sector",
  "text": "<p>The game-changing event for Mr. Binderbauer's company, and the rest of the fusion industry, was a long-awaited physics breakthrough announced this week by Lawrence Livermore National Laboratory. Through a controlled-fusion reaction, the lab for the first time on Dec. 5 achieved net gain, which means it produced more energy than was put in, the Energy Department said Tuesday. Researchers at the lab's National Ignition Facility have been studying nuclear fusion for more than a decade, using lasers to create conditions that cause hydrogen atoms to fuse and release vast amounts of carbon-free energy.</p><p>\"It feels like a new era has started, the Wright Brothers-moment of fusion,\" said Heike Freund, chief operating officer for Marvel Fusion, a startup in Munich that hopes to develop commercially viable fusion power generation. Marvel is using lasers to create fusion.</p><p>Before this month's breakthrough, the energy industry had been riding a wave of clean-tech and climate-focused investing, and fusion companies stand to compete for a bigger slice of that funding. The Fusion Industry Association, an industry group in Washington, D.C., said fusion-energy companies raised more than $5 billion in private funding, roughly doubling the amount from a year ago.</p><p>\"We have an emerging, possible new energy industry based on fusion,\" said Dennis Whyte, a director at the Massachusetts Institute of Technology and a founder of Commonwealth Fusion Systems, a fusion-energy startup that last year raised $1.8 billion from investors including Bill Gates and Tiger Global Management.</p><p>The excitement around the discovery is tempered by the reality that commercialization of the process is years away. Scientists would have to master and refine complex processes and systems before they could move to building a power-generating reactor. Kim Budil, director of Lawrence Livermore National Laboratory, said it could take decades to commercialize fusion but that the achievement was a necessary first step. \"This is one igniting capsule one time. And to realize commercial fusion energy, you have to do many things,\" she said.</p><p>The National Ignition Facility primarily uses laser technology from the 1980s, which needs to be modernized, Ms. Budil said. Meanwhile, the process for building the target that ignites the fuel capsule is complex and time-consuming and will need to be simplified to become easily repeatable to produce many fusion ignition events a minute, she said.</p><p>Adam Stein, director for nuclear energy and innovation at the Breakthrough Institute, a California research center, compared the successful experiment to the first photovoltaic cell that made electricity. \"There were hundreds of them before that didn't work,\" Mr. Stein said. \"But at some point, the first one that worked crossed that threshold, and that was still several steps away from a commercial solar power plant.\"</p>",
  "published": "2022-12-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}