{
  "_id": "c4f6f6bc4f69e72e870365f838a947097f6f064536833281d84b76b62d2f5857",
  "feed": "wall-street-journal",
  "title": "Facebook Parent Meta Sees Executive Exodus in India; Three senior executives in India have left Meta, which is changing the office's reporting structure amid global restructuring",
  "text": "<p>The departures of Messrs. Bose and Aggarwal are unrelated to layoffs of more than 11,000 workers that Chief Executive Mark Zuckerberg announced last week, the spokeswoman said.</p><p>The company's India head for years has reported directly to the core leadership team of Mr. Zuckerberg in Menlo Park, Calif., but will now report to Meta's top Asia-Pacific executive in Singapore, the people said.</p><p>Meta's spokeswoman declined to comment on the structural changes.</p><p>Meta's services in India, its biggest market by users, have grown rapidly in recent years. Hundreds of millions of people have gotten online for the first time, and Meta has invested billions of dollars in the country. Its challenges, including government regulation and criticism by human-rights groups over its policing of hate speech, have also grown.</p><p>Mr. Mohan, who had been India head since 2019, said in a post on LinkedIn that he had resigned from Meta to take on a role leading the Asia-Pacific region for Snapchat parent Snap Inc. A Meta spokesperson said Mr. Mohan's move was also unrelated to Meta's layoffs, and that Manish Chopra, Meta's director of partnerships in India, is now Meta India's interim head.</p><p>Messrs. Bose and Aggarwal couldn't immediately be reached for comment. Mr. Bose on LinkedIn said he planned to take a break before beginning a new entrepreneurial venture.</p><p>Will Cathcart, head of WhatsApp, thanked Mr. Bose for his \"tremendous contributions\" to the service. Mr. Chopra said in a statement that Mr. Aggarwal had played an important role in the company.</p><p>Meta has faced criticism from rights groups and been questioned by authorities over the presence of hate speech on its platforms in the South Asian nation, where it has more than 300 million people on Facebook and more than 400 million on WhatsApp. Meta has said it invests significantly in technology to find hate speech across languages in India.</p><p>The Wall Street Journal reported in 2020 that Facebook's then public-policy executive in India opposed applying Facebook's hate-speech rules to a Hindu nationalist politician, along with at least three other Hindu nationalist individuals and groups flagged internally for promoting or participating in violence, according to current and former employees. The executive later departed the company.</p><p>Meta and other tech firms are also facing tighter restrictions from New Delhi, which is establishing new guidelines to counter problematic online content and is working on new rules to protect users' privacy.</p><p>India's antitrust regulator, the Competition Commission of India, is also investigating WhatsApp's privacy policy, which was released last year.</p><p>Meta said in 2020 it was paying $5.7 billion for a stake in Indian telecom operator Jio Platforms Ltd., its largest overseas investment.</p><p>Write to Newley Purnell at newley.purnell@wsj.com</p><p>Facebook Parent Meta Sees Executive Exodus in India</p>",
  "published": "2022-11-16T11:08:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}