{
  "_id": "2eac7a512ea7ed2e614d5adca6e6c50ef09228646a926cbe929b88f582b8d6b3",
  "feed": "wall-street-journal",
  "title": "Moms Are Struggling With Burnout. Is It More Work to Let Dads Help? Women are tired of being the default parent, but delegating duties sometimes takes even more effort. Apps can aid with household organization, but spouses first need to communicate.",
  "text": "<p>Moms have been struggling to hold it together for a long time. They have become extreme multitaskers, playing whack-a-mole with emails, texts, calendar apps and other alerts— technology that both helps and adds to the feelings of overwhelm.</p><p>The pandemic only magnified the burden of this unpaid, and often unacknowledged, labor. Motherly, a women's well-being company, surveyed more than 17,000 mostly millennial and Gen Z mothers for its annual \"State of Motherhood\" survey in March. It found nearly half are their families' primary breadwinners. And half of that subset said they still handle a majority of the household chores, while even more report managing kids' schedules and coordinating child care.</p><p>The result is exhaustion. Many women have either exited the workforce or re-evaluated their career goals as a result of burnout. </p><p>Ms. Sperry, at home with her family in California, left her finance job and created a health-coaching company. PHOTO: Helynn Ospina for The Wall Street Journal</p><p>Even Sheryl Sandberg, whose book \"Lean In\" encouraged women to pursue their professional goals, has reportedly told people that feeling burned out was among her reasons for stepping down as chief operating officer of Facebook parent Meta Platforms Inc.</p><p>Women often don't dole out the work to their husbands, say many people who have studied interpersonal family relationships. Reasons range from the women's fear of confrontation to their expectation of subpar results from their husbands. Mom-only text and email chains are where much of the child care, school and extracurricular activities are organized, but they're also spots for socializing where spouses might not be welcome. The result is a communication gap that can't be solved with technology alone.</p><p>Letting dads help</p><p>People who have studied inequality in the home say that while same-sex couples aren't immune to such workload imbalances, the problem is more common among heterosexual couples due to age-old gender-role stereotypes.</p><p>Eve Rodsky, a lawyer who works with high-net-worth families, wondered if she could apply her professional techniques to solve domestic issues. She interviewed more than 500 couples for her book, \"Fair Play,\" about achieving domestic equality. She said gay male couples tend to split duties fairly. Many lesbian couples double up on tasks, with both women grocery shopping or attending school field trips because of assumptions that women do it all, she said.</p><p>\"Motherhood is synonymous with caring, and for many women that means doing all the chores and shopping,\" said Blessing Adesiyan, founder of Mother Honestly, a company that advocates for gender equality in the workplace and home.</p><p>Surveys her company have conducted showed that moms are less willing than dads to outsource domestic duties because they feel those tasks are part of their identity. They also found that women are nervous about creating tension by raising the issue.</p><p>\"It feels like we're blaming,\" Ms. Adesiyan added. \"It signals you don't have faith in the relationship, so many women don't even begin the conversation.\"</p><p>Some dads want to help, while others might be content with the status quo. A few fathers have actually been creating apps designed to divide up domestic duties equitably.</p><p>Dadditude, which two dads launched last year to help other fathers become more confident parents, offers guides on how dads can be better partners.</p><p>Maple, a dad-founded household-management app, offers tools for couples, roommates or other caregivers to not only split physical chores but also to divide and track such mental tasks as planning birthday parties, family trips and meals.</p><p>Both startups have been partnering with mom-led groups like Mother Honestly to bring dads into the discussion of gender equality at home.</p><p>\"In our conversations with men, men say they very much want to participate and don't want to watch their wives drown at home,\" said Maple co-founder Michael Perry.</p><p>There are other labor-sharing, project-management and calendar apps such as Cozi, Asana and Microsoft To Do that help track who does what at home. But before any of this tech can help organize the division of domestic duties, couples need to have some honest talks about what's working and what's not. (See my tips for this below.)</p><p>Sarah and Chris</p><p>Ms. Sperry had been working her way up in finance for many years while starting a family in the San Francisco Bay Area. She had begun working right out of college and never took a break between jobs.</p><p>During the pandemic, she reached a breaking point. \"I was running on fumes,\" she said. </p><p>Ms. Sperry says she had been having back pain and inexplicable injuries that she later learned were stress-related. PHOTO: Helynn Ospina for The Wall Street Journal</p><p>She said even though her husband was very involved, it was the mental tasks that killed her. Just the amount of texts she was fielding from other moms organizing carpools and playdates was dizzying. \"Those are examples my husband would never know about because he's not looking at my phone,\" she said. \"That's mental energy you're not even realizing you're expending.\"</p><p>The job, the household chores and the constant planning led to chronic stress, anxiety and health problems for Ms. Sperry—not to mention irritation with her husband.</p><p>Mr. Sperry, a portfolio manager who must remain at his desk during stock-trading hours, said he realized how much his wife was taking on during the pandemic shutdown, with her work and managing the kids' remote school.</p><p>More from Julie Jargon</p><p>* How to Overcome Multitasking Madness</p><p>* Moms in Middle Age: Rarely Alone, Often Online and Increasingly Lonely</p><p>* Goodbye Honey-Do List, Hello Shared-Labor App</p><p>\"Even when I tried to do as much as I could, the burden of being a mom is always there,\" he said. \"I was like, 'I'll cook dinner, go grocery shopping and do the laundry,' but that's utility stuff.\" He added, \"Even if our tasks are even, hers are more mentally draining than mine.\"</p><p>They started seeing a therapist and learned to communicate better. She decided to step back from the corporate world and start a health-coaching business for women. They said they're dividing up tasks more but haven't settled on an app or calendar system to keep track.</p><p>\"Some of this is us learning to let go and me learning I'm not Superwoman and that I do need help,\" Ms. Sperry said.</p><p>What you can do</p><p>Discuss expectations. Motherly Chief Executive Jill Koziol said couples can begin by talking about how they were raised and how their family should operate similarly or differently. \"All of the apps and tech solutions can come once there's acknowledgment of the problem,\" she said.</p><p>Do a daily check-in. Just like with exercise, couples should set aside time to communicate, Ms. Rodsky said. It can be 10 minutes at night to ask your partner what's on his or her plate. That can help each partner understand what the other is juggling and set the stage for asking for help. </p><p>Ms. Sperry and Mr. Sperry say they were inspired by Eve Rodsky's 'Fair Play' system for splitting domestic duties. PHOTO: Helynn Ospina for The Wall Street Journal</p><p>Lay out your cards. Ms. Rodsky developed a system for sharing domestic responsibilities based on making each partner's invisible tasks visible. She created a game using a stack of 100 cards, each listing a different task, such as paying bills or planning birthday parties. (Ms. Sperry, in launching her own business, became certified to train clients to use Ms. Rodsky's \"Fair Play\" system, and could receive referrals from Ms. Rodsky's company in the future.)</p><p>SHARE YOUR THOUGHTS</p><p>Have you made any adjustments in your own household to share the workload? Join the conversation below.</p><p>The idea, she said, isn't for each partner's stack to be the same size but to own the tasks you take on from start to finish.</p><p>\"When I interviewed men, they didn't say 'I don't want to do more in the home.' They said, 'I'm not doing anything right,'\" Ms. Rodsky said. \"When men started to take on the conception, planning and execution of just one task, it was better than when they said they did half the work.\"</p><p>—For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter .</p><p>Write to Julie Jargon at Julie.Jargon@wsj.com</p><p>Moms Are Struggling With Burnout. Is It More Work to Let Dads Help?</p>",
  "published": "2022-06-04T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4036,
          "end": 4045
        }
      ]
    }
  ]
}