{
  "_id": "23a98d95ba7b10ab68f35aaf3c6d062e66d40bc67120a34f62722a043da8e737",
  "feed": "wall-street-journal",
  "title": "Dollar  Hits Tech  Stocks  ----  By Akane Otani",
  "text": "<p>   Technology stocks are having their worst year in recent memory. Upheaval in the currencies market might make the rout even worse. </p><p>   Large technology companies generate 58% of their revenue outside of the U.S. -- the highest share of the S&amp;P 500's 11 groups, according to FactSet. That makes them particularly vulnerable to fallout from the surging dollar. When the dollar strengthens, sales that companies earn in nondollar currencies are worth less. That in turn can shave millions of dollars off company earnings. </p><p>   Microsoft Corp., which in July reported its slowest revenue growth since 2020, warned that it believes the stronger dollar will shave five percentage points off its revenue growth for the following quarter. Google parent Alphabet Inc. and Facebook parent Meta Platforms Inc. have also said currency fluctuations will likely hurt their results in the coming earnings season. All three companies are expected to post quarterly results this month. </p><p>   \"If we think about the list of things that have gone wrong for tech this year, [the dollar] is just the icing on the cake,\" said Denny Fish, a portfolio manager who manages Janus Henderson Investors' global technology and innovation strategy. </p><p>   Technology stocks jumped with the broader market in the first two days of the week but remained down for the year. The tech-heavy Nasdaq Composite was down 32% for the year through Friday and suffered its worst first nine months of a year since 2002, according to Dow Jones Market Data. The Nasdaq has also fallen for three consecutive quarters, its longest losing streak since the three quarters through March 2009. </p><p>   In the past, investors have sometimes been willing to look past fluctuations in the currency market because other factors, like a growing economy, have helped offset the drag from a strong dollar. </p><p>   What makes this year different is that the dollar is rising at a time economists widely expect growth to slow materially -- both outside and inside the U.S. </p><p>   The speed and scale of the dollar's gain this year have also compounded investors' pain.The WSJ Dollar Index, which measures the dollar against a basket of 16 currencies, is up 16% for the year through Friday. </p><p>   Historically, every 8 to 10 percentage points the dollar gains against other currencies shaves off about 1 percentage point from U.S. earnings growth, said Jonathan Golub, chief U.S. equity strategist and head of quantitative research at Credit Suisse. </p><p></p>",
  "published": "2022-10-05T06:09:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 514,
          "end": 523
        },
        {
          "start": 514,
          "end": 529
        }
      ],
      "nexusId": "10031144"
    }
  ]
}