{
  "_id": "1394b69475061e4f08772c98930af57fef9d47d92f439667771ac07f5967eedb",
  "feed": "wall-street-journal",
  "title": "The 50 Richest People Have Lost  A Combined $563 Billion This Year  ----  By Joseph De Avila",
  "text": "<p>   The top 50 richest people in the world have lost more than half a trillion dollars on paper this year, a stunning loss of wealth that exceeds the gross domestic product of Sweden and is greater than the market caps of all but six companies in the S&amp;P 500. </p><p>   The 50 wealthiest people, which include Elon Musk, Jeff Bezos, Bill Gates and Warren Buffett, have had a combined $563 billion in net worth evaporate this year through May 22, according to the Bloomberg Billionaires Index, a ranking updated daily of the richest people in the world. The drop comes as the stock market flirts with its first bear market since the beginning of the pandemic. </p><p>   Mr. Musk, Tesla Inc.'s chief executive and the world's richest man, currently has a net worth of $201 billion. On paper, he has lost $69.1 billion so far this year, the most of any billionaire currently on the top 50 list, according to the index. He is in the midst of buying social-media company Twitter Inc. for $44 billion, a deal that he has said is on hold. </p><p>    Amazon.com Inc. founder Mr. Bezos's net worth has fallen by $61.1 billion and Bernard Arnault, France's wealthiest man and chief executive of LVMH Moet Hennessy Louis Vuitton SE, has had $55.2 billion in wealth erased. Mr. Bezos still has a net worth of $131 billion and Mr. Arnault is worth $123 billion. </p><p>   Mr. Gates, co-founder of Microsoft Corp., is currently worth $116 billion but has lost $21.7 billion in wealth this year. Berkshire Hathaway Inc.'s Mr. Buffett rounds out the top five with a net worth of $110 billion. Unlike the four people richer than him, his net worth has risen this year by $1.2 billion. The Bloomberg Billionaires Index measures personal wealth based on changes in markets, the economy and other reporting. </p><p>   The losses for the billionaires come as a monthslong selloff in the stock market has picked up speed and has begun spreading beyond technology shares. Consumer-staples companies, which had dodged most of the damage, have started taking losses. For the year, the S&amp;P 500 has fallen about 17%, while the Nasdaq Composite has dropped 26%. </p><p>   Other notable people who have had sharp declines include Meta Platforms Inc. founder and Chief Executive Mark Zuckerberg, who has seen a $54.1 billion loss this year. Google co-founder Larry Page has lost $29 billion. Changpeng Zhao, founder of cryptocurrency exchange Binance, now ranks 113th on the list after losing $80.9 billion so far this year, the most of any individual that the Bloomberg Billionaires Index tracks. His drop comes as cryptocurrencies have also been hard hit over the past few months. </p><p>   The stock market slide also reversed the gains the world's wealthiest people saw during the start of the pandemic, when a billionaire was created every 30 hours, according to a new report released Monday by antipoverty group Oxfam International. The number of billionaires in the world increased by 573 from March 2020 to March 2022, raising the globe's grand total to 2,668, according to the report. </p><p>   The collective wealth of billionaires rose more during the first two years of the pandemic than they did between the collective years between 1987 and 2010, according to the report. And the total wealth of the world's billionaires is now equivalent to 13.9% of global GDP, a threefold increase from 2000. </p><p></p>",
  "published": "2022-05-24T06:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1339,
          "end": 1354
        },
        {
          "start": 1339,
          "end": 1348
        }
      ]
    }
  ]
}