{
  "_id": "8632f4a73b9d8e48af37a2b4210894ff3d525f022f60b285b9dac8c8589ace51",
  "feed": "market-watch",
  "title": "Activision Blizzard delivers a ‘disappointing' holiday-quarter amid Microsoft offer",
  "text": "<p>Activision Blizzard's ATVI earnings report came a little more than two weeks after Microsoft MSFT announced plans to buy&#xa0;the videogame publisher for $69 billion.</p><p>Microsoft's record offer completely changed the conversation about Activision Blizzard, which in its last earnings call was still digging itself out from the summer's public-relations avalanche of sexual discrimination and harassment charges and game delays.</p><p>The company reported fourth-quarter net income of $564 million, or 72 cents a share, compared with $508 million, or 65 cents a share, in the year-ago period.&#xa0;Activision Blizzard said adjusted earnings, which exclude share-based compensation expenses and other items, were $1.01 a share, from 76 cents a share in the year-ago period.</p><p>Adjusted earnings plus the effect of non-GAAP deferrals was $1.25 a share, compared with $1.21 a share in the year-ago period.</p><p>Revenue declined to $2.16 billion from $2.41 billion in the year-ago quarter. Net bookings fell to $2.49 billion from $3.05 billion last year, because of “lower-than-expected performance in the Activision segment, which offset record performance at King,” the company said in a statement. Bookings represent the value of digital products and services sold during a quarter, but part of the revenue from those purchases is often recognized in future quarters.</p><p>Analysts surveyed by FactSet had forecast $1.31 a share on revenue of $2.82 billion and bookings of $2.8 billion, based on the company's forecast of $1.29 a share — adjusted earnings plus the effect of non-GAAP deferrals — on revenue of $2.02 billion and bookings of $2.78 billion.</p><p>Activision Blizzard publishes such games as &#xa0;“Call of Duty” through its Activision label; “World of Warcraft,” “Overwatch,” and “Diablo” through its Blizzard label; and “Candy Crush” through its King label.</p><p>Benchmark analyst Mike Hickey, who has a buy on the stock and a $95 price target, called the quarter “disappointing.”</p><p>“The ‘Call of Duty: Vanguard' release disappointed and player engagement in ‘Warzone' has decreased,” Hickey observed. “‘World of Warcraft' delivered its strongest engagement and revenue outside of a Modern expansion year in a decade. King's in-game revenue grew 14% Y/Y to a new record in the quarter, primarily from ‘Candy Crush' growth of 20% Y/Y.”</p><p>“Call of Duty: Vanguard” was released in early November, right after the company's previous earnings report.</p><p>Read:Microsoft's Activision deal will reportedly be subject to FTC review</p><p>The company did not provide a forecast, and said it was not hosting a conference call with analysts because of the pending acquisition, which it said was expected to close in Microsoft's fiscal year ending June 30, 2023.</p><p>Analysts estimate earnings of 74 cents a share on revenue of $1.88 billion and bookings of $1.88 billion for the first quarter, according to FactSet.</p><p>Shares were flat after hours, following a 0.4% decline in the regular session to close at $78.95, well below Microsoft's $95 a share offer. Activision Blizzard shares are down 15% over the past 12 months, while Microsoft's are up 24%, the S&amp;P 500 index SPX is up 17%, and the tech-heavy Nasdaq Composite Index COMP is up 2%</p><p>Read: The pandemic boom in videogames is expected to disappear in 2022</p><p>On Tuesday, Electronic Arts Inc. EA, one the few large videogame publishers not caught up in some M&amp;A deal so far, issued a lighter-than-expected forecast.</p><p>Read:&#xa0;Microsoft could have just kicked off a Big Tech gold rush, which helps videogame stocks but maybe not gamers</p><p>In addition to the Activision Blizzard offer in January, Sony Corp.&#xa0;SONYJP:6758 said it would buy videogame publisher&#xa0;Bungie for $3.6 billion, and Take-Two Interactive Inc.&#xa0;TTWO&#xa0;announced it&#xa0;would acquire Zynga Inc.ZNGA&#xa0;for $12.7 billion.</p><p>Take-Two is scheduled to report earnings Monday, with Zynga on Wednesday.</p>",
  "published": "2022-02-04T08:27:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 68,
          "end": 77
        },
        {
          "start": 83,
          "end": 92
        },
        {
          "start": 2962,
          "end": 2973
        },
        {
          "start": 162,
          "end": 171
        },
        {
          "start": 3064,
          "end": 3073
        },
        {
          "start": 3410,
          "end": 3419
        },
        {
          "start": 162,
          "end": 173
        },
        {
          "start": 2412,
          "end": 2422
        },
        {
          "start": 2657,
          "end": 2666
        },
        {
          "start": 2962,
          "end": 2971
        },
        {
          "start": 3064,
          "end": 3075
        },
        {
          "start": 2657,
          "end": 2668
        }
      ],
      "nexusId": "10031144"
    }
  ]
}