{
  "_id": "d2672872a106dba2158f8fc7da00255c68778e58253106c1d84421f0587263da",
  "feed": "market-watch",
  "title": "Why financial adviser Ric Edelman says crypto belongs in your 401(k); 'The Truth About Crypto' author thinks the Department of Labor's 401(k) caution is wrong, wrong, wrong",
  "text": "<p>I realize interest in and use of bitcoin and crypto in general is growing. By the end of 2022, Edelman says, more than a third of American adults will own the currency bitcoin. I confess I'm skeptical about cryptocurrencies as an investment, due to their volatility –and I'm especially nervous about them in retirement portfolios.</p><p>Read: You can now use bitcoin to pay college tuition — but should you?</p><p>Edelman thinks I'm wrong, as you'll see in my interview with him below. (You can also hear Edelman talk about this on my \"Friends Talk Money\" podcast, whose latest episode is on the pros and cons of investing in crypto for retirement.)</p><p>As you've likely heard, Fidelity — the largest provider of 401(k) plans in America — has jumped on the crypto-for-retirement bandwagon, too. It plans to let employers with Fidelity 401(k) investment choices allow employees to invest up to 20% of their retirement plan money in bitcoin.</p><p>Meanwhile, the U.S. Department of Labor, retirement analyst David John of the AARP Public Policy Institute and The Brookings Institution, and Sen. Elizabeth Warren, among others, have voiced serious concerns. The Securities and Exchange Commission plans to hire 20 more investigators and litigators for its Crypto Assets and Cyber Unit, according to The Wall Street Journal.</p><p>Read: Why I don't want bitcoin in my 401(k)</p><p>Here's my chat with Ric Edelman:</p><p>Richard Eisenberg: Some people think bitcoin is a fad. You say it's not. Tell me why they're wrong.</p><p>Ric Edelman: Fads are cultural; bitcoin is not cultural. It's technological. This is an underlying technology that is as impactful to global commerce as the invention of the internet was back in the '90s.</p><p>And that is what makes this permanent, why it is growing and why it is going to have an increasingly important role in our everyday lives over the next decade and beyond.</p><p>Why do you think so many people seem skeptical?</p><p>We fear the unknown. And if you take a superficial glance at bitcoin, meaning you merely look at its price performance, the volatility sure looks reminiscent of tulip bulbs and Beanie Babies. And it sure looks like a pump and dump scheme and maybe even a Ponzi scheme. All of our red flags are fluttering.</p><p>But when you go deeper, when you look further at the underlying technology, you begin to realize there's a there, there.</p><p>And what I have found is that people have been expecting too much, too soon from this asset class.</p><p>It's sort of reminiscent of when the Model T started rolling off the assembly line. People were very unhappy with the performance of the car because it was operating on roads built for horses. And you can't expect a supercar to work on a dirt road. That's kind of where we are with bitcoin. We're building out that infrastructure.</p><p>Look at the price chart of bitcoin since its inception in 2009 and you'll see the incredible volatility that has so many people upset and nervous. Go create similar price charts of the first 12 years of Amazon AMZN, Google GOOG, Microsoft MSFT and Apple AAPL and you'll see the same exact price volatility. Now look where all those companies are.</p><p>Shouldn't most people just wait to invest in cryptocurrency until things are more established?</p><p>The key is to buy and hold. Instead of trying to get rich quick, we should recognize that this is a long-term investment strategy as part of a diversified portfolio.</p><p>How long do you figure it's going to take before some of this volatility is reduced and the highway is more paved than dirt?</p><p>There are only about 300 million people in the world who own bitcoin. The value of a network grows exponentially as the users on the network increase. So we need to see bitcoin's adoption go from 300 million to 500 million to 1 billion. And as that happens, the value of bitcoin will rise exponentially. That is going to take the next several years.</p><p>So far, crypto investing in the United States is mostly done by younger people. A study by the Hearts and Wallets research firm said only 6% of boomer households use crypto for trading, payments or both. Why do you think people in their 50s, 60s and older should be putting money in cryptocurrencies?</p><p>This is a new independent asset class. It's the first new asset class in 150 years. The last time we had a new asset class was the discovery of oil in the 1850s and look at the incredible impact on the world that oil has had.</p><p>We know that the best way to improve a portfolio is to increase its diversification and crypto is a brand-new asset class that improves that portfolio diversification regardless of your age, income or time horizon.</p><p>Your recommendation is to have 1% of a portfolio in crypto. Why 1%?</p><p>If you invest 1% and it goes completely broke, that's not going to harm your future financial security or preclude you from enjoying a comfortable, secure retirement. You'd put it in the annoying category, rather than the devastating category.</p><p>But the price performance history of bitcoin shows that a low 1% allocation can materially improve the return. The risk/reward ratio is wonderful with a mere 1% allocation.</p><p>Once you get more experienced and comfortable, it's knowledgeable for people to increase their allocation. If nothing else, the value of bitcoin will rise, and that 1% will grow to 2% or 3% or 4%.</p><p>But I'm basically just suggesting that people take baby steps. Let's start with 1% and go from there.</p><p>How can crypto be good for high return/low risk with its high volatility?</p><p>It reduces the risk of the overall portfolio. When you add a risky asset to a portfolio, you actually reduce the risk of the overall portfolio. It's counterintuitive. It's an illustration of how complex money management is.</p><p>You say that crypto is a long-term investment. And it's true we're living longer these days. But should people in their 60s and 70s who are retired or close to retirement be putting money into cryptocurrency?</p><p>Yes — with a couple of caveats.</p><p>True, retirees need to generate an income stream. And that income is going to be something they need for the rest of their life, which is now going to be 30 or 40 years. So that 60-year-old or 65-year-old or 70-year-old still has a long-term time horizon.</p><p>They still need a diversified portfolio. Which means adding bitcoin or digital assets broadly, with a 1% or 2% allocation, is as valid as for the 50-year-old or the 30-year-old on the condition that they are willing to have an exposure to this volatile asset class.</p><p>So, emotionally, they need to be willing to do that. Do it if you feel like it and don't bother if you don't.</p><p>There are many different ways people can invest in crypto. Do you have any favorites or types of crypto investments to avoid?</p><p>However you prefer to do it. There are bitcoin mining stocks, publicly traded exchanges such as Coinbase, proxy stocks which own companies that own bitcoin.</p><p>There are more than a dozen ETFs [exchange-traded funds] that invest in the picks and shovels approach, investing in companies that are building out the infrastructure. There are accounts and asset management programs used by financial advisers that let them create custom-designed crypto portfolios for their clients. There are also IRA custodians which allow you to buy digital assets inside an IRA account.</p><p>Speaking of retirement accounts, Fidelity's been in the news saying it's going to let 401(k) providers offer up to 20% of accounts in Bitcoin. What's your view of Fidelity's approach?</p><p>This is extraordinarily exciting and will be remembered as one of the seminal moments in the development of digital assets. Tens of millions of American workers will now suddenly be able to invest in bitcoin on a tax-advantaged basis and with the employer match that many of them receive.</p><p>And they will be doing this through dollar-cost averaging which is the most successful way to invest— investing a small amount of money with every paycheck over many years. That smooths out the volatility. This makes it the ideal place to be buying Bitcoin.</p><p>Why should 401(k) investors who want to invest in cryptocurrency be limited to bitcoin?</p><p>Bitcoin is still the best known and biggest digital asset; it has about a 50% market share, and it is the one used by institutional investors the most. So, it makes perfect sense to start with bitcoin. Fidelity has acknowledged that they will be adding other digital assets over time.</p><p>What about letting employees invest up to 20% of their retirement money in Bitcoin?</p><p>It remains to be seen if the individual employers will agree to the 20% limit. Fidelity is allowing each employer to establish a lower maximum, and many may well do that.</p><p>The reason I believe that a 20% ceiling makes sense is that you may start out with a 1% or 2% allocation and many people believe that bitcoin's price will grow faster than any asset class. So, that 2% allocation will double to 4% and then to 8% and into 16%.</p><p>Do you worry that some employees might put 20% of their 401(k) into Bitcoin? Is that too much risk for retirement savings?</p><p>Not necessarily, depending on how far away you are from retirement and how much money you have in your 401(k) relative to the rest of your portfolio. Without a doubt, we're going to need to make sure we provide extensive worker education.</p><p>Some financial firms restrict their advisers from holding cryptocurrencies for their clients and only 15% of advisers allocated a portion of their clients' portfolios in crypto in 2021. Why is that percentage so low? Is this going to change?</p><p>It is already beginning to change, but it has been very slow.</p><p>When you have an adviser who has a stable of very happy clients earning very good returns and the adviser is playing golf one or two days a week, why would you want to disrupt that? Why would you want to introduce something totally new and different that has a short history with regulatory uncertainty and a reputation for volatility and headlines of scams and hackers and frauds?</p><p>It's too easy for the financial services industry to simply say: 'I'm not going to bother.' And this is the dominant reason why most in the financial industry have been on the sidelines.</p><p>The downside is that they're denying their clients access to an investment opportunity that could materially improve their own financial security.</p><p>I am convinced that within the next couple of years, it will become routine that firms will say yes to crypto and allow advisers to allocate to client portfolios.</p><p>The U.S. Department of Labor is warning 401(k) fiduciaries to 'exercise extreme caution' before considering whether to offer cryptocurrencies. Do you think that's going to change?</p><p>The Department of Labor [DOL] was quoted in The Wall Street Journal saying they have grave concerns over Fidelity's announcement. The Department of Labor is dead wrong — completely and totally inaccurate, incorrect, outdated and outmoded…with an absurdly unjustified paternalistic attitude that 'we know what's best for you.'</p><p>They are not money management experts…Their job is to make sure the plan has proper disclosure, that the workers are not exposed to excessive fees or a lack of liquidity. DOL is woefully out of step and antiquated and their position is not going to survive.</p><p>You mentioned cryptocurrency being great for diversification. Has it been a good hedge against stock market declines?</p><p>That's a key question…bitcoin price movements over the last 10 years have moved independently of all other classes, which is why it's a tremendous addition in a diversified portfolio. We know that adding noncorrelated assets improves the return while lower the risk.</p><p>But everything I just said was true from bitcoin's inception in 2009 until the summer of 2021. And for the past nine months, that story has not been playing out as it had been. Over the past six months, bitcoin's price has been highly correlated to the Nasdaq COMP [largely tech stocks], which it had never done before. And it's raiding questions of is the party over for bitcoin's non-correlation.</p><p>Why have things changed?</p><p>Over the past year, we have had a dramatic increase in institutional adoption — investment companies, pension funds, endowments. When they decide to sell, they're selling indiscriminately. Bitcoin has made more money than any other asset class in the past 12 months, and if you're looking to take some profits, you're going to sell some of your bitcoin just as you're going to sell some of your stocks.</p><p>So, the institutional investors are treating bitcoin as just another equity allocation. They're not treating it as a totally different asset class. Because of that, we're seeing a greater alignment in bitcoin's performance to that of the stock market.</p><p>The question that we don't have an answer to yet is whether this is a short aberration or does this represent the next era of crypto? Too early to tell.</p><p>Why financial adviser Ric Edelman says crypto belongs in your 401(k)</p>",
  "published": "2022-05-11T14:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2986,
          "end": 2995
        }
      ]
    }
  ]
}