{
  "_id": "9d02cbc529ea42e2d64cac201638952148b2e437131a171816565942a0efbf75",
  "feed": "ftcomall",
  "title": "Growth does not persist",
  "text": "<p>Good morning. Yesterday's market response to Google's disappointing earnings report, which landed the evening before, surprised us. The market appeared to conclude that Google's problems are Big Tech problems — Google, Microsoft and Amazon all got hit hard, while the market as a whole was merely dreary. </p> <p>It seems to us that Google's slowing revenue is an economic rather than an industry phenomenon. Advertising is the first corporate expense to be cut in a downturn. While weak demand was not the most appalling thing in Facebook's quarterly report yesterday afternoon — that dubious trophy goes to out-of-control spending — revenue fell, too. It is reasonable to expect that what is happening to online ad spending now will happen to many other industries in the quarters to come, and it does not look to us like that is priced into the market. Disagree? Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h1>Growth is mostly impossible to predict, and how you value companies is mostly wrong</h1> <p>The most important input to most stock valuation methods is growth, and this makes sense. Growth compounds. If a company can consistently increase its revenue or profit even slightly faster than its peers, that company is going to be much more valuable than the rest in five or 10 years.</p> <p>Amazon is a canonical example. For years the company generated negligible profits, but it had an awesome competitive position in the fast-growing ecommerce industry, and revenue shot up. People paid up for the stock. And still today the notion that the company will keep growing undergirds its high valuation. Last year,<a href=\"https://www.ft.com/content/4b8774b3-8276-48a4-8f1d-946baa33890c\"> I produced </a>what I called The World's Dumbest Earnings Model (WDEM) for Amazon, a model that predicted 25 per cent returns for the stock over five years. Here's the model again:</p> <p>Two things drove the WDEM's high returns prediction, and therefore its justification for the company's then-current price/earnings multiple. First, the assumption that Amazon's high revenue growth over the past five years would be repeated over the next five, and second, the assumption that at the end of five years, the P/E multiple would still be high. It is only a tiny exaggeration to say that this is how every analysts' model has ever justified a high stock price. </p> <p>As the name indicates, the WDEM was tongue-in-cheek, but I did write the following in complete seriousness:</p> <blockquote>  <p>I think Amazon is going to continue to deliver absolutely epic growth, for the simple reason that I can't think of anything that would stop it.</p> </blockquote> <p>Verdad Capital has recently published two research notes arguing that the thinking behind that sentence is badly mistaken. The <a href=\"https://verdadcap.com/archive/persistence-of-growth\">first</a>, “Persistence of Growth”, updates a 2002 <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=313984\">paper</a> by Louis KC Chan, Jason J Karceski and Josef Lakonishok. The older paper looked at thousands of companies' revenue and profit results between 1951 to 1997 and found that</p> <blockquote>  <p>While some firms have grown at high rates historically, they are relatively rare instances. There is no persistence in long-term earnings growth beyond chance, and low predictability even with a wide variety of predictor variables . . . growth forecasts are overly optimistic and add little predictive power.</p> </blockquote> <p>Verdad's Brian Chingono and Greg Obenshain look at all US stocks from 1997 to 2022 and find that the Chan result still holds. A chart is below. Looking from left to right in the top row, for example, it shows the proportion of US companies that have above average growth in one year (50 per cent by definition) and then again in the second year, and so on. The number of companies that sustain above average growth dwindles very quickly: </p> <p>You can see in the italicised rows that the persistence of growth in revenues and various measures of profit are only a few percentage points better than chance. And repeating the exercise with just the top quartile of growers reveals greater revenue persistence, but not profit persistence. </p> <p>Here's the punchline. When modelling a fast-growing company, you should assume an average long-term growth rate, because that's what you are probably going to get. Correspondingly, the “terminal” or “exit” P/E multiple in your model should be average too. </p> <p>This would have been very good advice for someone who was modelling Facebook a couple of years ago. But even in the face of this poignant example, the Chan et al/Verdad view is very hard for a person like me to accept. The idea that some companies will maintain better than average growth profiles for years is a huge part of what stock pickers do. I immediately think of the companies that have grown like crazy over the past decade or two, and recall feeling confident beforehand that this is what they are going to do. For example, I distinctly remember discussing Google with colleagues at the time of its IPO in 2004 and everyone agreeing that it would grow like crazy over time. And so it did.</p> <p>The question is whether this is just a cognitive illusion; that is, whether we remember thinking things like this when our predictions come true but forget all our dumb predictions, or whether we simply make up flattering memories. I put this question to Obenshain. He reckons this is probably part of it. He also pointed out the companies that have grown at above market rates over many years are of course the companies that jump to mind, because they are by definition the biggest companies today. &#xa0;</p> <p>Another important point: the average market growth rate is pretty high, around 5 per cent for sales and double that for earnings, on average, in recent years. So if you thought, say, “Colgate-Palmolive has great brands, it will increase revenue well for years,” and then it did grow pretty well, that's not a counter-example unless Colgate grew sales faster than the market average (it didn't).</p> <p>If it is the case that we cannot predict growth very well, what indicators of longer-term value should we be looking at? Verdad tackles that one in the <a href=\"https://verdadcap.com/archive/fair-multiples\">second paper</a>, called “Fair Multiples”. It examines a number of factors to determine which ones correspond with higher valuations — growth, size, margins, returns on capital, and free cash flow conversion (cash flow/profits). Growth, as expected, has the strongest correlation. But we know (now) that growth doesn't persist. What does? As it turns out, high margins and cash conversion. They contribute to higher valuations, though less strongly than growth — but they keep contributing after growth has reverted to the mean.</p> <p>My guess is that the reason for this is that a company with high margins and strong cash generation tends to have deep competitive moats, and moats last. I put this hypothesis to Obenshain, and he said that was his guess too, but he had no evidence for it (indeed, it's not clear what evidence for this would look like).</p> <p>The upshot, Obenshain said, is not to ignore growth when valuing companies but rather that</p> <blockquote>  <p>Growth is important, but very short lived. Think about growth over the next two years, and profitability over the next three to five. You can't count on growth because it mean-reverts so quickly. Three to four years out, don't put that growth multiple on.</p> </blockquote> <p>Again, this result is extremely difficult for me to accept. It's hard not to think of all the people who made boatloads of money buying growth stocks over the last 15 years, and then conclude that Verdad is wrong somehow. But maybe all that means is that cognitive illusions die hard. </p> <h1>One good read</h1> <p>Andreessen Horowitz's <a href=\"https://www.wsj.com/articles/andreessen-horowitz-went-all-in-on-crypto-at-the-worst-possible-time-11666769270?mod=hp_lead_pos11\">big bet</a> on crypto.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'Growth does not persist' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T05:30:46.665Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 219,
          "end": 228
        }
      ],
      "nexusId": "10031144"
    }
  ]
}