{
  "_id": "0ada0572223cb65db798599c01b7fa8d6ccfa866623194c1dddd66edab772cfa",
  "feed": "ftcomall",
  "title": "Microsoft waves off macroeconomic worries with bullish forecast",
  "text": "<p>Microsoft on Tuesday dispelled some of the macroeconomic worries hanging over the tech sector with a bullish forecast of strong revenue growth, adding nearly $100bn to its stock market value in after-market trading.</p> <p>Satya Nadella, chief executive, predicted tech spending would remain strong even if economic growth slowed, as customers tried to counter inflation by investing in systems to increase productivity and automate more of their operations.</p> <p>“In an inflationary environment, the only deflationary thing is software,” he said. </p> <p>The confident prediction came as Microsoft revealed growth at Azure had re-accelerated in the latest quarter to produce the strongest performance for the cloud platform in nearly two years. That helped lift the group's revenue and earnings above Wall Street expectations for the period, easing some of the concerns about the effects of inflation and rising interest rates, as well as a potential post-coronavirus pandemic deceleration in IT spending.</p> <p>The optimistic comments helped lift other tech stocks, with Amazon shares gaining almost 2 per cent in after-hours trading. </p> <p>Microsoft said revenue in its current quarter could reach as much as $53.2bn, compared with analysts' expectations of $52.8bn. </p> <p>Nadella said customers had pressed ahead with the digitisation of their businesses despite the looming economic problems. “I don't hear businesses looking to their IT budgets . . . for cuts,” he said.</p> <p>However, he also claimed that some of the resilience in Microsoft's business reflected market share gains across most lines of business, suggesting some rivals were struggling to maintain growth.</p> <p>In the latest quarter, Microsoft said revenue from Azure rose 49 per cent, excluding the effects of currency movements. That was three percentage points higher than the preceding quarter, extending the group's recent success at eating into the commanding cloud market share of Amazon Web Services. </p> <p>Microsoft has <a href=\"https://www.ft.com/content/350e7fed-cd52-4a0a-9902-5f2d9ebc3fe7\">faced criticism</a> over recent licensing changes that have raised costs for customers using its software on rival cloud platforms.</p> <p>Revenue in the three months to the end of March grew 18 per cent to $49.4bn, while earnings per share rose to $2.22. That compared with $1.95 a share the year before, excluding a one-off tax benefit. Wall Street had been expecting revenue of $49bn and earnings per share of $2.18.</p> <p>The results showed that a <a href=\"https://www.ft.com/content/75a4cb90-a419-41e3-b4dd-d3abacc50600\">pandemic boom in PC sales</a> had eased and growth from Windows sales slowed. The company's “more personal computing” division, which includes its PC and gaming businesses, reported revenue growth of 11 per cent, to $14.5bn. By comparison, growth from the intelligent cloud division jumped 26 per cent, while the productivity and business process unit grew 17 per cent.</p> <p>Microsoft's shares bounced more than 6 per cent in after-hours trading on the announcement of its forecast before falling back to trade 4 per cent higher. The gain offset a decline of nearly 4 per cent in official trading ahead of the earnings, leaving them a third below their November record.</p><p>Source: Richard Waters in San Francisco 2022 'Microsoft waves off macroeconomic worries with bullish forecast' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T23:25:43.503Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1111,
          "end": 1120
        },
        {
          "start": 1658,
          "end": 1667
        },
        {
          "start": 1933,
          "end": 1942
        },
        {
          "start": 1495,
          "end": 1506
        },
        {
          "start": 569,
          "end": 578
        },
        {
          "start": 2748,
          "end": 2759
        },
        {
          "start": 2748,
          "end": 2757
        },
        {
          "start": 1495,
          "end": 1504
        }
      ]
    }
  ]
}