{
  "_id": "272bbc5d9aba6c4fc2d24c256fb67b40a6bae1798e3ac68150ce3a9e5f8be1fc",
  "feed": "wall-street-journal",
  "title": "Werner CIO Looks to Outfit Company Trucks With AI-Enabled Tech; The Omaha, Neb.-based company plans to install dashboard cameras with artificial-intelligence capabilities from Samsara in its fleet of 8,500 trucks",
  "text": "<p>Werner is the nation's seventh-largest truckload carrier by revenue, according to research firm SJ Consulting Group.</p><p>San Francisco-based Samsara's AI cameras and cloud-based Internet-of-Things, or IoT, software allow Werner to detect road incidents based on signals such as harsh braking, and coach its over 10,000 professional truck drivers via audio warnings if the cameras pick up on risky driving behavior like speeding, according to Mr. Mahon.</p><p>Ninety-four percent of commercial trucking companies are monitoring their drivers and vehicles in some way, whether through dashboard cameras or other technologies like telematics devices, according to a survey by S&amp;P Global Market Intelligence, and about four in 10 are using either front-facing or driver-facing dashcams.</p><p>Fifty-four percent of surveyed companies said cost was the biggest challenge in implementing driver monitoring, while 21% said concerns around driver privacy, according to S&amp;P. To protect driver privacy, Werner said video footage is only uploaded to Samsara's cloud for events like a collision, and only \"authorized users\" in the company have access to the footage.</p><p>Improvements in driver safety can also enable more drivers to stay on the road and move freight, helping combat alabor shortage, said Carly West, an analyst at technology research and consulting firm Gartner Inc.</p><p>Video data from the cameras is connected to Werner's internally developed event resolution system, which the truckload carrier uses to connect drivers with fleet managers to resolve maintenance issues on the road. That system is crucial in helping Werner save on costs because \"every single hour we have a truck sitting on the side of the road costs us money,\" Mr. Mahon said.</p><p>Mr. Mahon was hired in 2020 to help the 66-year-old trucking and logistics company modernize its technology—much of it built on legacy systems.</p><p>Nearly 50% of Werner's systems, data and applications have already been moved to the cloud from its data centers, Mr. Mahon said. Werner's primary cloud vendor is Microsoft Corp.'s Azure platform, and Mr. Mahon expects the company will be fully cloud-based and use more than one cloud provider within three years.</p><p>The trucking and logistics sector has been slower than other industries to move to the cloud, said Travis Eide, research director at International Data Corp. That has offered vendors like Samsara—which made its debut on the public market in December 2021—an opening in providing fleet management that taps into big data.</p><p>\"These are some traditional areas or industries that have been particularly underserved,\" said Samsara CIO Stephen Franchetti. \"Oftentimes, they're using decades-old technologies, and now we're gathering all the IoT data out there.\"</p><p>Still, some trucking companies are moderating their technology spending frompandemic highs, Mr. Eide said. Many expect amuted holiday shipping season, when business is typically at its peak, and aresignaling a fast slowdown as shipping prices plummet.</p><p>Additionally, trucking companies are facing higher operating costs in areas like labor and fuel. While Werner is putting its costs \"under the microscope heading into next year,\" Mr. Mahon said technology is still an area of investment given its priority for company executives.</p><p>\"They understand that if we want to get to that stated goal of $5 billion in the next few years, and beyond that, we have to improve and increase our spend in technology,\" Mr. Mahon said.</p><p>Write to Belle Lin at belle.lin@wsj.com</p><p>Werner CIO Looks to Outfit Company Trucks With AI-Enabled Tech</p>",
  "published": "2022-12-15T13:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2036,
          "end": 2045
        },
        {
          "start": 2036,
          "end": 2051
        }
      ]
    }
  ]
}