{
  "_id": "1820aebc3d7283b57fdf3660103932175ae174e041fd0dea23c95dffad732c15",
  "feed": "ftcomall",
  "title": "Unilever to extend four-day working week trial to Australia",
  "text": "<p>Unilever is to extend its trial of a four-day working week to 500 employees in Australia after a successful 18-month pilot in New Zealand, becoming the largest company yet to offer a vote of confidence in the shorter schedule.</p> <p>Placid Jover, chief talent officer at the UK-based maker of Dove soap and Hellmann's mayonnaise, said positive results from paying about 80 staff full salaries for four rather than five-day weeks in New Zealand had prompted the extension.</p> <p>“We've had strong business performance, high engagement, people feeling happier, and time spent in meetings also coming down,” Jover said.</p> <p>“When we look at the world of work, we think that companies that master the art of offering flexibility will become more attractive employers with more engaged workforces.”</p> <p>More than half of Unilever's 900 Australian workers will begin working four-day weeks from November 14. They will not include shift-based workers at the company's three factories in the country. Staff in New Zealand, where <a href=\"https://www.ft.com/stream/54c1f96b-d68e-4ec3-92b4-87608a3e963d\">Unilever</a> has no manufacturing sites, will also continue to work four days.</p> <p>The extension of Unilever's trial represents a boost to the global campaign for four rather than five-day schedules, which argues that the shorter week helps staff become happier, healthier and more productive.</p> <p>“Unilever [is] showing the world that a four-day week with no loss of pay is a win-win scenario for both workers and employers,” said Joe Ryle, director of the UK's 4 Day Week Campaign. Ryle said the campaign had seen a “huge surge in interest” from companies since the start of the Covid-19 pandemic.</p> <p>Unilever said absenteeism had dropped by a third during its <a href=\"https://www.ft.com/content/fc3e1d5a-5abc-4de4-a1b5-b40c5c09620d\">New Zealand trial</a>, which was monitored by Australia's UTS Business School. Staff reported steep drops in stress and work-life conflict. </p> <p>Unilever asks employees taking part in the trials to continue delivering “100 per cent for the business” but does not expect them to work longer hours. Staff are allowed to choose which day or set of hours they take off during the week.</p> <p>Part of the time savings came from cutting down on meetings. Meeting time was cut by a typical three to 3.5 hours per person per week during the New Zealand trial, said Jover. Staff also sent fewer emails.</p> <p>Jover said strong communication between line managers and staff had proved vital to the trial's success. “The move doesn't happen overnight. It takes time and adjustment,” he said.</p> <p>Depending on the results in Australia, Unilever will consider rolling out the four-day week to more of its 148,000 employees globally. </p> <p>The four-day trial will proceed in conjunction with Unilever's global hybrid working policy, so staff will be allowed to work two of their four days from home. </p> <p>The campaign for a four-day week has gained traction, with large-scale trials observed by researchers taking place in the US, Canada, UK, Ireland, Australia and New Zealand. But it faces challenges including enabling staff to genuinely detach from work on their day off. </p> <p>Another question is the potential for two-tier systems where certain categories of staff are still required to work five days. Jover said Unilever would monitor relations between office-based staff on shorter weeks and manufacturing teams with unchanged schedules.</p> <p>Groups including Microsoft have trialled the shorter week, although the UK's Wellcome Trust in 2019 cancelled plans for a pilot, saying it had proved “too operationally complex”. Dozens of smaller UK companies, across sectors including technology, law and non-profit groups, have adopted the four-day week permanently.</p> <h2>Letter in response to this article:</h2> <p><a href=\"https://www.ft.com/content/3432628c-8fce-4c43-8566-965b6848457f\"><em>Bike and guitar ownership and four-day week debate / From Jonny King, Tokyo, Japan</em></a></p><p>Source: Judith Evans 2022 'Unilever to extend four-day working week trial to Australia' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T13:00:57.097Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3257,
          "end": 3266
        }
      ]
    }
  ]
}