{
  "_id": "784d7fdaacbc8cae2aa637264005ecfe2dbb62c0007f741a375627b6c52e434c",
  "feed": "market-watch",
  "title": "U.S. stocks struggle for direction as investors await earnings wave and Fed decision",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 72 points, or 0.2%, to 31,971.</p><p>* The S&amp;P 500 SPX was virtually flat near 3,961.</p><p>* The Nasdaq Composite COMP shed 80 points, or 0.7%, to 11,754.</p><p>The Dow last week rose 2%, while the S&amp;P 500 gained 2.6% and the Nasdaq Composite advanced 3.3%. The Russell 2000 index RUT of small-cap stocks is up 5.8% so far in July.</p><p>What's driving markets</p><p>Traders were positive early on Monday, though appeared reluctant to build bold positions before a big batch of corporate earnings that could shape market sentiment in the short term.</p><p>For the new week there will be 175 S&amp;P 500 companies reporting, including big beasts like Apple AAPL, Alphabet GOOGL, Microsoft MSFT and Amazon AMZN, though the action doesn't pick up again until Tuesday.</p><p>The S&amp;P 500 was down 16.9% for the year to date through Friday but had climbed 8% from its 52-week low hit in mid-June, with sentiment underpinned of late by a corporate reporting season that has proved better than some had feared.</p><p>\"Earnings season has been mixed, but boring is beautiful,\" said Stephen Innes, managing partner at SPI Asset Management.</p><p>See: Bear-market bottom for U.S. stocks? What the pros say as S&amp;P 500 tests 4,000</p><p>With 21% of S&amp;P 500 companies having reported, the second quarter blended earnings growth rate for the benchmark index is 4.8%, according to John Butters, senior earnings analyst at FactSet.</p><p>\"If 4.8% is the actual growth rate for the quarter, it will mark the lowest earnings growth rate reported by the index since Q4 2020 (4.0%),\" said Butters. However, \"68% of S&amp;P 500 companies have reported a positive EPS surprise and 65% of S&amp;P 500 companies have reported a positive revenue surprise,\" he added.</p><p>The market's forward 12-month P/E ratio is 16.7, below the 10-year average of 17.0, according to FactSet, a pullback that is supporting valuations.</p><p>The looming Federal Reserve rate decision on Wednesday provided another reason for caution. The central bank is expected to raise borrowing costs by 75 basis points to a range of 2.25% to 2.50%, but investors will be keen to hear about how the Fed sees the pace of future hikes.</p><p>\"The pace of hikes remains uncertain as we get into the fall. If labor market data starts to soften we can expect the Fed's attention to once again switch to its dual mandate. But if inflation remains stubbornly high, then the Fed may continue to hike even if a recession is imminent,\" said Solita Marcelli, chief investment officer for the Americas at UBS Global Wealth Management, in a note.</p><p>\"This uncertainty is likely to keep volatility elevated. The stock market is likely to remain range bound until the Fed pivots, or we get a reacceleration in business activity,\" Marcelli said.</p><p>Read: Will the Federal Reserve snuff out a stock-market bounce? What investors will be watching.</p><p>Companies in focus</p><p>* Around 2,500 Boeing Co. BA workers were expected to go on strike next month at three plants in the St. Louis area after they voted Sunday to reject a contract offer from the plane maker. Boeing shares fell 1.2%.</p><p>* Newmont Corp. NEM shares slumped 10.4% after the gold miner reported second-quarter profit that fell well short of expectations.</p><p>* Shares of Weber Inc. WEBR tumbled 18.6% after the grill maker issued a sales warning for its third quarter and announced the departure of its chief executive Chris Scherzinger.</p><p>* Tesla Inc. TSLA disclosed in its latest 10-Q filing Monday that it received a second subpoena from the Securities and Exchange Commission asking the company to provide information on its \"governance processes around compliance with the SEC settlement\" related to Chief Executive Elon Musk's 2018 tweet about taking the company private at $420 a share. Tesla shares were off 0.8%.</p><p>See: Elon Musk denies alleged affair with Google co-founder Sergey Brin's wife as 'total bs'</p><p>How are other assets faring</p><p>* The 10-year Treasury yield BX:TMUBMUSD10Y rose 3 basis points to 2.81%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar index DXY fell 0.2%.</p><p>* U.S. crude futures CL.1 rose 1.9% to trade near $96.50 a barrel.</p><p>* Bitcoin BTCUSD fell 3.6% to trade near $21,800 and gold GC00 slid 0.6% to $1,716.30 an ounce.</p><p>* Hong Kong's Hang Seng HK:HSI ended 0.2% lower, while the Shanghai Composite CN:SHCOMP shed 0.6% and Japan's Nikkei 225 JP:NIK ended with a drop of 0.8%. In Europe, the Stoxx 600 XX:SXXP advanced 0.2%, while London's FTSE 100 UK:UKX was up 0.3%.</p><p>U.S. stocks struggle for direction as investors await earnings wave and Fed decision</p>",
  "published": "2022-07-25T15:25:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 684,
          "end": 693
        }
      ]
    }
  ]
}