{
  "_id": "c9d468886414ab2907411f5ea797028d30578ef77e0730dfc09737a605b972f1",
  "feed": "market-watch",
  "title": "Activision Blizzard may face FTC suit over Microsoft merger: report; Activision Blizzard may face an FTC lawsuit related to unfair video game competition",
  "text": "<p>Microsoft makes the Xbox videogame console, creating concerns that it would make some of Activision's ATVI most popular games such as the \"Call of Duty\" franchise exclusive to its platform.</p><p>This would in turn shut out rival Sony Group Corp.'s JP:6758 Playstation.</p><p>A Microsoft spokesman told Politico that the company \"is prepared to address the concerns of regulators, including the FTC, and Sony to ensure the deal closes with confidence.\"</p><p>Activision shares dropped 4.2% on Friday, while Microsoft's stock edged up by 0.1%.</p><p>The report surfaced after the European Union's competition watchdog said earlier this month it would pursue an in-depth investigation into Microsoft Corp. acquisition of Activision Blizzard over whether the deal could harm competition in the videogame industry.</p><p>Also Read: EU to deeper investigate Microsoft's $75 billion deal for Activision Blizzard</p><p>Activision Blizzard may face FTC suit over Microsoft merger: report</p>",
  "published": "2022-11-25T15:41:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 43,
          "end": 52
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 919,
          "end": 928
        },
        {
          "start": 823,
          "end": 832
        },
        {
          "start": 664,
          "end": 673
        },
        {
          "start": 664,
          "end": 679
        },
        {
          "start": 266,
          "end": 275
        },
        {
          "start": 489,
          "end": 498
        },
        {
          "start": 823,
          "end": 834
        },
        {
          "start": 489,
          "end": 500
        }
      ]
    }
  ]
}