{
  "_id": "805a0ba50a3ce7d5ea9abd3c0d88ee5dd301e38d34891ee9a2587021be1b3eea",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Welcome to the 'Network Generation' --- Today's young people haven't been ruined by social media. They've been equipped to unleash the power of a new technological era, writes Reid Hoffman.",
  "text": "<p>Gen Z's lifelong immersion in social media is often presented as a parade of horribles. The narrative has implied that social media is pressuring them to live up to impossible lifestyle ideals. And if they do manage to live up to those ideals, it is turning them into entitled narcissists, hopelessly distracted by superficial and trivial concerns. And while I don't want to play down real concerns about the challenges emerging from social media that are facing this generation, I do have sincere faith that they are not too emotionally fragile to handle themselves with strength as they move through the world -- both online and off.</p><p>In fact, when you ask members of this generation themselves how they think about social media, as the Pew Research Center did in 2018, you find that they see things differently. The overwhelming majority of Pew's respondents describe social media as a \"key tool for connecting and maintaining relationships, being creative, and learning more about the world.\" It keeps them \"in touch with their friends' feelings.\" It connects them with \"people who will support them through tough times\" and gives them \"a place to show their creative side.\" It exposes them to \"new types of people\" and helps them \"find different points of view.\"</p><p>My takeaway from all this? Unlike the Millennials who preceded them, members of Gen Z aren't just digital natives. They are \"network natives\" who get, implicitly and explicitly, the power of connection. Far from being passive and isolated, they lead lives characterized by participation and community. They know that social media lets them share their voices directly with the world even as it situates them in vast but tightly woven networks of their peers.</p><p>For Gen Z, every new anime, videogame and K-pop band is a gateway to another deeply engaged and creative fandom. News stories about horrific school shootings or the worsening effects of climate change aren't just news stories. They are a starting point for their own commentaries and first-person journalism, online petitions, real-world marches and protests, and ultimately, global social movements.</p><p>What happens when millions of individuals who have grown up as network natives start joining the workforce?</p><p>Both the entrepreneurial ideal of the heroic self-made founder and the workplace truism that \"there is no 'I' in team\" get it wrong. \"I versus We\" is a false choice. We should recognize instead that individual career success depends on both our personal capabilities and our networks' ability to magnify them. This, I believe, is how networks like TikTok, Snapchat, YouTube, Instagram, Discord, Reddit and various others have taught Gen Z to think.</p><p>Twenty years ago, when my co-founders and I launched LinkedIn, the concept that we all operate within networks was, if widely intuited, rarely acted upon unless you happened to work in sales. In fact, in the early years of our platform, an analysis we did revealed that our average user profile was just 90 characters long -- not even the length of a not-yet-invented tweet! Our users were describing themselves so briefly because at that point people thought of LinkedIn as a place to find a job, not a place to find people -- or even more important, a place to make yourself findable.</p><p>Today the idea that we all have public professional identities is commonplace. And people who really understand networks recognize that even with social media's seeming emphasis on the self, our identities aren't just our own but are explicitly connected to and shaped by our networks. These days, who you know is what you know, how you're known, and who you become.</p><p>Gen Z gets this with a facility that is hard to approximate for anyone old enough to remember when every cellphone came with a push-button keypad, not to mention those who can still recall what a dial-up modem sounds like. Network-driven concepts like crowdsourcing, crowdfunding, the sharing economy, and collaborative workflow apps like Slack and Figma aren't major paradigm shifts for this generation. They are just how the world works.</p><p>According to historians, it took decades for manufacturing to fully capitalize on the productivity that electricity made possible, because it took that long for industry leaders to understand how to reconfigure their factories to take advantage of this new technology.</p><p>I think the learning curve is similar with digital networks, especially in professional contexts. We know they are powerful. We know they are life-changing. But we're still discovering how to use them most productively. And that is where Gen Z comes in. Its members have grown up on the hyper-accelerated feedback loops of TikTok, where ideas propagate, spread and evolve at breakneck pace. They are self-directed learners, highly adept at using the web to learn new skills. They have the facility with current technologies, plus the freedom from past mental models, to take digital networks into entirely new realms of innovation and productivity.</p><p>Gen Z also knows, from long hands-on experience, how fast the networked world moves and how competitive it can be. But even as change accelerates, humans continue to crave stability and familiarity. People want traditions and familiar patterns of living that they can count on.</p><p>That is why I believe so strongly that adaptability is the new stability, and that personal and professional networks are the key to adaptability. If you've got a diverse team of trusted peers and mentors you regularly share information with and learn from, you've got stability. If you've got loyal allies to reach out to when a crisis hits, you've got stability.</p><p>If you're graduating this summer with the Class of 2022, this is what you already know: Without a strong network, you can easily get crushed as the waves of change roll in. With a strong network, you surf them.</p><p>Because Gen Z has already experienced this dynamic and understands it intuitively, I believe great things are in store for the Class of 2022 and those that follow, as they pioneer new ways to tap the full power of networks and network thinking in the world of work.</p><p>---</p><p>Mr. Hoffman is the co-founder of LinkedIn and a partner at Greylock. The 10th anniversary edition of \"The Startup of You,\" his book with co-author Ben Casnocha, was published earlier this month.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}