{
  "_id": "8d539104525f92b9b723a5fce5bebddc81c000d18601d7e6610d53efd4cf2176",
  "feed": "ftcomall",
  "title": "Pentagon splits $9bn cloud computing contract among tech giants",
  "text": "<p>The Pentagon has split a $9bn contract for cloud computing services among Google, Oracle, Amazon and Microsoft, one year after scrapping a previous contract that was marred by accusations of political interference by the administration of former US president Donald Trump and bogged down by legal challenges.</p> <p>The Joint Warfighting Cloud Capability succeeds the Joint Enterprise Defense Infrastructure (Jedi), which aimed to build a large common commercial <a href=\"https://www.ft.com/cloud-computing\">cloud</a> for the entire Department of Defense. While the Trump administration wanted to concentrate the cloud computing programme under one provider, the administration of Joe Biden elected to parcel it out to multiple groups as many private sector companies do.</p> <p>The project is estimated to be completed by June 2028, according to a statement from the <a href=\"https://www.ft.com/stream/92846cbb-b6d5-43f1-83a4-ef1d5e26dbc1\">Pentagon</a>. The Joint Warfighting Cloud Capability “will provide the DoD the opportunity to acquire commercial cloud capabilities and services directly from the commercial cloud service providers at the speed of mission, at all classification levels”, the Pentagon said.</p> <p>The DoD had initially awarded the contract to Microsoft in October 2018, but legal challenges delayed its implementation. Last summer the Pentagon <a href=\"https://www.ft.com/content/7ac0e691-665f-4328-8b29-ee4883068e80\">cancelled</a> the initial Jedi contract, saying it no longer met its needs because of changing requirements and industry improvements and that it would seek proposals from additional companies. </p> <p>Amazon had accused Trump of putting pressure on the Pentagon to “screw” its founder, Jeff Bezos, and award the contract to its rival because of the former president's personal animus. Oracle had claimed the single-vendor contract was unfair, while Google had withdrawn its bid in 2018 following a staff outcry for working with the DoD.</p> <p>Last November the DoD issued formal solicitations to Amazon, Google, Oracle and Microsoft to replace the ill-fated Jedi project. The companies did not immediately respond to requests for comment on Wednesday. </p> <p>The $9bn deal will be spread over six years. Big Tech groups have been vying for the contract in hopes that it could lead to decades of work in a fast-growing sector. </p><p>Source: Felicia Schwartz in Washington and Patrick McGee in San Francisco 2022 'Pentagon splits $9bn cloud computing contract among tech giants' FT.com 7 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-07T23:52:08.512Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1120,
          "end": 1129
        },
        {
          "start": 101,
          "end": 110
        },
        {
          "start": 1827,
          "end": 1836
        }
      ]
    }
  ]
}