{
  "_id": "7474843046cfbdc801891a768db4273ea818302f1b29baa485e9e86ce08b4263",
  "feed": "market-watch",
  "title": "Oracle reports flat earnings, but sales grow faster than expected; Software company misses on earnings but beats on revenue after closing $28.3 billion Cerner acquisition",
  "text": "<p>Analysts on average had expected adjusted earnings of $1.07 a share on revenue of $11.33 billion, according to FactSet. Shares bounced between slight gains and losses in after-hours trading immediately following the release of the results, after closing with a 1.6% increase at $77.15.</p><p>The company in June completed a $28.3 billion acquisition of Cerner, whose software is used by hospitals and others in the health industry to examine patient data, making this the first quarter that includes results from the large merger. In a preview of the report, Monness Crespi Hardt analyst Brian J. White wrote that \"we will be curious to hear about the early learnings from this newest addition to the family.\"</p><p>For more: Oracle follows Microsoft into healthcare push with Cerner</p><p>\"Despite a more precarious environment, we believe there remain tailwinds in Oracle's cloud transformation, and there could be some sales wiggle room from Cerner,\" White, who has a buy rating and $113 price target on the stock, wrote. \"At the same time, the addition of Cerner could muddy the financial waters in unintended ways, and integration remains a risk, especially in the current environment.\"</p><p>Oracle reported $1.4 billion in Cerner revenue for the quarter, while analysts on average were expecting sales of $1.36 billion, according to FactSet.</p><p>\"In Q1, total revenue grew 23% in constant currency, beating guidance by $200 million,\" Oracle Chief Executive Safra Catz said in a statement announcing the results Monday. \"Even without Cerner, our total revenue grew 8% in constant currency driven by Oracle's rapidly growing applications and infrastructure cloud businesses. These two cloud businesses now account for more than 30% of our total revenue.\"</p><p>Oracle executives did not provide a second-quarter forecast in the release, but they have provided that information previously in their earnings conference calls. Their conference call Monday is scheduled for 5 p.m. Eastern time.</p><p>Shares of Oracle have slipped 11.6% this year, while the broader S&amp;P 500 index SPX has declined 14.7%.</p><p>Oracle reports flat earnings, but sales grow faster than expected</p>",
  "published": "2022-09-12T20:19:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 729,
          "end": 738
        }
      ]
    }
  ]
}