{
  "_id": "39bb3eb2a3c12a54c3362936dd07023f1eba16287bedce98e0bab1e777cc502a",
  "feed": "market-watch",
  "title": "Okta stock rally shifts into overdrive following hiked outlook as other software companies trim theirs; Dollar index surges 4.7% in April, largest monthly gain in more than seven years, but it doesn't bother Okta like it bothers Salesforce and Microsoft",
  "text": "<p>The company, which makes software that helps authorized employees access applications on their corporate networks, broke with larger software companies and raised its outlook for the year, instead of clawing it back because of a stronger dollar. Prior to this week, some analysts were concerned that reports of a slowdown in capital spending amid economic uncertainty would batter enterprise software sales.</p><p>Okta hiked its annual outlook on Thursday, forecasting a second-quarter loss of $1.14 to $1.11, on revenue of $1.81 billion to $1.82 billion. Back in March, Okta had forecast an adjusted loss of $1.27 to $1.24 a share for the year on revenue of $1.78 billion to $1.79 billion, while analysts surveyed by FactSet forecast a loss of $1.24 a share on revenue of $1.78 billion.</p><p>On Tuesday, Salesforce Inc. CRM served up a conservative outlook because of FX headwinds, and Microsoft Corp. MSFT followed that up Thursday, trimming the annual outlook it provided back in April because of a stronger dollar. The U.S. Dollar Index DXY rose 4.7% in April alone, its largest monthly gain since it rose 5.1% in January 2015.</p><p>Okta also expects an adjusted second-quarter loss of 32 cents to 31 cents a share on revenue between $428 million and $430 million, while analysts surveyed by FactSet had forecast a loss of 34 cents a share on revenue of $422.7 million.</p><p>The company reported that its first-quarter revenue surged 65% from a year ago, and that if you take out the contributions from the Auth0 identity-platform, revenue grew a formidable 39%. This quarter marks the first full year that Okta has had Auth0 on the books, following the close ofits $6.5 billion acquisition of Auth0 (pronounced \"Auth Zero\") on May 3, 2021.</p><p>\"I'm really proud of that number,\" Todd McKinnon, chief executive and co-founder of Okta, told MarketWatch in an interview following the release of earnings. \"I'm proud of the overall growth, but the 39%, I'm proud of it too. I think when we bought Auth0 one of the concerns was 'Oh, they were just buying growth,' and you've seen the core business maintain that growth of near 40% over the past four quarters, which is pretty exciting for me.\"</p><p>Like Salesforce, Okta is still riding the wave of businesses and governments making their digital transformations, which was greatly accelerated when COVID-19 shutdowns in the U.S. began in March 2020. McKinnon said business has \"normalized\" with respect to COVID, and that the pandemic really has not had an effect on business for about a year now.</p><p>\"Everyone is adopting cloud, and if you're going to adopt cloud, and you're going to let people work from anywhere, it's the first time ever that you've really had to have a great identity platform,\" he said.</p><p>\"When you had everyone in the office or in your own data center, you could kind of get away with firewalls and Windows PCs. But now that everything's mobile, and remote work and cloud computing — as you see it when you use Okta — identity needs to get locked down and that's what's driving our growth. So, I'm proud of results all around,\" McKinnon told MarketWatch.</p><p>Regarding the currency headwinds that are creating annoyances for Salesforce and Microsoft, McKinnon said it's not a big headwind for Okta, seeing as only about 22% of its business comes from outside the U.S.</p><p>For the first quarter, Okta reported a loss of $242.7 million, or $1.56 a share, compared with a loss of $109.2 million, or 83 cents a share, in the year-ago period. The adjusted loss, which excludes stock-based compensation expenses and other items, was 27 cents a share, compared with a loss of 10 cents a share in the year-ago period.</p><p>Revenue rose to $414.9 million from $251 million in the year-ago quarter.</p><p>Analysts had forecast an adjusted loss of 34 cents a share on revenue of $388.9 million, based on the company's forecast loss of 35 cents to 34 cents a share on revenue of $388 million to $390 million.</p><p>Okta shares have dropped 57% over the past 12 months, compared with a less than 1% decline by the S&amp;P 500 index SPX, and a 10.5% slump by the tech-heavy Nasdaq Composite Index COMP.</p><p>Okta stock rally shifts into overdrive following hiked outlook as other software companies trim theirs</p>",
  "published": "2022-06-02T22:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3176,
          "end": 3185
        },
        {
          "start": 876,
          "end": 885
        },
        {
          "start": 244,
          "end": 253
        },
        {
          "start": 876,
          "end": 891
        }
      ]
    }
  ]
}