{
  "_id": "6bdecaea792f93b6ee9eecfa2923c1a806dcdb69a4f1f8638fdcdf743a3b5cef",
  "feed": "ftcomall",
  "title": "Airbnb gives up on China as zero-Covid policy crushes tourism",
  "text": "<p>Airbnb will close its China business this summer after a years-long push to crack the market was throttled by the impact of Beijing's harsh zero-Covid strategy on domestic and international tourism. </p> <p>Company co-founder and China chair Nathan Blecharczyk told hosts in the country that Airbnb would shut its domestic travel and experience listings by the end of July amid “pandemic challenges”.</p> <p>“Airbnb China will consolidate and focus on the outbound tourism business,” he wrote in an open letter posted to the company's WeChat account, adding that the company would maintain its Beijing office.</p> <p><a href=\"https://www.ft.com/stream/19d68630-721b-4153-8280-c8f4e7895cdc\">Airbnb</a> has registered about 25mn stays in the country since it launched in mainland China in 2016. Bookings — including foreigners travelling into China — have accounted for about 1 per cent of Airbnb's overall revenue, one person close to the company said.</p> <p>The company had made a concerted push to expand in the country, <a href=\"https://www.ft.com/content/1e5bacc2-0e98-11e7-b030-768954394623\">rebranding in 2017 in China as “Aibiying”</a> in an effort to compete with homegrown operators such as Tujia and Xiaozhu. Blecharczyk had also made monthly trips to the country since taking charge of Airbnb's China business.</p> <p>The company's founders were attracted by the lure of Chinese tourists. Before the pandemic, they spent $255bn on international travel in 2019 compared with $135bn for Americans, according to the UN's World Tourism Organization.</p> <p>By 2020, Airbnb had about 150,000 properties on offer in China, compared with about 1.2mn from market leader Tujia, according to a University of Queensland report published last year. “Unlike most other countries around the world, China has not embraced Airbnb,” the report concluded. </p> <p>But Airbnb has struggled to turn a profit in China despite the push.</p> <p>Larger domestic travel booking platforms such as Ctrip have also pushed into the home rental segment, marketing offers alongside hotel bookings.</p> <p>The pandemic and Beijing's <a href=\"https://www.ft.com/content/69ac0449-c6f9-4b30-a346-bd6716e735e5\">strict zero-Covid policies</a> have compounded Airbnb's problems by sharply curbing both domestic and cross-border travel, with foreign tourists barred from entering the country.</p> <p>“It's all caused by the repeated bouts of the pandemic,” said a guesthouse owner surnamed Xie, who used Airbnb to fill rooms. “Last year, the number of guests coming from Airbnb plunged. They were struggling. After all, they can't compete with big platforms such as Ctrip.”</p> <p>But the number of outbound Chinese tourists has also dwindled. Authorities have made it very difficult for citizens to obtain or renew passports and said this month that <a href=\"https://www.ft.com/content/b91c64e9-d67c-46e7-8923-69de55f5c38b\">they would “strictly limit” outbound travel</a>. Citizens re-entering the country are required to quarantine in special hotels for up to four weeks.</p> <p>Airbnb's presence in China had also been the source of controversy. In 2020, the company's then-chief trust officer Sean Joyce, a former FBI deputy director, resigned six months into his role, reportedly over concerns about data-sharing. </p> <p>Airbnb said it had been upfront with users regarding what data was shared with Chinese authorities but noted in its annual report that complying with Beijing's policies could “materially adversely affect our brand [or] reputation”.</p> <p>Vivian Wu, a former Airbnb host in Beijing, said she stopped having guests after local authorities stepped up scrutiny of the platform. “They wanted guests to report in to the police,” she said. “Police also called to tell me it was illegal.”</p> <p>“The DNA of this type of business is totally contrary to the strict oversight demanded by the Chinese government,” she said. “The pandemic was just the final straw.”</p> <p>The Airbnb decision was first reported by CNBC. An Airbnb spokesperson declined to comment.</p> <p>Airbnb is the latest big Silicon Valley group to pull out of China. </p> <p>Last October, Microsoft's LinkedIn gave up, citing a challenging operating environment. In 2016, ride-hailing group Uber quit the country, selling its Chinese operations to rival Didi Chuxing after failing to dominate the market as it had in western economies. </p> <p><em>Nian Liu contributed reporting from Beijing</em></p><p>Source: Dave Lee in San Francisco and Ryan McMorrow in Beijing 2022 'Airbnb gives up on China as zero-Covid policy crushes tourism' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T08:58:55.264Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3709,
          "end": 3718
        },
        {
          "start": 3709,
          "end": 3720
        }
      ]
    }
  ]
}