{
  "_id": "ac270fdd92754e1647806996403fc2d06fc558f9831d53a11ba40eabc8b5e97f",
  "feed": "wall-street-journal",
  "title": "Former Microsoft Employee Alleges Bribery Scheme in Middle East and Africa; Tech giant says it had fired some employees and terminated partnerships after investigating allegations",
  "text": "<p>In an interview and a post online, Mr. Elabd alleged that Microsoft employees were involved in widespread bribery schemes across several countries in the region. Mr. Elabd said one common practice at Microsoft involved company employees using local partner companies to help sell the company's products to customers. Those companies would facilitate a kickback scheme in which customers would be granted discounts, but instead of it going to the customer, the discounts would be distributed among Microsoft employees, partners and sometimes government officials, he alleged.</p><p>\"We believe we've previously investigated these allegations, which are many years old, and addressed them,\" Becky Lenaburg, Microsoft vice president and deputy general counsel of compliance and ethics, said in a statement. \"We cooperated with government agencies to resolve any concerns.\"</p><p>Microsoft said it has terminated employees and partnerships that were part of its investigations.</p><p>Mr. Elabd said during his time at the company he sought to bring up workplace concerns to higher-ranking executives, including in an email to Microsoft Chief Executive Officer Satya Nadella, but said he was instead subject to retaliation. Mr. Elabd said the company attempted to put him on a performance-improvement plan, but he refused to participate and was fired.</p><p>An essay on his allegations was published Friday on Lioness, an outlet focused on publishing stories from whistleblowers inside organizations.</p><p>Mr. Elabd submitted his claims to the U.S. Securities and Exchange Commission in early 2019, according to documents reviewed by The Wall Street Journal. Later that year, he had a seven-hour meeting with SEC employees in the agency's Washington, D.C., offices, Mr. Elabd said. Federal employees were particularly interested in Microsoft's dealings in Saudi Arabia, he said.</p><p>Following the meeting with the SEC, Mr. Elabd submitted further information. Agency officials said that the investigation couldn't go further, after pandemic conditions prevented them from gathering evidence abroad, Mr. Elabd said.</p><p>\"The SEC does not comment on the existence or nonexistence of a possible investigation,\" an SEC spokesman said.</p><p>According to the 2019 documents submitted to the SEC, Microsoft \"has engaged for many years in rampant bribery practices\" of government officials who have influence over the approval of licensing agreements for the company's products.</p><p>The Wall Street Journal reported in 2013 that U.S. authorities had examined Microsoft's relationship with business partners in China, Romania, Italy, Russia, and Pakistan, amid allegations these partners might have bribed government buyers or provided kickbacks.</p><p>Microsoft in 2018 faced a probe from federal investigators looking into bribery related to software sales in Hungary, The Wall Street Journal reported. The following year, Microsoft agreed to pay a $25 million fine to settle the investigation.</p><p>\"We were deeply disappointed and embarrassed when we first learned about these events several years ago, and we hope that all of the steps we've since taken, including today's settlement, send a strong message,\" Microsoft President Brad Smith wrote in an email to employees when the company announced the SEC settlement in 2019.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Former Microsoft Employee Alleges Bribery Scheme in Middle East and Africa</p>",
  "published": "2022-03-25T15:26:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 699,
          "end": 708
        },
        {
          "start": 864,
          "end": 873
        },
        {
          "start": 1798,
          "end": 1809
        },
        {
          "start": 3313,
          "end": 3322
        },
        {
          "start": 2687,
          "end": 2696
        },
        {
          "start": 497,
          "end": 506
        },
        {
          "start": 200,
          "end": 209
        },
        {
          "start": 2859,
          "end": 2868
        },
        {
          "start": 3143,
          "end": 3152
        },
        {
          "start": 7,
          "end": 16
        },
        {
          "start": 1798,
          "end": 1807
        },
        {
          "start": 58,
          "end": 67
        },
        {
          "start": 2243,
          "end": 2252
        },
        {
          "start": 1104,
          "end": 1113
        },
        {
          "start": 2500,
          "end": 2511
        },
        {
          "start": 2500,
          "end": 2509
        }
      ]
    }
  ]
}