{
  "_id": "eaa976ef4512e99ead80905486e555a97ee5e54fff5cf216a163adc525a6050b",
  "feed": "market-watch",
  "title": "U.S. stock futures tilt lower ahead of payrolls data, as reports Tesla may cut jobs rattles tech sector",
  "text": "<p>* S&amp;P 500 futures ES00 fell 0.6% to 4,147.25</p><p>* Dow Jones Industrial Average futures YM00 fell 148 points, or 0.4%, to 33,068</p><p>* Nasdaq-100 futures NQ00 dropped 144 points, or 1.1%, to 12,749</p><p>On Thursday, stocks finished higher, with the Dow Jones Industrial Average DJIA closing up 435.05 points, or 1.3%, to finish at 33,248.28, just off of the session's high. The S&amp;P 500 SPX closed up 1.8% to 4,176.82 and the Nasdaq Composite climbed 2.7% to finish at 12,316.90.</p><p>Each of the three indexes booked their largest daily percentage climb since May 27, according to FactSet data. All three indexes are looking at modest weekly gains, outside of a 1.5% gain as of Thursday for the Nasdaq, according to FactSet Resarch.</p><p>What's driving markets?</p><p>Investors are waiting for May nonfarm payrolls data, due at 8:30 a.m. ET, with expectations for a gain of 328,000, from a gain of 428,000 in April, according to economists surveyed by Dow Jones Newswires and The Wall Street Journal. The unemployment rate is expected to creep down to 3.5% from 3.6% and average hourly earnings are expected to rise 0.4% from a rise of 0.3%.</p><p>Stocks shook off an ADP private-sector payrolls report on Thursday that fell short of expectations, but even a soft jobs report on Friday from the Labor Department probably won't push the Federal Reserve to change its plans for tightening monetary policy, said Ipek Ozkardeskaya, senior analyst at Swissquote Bank, in a note to clients.</p><p>\"The era when the Fed threw money to the market to boost jobs is behind. We are in a new era, the era of high inflation, and the soft jobs will hardly stop the Fed from hiking the rates,\" said the analyst.</p><p>Other U.S. data on tap includes the Institute for Supply Management's May services index due at 10 a.m. Eastern, followed 30 minutes late by a speech from Fed Vice Chair Lael Brainard.</p><p>Another focus for markets on Friday is a report that Tesla TSLA Chief Executive Elon Musk, according to Reuters, sent an email to executives ordering them to \"pause all global hiring,\" and that employee headcount needed to be reduced by 10%. He also reportedly said he had a \"super bad feeling\" about the economy.</p><p>Weakness in Tesla shares, down 4% in premarket trading, weighed on Nasdaq futures. Markets shook off a warning by Microsoft MSFT on Thursday, but those shares were also down about 1%.</p><p>An increasingly gloomy tone is being heard from some corners of Wall Street. JPMorgan Chase CEO Jamie Dimon earlier this week warned of an \"economic hurricane,\"coming due to inflation, the war in Ukraine and tighter monetary policy.</p><p>Blackrock's BLK CEO Larry Fink told Bloomberg on Thursday that he expected elevated inflation for years and that \"bouts of fear\" would continue to create more market volatility.</p><p>Need to Know: Fink, Dimon and Musk have the blues. And one forecaster says they're not gloomy enough</p><p>U.S. stock futures tilt lower ahead of payrolls data, as reports Tesla may cut jobs rattles tech sector</p>",
  "published": "2022-06-03T11:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2269,
          "end": 2278
        }
      ]
    }
  ]
}