{
  "_id": "619c04a83a7c01246b0e73c8b66229be377f86cb527401ffafbd4d58f351890b",
  "feed": "ftcomall",
  "title": "Jeff Bezos pledges to give away most of his fortune",
  "text": "<p>Amazon founder and former chief executive Jeff Bezos has for the first time pledged to give away most of his $124bn fortune during his lifetime.</p> <p>Asked during an interview whether he intends to donate the majority of his wealth, the US billionaire told CNN: “Yeah, I do. The hard part is figuring out how to do it in a levered way. It's not easy.”</p> <p>He added: “I'm finding that . . . philanthropy is not easy. It's really hard. And there are a bunch of ways that you can do ineffective things, too. </p> <p>“So we are building the capacity to be able to give away this money.”</p> <p>The commitment came after <a href=\"https://www.ft.com/stream/58b8aa1e-7f7a-471f-bc33-832b58ed03ef\">Bezos</a>, 58, chose Dolly Parton as the third recipient of his Courage and Civility Award, giving the country and western singer $100mn to direct to charities of her choice.</p> <p>“Wow! Did you say one hundred million dollars?” Parton joked at a ceremony on Saturday. “I will do my best to do good things with this money. Thank you, Jeff.”</p> <p>Bezos launched the scheme last year during a press conference following the <a href=\"https://www.ft.com/content/9f23e08b-8279-4233-9e04-a609ef70c18c\">first manned flight</a> for Blue Origin's space tourism rocket, on which he had been on board.</p> <p>He gave political commentator Van Jones and chef José Andrés each $100mn, with few restrictions other than the funds had to be distributed within a 10-year timeframe. “No bureaucracy, no committees,” Bezos said at the time.</p> <p>Those donations came as Bezos faced heavy criticism for the lavishness of his multibillion-dollar investment in the space race, with some deriding the grants as a hurried publicity stunt. <a href=\"https://www.youtube.com/watch?v=Rli9ZRvemh0\">Jones told CNN</a> that he had been notified of the donation just days before the announcement.</p> <p>Bezos, who owns a 9.75 per cent stake in ecommerce group Amazon, as well as the Washington Post media organisation, has amassed a fortune worth $124bn, according to Bloomberg data, down almost $70bn this year following a fall in technology sector company valuations.</p> <p>Unlike several of his billionaire peers, such as Bill Gates and Warren Buffett, Bezos has not signed the Giving Pledge, a campaign to “encourage” the extremely wealthy to give away their money. His ex-wife, MacKenzie Scott, signed the pledge shortly after the pair's divorce in 2019.</p> <p>As well as the Courage and Civility Award, Bezos has pledged $10bn for an “Earth Fund”, an investment group focused on fighting climate change.</p><p>Source: Dave Lee in New York and Mark Wembridge in London 2022 'Jeff Bezos pledges to give away most of his fortune' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-14T15:27:39.429Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}