{
  "_id": "554c8b2739c15a2f5c0f0b349ca4ab8ad03630469da28f3e19d5c046b22d62ef",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Work & Life:  Making a Career Break Work  ---  Don't be cavalier about what it will take to get back into the game after taking time off  ----  By Rachel Feintzeig",
  "text": "<p>   You got burned out. Your kids needed you. You became a crypto millionaire overnight. </p><p>   Whatever the reason -- congrats. Welcome to your career break, length TBD. </p><p>   Time off by choice can be wonderful if you can swing it, a chance to recalibrate your priorities and detox from the stress of the working world. It can also be a kind of limbo. How to keep your edge without getting sucked back into corporate overwhelm? How do you know when it's the right moment to job hunt again? And what comes next, anyway? </p><p>   \"It's the 'I don't know what I want to be when I grow up' kind of feeling,\" says Tami Forman, the executive director of Path Forward, a nonprofit dedicated to helping people re-enter the workforce. </p><p>   Those on work breaks can flounder, unsure what to do once they've stepped off the corporate conveyor belt that for years powered their careers, she says. And hiring managers, flooded with job applicants and their own work, often opt for the easiest choice: picking someone who's currently doing the same job somewhere else. </p><p>   Don't be cavalier about what it will take to get back into the workforce, Ms. Forman advises. Start looking before you're ready. </p><p>   Carve out five minutes every morning to send a relevant article to two former colleagues, saying why it made you think of them. Ask that parent on the sidelines of the soccer game, the one with the cool job, if they have time for coffee. Explain that you're on a break and not looking yet, but you'd love to learn more about their role and experience. </p><p>   \"People will be much more open to talking about what's going on at their company if they don't think you're going to say, 'Can you put my resume on someone's desk?' \" Ms. Forman says. </p><p>   Brett Delgado stays in touch with former coworkers via Instagram comments, Discord video chats and online gaming. The 37-year-old left his job at a professional services firm in the Los Angeles area last April, moving in with his parents in Lake Havasu City, Ariz. </p><p>   Working 80 hours a week in L.A. while studying for his CPA exam had left him exhausted and anxious. He decided to take a year off to focus on passing the exam, improving his health and connecting with his parents. </p><p>   So far he's lost 60 pounds, passed three of the four exam sections (he takes the final one this month) and thought about where he might want to live next. But he won't start looking for a job until his CPA certification comes through. </p><p>   \"It's easy sometimes to become preoccupied with, what's the future going to look like?\" he says. \"I've been trying really hard to take things day by day.\" </p><p>   Even if you've been craving \"funemployment,\" it's normal to have some pangs of, \"What have I done?\" after handing in a resignation, says Ethan Kross, a professor of psychology and management at University of Michigan. </p><p>   \"We like to know that we have control of things and that they're certain,\" says Dr. Kross, the author of \"Chatter,\" a book about the internal messages we give ourselves. </p><p>   If you're feeling adrift, talk to yourself like you would a friend, addressing yourself as \"you\" or by your name as you dispense advice. Think about how you might view the situation in six months or 10 years -- will you wish you obsessed more over the next entry on your resume, or spent time with family? And set boundaries from the beginning of your career break, rehearsing how you'd react if someone, say, offered you a freelancing assignment. </p><p>   Kristen Witte left her job with a healthcare software company last June, after her younger daughter was diagnosed with cystic fibrosis, a genetic disorder that affects the lungs. She pulled her older daughter out of daycare, and is thankful for time spent coloring and molding Play-Doh at her Houston home. Still, when LinkedIn job alerts land in her inbox, or she hears of others in her field receiving lucrative offers, she sometimes has second thoughts. </p><p>   \"Am I missing out? Is this the right time for me not to be working?\" the 32-year-old wonders. </p><p>   Taking on a 10-hour-a-week contracting gig in January has been \"freeing,\" she says, helping her feel like she's keeping one toe in the professional world, while still staying flexible for her girls. </p><p>   If you're open to jumping back in for your dream job, set up your LinkedIn profile to do the work for you, says Omar Garriott, who previously worked for the company and co-authored \"Linked,\" a book about using the social network. </p><p>   The brief description right below your name should match your ideal job title, even if you haven't held it yet, he says. For example, you could write, \"aspiring product manager,\" \"future product manager,\" or \"taking work hiatus -- seeking product manager opportunities.\" In the longer \"About\" section, include a list of your skills, especially ones that are being used as key words in the job descriptions that interest you most, so the algorithms can find you. </p><p>   Recruiters will start coming to you, Mr. Garriott says. They're used to people saying no, he adds, so it's fine to open your profile for them to search even if you don't think you want a new job anytime soon. Just make sure to reply to their messages with a yes or a gracious no, and let them know what opportunities you would consider. </p><p>   Blake Lawson, of Costa Mesa, Calif., initially turned down a job offer he got from a tech company in December. A few months into a career break prompted by burnout and the desire to try something new, he was intent on learning improv, earning his pilot's license and laying the groundwork for his own consulting business. </p><p>   Then the hiring manager came back with a 19% pay bump from the initial offer, plus the opportunity to learn skills that Mr. Lawson was eager to grow. He said yes. </p><p>   He started the new job, leading a product team, in January, and likes having more structure in his days. But he misses the time and freedom that came with not having a 9 to 5 and says he's intent on seeing his side hustles through. </p><p>   \"There's been a little bit of sadness in knowing what I left behind,\" he says. </p><p></p>",
  "published": "2022-03-14T06:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}