{
  "_id": "0767e0c4bf7255c6a4d80fdc1242d72b6bffd42d72894bef8522b816c6470753",
  "feed": "ftcomall",
  "title": "Indonesian superapp GoTo looks to raise $1.3bn in IPO",
  "text": "<p>GoTo, Indonesia's biggest start-up, plans to raise up to $1.3bn in an initial public offering, as it looks to shrug off a global decline in technology stocks and lure investors who want to cash in on the country's booming digital economy.</p> <p>The group, formed last year following an <a href=\"https://www.ft.com/content/ce944c28-a6d1-42b9-9da2-12e90cb2ae19\">$18bn merger</a> of superapp Gojek and ecommerce business Tokopedia, said on Tuesday it planned to list on the Indonesia Stock Exchange next month in a listing that would value the company at up to $29bn. </p> <p>The IPO follows a wave of fundraising by Indonesian start-ups, including the recent<a href=\"https://www.ft.com/content/8095f4c3-76e0-40a8-8c75-0dcf68eb9fae\"> listing</a> of ecommerce business Bukalapak, the biggest ever on the Indonesian stock market.</p> <p>GoTo raised $1.3bn in a private<a href=\"https://www.ft.com/content/57df6b26-79c2-41a3-9498-dffb9861fbc6\"> funding round</a> in November led by the Abu Dhabi Investment Authority that valued the company at $28.5bn, according to people familiar with the deal. </p> <p>Investor interest in Indonesia's tech businesses has surged on the back of the country's fast-growing population of internet users. Groups including SoftBank, Facebook, Microsoft, Tencent, Alibaba, Google and private equity firms KKR and Warburg Pincus have all<a href=\"https://www.ft.com/content/bcc935fd-ef40-4d6d-9939-ea18498e0283\"> backed local start-ups</a>.</p> <p>GoTo has built up a big customer base by offering ride-hailing, food delivery and payment services to people across the world's fourth-biggest country by population. After demand for its services boomed during lockdown, the company said it had 100mn monthly users. </p> <p>The listing will come amid a sharp sell-off in tech stocks, which have been rattled by the Ukraine crisis and expectations of rising interest rates. Investors are also increasingly concerned about the ability of south-east Asia's biggest tech groups to turn a profit.</p> <p>Shares in GoTo's Singapore-based rival Grab hit a low this month after it reported a $3.6bn annual loss. Shares in Bukalapak have shed more than 70 per cent of their value since listing.</p> <p>The IPO will be a boost for the Indonesia Stock Exchange, which has sought to<a href=\"https://www.ft.com/content/06a4f2b4-297a-497e-a98e-e12bbec39fff\"> lure</a> more local tech companies away from overseas markets through looser regulations, including&#xa0;allowing dual-class shares that give founders greater control of their companies.</p> <p>The Indonesian market offers less liquidity than elsewhere but Andre Soelistyo, chief executive of GoTo, told a media briefing that he expected other local start-ups to list in the country. “With all the regulators have done to allow companies like us, technology-first, to actually go public in the Indonesian market, we do believe that there's going to be a lot of followers,” he told a media briefing in August.</p> <p>Patrick Cao, president of GoTo, admitted shocks to the global economy and markets had an impact on the company's pricing of its IPO but added that the company has a “clear path to profitability”.</p> <p>“None of us can predict what's going to happen in the market over the course of the next few weeks or months,” he said. “[But] the opportunity is there and the company is ready.”</p><p>Source: Oliver Telling in Singapore 2022 'Indonesian superapp GoTo looks to raise $1.3bn in IPO' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-15T08:27:36.007Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1004,
          "end": 1013
        }
      ]
    }
  ]
}