{
  "_id": "5c18448c81655b1b7c45135da6e376b3641e0809a470f6a5625dd7e161ceed1e",
  "feed": "wall-street-journal",
  "title": "Yes, What You Wear on Social Media Matters. How to Master It. From dating to networking, we spend hours in the digital realm. And each virtual space, be it Instagram, LinkedIn or TikTok, has its own fashion rules. Here, expert advice on styling six of your on-screen personas.",
  "text": "<p>This style minefield has only grown more complicated with the proliferation of social-media platforms, each with its own purpose, vibe and aesthetic. Answering the existential question of \"what to wear?\" now demands a closet versatile enough to make you look professional on work Zooms, polished on Instagram, flirty on dating profiles and fuzzily relatable on TikTok, while occasionally appeasing your mom on Facebook.</p><p>\"The way you dress and the extent to which you showcase an aspirational version of yourself differs depending on what the platform is,\" said Anuli Akanegbu, 31, a social media consultant pursuing a Ph.D. in sociocultural anthropology at New York University.</p><p>Dressing for success in the endless scroll of digital life can be a dizzying task, so I consulted a team of \"extremely online\" experts, ranging from a wardrobe consultant to a TikTok-famous dermatologist—about how to dress for six of the most prevalent social and virtual platforms. None of them recommended wearing an already-overexposed monkey-and-banana print.</p><p>TikTok | Keep It Casual but Deliberate</p><p>Beloved by Gen Z, this short-video platform boomed during lockdown. And with girls-night-in garb like hoodies and teddy-bear knits, it has stayed true to its casual DNA. \"It's about coming as you are, however you are,\" said Oludara Adeeyo, 33, a Los Angeles social worker and the author of \"Self-Care for Black Women\" who wraps up in a bathrobe-ish white cardigan from Target in her TikToks about learning Spanish. Kate Sturino, 41, a New York body-acceptance advocate and founder of beauty brand Megababe, affixes faux lashes for Instagram but on TikTok wears \"no makeup and hair from the gym.\" TikTok, she said, is more about the user's \"message\" than perfection.</p><p>New York dermatologist Camille Howard-Verovic dresses down to share skin-care tips with her 169,000-plus followers. \"I made a conscious decision not to wear my white coat all the time.\" She wants viewers to feel like they're FaceTiming with a friend who just happens to be a doctor. Re-wearing her Warby Parker tortoise glasses and gray Gildan sweater works to her benefit. Each time a fan asks for outfit credits, \"it's engagement.\"</p><p>Instagram | Turn It All the Way Up </p><p>Founded on the premise of a filtered reality, Instagram is the glossiest social app. \"The person who loved fashion magazines as a kid is replicating that fantasy on Instagram,\" said social media consultant Anuli Akanegbu. As Instagram pivots from static photos to video with Stories and Reels, 29-year-old Londoner Anny Choi, head stylist at bridal-focused e-commerce site Over the Moon, favors clothes that \"have the most movement and therefore the most visual impact.\" Bling stands out, too. Her $20 crystal pants \"sparkle in a way that never fails me,\" she said.</p><p>Aspirational pieces are also attention-grabbers. In February, Tina Chen Craig, the Dallas influencer once known as Bag Snob and co-founder of digital talent agency Estate Five, posted a rare $3,290 Balenciaga x Gucci puffer. It has since earned over 3,600 likes. \"I got the last one in the country,\" said Ms. Craig, 52. Still, uniqueness is priceless, contends Ms. Choi. She's found that vintage and secondhand pieces bought on resale sites like eBay and the RealReal draw the most DMs.</p><p>LinkedIn | Strive for Chic Subtlety</p><p>For the professional networking and digital résumé site, \"you want to look like you're meeting your best client, your boss or both,\" said Emily Lytle, 38, the Dallas founder of wardrobe consultancy Ready to Where. Ms. Lytle guides clients across the country to project success without falling back on stodgy, Miranda-on-season-one-of-\"Sex and the City\" suiting. Her recommendations include elevated work basics and necklines that will show up in the frame of LinkedIn's headshots. Recently, she has urged clients to try a cream-colored tweed double-breasted blazer by Theory and a camel Alice + Olivia shawl-collared suede jacket. In her own LinkedIn profile picture, Ms. Lytle wears a white Erdem blouse with subtle shoulder embroidery. She suggests avoiding ruffles, keyholes and anything trendy at all costs—those clothes can distract from your credentials, as can flashy jewelry. Ms. Lytle advises sticking with subtle, timeless earrings and a simple necklace.</p><p>Work Zoom | Make an Effort—for Real </p><p>After two years of working from home, summoning sartorial motivation for Zoom is still a battle—but one worth fighting, according to Ms. Sturino. \"Zoom has replaced your in-person meeting to an extent. I put myself out there to 600,000 people on Instagram with a struggle bun, but I show up to a [work] Zoom.\" In ours, she wore a checked Veronica Beard blazer, a white tee, faux-leather leggings and a favorite accessory: a knotted headband that conveys polish.</p><p>Not all Zooms are equally formal, so Maura Walters, the owner of a Port Washington, N.Y., content strategy company who conducts business via Zoom and Instagram, alternates between two tops: a J.Crew polka-dot pussy-bow blouse for corporate clients and a white Free People peasant blouse for \"fun\" meetings. Makeup is a must when she's endlessly staring at her own reflection: Ms. Walters, 38, uses IT Cosmetics Bye Bye Under Eye Illumination for brightening dark circles and Burt's Bees tinted lip balm in Pink Blossom. \"I'm proud of the face I'm putting forward,\" she said. \"It gives me confidence.\"</p><p>Facebook | Just Kick Back and Relax</p><p>When it comes to fashion, the social networking giant that started it all has become the \"OK, boomer\" of platforms. \"Facebook is where your aunt shows off her best church outfit,\" said Ms. Akanegbu. Ms. Walters of Long Island admitted that \"the only reason I'm still on Facebook is because it's a great way for my mother-in-law to see pictures of my kids.\" For the professional family portraits she posts to Facebook of herself, her husband and their two daughters, Ms. Walters tends toward a \"cottagecore\" look: dreamy, floaty, unstuffy dresses by brands including Dôen, Sleeper and Hill House Home. \"I can run around and pick up my kids in those dresses and I don't look like I'm too 'done,'\" she said. Today, that laid-back, unpretentious aesthetic feels right for the OG social platform, which, for many users, is less about cultivating an image than it is about keeping in touch. And don't be afraid to pose with that new puppy—your mom will love it.</p><p>Dating Profile | Try a Conversation Piece </p><p>Many dating apps like Bumble, Hinge and Tinder offer limited real estate for self expression with just a few lines of text and six or so photos per profile. Featured outfits, then, should \"paint a picture of your lifestyle,\" said Brooklyn's Hannah Orenstein, 28, the author of the forthcoming romance novel \"Meant to Be Mine\" and deputy editor of dating at lifestyle site Elite Daily. \"If you wear something special for your job or a hobby, you should showcase that,\" she said, whether it's medical scrubs or hiking gear.</p><p>There are soft guidelines: An off-the-shoulder shirt \"is a flirty choice\" that shows a hint of skin without being too revealing, said Ms. Orenstein. Elizabeth Holmesian turtlenecks, meanwhile, can appear \"closed-off.\" Pieces that spark conversation—what Ms. Orenstein calls \"message bait\"—can be a wise choice. On Ms. Orenstein's Hinge profile, a photo of her wearing a crop top covered in George Costanza's face telegraphs her \"Seinfeld\" fandom, and gets the most response. \"I would say every single Jewish man under 40 in the tri-state area has sent me a message about it.\"</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>How do your wardrobe choices change depending on which digital platforms you're on? Join the conversation below.</p><p>Yes, What You Wear on Social Media Matters. How to Master It.</p>",
  "published": "2022-03-11T21:59:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}