{
  "_id": "39236048d8827f12b1b38f9128bb05573b6aeb334a9701d40ffe4c7d64d839e7",
  "feed": "wall-street-journal",
  "title": "Amazon, UPS, Exxon Are on Deck to Report Earnings in Coming Week; Inflation and supply chains have been common topics on companies' quarterly conference calls",
  "text": "<p>Amazon.com Inc., United Parcel Service Inc. and Exxon Mobil Corp. are among the companies headlining another busy earnings week, as investors continue to digest company comments about supply-chain challenges and inflation.</p><p>Also expected to report earnings are tech giants like Google parent company Alphabet Inc.and Facebook parent Meta Platforms Inc.; auto makers Ford Motor Co. and General Motors Co.; and other big names in manufacturing, pharmaceuticals and industrials.</p><p>Overall, more than a fifth of the S&amp;P 500 and a couple of prominent names from the Dow Jones Industrial Average are expected to provide their quarterly updates during the week starting Monday, according to FactSet.</p><p>Inflation has been a common topic so far this earnings season, with companies across various sectors saying cost pressures accelerated toward the end of 2021 and expressing mixed views on how persistent the latest bout of inflation will be.</p><p>\"We're seeing inflation,\" Apple Inc. Chief Executive Officer Tim Cook said Thursday on the company's earnings call. \"Logistics, as I've mentioned on a previous call, is very elevated in terms of the cost of moving things around. I would hope that at least a portion of that is transitory, but the world has changed, and so we'll see.\"</p><p>Tractor Supply Co. finance chief Kurt Barton said the company expects inflation to be more modest in the years ahead, but sees cost increases as sticking around.</p><p>3M Co.'s chief financial officer, Monish Patolawala, said the manufacturer saw inflation ease coming out of December compared with the months prior.</p><p>\"It's still inflationary, but we saw the pace slow down. And I think that's a positive. But again, it will depend on how winter plays itself out, it depends on logistics, etc. and whether the ports get uncongested,\" he said. </p><p>An Amazon warehouse in Darlington, England. The company has warned of rising costs. PHOTO: Christopher Nunn for The Wall Street Journal</p><p>So far, about a third of S&amp;P 500 companies have reported earnings results for 2021's final quarter, according to data from FactSet. Earnings are on track to rise 24.3% year-over-year for the quarter, based on actual results and estimates for companies that have yet to report, FactSet said, and revenue is poised to rise 13.9%.</p><p>Amazon, which is set to report earnings Thursday afternoon, is expected to post record quarterly revenue of $137.73 billion, but profit is expected to fall from a year earlier, due in part to higher costs. When Amazon reported third-quarter results in October, CEO Andy Jassy warned that costs would rise by at least several billion dollars in the holiday quarter as the company navigated labor shortages, supply-chain challenges and higher wages and shipping costs.</p><p>UPS reports its fourth-quarter earnings on Tuesday morning and is expected to post a record profit of $2.73 billion on its highest-ever quarterly sales of $27.06 billion, according to FactSet.</p><p>Exxon, for its part, is expected to ride the surge in oil prices to post strong growth with a quarterly profit of $8.22 billion on revenue of $85 billion when it reports fourth-quarter results on Tuesday morning, according to FactSet.</p><p>Other companies to watch in the week ahead include chip makers Advanced Micro Devices Inc. and Qualcomm Inc., which are scheduled to report Tuesday and Wednesday afternoon, respectively. Those companies are expected to offer insight into the global shortage of microchips.</p><p>Similarly, Ford and GM, which report earnings on Thursday and Tuesday, respectively, will likely speak to how they are grappling with the chip shortage while still producing new cars. Both auto makers will likely also provide more color on recent investments in the electric vehicle space.</p><p>Starbucks Corp. will post earnings Tuesday afternoon, providing a look at the strength of consumer spending and whether costs are continuing to rise. And Activision Blizzard Inc. is set to report on Thursday afternoon, with analysts likely tuning in for more insights on the videogame company's recent deal to be bought by Microsoft in an all-cash deal valued at $75 billion.</p><p>L3Harris Technologies Inc. is reporting results Monday morning, followed by Stanley Black &amp; Decker Inc. and PayPal Holdings Inc. on Tuesday. Costco Wholesale Corp. and pharmaceutical giant AbbVie Inc. will report results on Wednesday, followed by Dow Jones Industrial Average components Honeywell International Inc. and Merck &amp; Co. Inc. on Thursday.</p><p>Other notables scheduled to report include Match Group Inc. on Tuesday; Waste Management Inc. and Emerson Electric Co. on Wednesday; Quest Diagnostics Inc. and Clorox Co. on Thursday; and Bristol-Myers Squibb Co. on Friday.</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>Amazon, UPS, Exxon Are on Deck to Report Earnings in Coming Week</p>",
  "published": "2022-01-29T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4047,
          "end": 4056
        }
      ],
      "nexusId": "10031144"
    }
  ]
}