{
  "_id": "27f0e20d688ba5f13b943830c8f9b0988918fa2924bf258a64c2a55e2d249635",
  "feed": "wall-street-journal",
  "title": "A Partisan Thumbs Down for Sinema's Verity",
  "text": "<p>To the far left, that makes her the enemy. Last year protesters harassed her in a public rest room, and her fellow Democrats shrugged. Mr. Biden said, \"I don't think they're appropriate tactics, but it happens to everybody. . . . It's part of the process.\"</p><p>She's being vilified again. A headline on the leftist Daily Kos website calls her an \"isolated weirdo.\" The Atlantic describes her as \"ideologically unpredictable and erratic.\" She replies by recalling her promise to voters that \"I would not demonize people I disagreed with, engage in name-calling, or get distracted by political drama.\"</p><p>Arizona politics will see a lot of political drama if Ms. Sinema seeks re-election in 2024. Progressives have been threatening a primary challenge, pointing to a September AARP poll that showed her approval rating at 37% among Democrats, 36% among Republicans and 41% among independents. But in a three-way race against a left-wing Democrat and a MAGA Republican, those numbers aren't bad, especially in a state where a third of voters are independent.</p><p>The media is filled with stories of voters being fed up with extremists in the GOP. But Ms. Sinema's experience shows that Democrats also have a problem with extremism. Former Rep. Tulsi Gabbard of Hawaii -- who left the Democratic Party in October and is a close friend of Ms. Sinema -- says that \"the level of intimidation by the left against dissenters is vicious and unrelenting.\"</p><p>If conservatives can free themselves from Donald Trump, they can focus more on policy and then make the argument in 2024 that Democrats are the real extremists on everything from crime to education. That argument will be easy to make when Democrats say that even Ms. Sinema is too moderate for them.</p><p>---</p><p>Mr. Fund is a National Review columnist and a co-author of \"Our Broken Elections: How The Left Changed The Way You Vote.\"</p>",
  "published": "2022-12-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}