{
  "_id": "a69579c03a91f94e753f12e761971bf77ec27e0b226a2fd3bef6d3da0c956d5b",
  "feed": "ftcomall",
  "title": "Wildfires destroy almost all forest carbon offsets in 100-year reserve, study says",
  "text": "<p>Wildfires have depleted almost all of the carbon credits set aside in reserve by forestry projects in the US to protect against the risk of trees being damaged over 100 years, a new independent study has found.</p> <p>As a result of fires, six forest projects in California's carbon trading system had released between 5.7mn and 6.8mn tonnes of carbon since 2015, the non-profit research group <a href=\"https://www.frontiersin.org/articles/10.3389/ffgc.2022.930426/abstract\">CarbonPlan</a> estimated. That was at least 95 per cent of the roughly 6mn offsets set aside to insure all forest projects against the risk of fire over a century-long period.</p> <p>In principle, the offsets represent a tonne of carbon avoided or removed from the atmosphere. Offsetting projects, such as forestry schemes, contribute some of the credits to a so-called “buffer” pool that acts as an insurance mechanism, and are cancelled if the carbon absorbed by the trees is released, for example when they catch fire.</p> <p>“In just 10 years, wildfires have exhausted protections designed to last for a century,” said Oriana Chegwidden, a co-author of the study. “It is incredibly unlikely that the program will be able to withstand the wildfires of the next 90 years.”</p> <p>Companies across all industries are increasingly turning to carbon credits to compensate for their <a href=\"https://www.ft.com/climate-capital\">emissions</a>. </p> <p>Last year, a particularly fierce US fire season <a href=\"https://www.ft.com/content/3f89c759-eb9a-4dfb-b768-d4af1ec5aa23\">ripped through</a> forest projects that had generated offsets bought by companies including BP and Microsoft. </p> <p>In <a href=\"https://www.ft.com/stream/2edf74e5-25b7-3d36-a182-ab2614a29002\">California</a>, the Air Resources Board (CARB) allows certain offsets to be used in its official carbon trading system, under which polluters must buy permits to cover their emissions.</p> <p>Under California's rules, the carbon savings linked to the offsets must be guaranteed for at least 100 years. To guard against future risks, forest projects contribute between 10-20 per cent of all the credits they generate into the buffer pool, around a fifth of which relate to potential fires while others safeguard against hazards such as disease.</p> <p>However, the researchers at CarbonPlan, which has previously conducted analysis <a href=\"https://carbonplan.org/research/soil-protocols-explainer\">with funding from Microsoft</a>, said they were “unaware of any explicit analysis that justifies” the number of credits that went into the buffer pool. The risk analysis “may have been the product of educated guesswork”, they added.</p> <p>After fires damaged two forest projects in 2015 and 2018, more than 1mn buffer pool credits were cancelled out of the roughly 6mn set aside to protect specifically against fires. Cancellations related to fires in 2020 and 2021 have not yet been processed, but CarbonPlan estimated that those blazes generated between 4.6mn-5.7mn tonnes of carbon, which would wipe out the remaining fire risk credits in the buffer pool.</p> <p>At the start of 2022, there were a total of around 30mn credits in the buffer pool to cover all categories of risk, including fires and other perils such as disease, over a 100-year period.</p> <p>The peer reviewed paper also estimated that an outbreak of sudden oak death, which has devastated forests on the US west coast, in projects with trees sensitive to the illness could also eliminate the buffer credits set aside for disease and insect risks. </p> <p>The insurance mechanism was “severely undercapitalised”, the paper said. The system “makes no effort to account for the all but inevitable increase in fire risks as the earth continues to warm”, while the evidence needed to model drought risk “was not available” when the rules were developed, the researchers said. </p> <p>The CARB said the fact that the forest buffer continued to grow, and had been used, was “evidence that it is a prudent part of our program”. The analysis underpinning the buffer pool contribution was based on “the best information available” at the time that the system was developed, and the CARB would assess “new information” at its next update, it said.</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/3c63b822-43d4-4d20-8565-33af81adf4b0\"><em>Time to accredit the wood used in building materials</em></a><em> / </em><a href=\"https://www.ft.com/content/3c63b822-43d4-4d20-8565-33af81adf4b0\"><em>From Tony Colman, Centre for Natural Material Innovation, University of Cambridge, UK</em></a></p><p>Source: Camilla Hodgson 2022 'Wildfires destroy almost all forest carbon offsets in 100-year reserve, study says' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T04:00:42.611Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1397,
          "end": 1406
        },
        {
          "start": 2042,
          "end": 2051
        }
      ]
    }
  ]
}