{
  "_id": "471cc39a87341c714a08f4933e526d323f11d249f083528131d0d655cd4c1264",
  "feed": "ftcomall",
  "title": "The PE giant and Canadian pension fund embroiled in a #MeToo scandal",
  "text": "<p><strong>One thing to start:</strong> Wyelands Bank <a href=\"https://www.ft.com/content/d81d7fa1-d224-46fe-a454-f5de4a44b517?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">has announced</a> that it has “no viable future” and that virtually all of its loans are in default, nearly a year after regulators forced Sanjeev Gupta's stricken lender to return money to British savers.</p> <h2>KKR and CPPIB's tabloid nightmare&#xa0;</h2> <p>Money, power, reputation and truth are among the themes that run through DD. </p> <p>The story of <strong>Axel Springer</strong>'s #MeToo moment, based on a <a href=\"https://www.ft.com/content/0317edd2-cf37-4d32-9e03-e7288904126c\">months-long investigation</a> by the FT's Erika Solomon and Olaf Storbeck and DD's Kaye Wiggins and Arash Massoudi, has all of them and more.</p> <p>Axel Springer, the Berlin-based publisher whose titles include tabloid<strong> Bild</strong> and broadsheet<strong> Die Welt</strong>, has big ambitions, and even bigger financial backers. </p> <p>Taken private with the backing of <strong>KKR </strong>and the <strong>Canada Pension Plan Investment Board </strong>in 2019, the publisher is trying to become “the leading digital media company of the democratic world”. It has bought<strong> Politico </strong>and<strong> Insider Inc</strong>, the publisher of <strong>Business Insider</strong>, in recent years, after losing out to <strong>Nikkei </strong>in the race to buy the <strong>Financial Times</strong> in 2015. </p> <p>Axel Springer connects a cast of powerful and well-known characters including KKR's <a href=\"https://www.ft.com/content/f75f50e7-381f-4c95-9e0f-25e32f70662d\"><strong>Henry Kravis</strong></a>, former <strong>CIA </strong>head<strong> David Petraeus</strong>, billionaire <strong>Palantir </strong>co-founder <a href=\"https://www.ft.com/content/8ea36422-2f65-4a14-93be-b7b4d38362e3\"><strong>Alex Karp</strong></a>, and Axel's chief executive <a href=\"https://www.ft.com/content/ec34e559-60d3-4e64-af70-e30307b44af3\"><strong>Mathias Döpfner</strong></a>, who also sits on the board of <strong>Netflix</strong>. Kravis himself sits on Axel Springer's shareholder committee, where the biggest decisions are discussed. </p> <p>A quick precis: last year an external investigation by law firm <strong>Freshfields</strong> found that <strong>Julian Reichelt</strong>, the powerful editor of Bild who was seen as Döpfner's “political alter ego”, abused his power by promoting and demoting young female colleagues he'd slept with.</p> <p>But Freshfields' probe found he had committed no criminal wrongdoing nor broken company rules and he was <a href=\"https://www.ft.com/content/9e7c1c5f-933c-444b-957d-f237ad84c4b1\">allowed to return</a> to his job following a brief suspension. He was only fired <a href=\"https://www.ft.com/content/a0159f7e-13cb-44a5-9771-d0eeb42b45f3\">months later</a> after The New York Times <a href=\"https://www.nytimes.com/2021/10/17/business/media/axel-springer-bild-julian-reichelt.html\">published details</a> of some of the allegations against him just as Axel Springer was embarking on its largest deal yet — the near-$1bn purchase of Politico.</p> <p>The FT's reporting shows that where women saw wrongdoing, some within Axel Springer saw a conspiracy against a controversial editor. </p> <p>The publisher threatened to sue the woman whose case the NYT reported on, while Döpfner and senior staff privately worked on a counter-investigation to try to expose a “conspiracy”, believing his company was “being punished by the leftist bubble, which pursues its views with great intolerance”.&#xa0;</p> <p>Döpfner is in a powerful position at Axel Springer. He controls 44 per cent of the voting rights, chairs the shareholder committee and — as chief executive — heads up day-to-day operations. But KKR and CPPIB's executives are also enmeshed in the company's decision-making and oversight committees, and were well aware of Freshfields' findings. </p> <a href=\"http://www.ft.com/cms/8609783.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Both would presumably have been aware that the leaders of multiple large US institutions, <a href=\"https://www.ft.com/content/8c7d48b0-eaac-421e-a38e-c54f354becdc\">most recently</a> <strong>CNN</strong>'s longtime boss, <strong>Jeff Zucker</strong>, have resigned after failing to disclose romantic relationships with colleagues. </p> <p>CPPIB's own former chief executive, <strong>Mark Wiseman</strong>, was <a href=\"https://www.ft.com/content/5700b316-1763-11ea-9ee4-11f260415385\">ousted</a> from his subsequent role at <strong>BlackRock</strong> in 2019 over a romantic affair with a colleague.</p> <p>Both KKR and CPPIB say they play an active role in social and governance issues at the companies they back. </p> <p>Yet neither provided direct answers to detailed questions sent by the FT.</p> <p>And both supported the return to the office of a man found to have abused his power — at least, that is, until details were made public.</p> <p>The story contains a wild series of twists and turns and we strongly recommend you <a href=\"https://www.ft.com/content/0317edd2-cf37-4d32-9e03-e7288904126c\">read the whole thing</a>. </p> <h2>Masayoshi Son: who needs a $66bn mega-deal?</h2> <p>When life sends you on a wild-goose chase, try to find some golden eggs. </p> <p>Late on Monday, US semiconductor heavyweight<strong> Nvidia</strong> <a href=\"https://www.ft.com/content/59c0d5f9-ed6a-4de6-a997-f25faed58833\">abandoned</a> its $66bn takeover of the <strong>SoftBank</strong>-owned UK chipmaking champion <strong>Arm</strong> after regulators in the US, UK and EU flagged serious antitrust concerns surrounding the deal.</p> <p>SoftBank's <strong>Masayoshi Son</strong>, who once compared the Japanese conglomerate's business model to a goose laying “golden eggs”, appears to have a back-up plan. </p> <p>“Arm is about to enter its golden age,” he told investors on Tuesday, adding that “deep down” he had wished to avoid the sale “as much as possible”. Uh-huh.</p> <p>It's a surprising reversal from Son, who has been working around the clock for the past 18 months with his leadership team in an attempt to offload the UK-based chip designer to an eager Nvidia. </p> <p>The Japanese group <a href=\"https://ft.com/content/8e1ca412-da98-4a59-9a9b-431e13b0f800\">intends to list</a> Arm in New York as it looks to reclaim some of the windfall from what would have been the <a href=\"https://www.ft.com/content/1a13c146-21cb-428a-9771-fcffe9d0023b\">largest ever deal</a> in the chip sector, dashing UK politicians' dreams of relisting the chipmaker on the London stock market in the process.</p> <p>SoftBank's New York ambitions have already caused a stir in the UK, as the country scrambles to attract new listings and retain its hometown tech heroes within its borders.</p> <p>Watch closely as British politicians begin to shout and holler to force a London-listing.</p> <p>But the logic for SoftBank to list Arm in the US is clear. The UK market <a href=\"https://www.ft.com/content/363d8d3d-456c-4d73-b6ad-a9c778bdb2b5\">routinely</a> churns out lower tech valuations than the US, no matter how much it tries to <a href=\"https://www.ft.com/content/9da686a8-15dc-40c7-9fb0-d774e24b04f7\">loosen its listings regime</a>.</p> <p>And anyway, Son has to make a big impact if he wants to turn the collapsed mega-deal into a golden opportunity. It's not easy egg-hunting <a href=\"https://www.ft.com/content/e0120772-6844-4be3-bbbe-5166e2519617\">in a blizzard</a>.</p> <h2>Reddit shoots for the moon</h2> <p>The self-declared “front page of the internet” is becoming a hotly discussed topic on its own platform, as the host to the riotous r/WallStreetBets trading forum that helped fuel last year's <a href=\"https://www.ft.com/content/173efc91-8124-4b06-88ab-66f1d882a707\">memestock mania</a> readies for its own stock market debut.</p> <p>To make itself more appealing to investors — beyond the ones that frequent its site — the company is exploring a partnership deal with <strong>WPP</strong>, the world's biggest ad agency, two people with direct knowledge of the talks <a href=\"https://www.ft.com/content/c4c01d86-85f5-49c8-9966-cbf935d834a2\">told the FT's Hannah Murphy</a>. </p> <a href=\"http://www.ft.com/cms/8632563.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The idea is to build up digital advertising deals to underpin its future business. </p> <p>But there's one big problem: despite boasting a loyal audience of 330mn monthly users, some of its communities have a tendency to stir up controversy. Such content moderation issues have already landed tech groups including <a href=\"https://www.ft.com/content/51ea47e1-50c1-4b72-94d6-884017a1af4a\"><strong>Facebook</strong></a> and <a href=\"https://www.ft.com/content/0272f25b-d1bf-42ca-8d3d-a70d217855bf\"><strong>Spotify</strong></a> in difficult positions.</p> <p>If the platform can successfully stamp out the racism and conspiracy theories that proliferate on its pages and woo advertisers with loyal communities across gaming, crypto and more, keyboard warriors and traditional investors alike might be inclined to partake in the listing.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Peloton</strong> co-founder <strong>John Foley</strong> <a href=\"https://www.ft.com/content/33c8306c-abad-41f6-874f-e95bb23c6460\">is stepping down</a> as the fitness group's chief executive to become executive chair following pressure from activists and potential bidders. He will be replaced by <strong>Barry McCarthy</strong>, the former finance chief of <strong>Spotify </strong>and <strong>Netflix</strong>. </p></li>  <li><p><strong>Sixth Street</strong> has appointed<strong> Nobel</strong> laureate and <strong>University of California, Berkeley</strong>, professor <strong>Jennifer Doudna</strong> as chief science adviser. She will continue to lead UC Berkeley's<strong> Innovative Genomics Institute </strong>and the <strong>Doudna Lab</strong>.</p></li>  <li><p><strong>Lakestar</strong> has hired former <strong>UK minister</strong> for universities, science, research and innovation <strong>Sam Gyimah</strong> as a venture partner.</p></li>  <li><p><strong>David Hutchinson</strong> is rejoining <strong>AlixPartners </strong>as a managing director, based in London. He worked at the turnaround consultancy from 2004 to 2018 before joining <strong>Boston Consulting Group</strong>.</p></li>  <li><p><strong>Weil, Gotshal &amp; Manges </strong>has hired<strong> Robert Rizzo </strong>as a partner in its private equity practice, based in New York.</p></li>  <li><p><strong>Wilson Sonsini</strong> has hired<strong> Richard Goold </strong>as a corporate partner in its London office. He was previously global head of tech law for <strong>Ernst &amp; Young</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Courtroom circus </strong>Illegal outside deals, strip club escapades on the company dollar, allegations of embezzlement and fraud — the<a href=\"https://www.nytimes.com/2022/02/08/business/raiffeisen-pierin-vincenz-fraud-trial.html\"> trial of Switzerland's former “Banker of the Year”</a> will be one for the books, The New York Times writes.</p> <p><strong>Flipping houses </strong>An influx of private equity landlords in the US are bringing the same <a href=\"https://www.propublica.org/article/when-private-equity-becomes-your-landlord\">cost-slashing, profit-squeezing methods</a> once reserved for corporate America into the homes of everyday citizens, ProPublica reports.</p> <p><em><strong>Call my agent! </strong></em>The hit French show is one of many popular European programmes that big streaming groups like Netflix, Disney and Amazon will have to worry about <a href=\"https://www.ft.com/content/bf70ada3-70fd-4fcb-b4e8-638bcc053025\">if EU regulators tighten their grip</a> on the global platforms.</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/3bdbde8d-64b1-40cf-89ba-21b276c192c5\">Sequoia and Silver Lake fund crypto infrastructure start-ups</a> (FT)</p> <p><a href=\"https://www.ft.com/content/fec2c98f-fa9b-48ce-a633-4b69247d5592\">France's Iliad bids for Vodafone Italian business</a> (FT) </p> <p><a href=\"https://www.ft.com/content/1f54b220-a08a-41be-ba0e-0e67b32d74ad\">BNP lifts payout target after annual profits jump</a> (FT + <a href=\"https://www.ft.com/content/002e8618-f899-4fc2-9853-22a88608cd6a\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/999f719f-7561-4dfa-adb5-def8e58ea35d\">BP rejects calls for UK windfall tax after biggest profits in eight years</a> (FT)</p> <p><a href=\"https://www.reuters.com/business/exclusive-eqt-readies-34-bln-sale-french-water-services-firm-saur-sources-2022-02-08/\">EQT readies $3.4bn sale of French water services firm Saur</a> (Reuters) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-02-08/microsoft-is-said-to-pursue-deal-for-cybersecurity-firm-mandiant?srnd=deals&amp;sref=OziMsGoK\">Microsoft considers pursuing a deal for cyber security firm Mandiant</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/495d4e65-551f-45d7-acc2-4891795f38ff\">Former KPMG auditors say regulator failed to let them respond to Carillion claims</a> (FT) </p> <p><a href=\"https://www.ft.com/content/cf430bc8-569f-4e0e-8ae8-97f4ce497ef3\">Wall Street learns to relax about returning to the office</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/8edea8b6-07a2-42a9-aa49-484bffe8c3c3\">India scales back corporate overhaul plans</a> (FT Opinion) </p><p>Source:  2022 'The PE giant and Canadian pension fund embroiled in a #MeToo scandal' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T05:00:59.137Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8559,
          "end": 8568
        }
      ],
      "nexusId": "10031144"
    }
  ]
}