{
  "_id": "ab7279e30b4707fbb872cf163c2189130a7691d737a5d838524e19e4c9f7cd3b",
  "feed": "market-watch",
  "title": "3 tricky — and costly –Social Security scenarios for widows; The most obvious choice isn't always the right one",
  "text": "<p>The reason why is Social Security.</p><p>Read: The crushing financial penalties for marriage in your later years — courtesy of Uncle Sam</p><p>You see, a new widow can claim her deceased spouse's monthly payment in place of her own. This often turns out to be significantly more money per month if, say, the husband was the breadwinner.</p><p>Simple, right? Of course not.</p><p>There are a lot of moving parts here. It seems logical to immediately switch and receive a late husband's larger Social Security check. But not always.</p><p>Consider these three scenarios:</p><p>Scenario No. 1</p><p>This one's easy. Both of you are 70 or older and you already get your maximum monthly payments. If the late spouse's check is larger, go ahead and take his monthly payment in place of your own.</p><p>Read: Two simple tasks to do right now if you're in your 50s and planning for retirement</p><p>Scenario No. 2</p><p>The new widow has not yet begun taking Social Security, but the late spouse was collecting it.</p><p>Here, delay your own check and take the husband's larger payment instead, for now. That's because the widow's monthly Social Security payment will grow by 8% per year simply by waiting up to age 70 to start taking a check.</p><p>If your check is bigger once you reach 70, switch back. If not, stay on the husband's check.</p><p>Read: 'You don't want to die at your desk sending an email.' Beyond the numbers, are you ready to retire?</p><p>Scenario No. 3</p><p>From here, things get complicated.</p><p>In this scenario the widow has already applied for Social Security but wants to switch and take the late husband's monthly payment, which is larger. You have a one-time right to withdraw your Social Security application within 12 months of starting. However, you must repay money already received.</p><p>Consider, too, the potential for complications from additional sources of income, such as pensions and required retirement plan distributions. After a certain level of income you will be taxed on Social Security at the federal level.</p><p>Read more about Social Security on MarketWatch</p><p>Twelve states also tax Social Security payments based on your retirement income and other factors. Those states are Colorado, Connecticut, Kansas, Minnesota, Missouri, Montana, Nebraska, New Mexico, Rhode Island, Utah, Vermont, and West Virginia.</p><p>In short, depending on your age, where you live, and how much you earn in retirement, the potential total amount you might receive from Social Security can be quite different.</p><p>Read: Write a letter to the future, for your family and yourself — here's how</p><p>It pays to have a professional examine each choice and provide a careful analysis of the long-term outcomes. Which path forward puts the most money in your pocket?</p><p>Naturally, the best defense is a good offense: Take the time well in advance to talk with a qualified financial planner about how to protect and grow all of your assets for the long-term.</p><p>That includes retirement money a surviving spouse inherits through beneficiary designations, property, taxable investments, and income streams such as military benefits, private annuities, and Social Security.</p><p>Getting the sequence of income just right — maximizing monthly cash while minimizing taxes — is a crucial conversation to have with a financial professional.</p><p>It can be a hard talk to have, but it's an important one. Starting early with a fiduciary financial adviser can make all the difference years down the road.</p><p>Christie Whitney is a Certified Financial Planner at Rebalance. Follow her on LinkedIn or Twitter @Rebalance360 .</p><p>3 tricky — and costly –Social Security scenarios for widows</p>",
  "published": "2022-08-30T10:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}