{
  "_id": "f49853b2e7e8b4dd160f06fde1ed60d637034b3edc16ea14abff0a79b73e293d",
  "feed": "wall-street-journal",
  "title": "Jobless Claims Fell Last Week in Still-Tight Labor Market; Worker filings for unemployment benefits have hovered close to the prepandemic 2019 average since late August",
  "text": "<p>The four-week moving average for jobless claims, which smooths out weekly volatility, rose slightly to 212,250 last week.</p><p>Continuing claims, a proxy for the number of people seeking ongoing unemployment benefits, increased to 1.39 million in the week ended Oct. 8 from 1.36 million a week earlier. Continuing claims are reported with a one-week lag.</p><p>The overall U.S. jobs market remains on strong footing, but has cooled in recent months. Employers added 263,000 jobs in September, a slowdown from earlier in the year, while the share of people working or looking for a job fell. Job openings declined in August to their lowest level since summer of 2021. But many businesses have continued to hire, citing struggles with staffing shortages.</p><p>Parts of the U.S. economy are showing signs of slowing in response to the Federal Reserve aggressively lifting its benchmark interest rate in an effort to tame inflation that is running near 40-year highs.</p><p>The interest-rate-sensitive housing sector has slowed sharply this year due to higher construction costs and mortgage rates that make it more expensive to build and buy property. Housing starts fell 8.1% in September from a month earlier to a seasonally adjusted annual rate of 1.44 million, the Commerce Department said Wednesday.</p><p>Some corporate leaders are warning of an economic downturn. Amazon.com Inc. founder Jeff Bezos earlier this week said the economy was flashing warning signs. Microsoft Corp. earlier this week laid off more employees.</p><p>Write to Sarah Chaney Cambon at sarah.chaney@wsj.com</p><p>Jobless Claims Fell Last Week in Still-Tight Labor Market</p>",
  "published": "2022-10-20T13:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1438,
          "end": 1453
        },
        {
          "start": 1438,
          "end": 1447
        }
      ]
    }
  ]
}