{
  "_id": "7358ee80840f8a35028847094ef201bb25e2a4710874fa0b95799305ef31eb01",
  "feed": "wall-street-journal",
  "title": "Unity Agrees to Buy ironSource in $4.4 Billion Videogame Deal; Pact joins providers of services for game and other app developers amid a digital-advertising slowdown",
  "text": "<p>\"Obviously valuations have come down and cost of capital has gone up, and people are tightening belts,\" Unity Chief Executive John Riccitiello said Wednesday. He added that the videogame industry is more insulated than others in tech, and Unity's recent job cuts were minimal and part of the normal course of re-evaluating priorities.</p><p>\"It's the only industry I'm aware of where the consumer of games loves the ads,\" he said.</p><p>Consumer spending on videogames is expected to rise 5.4% this year to reach $203.1 billion, according to estimates from industry tracker Newzoo BV. Revenue from mobile games is expected to account for slightly more than half, it says.</p><p>The tech sector at large is showing signs of a slowdown. In the first quarter, the combined weight of macroeconomic factors such as rising interest rates, the war in Ukraine and growing inflation weakened the online ad market that many tech companies rely on to generate the bulk of their revenue. On Tuesday, Alphabet Inc.'s Google said it would slow hiring for the rest of the year, and Microsoft Corp. said it was cutting a small percentage of its staff. Other big tech companies, including Facebook parent Meta Platforms Inc., Twitter Inc. and Uber Technologies Inc., also recently said they would be scaling back or freezing hiring plans.</p><p>San Francisco-based Unity went public in 2020, while ironSource made its market debut last year after merging with a special-purpose acquisition company, or SPAC. Unity and ironSource will have about 8,000 employees after the merger is complete.</p><p>Unity operates a platform for developing mobile, console and computer videogames as well as other software applications. Developers use ironSource's platform to publish and scale mobile games and other apps.</p><p>\"In-app advertising within games is very huge,\" ironSource co-founder and CEO Tomer Bar-Zeev said. \"It's very resilient, and I expect it to keep growing\"</p><p>IronSource said in its most recent earnings, for the quarter ended March 31, that revenue rose 58% from a year earlier to $190 million and net income increased 34% to $13.8 million. For the same period, Unity said its revenue was up 36% from a year earlier to $320 million, while its loss per share widened to 60 cents from 39 cents. Unity also lowered its full-year revenue guidance to a range of $1.35 billion to $1.43 billion, from its previous view of up to $1.5 billion.</p><p>Unity's deal for ironSource speaks to challenges Unity is facing with its core digital-advertising business and the broader pullback on digital advertising overall, said Benchmark analyst Michael Hickey. \"We think this is a classic coverup deal,\" he said. \"You acquire a company that does much of the same thing and change the narrative.\"</p><p>Wedbush Securities analyst Michael Pachter said the two parties complement one another, but it is unclear how their respective customers will react. \"The risk is just that they could lose revenue because of an overlap of customers or customers could shift to competitors,\" he said.</p><p>Shares of Unity fell 17% Wednesday to $32.97, while ironSource shares rose 48% to $3.30. Under the deal's terms, Unity agreed to swap 0.1089 of its shares for each ironSource share.</p><p>Unity said its two largest shareholders, Silver Lake and Sequoia, have committed to investing an aggregate $1 billion in the form of convertible notes to be issued at the closing of the transaction. The company also said its board authorized a share buyback program of up to $2.5 billion.</p><p>The deal for ironSource comes after Unity last year agreed to pay $1.63 billion for major parts of Wētā Digital, the visual-effects studio co-founded by film director Peter Jackson that helped create such blockbusters as the \"Lord of the Rings\" movie trilogy and \"Game of Thrones\" television series. Unity at the time said the deal would add several tools to its collection and help it create new ones aimed at building out the metaverse.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Unity Agrees to Buy ironSource in $4.4 Billion Videogame Deal</p>",
  "published": "2022-07-13T17:13:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1049,
          "end": 1064
        },
        {
          "start": 1049,
          "end": 1058
        }
      ]
    }
  ]
}