{
  "_id": "39a20ada79be9b27caa8f856c41ed52965122a097153a702f95f403a18f79016",
  "feed": "market-watch",
  "title": "Oracle misses on earnings results and forecast as strong dollar takes a toll; Software company reports lower profit than expected and guides lower than analysts projected, executives point to currency issues",
  "text": "<p>Chief Executive Safra Catz said in a conference call Monday that the earnings miss was a result of a strengthening dollar during the quarter. She said that the currency fluctuations cost Oracle 8 cents a share in the quarter, while she was expecting 5 cents when she made the forecast three months ago.</p><p>For the second quarter, Catz guided for adjusted earnings of $1.16 to $1.20 a share on sales of about $11.9 billion to roughly $12.1 billion, while again noting that a strong dollar will be an issue — she expects $1.20 to $1.27 a share in constant currency. Analysts on average were expecting second-quarter adjusted earnings of $1.27 a share on revenue of about $12.1 billion, according to FactSet.</p><p>Shares were up about 1% in after-hours trading Monday afternoon following the forecast, which was disclosed in a conference call. The stock closed with a 1.5% increase at $77.08.</p><p>Oracle in June completed a $28.3 billion acquisition of Cerner, whose software is used by hospitals and others in the health industry to examine patient data, making this the first quarter that includes results from the large merger. In a preview of the report, Monness Crespi Hardt analyst Brian J. White wrote that \"we will be curious to hear about the early learnings from this newest addition to the family.\"</p><p>For more: Oracle follows Microsoft into healthcare push with Cerner</p><p>\"Despite a more precarious environment, we believe there remain tailwinds in Oracle's cloud transformation, and there could be some sales wiggle room from Cerner,\" White, who has a buy rating and $113 price target on the stock, wrote. \"At the same time, the addition of Cerner could muddy the financial waters in unintended ways, and integration remains a risk, especially in the current environment.\"</p><p>Oracle reported $1.4 billion in Cerner revenue for the quarter, while analysts on average were expecting sales of $1.36 billion, according to FactSet.</p><p>\"In Q1, total revenue grew 23% in constant currency, beating guidance by $200 million,\" Catz said in a statement announcing the results Monday. \"Even without Cerner, our total revenue grew 8% in constant currency driven by Oracle's rapidly growing applications and infrastructure cloud businesses. These two cloud businesses now account for more than 30% of our total revenue.\"</p><p>The results included $144 million in restructuring costs, up from $38 million a year ago, after reports of job cuts in the quarter. In early August, Oracle began laying off hundreds, principally from its advertising and customer experience group, as it prioritizes its healthcare IT services and cloud businesses, according to a Wall Street Journal report. Separately, The Information saidworkforce reductions were coming to parts of Europe, Canada and India in the coming weeks.</p><p>Oracle was not immediately available for comment on their cost-cutting plans.</p><p>Shares of Oracle have slipped 11.6% this year, while the broader S&amp;P 500 index SPX has declined 14.7%.</p><p>Oracle misses on earnings results and forecast as strong dollar takes a toll</p>",
  "published": "2022-09-12T21:28:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1320,
          "end": 1329
        }
      ],
      "nexusId": "10031144"
    }
  ]
}