{
  "_id": "831f8a9e01b138d13062f42cdf07ff3d78590541cbb66820fedbdf7f53f4f28a",
  "feed": "ftcomall",
  "title": "Crackdown looms for ESG ratings businesses",
  "text": "<p>Donald Trump might be out of office, but his years in power continue to reverberate in Washington. </p> <p>In a 6-3 ruling, the Supreme Court yesterday narrowed the Environmental Protection Agency's authority to regulate greenhouse gas emissions. All three of Trump's Supreme Court nominees ruled against the EPA.</p> <p>The ruling essentially “closes the door” on a federal cap-and-trade programme in the US, investment bank Cowen &amp; Co said. The ruling does not prohibit the EPA from regulating greenhouse gas emissions, but it will have to act in a limited fashion, Cowen said, adding that the EPA can still pressure coal plants to close. </p> <p>The Supreme Court's decision deals a blow to some big US companies. Several utilities actually <a href=\"https://www.supremecourt.gov/DocketPDF/20/20-1530/210464/20220118135708752_Power%20Company%20Respondents%20Merits%20Brief.pdf\">supported the EPA</a> in this case, arguing that the Supreme Court should not strike down the agency's authority. Another group of companies — Apple, Microsoft, Tesla and others — <a href=\"https://www.supremecourt.gov/DocketPDF/20/20-1530/211279/20220125134654422_Brief.pdf\">also supported</a> “the need for stable, nationwide rules governing [GHG] emissions.”</p> <p>More broadly, the Supreme Court ruling puts other climate rules on shakier ground. The SEC is advancing a climate disclosure rule without specific congressional authority and that rulemaking could be doomed by the Supreme Court's ruling.</p> <p>Read more on the decision <a href=\"https://www.ft.com/content/b69f0a4d-a9d8-4a2d-b891-2f3c142f66ac\">here</a>. And, in light of the corporate pushback to the Supreme Court's climate change opinion, please see Gillian's column on the need for executives <a href=\"https://www.ft.com/content/37e84f4a-ddb7-4dc9-9aad-dbb5c7fb2a00\">to speak up for democracy</a>.</p> <p>Today, I have an analysis of the Financial Conduct Authority's announcement from Wednesday that it should regulate environmental, social and governance data providers and raters. I also delved into a little-noticed regulatory filing from Bank of America concerning its use of ESG tax credits. <em>(Patrick Temple-West)</em></p> <p><em>PS Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=6297805478ed5f4ed72d31b8\"><em>here</em></a><em> to receive The Climate Graphic Explained, our latest newsletter, which offers insight and analysis into the most topical climate data of the week. The first edition will go out this Sunday.</em> </p> <h1>FCA to regulate ESG ratings businesses</h1> <p>Is it time to rein in the allegedly overworked, underqualified analysts lording over the ESG market? </p> <p>The UK Financial Conduct Authority on Wednesday <a href=\"https://www.fca.org.uk/publication/feedback/fs22-4.pdf\">published a report</a> saying there is “a clear rationale” for it to regulate MSCI, Sustainalytics and the other firms that carry out ESG ratings and data. Regulations would hit green bonds, sustainability-linked bonds and other products that need second-party opinions.</p> <p>Citing “potential harms”, the FCA said the call for regulation stemmed from market participants: Barclays, pension fund Nest and Standard Chartered, to name a few, who made recommendations to the FCA about ESG raters.</p> <p>According to these commenters, some ESG analysts “cover a significant number of [companies] for cost efficiency reasons” (meaning the ratings businesses do not want to pay for more bodies). The market participants also “questioned the depth of knowledge of ESG rating providers' analysts.” </p> <p>Further, the respondents warned about “product bundling”, in which asset managers must pay a high, bulk price for ESG data even if only a sliver of it is used.</p> <p>The FCA's call for regulation should not come as a surprise, said Catherine Wade, a counsel at Linklaters. The UK's effort to regulate ESG tracks with the green bond standards in the works in the European Union, she said.</p> <p>The companies in the crosshairs seemed unperturbed for now. In a statement to Moral Money, MSCI said it “welcome[s] the development of voluntary principles of conduct for ESG ratings”.</p> <p>Arthur Carabia, ESG policy research director at Morningstar, which owns Sustainalytics, said: “We welcome the pathway and key topics identified by the FCA.”</p> <p>For now, sources did not have a timeframe for when regulations might be finalised. Given the FCA's responsibility to oversee prospectuses, the regulator said further oversight could come down the road.</p> <p>But the outcome is likely to be applauded by the ESG market. Since the big financial institutions prodded the FCA to call for ESG regulations, banks and investors are happy to see this outcome, said Anna Delgado, a partner at Ashurst. When the ESG market started “the bar was quite low” in terms of quality, she said. Now, there is some danger that regulations “are too stringent and scare people off.” But overall, “people will welcome this” FCA regulatory attempt, she said. (<em>Patrick Temple-West</em>)</p> <h1>SEC prods Bank of America on ESG tax credits</h1> <p>Companies will go to just about any means legal to lower their tax bills. And for years, Bank of America has channelled its sustainable investing work into tax savings.</p> <p>For the first quarter of 2022, Bank of America reported a 10 per cent effective tax rate, a figure well below its competitors. Goldman Sachs came closest with a 15 per cent tax rate. How was this possible? Bank of America routinely beat its Wall Street peers on tax bills with a not-so-secret weapon: ESG tax credits.</p> <p>These tax credits stem from investments in affordable housing and renewable energy, Bank of America reported. Without these breaks, the bank's effective tax rate would jump to about 23 per cent, it reported — well above the industry average.</p> <p>But now the SEC has come knocking on Bank of America's door for more information. In a June 29 regulatory filing, Bank of America disclosed <a href=\"https://www.sec.gov/Archives/edgar/data/70858/000000000022005218/filename1.pdf\">an SEC letter</a> to chief executive Brian Moynihan requesting specifics about its housing and energy tax credits. In<a href=\"https://www.sec.gov/Archives/edgar/data/70858/000007085822000096/filename1.htm\"> response</a>, Bank of America said it will update its future reports. </p> <p>The lender said a big jump in the use of these tax credits over the past three years stems from investments in wind and solar energy as part of the bank's commitment to a lower carbon economy.</p> <p>It's not unusual for the SEC to ask companies about their financial statements and request clarifications. But this focus on ESG comes amid an agencywide effort to require more climate related financial disclosures, said Bryen Alperin, a director at Foss &amp; Co, a San Francisco-based tax credit specialist.</p> <p>“When putting something in a 10-k [filing], be prepared to defend it,” Alperin said. “This [letter] makes that clear.”</p> <p>The SEC's letter to Moynihan follows dozens of letters the agency sent to companies from Amazon to Dominion Energy asking about how they determine their climate change disclosures in regulatory filings. The Bank of America inquiry might have been the latest warning shot in the SEC's effort to push companies for more ESG information.</p> <p>The SEC's big climate change disclosure regulation is still months away from being finalised. But it is clear the agency is fighting to get companies to reveal more about climate risks and ESG for investors. (<em>Patrick Temple-West</em>)</p> <h1>Smart reads</h1> <ul>  <li><p>Chinese coal companies, which not long ago faced secular decline, have gained a new lease of life. Our <a href=\"https://www.ft.com/content/08c9a0c4-7251-499c-af73-43a521d487c6\">Lex colleagues report</a> that China is importing more coal from Russia, and investors are enjoying the increasing share prices at many Chinese coal businesses.</p></li> </ul><p>Source: Patrick Temple-West  2022 'Crackdown looms for ESG ratings businesses' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-01T11:00:19.020Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 860,
          "end": 869
        },
        {
          "start": 867,
          "end": 876
        }
      ]
    }
  ]
}