{
  "_id": "52778ed281fb737576d59aa2951dc05739cb6a73e887480a38362cdce46c5655",
  "feed": "wall-street-journal",
  "title": "Stock Pickers Watched the S&P 500 Pass Them by Again in 2021; More U.S. large-cap stock-picking mutual funds lagged behind the benchmark than in any year since 2014",
  "text": "<p>The failure of stock pickers to beat the benchmark is nothing new: 2021 was the 12th consecutive year in which the majority of actively managed funds of large-cap stocks watched the S&amp;P 500 pass them by.</p><p>But 2021's performance was particularly weak, with the smallest share of large-cap stock pickers beating the benchmark since 2014. During the market tumult of 2020, by comparison, 60% of U.S. large-cap funds lagged behind the benchmark index.</p><p>Stock pickers can try to beat their benchmarks by tilting their fund toward a part of the market that is outperforming, like shares of fast-growing companies and big tech stocks in 2020. That year, almost 64% of the total return of the S&amp;P 500 was contributed by just five companies: Apple Inc., Amazon.com Inc., Microsoft Corp., Alphabet Inc. and Nvidia Corp.</p><p>Last year, growth stocks recorded a smaller lead over value stocks than in 2020. The five highest-contributing companies accounted for about 31% of the index's 2021 return—less than half that of the prior year. Microsoft, Apple, Alphabet and Nvidia repeated their stints on the top-five list and were joined by Tesla Inc.</p><p>The narrowing of performance gaps may be one reason that so many stock pickers failed to deliver stronger results than the broad market, said Craig Lazzara, managing director in core product management at S&amp;P Dow Jones Indices.</p><p>\"The opportunity that you might have by moving to a more extreme growth posture or to a larger cap posture was much less in 2021 than it had been the prior year,\" he said.</p><p>The average return last year of large-cap U.S. funds, weighted by fund assets, was 23.3%, more than 5 percentage points lower than that of the S&amp;P 500, according to S&amp;P Dow Jones Indices.</p><p>So far, 2022 is shaping up to be a very different year. Major U.S. stock indexes have suffered corrections, or declines of at least 10% from their highs, as investors worry about the Federal Reserve's plans to raise interest rates and about volatility in commodity prices following Russia's invasion of Ukraine.</p><p>Value stocks have held up better than growth stocks, with the S&amp;P 500 value gauge declining 4% this year through Tuesday on a total-return basis, compared with a decline of 15.9% for the S&amp;P 500 growth index. Money managers who tilted portfolios toward growth stocks in a bet on their continued outperformance may be looking at the 2022 returns with concern.</p><p>The S&amp;P 500 has declined 10.3% on a total return basis this year through Tuesday. During that time, 57 of the 100 largest actively managed U.S. mutual funds that invest in U.S. large-cap stocks had worse returns, according to data from Morningstar Direct.</p><p>Professional stock pickers often say that markets with big divides between winners and losers, as well as pullbacks that put desirable shares on sale, are ripe environments for their work.</p><p>\"A more volatile market is in theory good for active management because there's opportunities to demonstrate their stock picking,\" said Todd Rosenbluth, senior director of ETF and mutual-fund research at CFRA. \"But historically there's been volatile markets over the last 12 years and the data is clear: Active management has struggled.\"</p><p>At the end of 2020, $5.4 trillion was indexed to the S&amp;P 500 in passively managed funds, while $8 trillion was benchmarked to the index in actively managed funds.</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Stock Pickers Watched the S&amp;P 500 Pass Them by Again in 2021</p>",
  "published": "2022-03-16T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1019,
          "end": 1028
        },
        {
          "start": 760,
          "end": 775
        },
        {
          "start": 760,
          "end": 769
        }
      ]
    }
  ]
}