{
  "_id": "5138dec2dd3f01e6edfb5c8a5851235fb96dda11e67d611b8182c71b897a8b03",
  "feed": "wall-street-journal",
  "title": "Google Posts Slowing Sales Growth; Cloud investments aimed at catching Amazon and Microsoft weigh on the bottom line of search-giant parent Alphabet",
  "text": "<p>Rising inflation, supply chain disruptions, Russia's war on Ukraine and other factors have weighed on the economic outlook and, analysts say, companies' appetite to spend on ads. Snap Inc. said last week that those pressures affected its financial results in the most recent quarter and could dent the ad market going forward.</p><p>Google's search advertising—often linked more closely to specific customer purchasing decisions than to broader brand-awareness campaigns—was less affected by the wider economic concerns. A rebound in travel as pandemic restrictions continued to ease helped underpin the company's revenue growth, analysts said.</p><p>SHARE YOUR THOUGHTS</p><p>What are you looking for in Alphabet's earnings report? Join the conversation below.</p><p>Alphabet reported $68 billion in sales for the first three months, meeting Wall Street expectations. Net income, weighed down by accounting factors, dropped 8.3% to $16.4 billion, below the consensus estimate of analysts surveyed by FactSet.</p><p>Shares in the company closed down about 3% Tuesday and retreated more than 4% in late trading after posting the results.</p><p>Alphabet reported strong top-line growth in its cloud-computing business, where it is trying to catch up to Amazon.com Inc. and Microsoft Corp. The cloud business remains a heavy investment area for the company, and Google Cloud Services remains unprofitable.</p><p>Last month, Alphabet said it planned to spend nearly $5.4 billion to buy cybersecurity firm Mandiant Inc. to better automate cyber defenses by injecting specialized intelligence into one of the world's largest platforms for cloud-based tools.</p><p>Cybersecurity investments have become something of an arms race among cloud service providers, with a rash of ransomware and other attacks driving customer concerns about data security. Microsoft, which also reported quarterly earnings Tuesday, said that revenue and profit rose as demand for its cloud services and software products continued to climb, with the pandemic spurring more remote work.</p><p>Sales for Google Cloud rose to $5.8 billion, from about $4 billion in the year-earlier period, generating an operating loss of $931 million.</p><p>YouTube, the internet's largest video destination, contributed $6.87 billion in first-quarter sales. That compares with $7.87 billion in first-quarter revenue for streaming-media subscription service Netflix. Inc. Alphabet has been ramping up spending for YouTube to maintain its lead in video by funding a TikTok alternative, YouTube Shorts, and adding live shopping.</p><p>Alphabet also said it would repurchase up to an additional $70 billion of some of its stock.</p><p>Robert Wall contributed to this article.</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Google Posts Slowing Sales Growth</p>",
  "published": "2022-04-26T20:40:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1796,
          "end": 1805
        },
        {
          "start": 1235,
          "end": 1250
        },
        {
          "start": 1235,
          "end": 1244
        },
        {
          "start": 82,
          "end": 91
        }
      ]
    }
  ]
}