{
  "_id": "b017c29f004955bd53dc4778121235f492ccf0887bab3c82d716b5e34de73b49",
  "feed": "ftcomall",
  "title": "Divided government, diminished profits",
  "text": "<p>Good morning. Fed day. Yesterday's <a href=\"https://www.ft.com/content/c2cc606c-3aef-4c1d-912d-d78da291d69f\">Jolts data</a>, showing job openings rising again, will not have put the FOMC into a cheery mood. But a 75 basis point rate increase was locked in anyway. The market is expecting Jay Powell to utter some vague fragment of sentence suggesting that the next step, in December, will be 50 basis points, and that a pause in increases is visible on the horizon. If that does not happen, we expect markets to take it hard. Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h1>The midterms will be bad news for investors </h1> <p>The Republicans are very likely to take control of the House next week. This is not a sophisticated piece of political prognostication on the part of Unhedged. It's just that the Democrats now <a href=\"https://pressgallery.house.gov/member-data/party-breakdown\">control</a> 220 seats to the Republicans' 212, with three vacancies, two of them formerly Democratic and one Republican. Call it a nine seat edge. If the Dems lose a net of five seats, control shifts. Since 1934, the president's party <a href=\"https://www.presidency.ucsb.edu/analyses/the-2022-midterm-elections-what-the-historical-data-suggest\">has lost</a> an average of 28 seats in midterm elections, according to the American Presidency Project. Also, Joe Biden has a significantly negative net approval rating. Inflation pisses everyone off. FiveThirtyEight's election <a href=\"https://projects.fivethirtyeight.com/2022-election-forecast/house/\">model</a>, for example, puts the odds of a shift in control at four in five.</p> <p>What is at stake for investors? To exaggerate only slightly, this:</p> <p>That's the annualised run rate of after-tax profit for US corporations. You may notice a little break in the trend where the pandemic began. Corporate profits have risen by a third. Where did the extra $1tn or so come from? A lot of it came from here (data from Ed Mills at Raymond James):</p> <p>Government spending, and in particular debt-financed government spending, has gone bananas since the start of the pandemic. And as we have pointed out <a href=\"https://www.ft.com/content/7a90ca3b-c9e5-4709-a9ed-edcb1c51b374\">before</a>, deficit spending and corporate profits are closely related. The Levy-Kalecki equation (a basic accounting identity) says profits are a residual, equal to investment minus household savings, government savings and foreign savings (that is, the current account deficit). This makes intuitive sense. Savings are monies received but not spent. To make profits, companies need US households, the US government and foreigners to spend money, not save it.</p> <p>It is particularly clear why government deficit spending, which exploded during the pandemic, would be closely linked to profits. When the government borrows money and spends it, the money goes to companies either directly (think of a defence contractor) or indirectly (think of a stimulus check used to buy a new TV). Yes, when government deficits fall, there are multiple ways the US's books could balance — households and foreigners could go on a spending binge replacing the lost government largesse, for example. But a fall in profits seems to us to be more likely.</p> <p>If we get a divided government, deficit spending will decline even more precipitously than it already is, because no big spending bills will be passed, not even in the “reconciliation” process that the Dems have depended on for the past two years. As BTIG's Isaac Boltansky puts it, “the only time deficit hawks fly in Washington DC is under a divided government”. And this partisan species of austerity will very likely come at a cost to profits. The timing of the decline and how it will be spread across industries is uncertain; the direction of the trend is not.</p> <p>Investors can, however, console themselves with the thought that two years from now one party or the other might control the presidency, House and Senate. If that happens the borrowed money will start flowing again, with the certainty of day following night.</p> <h1>Uber is not really a tech company</h1> <p>Uber put up solid third-quarter numbers <a href=\"https://www.ft.com/content/fe20a539-bd63-4cfc-8bb2-8d62c3d5be7d\">yesterday</a>. The highlights: more riders than before the pandemic, expectations-busting revenue growth and the second quarter in a row of positive free cash flow.</p> <p>Markets liked it. Uber shares rose 12 per cent. But like many younger start-ups-turned-public companies, the shares' one-year chart remains ugly. <a href=\"https://www.economist.com/business/2022/10/31/what-went-wrong-with-snap-netflix-and-uber\">The Economist</a> senses a theme:</p> <blockquote>  <p>Over the past year, the firms that epitomise these [new tech] business models — Uber and DoorDash; Netflix and Spotify; and Snap and Meta (which has tumbled spectacularly out of the trillion-dollar club) — have shed two-thirds of their market capitalisation on average …</p>  <p>their businesses all turn out to face the same main pitfalls: a misplaced faith in network effects, low barriers to entry and a dependence on someone else's platform …</p>  <p>Network effects are real. But they also have their limits. Uber believed that its head start in ride-hailing gave it a ticket to riches, as more riders and drivers would mean less idle time for both, drawing ever more users into an unstoppable vortex. Instead, it encountered diminishing returns to scale: reducing average wait times from two minutes to one would require twice as many drivers, even though most riders would barely notice the difference.</p> </blockquote> <p>We would put the point differently. The problem is not the limits of network effects, but that network effects are not enough. The companies that have made huge profits on the back of network effects have had another thing going for them: low incremental unit costs. The next search ad Google posts, the next bit of software Microsoft sells, the next workload hosted by Amazon Web Services costs those companies next to nothing, or at any rate well less than the one before.</p> <p>Uber's unit costs will never diminish as fast as those other companies, because it is a taxi company. It charges consumers for rides, pays most of that money to drivers and car insurers, and pockets a slice (about one-fifth of fares). Its much-vaunted food delivery business is little different: charge for delivery, pay most of that to drivers and restaurants, and take a cut. Uber doesn't technically own the cars in its fleet, but ultimately it has to pay for their depreciation, by way of correctly compensating its drivers. In that sense, it pays for the gas burnt on each ride, too. And of course the first driver has to be paid as much as the last. Uber has the economics of an asset-heavy company because, in effect, it is one.</p> <p>This is <a href=\"https://www.ft.com/content/478ed09c-5506-3f53-aaff-58ba2f9705fe\">not a new point</a>, nor is it a bad thing in itself. Uber has some economies of scale. Because it is the biggest ride-share app, the company covers more areas and has shorter wait times than Lyft, its only real US competitor. That attracts more riders, which draws in more drivers. Uber, as a result, is in a <a href=\"https://www.ft.com/content/caa2e8dd-0388-459c-a438-84c0a4cbeb21\">stronger</a> position than Lyft. Yet whether it has one rider or 1mn, Uber must pay 70-80 cents on the dollar to drivers. Scale can help with some expenses — building the app costs the same no matter how many users — but nothing like a Google or a Microsoft.</p> <p>Over the past 12 months, Uber's free cash flow margin is 2 per cent. Even annualising its outstanding result from this quarter, the number rises to only 4 per cent. Sounds about right for a taxi company. Google's free cash flow margin? Twenty-two per cent. (<em>Wu &amp; Armstrong</em>)</p> <h1>One good read</h1> <p>In one form or another, nearly all web advertising runs through Google's pipes. It has an internal ad-tech system called, no joke, <a href=\"https://www.wsj.com/articles/why-google-plays-down-its-ad-tech-business-but-is-determined-to-keep-it-11667292084?mod=hp_lista_pos5\">the Borg</a>. Resistance is futile.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'Divided government, diminished profits' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-02T05:30:43.662Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6704,
          "end": 6713
        },
        {
          "start": 5260,
          "end": 5269
        }
      ]
    }
  ]
}