{
  "_id": "c6ea8d0d0e757d5ae70a7b11901f7ff84222ad6f31696afd6fa8edf48331cda9",
  "feed": "wall-street-journal",
  "title": "Donald Trump Prepares to Launch 2024 Campaign; Former president is getting ready to announce a comeback bid by the end of November, advisers say",
  "text": "<p>Mr. Trump has teased the possibility of another campaign in recent months and had considered an announcement over the summer. But he was dissuaded by advisers who cautioned it could make him a distraction for Republicans in an otherwise favorable political climate. The exact timing is still a subject of debate among his advisers.</p><p>Two years after his loss to President Biden, Mr. Trump remains the GOP's clear leader and he has sought to further influence the party with dozens of endorsements in the midterm elections, some of which have roiled other party leaders. If Republicans perform strongly Tuesday in their bids to control Congress, Mr. Trump may feel especially bullish about his prospects.</p><p>\"I don't think there's any question—it's his nomination for the asking,\" said Trump pollster John McLaughlin. \"The Republican base has not moved on from Trump. Every day in hindsight he looks better and better among those voters.\"</p><p>Some Republicans have been hoping Mr. Trump, 76 years old, decides against a run. They want to turn the page from his tumultuous personal style that motivated Democrats and turned off many independents and moderate Republicans. Mr. Trump continues to dwell on the 2020 election and is involved in numerous legal entanglements.</p><p>\"The question as to whether or not he is good for the party was already answered in 2018 and 2020,\" said GOP strategist Mike DuHaime, referring to electoral losses the party sustained when Mr. Trump was in office. \"While there's no shame in losing a presidential race, he doesn't seem to know that and is determined to prove he's not a loser.\"</p><p>In particular, some Republicans lay blame at Mr. Trump's feet for the GOP's losses in two 2021 runoff contests in Georgia that handed Senate control to Democrats, as the former president and his unfounded claims of election fraud remained in the headlines. That dynamic could play out again this year in Georgia, with a tight race between Democratic Sen. Raphael Warnock and Trump-endorsed Republican Herschel Walker that could go to a Dec. 6 runoff.</p><p>\"I would hope that he would look at the situation and make the decision that is best for the party writ large,\" said Kevin McLaughlin, who served as executive director of the Senate GOP campaign arm in 2020. \"There's plenty of time to make an announcement post Georgia runoff, and that would be plenty early.\"</p><p>An announcement could also complicate a host of investigations Mr. Trump faces, including the Justice Department's criminal probe into sensitive government documents he stored at Mar-a-Lago in Florida. Some Republicans wonder if Mr. Trump's official entry into the race would make prosecutors less likely to pursue charges against him.</p><p>\"Indict a candidate for president? Better have the goods,\" said Republican strategist Scott Reed. \"We are sailing in uncharted waters.\"</p><p>His advisers deny the investigations are a factor in his decision-making, given he has long talked about running, though they give him another point of attack against Mr. Biden. \"They raided Mar-a-Lago, can you believe it?\" Mr. Trump said in Iowa Thursday to boos.</p><p>Mr. Trump has raised money incessantly since leaving office. His Save America committee had roughly $70 million cash on hand as of October.</p><p>He recently formed a new political-action committee called Make America Great Again Inc. which received $20 million in startup cash from Save America. Much of that has been used on ads for Senate races. Mr. Trump could shift more money to MAGA Inc., which faces fewer restrictions and could be used to further his campaign goals.</p><p>Mr. Trump has been assembling what could be a campaign team in waiting. Among those working for MAGA Inc. include executive director Taylor Budowich, Mr. Trump's communications director; pollster Tony Fabrizio; and strategist Chris LaCivita, who ran a pro-Trump PAC in 2020 funded by the late GOP donor Sheldon Adelson.</p><p>Susie Wiles, who oversaw Mr. Trump's winning Florida campaigns in 2016 and 2020, is also expected to have a top role in any campaign.</p><p>Mr. Trump's aides calculate that an announcement soon would deter other Republicans who have signaled interest in running for president in 2024, but they don't expect to clear the field. The chief threat is Florida Gov. Ron DeSantis, who is looking for a blowout win Tuesday for a second term and hasn't committed to serving all four years.</p><p>While Mr. Trump retains a clear lead in hypothetical 2024 GOP primary polls, the No. 2 in surveys is Mr. DeSantis, who built a national profile battling the Biden administration on Covid-19 policies and corporations such as Walt Disney Co. on cultural issues. Low level tension between the men already exists and both sides expect it could soon spill into more open conflict.</p><p>Some polls have shown GOP loyalty to Mr. Trump has declined since he left office, which is encouraging challengers to make forays into early voting states.</p><p>If Mr. Trump can't have the primary field to himself, his advisers would rather a larger group of Republicans run, feeling it would diffuse support among those candidates while he maintains his core base. Other potential candidates include former Vice President Mike Pence, former Secretary of State Mike Pompeo, former U.N. Ambassador Nikki Haley and Virginia Gov. Glenn Youngkin.</p><p>Mr. Trump has become convinced he can beat Mr. Biden, aides say, and got more serious about the idea during the current administration's chaotic withdrawal from Afghanistan in summer 2021. That moment along with missteps on handling Covid-19, high gasoline prices and persistent inflation have weakened Mr. Biden, who turns 80 this month and faces questions in his own party whether he is best suited to run again.</p><p>The president has indicated he will seek another term and thinks he can defeat Mr. Trump again. After initially refusing to say his predecessor's name, Mr. Biden now does with regularity, implicating him in what he says is a threat to democracy. \"He's just appalled at how coarse Trump is and how willing he is to break the norms that guide our politics,\" said Democratic strategist Jim Manley.</p><p>The latest Wall Street Journal poll, conducted in late October, found that a hypothetical 2024 rematch between Messrs. Biden and Trump is tied, each man drawing 46%. In August, Mr. Biden was ahead by 6 percentage points. While Mr. Biden's approval rating slid to 43% from 45%, voters viewed Mr. Trump's performance as president more positively, 49%, up from 44% in the previous poll.</p><p>Another early sign is among white suburban women, who abandoned Mr. Trump in 2020. If the 2024 election were between Mr. Biden and his predecessor, 41% of those women said they would vote for Mr. Biden and 52% Mr. Trump, the Journal poll found. In August, 55% said Mr. Biden and 39% Mr. Trump.</p><p>No defeated former president in the modern era has sought a comeback. The last successful one was Grover Cleveland, who was denied re-election in 1888 but rebounded in 1892.</p><p>Lindsay Wise contributed to this article.</p><p>Write to Alex Leary at alex.leary@wsj.com</p><p>Donald Trump Prepares to Launch 2024 Campaign</p>",
  "published": "2022-11-04T19:11:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}