{
  "_id": "4bff176af4bfea25a0617545b6a75463dd06bd37a02776a18046deb7a727bfc4",
  "feed": "wall-street-journal",
  "title": "Twitter Launches Gray 'Official' Label to Verify Certain Accounts; The designation indicates whether the social-media company has verified the authenticity of the account and differs from the blue check mark available for purchase",
  "text": "<p>Twitter Inc. is launching a new, gray \"official\" label that will indicate whether the social-media company has verified the authenticity of an account, the latest development in the platform's verification process under new owner Elon Musk.</p><p>Accounts that will receive an official label include those of governments, companies, major media outlets, publishers and some public figures, said Esther Crawford, director of product management at Twitter, according to her LinkedIn profile.</p><p>In tweets late Tuesday, she said the official label was intended to distinguish accounts between those who have subscribed to Twitter Blue and paid for blue check marks and those that have been authenticated by the company.</p><p>Twitter didn't respond to requests for comment.</p><p>Several media companies, including The Wall Street Journal, had official labels on their primary Twitter accounts as of Wednesday morning.</p><p>Official designations won't be available for purchase, Ms. Crawford said. Not all previous accounts that were verified will get the new official label, she said.</p><p>Twitter Blue, an existing premium service offered by the company, is undergoing an overhaul to charge people $7.99 for blue check marks and other benefits. It is one of the company's first major projects since Mr. Musk purchased the company last month in a $44 billion takeover.</p><p>Twitter Blue won't include identification verification, Ms. Crawford said.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Twitter Launches Gray 'Official' Label to Verify Certain Accounts</p>",
  "published": "2022-11-09T15:36:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}