{
  "_id": "b220fd78f819ed0f57afaa9fc26b1f7004516d69c9827b0d9126edbf455a8c35",
  "feed": "market-watch",
  "title": "If you believe in Amazon, its stock is now a bargain after falling 34% this year; It has been six years since Amazon's shares have traded so low to expected sales",
  "text": "<p>Cheap to sales — and cash flow</p><p>Amazon.com Inc. AMZN is not a company that can be valued by a traditional price-to-earnings ratio. It never has been. For this company, earnings really have been \"optional,\" as cash flow has been plowed back into the business to expand into new products and services.</p><p>Since investors have never been attracted to Amazon's stock because of its profits, the driver has obviously been sales. And right now, the ratio of the stock price to rolling 12-month sales estimates is the lowest it's been since March 2016, according to FactSet:</p><p>Amazon trades just below twice forward sales — below the forward P/S ratio of 2.1 for the S&amp;P 500 SPX and way below Microsoft, which trades for 8.3 time forward sales. This reflects not only the decline in Amazon's stock, but the expectation that sales will continue to grow by double digits.</p><p>This decline in the stock price for a highflying tech-oriented stock might not be a surprise. After all the S&amp;P 500 information technology sector is down 26% this year, more than the 20% decline for the full benchmark index.</p><p>So let's dig further into Amazon's sales and projected sales. Maybe this is where the \"problem\" lies with the stock.</p><p>First, let's look back at 15 years of annual growth rates for Amazon's revenue: </p><p> Year   Sales (bil)   Annual sales increase  2006   $10,711        2007   $14,835       38.5%  2008   $19,166       29.2%  2009   $24,509       27.9%  2010   $34,204       39.6%  2011   $48,077       40.6%  2012   $61,093       27.1%  2013   $74,452       21.9%  2014   $88,988       19.5%  2015   $107,006      20.2%  2016   $135,987      27.1%  2017   $177,866      30.8%  2018   $232,887      30.9%  2019   $280,522      20.5%  2020   $386,064      37.6%  2021   $469,822      21.7%  Source: FactSet</p><p>The figure for 2020 is bolded — the first year of the coronavirus pandemic boosted Amazon's sales as people stayed put.</p><p>Now let's look at projected sales through 2024, based on consensus estimates among analysts polled by FactSet: </p><p> Year            Sales (bil)   Projected annual sales increase  2021 actual     $469,822       2022 estimate   $522,909      11.3%  2023 estimate   $608,837      16.4%  2024 estimate   $700,693      15.1%  Source: FactSet</p><p>This year's sales growth is expected to be quite low for Amazon, possibly reflecting changing habits as the pandemic subsides. For the S&amp;P 500, weighted sales per share are projected to surge 13.6% this year, followed by more modest increases of 4.9% in 2023 and 5.4% in 2024.</p><p>All of the annual figures and estimates in this article are for calendar years. Microsoft's fiscal year actually ends on June 30.</p><p>Now let's take a look at sales projections for Microsoft: </p><p> Year            Sales (Bil)   Projected annual sales increase  2021 actual     $184,903         2022 estimate   $212,731      15.0%  2023 estimate   $241,078      13.3%  2024 estimate   $274,744      14.0%  Source: FactSet</p><p>Starting in calendar 2023, Microsoft's sales growth is expected to be lower than that of Amazon. Yet Microsoft trades at four times Amazon's forward price-to-sales multiple.</p><p>Cash flow or free cash flow — it depends on what you are looking for</p><p>Now let's look at forward price-to-cash-flow ratios. Cash-flow statements have been important for decades because of the vagaries of accounting rules. Any company's earnings can be skewed by one-time events, including many items that don't affect cash at all.</p><p>Amazon has made a practice of plowing most of its cash flow back into the business for expansion into new areas, including its delivery service.</p><p>Here's a comparison of forward price-to-cash flow ratios for Amazon, Microsoft and the S&amp;P 500, starting from the end of 2015:</p><p>Once again, Amazon's forward price-to-cash-flow ratio of 13.8 is far lower than Microsoft's ratio of 18.2, although it exceeds the index's ratio of 12.2.</p><p>For calendar-year cash flow, FactSet only has estimates for Microsoft through 2023. From 2021 levels through consensus estimates for 2023, analysts expect Amazon's cash flow per share to compound at an annual rate of 43.5%, compared with estimates of 17.6% for Microsoft and 10.7% for the S&amp;P 500.</p><p>When analyzing cash flows, analysts will often focus on free cash flow, which is remaining cash flow after capital expenditures. That is money that can be used to increase dividends, buy back shares, make acquisitions or for other corporate purposes.</p><p>Sarah Kanwal, an equity analyst with Crestwood Advisors in Boston, wrote in an email that although Amazon's stock has fallen so much this year, \"free cash flow estimates have gone down even more.\" She added that \"from that perspective, the stock hasn't gotten cheaper, it has become more expensive.\"</p><p>The consensus estimate for Amazon's forward free cash flow per share for the next 12 months is $2.14, which is indeed down 34% from a forward FCFPS estimate of $3.24 as of Dec. 31. Meanwhile, Microsoft's estimate has increased 12% to $10.23.</p><p>Matt Dmytryszyn, chief investment officer at Telemus Capital of Southfield, Mich., wrote in an email that Amazon's stock appears to have gotten more attractively value based on price/sales, but that \"given its low cash flow yield we don't view it as being at the point of considering it a bargain.\"</p><p>An emphasis on free cash flow yields can be very important for slower-growing companies, especially if investors want to make sure there is headroom to pay high current dividends and even raise them.</p><p>But in the case of Amazon, a focus on free cash flow may miss the point. This isn't a dividend stock, and it has ridden high on rapid sales growth for decades. Now an investor has to decide whether Amazon is already a mature company that should steadily return cash to investors, or whether it should keep investing heavily as it always has done.</p><p>What about AWS?</p><p>This is where Amazon is even more interesting. It has built Amazon Web Services into a top-three competitor with Microsoft and Alphabet Inc. GOOGL GOOG for cloud computing services.</p><p>AWS posted annual revenue of $62.2 billion in 2021, up 37% from 2020. AWS contributed 13% of Amazon's total revenue. The cloud segment's sales are expected to increase at a compound annual rate of 27.4% for three years through 2024, when AWS is expected to contribute 18% of Amazon's total sales.</p><p>AWS is also far more profitable than the parent company, as Adam Seessel of Gravity Capital Management in New York explained in detail. Seessel said Amazon was his second-largest portfolio holding and that \"assigning reasonable multiples to each of its segments yields a stock price of nearly $4,000 in two years.\"</p><p>That was in May. Amazon completed a 20-for-1 stock split in June. Seessel's split-adjusted target of $200 would make for an 81% gain from Amazon's close at $110.40 on July 13.</p><p>In May, Cowen analyst John Blackledge went so far as to write in a research report to clients that a sum-of-the-parts analysis of AWS valued the segment at about $1.2 trillion, which was above its enterprise-value estimate of $1.03 trillion for Amazon as a whole. He rates Amazon \"outperform\" with a current price target of $215.</p><p>Growing pains</p><p>Amazon increased its capital spending significantly during 2020 and 2021, to expand its fulfillment and shipping capabilities. The company \"spent as much on capex in two years as it did in the preceding 20 years,\" Ken Laudan of Kornitzer Capital Management wrote in an email.</p><p>Laudan, who manages the Buffalo Large Cap Fund BUFEX, added that Amazon will need to grow into this expanded capacity and that the shares were likely to remain rangebound over the near term, until \"[operating profit] margin expansion is more predictable,\" which will probably take until the second half of 2023. Meanwhile, Amazon \"remains a key large-cap holding,\" he wrote.</p><p>During an interview, Tom Plumb, the manager of the Plumb Balanced Fund PLIBX, also made note of Amazon's \"short-term problem\" of \"overexpansion and right-sizing for the current [economic] environment.\"</p><p>\"They have continuously shown that they have the cash flow to reinvest in their businesses,\" Plumb said, concluding: \"I would not bet against them.\"</p><p>Don't miss: These 7 beaten-down value stocks are a buy, says a money manager who has outperformed the S&amp;P 500 for 30 years</p><p>If you believe in Amazon, its stock is now a bargain after falling 34% this year</p>",
  "published": "2022-07-15T10:43:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3871,
          "end": 3880
        },
        {
          "start": 2708,
          "end": 2717
        },
        {
          "start": 3536,
          "end": 3547
        },
        {
          "start": 3670,
          "end": 3679
        },
        {
          "start": 4651,
          "end": 4660
        },
        {
          "start": 2708,
          "end": 2719
        },
        {
          "start": 5676,
          "end": 5685
        },
        {
          "start": 3398,
          "end": 3407
        },
        {
          "start": 3536,
          "end": 3545
        },
        {
          "start": 2782,
          "end": 2791
        },
        {
          "start": 2497,
          "end": 2506
        },
        {
          "start": 2400,
          "end": 2409
        },
        {
          "start": 680,
          "end": 689
        },
        {
          "start": 2400,
          "end": 2411
        },
        {
          "start": 4651,
          "end": 4662
        }
      ]
    }
  ]
}