{
  "_id": "cb467a218caf43de11052a201c723e8b381a52142e0216070e76ef8608713637",
  "feed": "wall-street-journal",
  "title": "Ropes & Gray Group Hires Former DOJ Compliance Expert; Hui Chen, who advised criminal prosecutors as the first in-house compliance counsel expert at the Justice Department, will serve as a senior adviser in the law firm's R&G Insights Lab",
  "text": "<p>The group brings together a multidisciplinary team including lawyers, a behavioral scientist and others to advise clients on compliance, risk and other challenges.</p><p>Ms. Chen was in 2015 a high-profile hire for the Justice Department—one that department leadership frequently touted—and was brought on board to provide guidance to prosecutors evaluating the effectiveness of compliance programs and remedial measures.</p><p>While at the Justice Department, she helped craft guidance on how corporate-compliance programs would be evaluated, a document that has become an important guide for compliance practitioners.</p><p>She left the Justice Department in 2017, and since then the department has moved to using several attorneys to advise on compliance considerations.</p><p>Ms. Chen, who is trained as a lawyer, also worked as the first foreign expert consultant to the Brazilian comptroller general of the union and as an adviser to the attorney general of Hawaii.</p><p>She also previously held in-house compliance roles at Microsoft Corp., Pfizer Inc. and Standard Chartered Bank.</p><p>Ropes &amp; Gray is among a number of law firms that recently have made efforts to build multidisciplinary teams to try to help clients solve thorny risk and compliance issues.</p><p>Write to Richard Vanderford at richard.vanderford@wsj.com</p><p>Ropes &amp; Gray Group Hires Former DOJ Compliance Expert</p>",
  "published": "2022-06-07T22:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1002,
          "end": 1017
        },
        {
          "start": 1002,
          "end": 1011
        }
      ]
    }
  ]
}