{
  "_id": "5399c326d65c101384086fbec89bf4c61b6b2457dd56f8bd3877b483895f2b2f",
  "feed": "ftcomall",
  "title": "‘Here we go': FTC's Meta case puts Lina Khan's antitrust vision to the test",
  "text": "<p>Lina Khan took charge of the US Federal Trade Commission on the promise of recasting the debate on anti-competitive behaviour in the Big Tech era. Her agency's lawsuit this week to stop Meta from buying a small start-up is the first major act to put that philosophy to the test.</p> <p>The FTC on Wednesday <a href=\"https://www.ft.com/content/6ba7e286-6f3f-4ffc-a19d-5ae50d2e0987\">asked</a> a California court to prevent Meta from acquiring Within, a Los Angeles-based creator of experiences for virtual reality. </p> <p>Its biggest hit, and the subject of Meta's desire, is Supernatural — a fitness app that is one of the most popular in Meta's VR marketplace.</p> <p>The <a href=\"https://www.ft.com/stream/16817525-f0c8-42ab-95b1-f6ed54220a49\">FTC </a>said halting the deal was necessary to prevent Meta from snapping up an emerging company and quashing a competitive threat.</p> <p>The dispute, which <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta </a>has said is based on “ideology”, will be closely watched as tech companies meet increased friction in making deals across the world, with similar efforts to scrutinise transactions being taken up by competition regulators in Europe.</p> <p>But leading experts in antitrust law said the FTC's lawsuit was “high risk”, and questioned whether Within will genuinely provide a huge boost to Meta's dominance at the expense of consumers.</p> <p>“I think if we gave the leadership team at the FTC truth serum, they would say this is unmistakably an experimental case,” said William Kovacic, a former FTC chair.</p> <p>“It's using a relatively novel theory of harm, or at least a theory of harm that the agencies have not tried out in the past.”</p> <p>A loss might undermine the FTC's newly zealous approach, and give credence to claims that Khan's impartiality on tech is compromised because of her prior academic work about the monopoly power of Big Tech. Both Meta and Amazon <a href=\"https://www.ft.com/content/3f7e7e02-82e0-430d-b923-b0a0c4ab50c4\">failed in their efforts</a> to have Khan recused from cases involving the companies.</p> <p>Other members of the sector warned success in this case could have a chilling effect. Should it become more difficult for big companies to acquire promising start-ups, they argue, it would deprive early-stage investors of one of their primary means of cashing in on their support.</p> <p>The Computer and Communications Industry Association, which lobbies on behalf of the tech industry, said other deals could be threatened, pointing to Microsoft's <a href=\"https://www.ft.com/content/d3726a3a-c4a0-4761-a82c-cda98abc3cb7\">blockbuster $75bn deal</a> to buy video games giant Activision Blizzard. </p> <p>“Competition policy and regulatory decisions work best when they focus on market data, consumers and facts — not company names or politics,” said CCIA president Matt Schruers.</p> <p>In making its move on the Meta-Within deal, the FTC's five commissioners split 3-2 along party lines to authorise legal action. The two commissioners appointed by former president Donald Trump — Noah Phillips and Christine Wilson — voted against, although they have not shared written dissents. Phillips declined to comment and Wilson did not immediately respond to requests for comment. </p> <p>Part of Khan's antitrust thesis argues that regulators have previously dropped the ball by waiting until companies became multibillion-dollar players before becoming concerned about takeovers or mergers. Technology companies have proven themselves to be adept at spotting cheap newcomers and making offers that almost cannot be refused.</p> <p>Instagram, which Facebook acquired in April 2012 for $1bn, is often cited as the prime example of this issue, one which the FTC is seeking to retroactively challenge in the courts. </p> <p>The FTC argued in its court filing that Within, while a minnow today, exists in a new market that may become a major new platform, following the same trajectory as the smartphone.</p> <p>Others note the potential for fitness games to be a “killer” app, the term given to breakthrough uses that spur widespread adoption of a new technology platform.</p> <p>The FTC argued a company that had found early success, such as Within, should remain independent, because doing so would force Meta to build its own fitness products, increasing competition in the marketplace.</p> <p>Instead, acquiring the company would remove Within as a competitor and discourage others from entering the VR fitness space, the FTC said, noting that Meta had already acquired seven similar companies in the metaverse industry.</p> <p>In a long statement outlining its objections, Meta claimed its spending would actually boost competition by growing the market.</p> <p>“The FTC is sending a chilling message to anyone who wishes to innovate in VR,” it said. “How could Meta's acquisition of a single fitness app in a dynamic space with many existing and future players possibly harm competition?”</p> <p>What makes Khan's move groundbreaking, said one antitrust academic, was the degree to which the decision may well hinge on a judge's assessment of VR. Its prospects of commercial success are by no means certain, with adoption still lagging far behind that of traditional video games.</p> <p>“It's always hard to predict the future,” said Carl Tobias, law professor at the University of Richmond. “It doesn't seem big now to us, and it seems like quite limited, but maybe there's much more to it than meets the eye. And maybe FTC is trying to get ahead of the game.”</p> <p>More such cases could follow now that the agency's top Democratic officials solidified its voting majority in the commission after Alvaro Bedoya's appointment in May.</p> <p>Antitrust experts are watching whether the FTC — bolstered by Bedoya's arrival — will revisit Amazon's $8.45bn acquisition of film studio MGM, which closed in March after competition regulators on both sides of the Atlantic declined to block the deal. The FTC, which at the time had a 2-2 voting deadlock between Democratic and Republican commissioners, let a 30-day review period elapse without opposition.</p> <p>Win or lose, Kovacic, the former FTC chair, speculates that the Meta case is muscle-flexing from Khan, particularly as new legislation on tech competition stalls in Congress.</p> <p>“This is the case she has been waiting for. It shows they're willing to use new theories of harm, to deal with structural conditions that have been ignored. To bring a level of courage to the process. </p> <p>“They may be willing to lose cases for the sake of a much greater game. They promised this, nobody should be surprised. Here we go.”</p><p>Source: Dave Lee in San Francisco and Stefania Palma in Washington 2022 '‘Here we go': FTC's Meta case puts Lina Khan's antitrust vision to the test' FT.com 29 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-29T04:00:12.075Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2181,
          "end": 2190
        },
        {
          "start": 2181,
          "end": 2192
        }
      ]
    }
  ]
}