{
  "_id": "51ce6f8d8b8b2028a0c0e89ea0448c0cae13f29ec9889eccd96eb7cb103abc57",
  "feed": "ftcomall",
  "title": "Nick Clegg becomes latest Meta executive bound for London",
  "text": "<p>Nick Clegg, the president of global affairs at Meta, is partly relocating to London, joining a growing list of top executives from the US social media company who have moved for all or a substantial part of their time to the UK this year.</p> <p>News of Clegg's decision to split his schedule between California and the UK came the day after the Financial Times revealed that Adam Mosseri, head of Meta's Instagram service, <a href=\"https://www.ft.com/content/5f240367-b199-425b-adc3-0526744e3677\">was moving to London</a>. Chief marketing officer Alex Schultz has also relocated to the UK this year.</p> <p>Clegg, a former leader of the Liberal Democrats and deputy prime minister in the UK, was promoted by Facebook parent Meta six months ago to take on responsibility for all the company's <a href=\"https://www.ft.com/content/1c8a6ae5-4b90-4a59-b166-13cc5b64a668\">dealings with governments globally</a>, reporting directly to chief executive Mark Zuckerberg.</p> <p>The position has also put him on the front line of handling the political storms that have periodically rocked the company, allowing Zuckerberg to escape the limelight and focus instead on an attempted overhaul to counter the rise of TikTok and take a lead in building the metaverse.</p> <p>Clegg will divide his time between homes in California and London, according to a person close to the situation, and is part of a sea change in <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta</a>'s leadership. In the early days of the coronavirus pandemic, Zuckerberg was more forthright than other tech leaders in saying that remote work would become a permanent part of how the company operates, though it is only this year that a number of top executives have moved their main bases away from Silicon Valley.</p> <p><a href=\"https://www.ft.com/nick-clegg\">Clegg</a> decided to spend more time in the UK and continental Europe for what friends said were personal reasons, including wanting to be closer to his elderly parents, adding that he saw London as a better location from which to travel to Europe and Asia.</p> <p>Having moved to Facebook in 2018, Clegg has never made a secret of his lack of affection for California, telling the FT in an <a href=\"https://www.ft.com/content/913c0cc2-9498-4d25-b2e8-794e24702e0b\">interview</a> last year that he was “a European at heart”. He said at the time that he had not set a deadline on how long he would work in the US state, but that his “heart belongs massively 5,000 miles away”.</p> <p>In a response to a question from the FT, Meta said: “The past few years have brought new possibilities around the ways we connect and work. We believe that how people work is far more important than where they work from.”</p> <p>Other top executives to have moved away from Meta's home base in Menlo Park this year include chief information security officer Guy Rosen, who is now based in Israel, and head of product Naomi Gleit, who is in New York. Javier Olivan, head of growth, is dividing his time between California and Spain. Zuckerberg spent much of his time in the early part of the pandemic at his home in Hawaii, where he now divides his time with the company's headquarters in Silicon Valley.</p> <p>Facebook's shift to remote leadership is unusual even by the standards of the tech industry, which has been the most forward-thinking in experimenting with new forms of working since the start of the pandemic, according to Nick Bloom, an economics professor at Stanford University who has studied remote work.</p> <p>Bloom said the change in leadership style was easier to pull off at companies such as Airbnb that have gone fully remote. By contrast, he said, leaders working remotely at companies such as Facebook, Google and Microsoft face a bigger challenge in trying to operate in a hybrid fashion, with many workers still spending part of their time in the office.</p> <p>Facebook has given its workers the choice between going fully remote or hybrid working, where they are encouraged to spend at least half their time in the office. Clegg manages a global team that operates remotely.</p> <p>Zuckerberg's experiment in running Meta through a more geographically distributed leadership comes as the company is under pressure to pull off a difficult transformation. He warned investors last week that the company faces a “tough” period as it first seeks to overhaul its existing services.</p> <p>“Working fully remote could make it harder to pull off major changes” at a critical time for the company because “creative and innovative” work is easier in person, Bloom said. However, he said Meta's top executives were likely to return to headquarters frequently for important meetings, overcoming some of the drawbacks.</p><p>Source: Richard Waters in San Francisco and George Parker in London 2022 'Nick Clegg becomes latest Meta executive bound for London' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-03T01:37:02.120Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3345,
          "end": 3354
        }
      ]
    }
  ]
}