{
  "_id": "881169285e3ad801d360c365462036e233d34b6e4c22013838a11ac981aea769",
  "feed": "ftcomall",
  "title": "Bored Ape creator's next windfall: selling land in an ‘open' metaverse",
  "text": "<p>The start-up behind Bored Ape Yacht Club, the non-fungible token collection of digital art snapped up for millions of dollars by celebrities and crypto-enthusiasts, has an ambitious new idea from which it has already made a fortune.</p> <p>Miami-based Yuga Labs is creating a so-called metaverse — an expansive virtual playground where 3D avatars can mingle. The concept has become the latest obsession for Big Tech companies such as Facebook-parent Meta and Microsoft. Plots of virtual land in Yuga's upcoming metaverse, which is called “Otherside”, recently sold for a total of $300mn.</p> <p>The company reckons its vision is an “open” alternative to the platforms that Silicon Valley companies such as Apple and Meta have built. Yuga will allow owners of its Apes and other NFT characters such as Cool Cats or World of Women to interact and play games together, allowing anyone to share the virtual space.</p> <p>“We have seen how walled-gardens and closed networks exploit the people that spend time on the services for the benefit of few,” said Yuga Labs chief executive Nicole Muniz. </p> <p>“By enabling ownership in an open network, we think Otherside will attract creators and become a world that has something for everyone,” she added. </p> <p>But Yuga's first leap into the metaverse has already laid bare the limitations of blockchain technology. When virtual land in the Otherside was sold last month as NFTs — tokens that verify ownership of digital assets using the blockchain — the plots, known as “Otherdeeds”, sold out in a record-setting <a href=\"https://www.ft.com/content/f34c15c1-8bd4-481f-82a4-15428c185f13\">$300mn release</a>, pricing out all but the wealthiest buyers.</p> <p>The company came under fire after the Ethereum blockchain network that Yuga's plots were being sold through became overloaded, sending transaction fees soaring to thousands of dollars.</p> <p><a href=\"https://www.ft.com/content/acc635d6-bb05-4af6-b4da-b8462c06466d\">Valued at up to $5bn</a> in a recent funding round led by venture capital group Andreessen Horowitz, Yuga is among the most valuable start-ups to emerge from a year of frenzied speculation surrounding NFTs.</p> <p>Bored Ape artwork can sell for millions of dollars apiece, after originally going on sale for around $250 a year ago. Meanwhile, Otherdeeds are already among the most heavily traded NFTs, at one point becoming the first collection to hit $1bn in total value.</p> <p>Yuga's Otherside, which is being developed in partnership with London-based start-up Improbable, wants to be a space that is distinct from the tech companies that have come to monopolise many digital lives.</p> <p>Both avatars from non-Yuga NFT collections and items bought within the game's marketplace will be transferable, said Improbable chief executive Herman Narula.</p> <p>“You'll be able to move yourself, your avatar, your assets between those worlds and, in fact, between other worlds made by other companies,” he said. “It's a really fundamental part of what we've agreed with Otherside.”</p> <p>Instead of Apple or Google imposing a 30 per cent fee, which the companies do for items bought from their app stores, brands can use the blockchain to set their own fees for trading virtual items.</p> <p>But the blockchain has provided snags to this egalitarian structure as demand for the 55,000 Otherside tokens, which cost around $6,000 in the Yuga-backed<a href=\"https://www.ft.com/content/86aed0ff-ba60-4e5a-98c8-a30b7a7e0a61\"> ApeCoin cryptocurrency</a>, vastly outstripped supply.</p> <p>That imbalance caused prices on the Ethereum network to skyrocket and thousands of transactions to fail. The value of ApeCoin has more than halved since its peak last month.</p> <p>While lucrative for Yuga, as well as for existing Bored Ape holders who were given the NFTs for free, those who managed to buy Otherdeeds were lumped with additional fees costing almost as much as the tokens themselves.</p> <p>“It is a place where the rich are getting richer while [others] are getting left behind,” said Parth Jain, a 20-year-old medical student. </p> <p>Jain put all of his savings into ApeCoin to participate in the sale but did not set enough ethereum cryptocurrency (ETH) aside to pay the “gas fees” that the blockchain requires to complete the purchase.</p> <p>Standard gas fee rates are set at the time of purchase and prices rise depending on how many are using the network. Those wishing to jump the queue can offer to pay a higher gas fee than requested. </p> <p>The computers that verify transactions are more likely to approve higher-fee payments first, as anything above the base rate functions as a “tip” for maintaining the blockchain. But if an NFT collection sells out before a transaction is approved, the buyer is left with no NFT and also loses the gas fee.</p> <p>More than 60,234 ETH ($150mn) was spent on gas fees in the Otherside sale, <a href=\"https://dune.com/hildobby/Otherside\">according to Hildobby </a>on Dune Analytics. Around 14,000 transactions failed and 1,635 ETH ($4.7mn) was lost in these transactions, <a href=\"https://dune.com/sealaunch/Failed-Transactions-Gas-Cost-on-Otherdeed-Mint\">an analysis by SeaLaunch</a> on Dune Analytics suggests.</p> <p>Yuga has promised to refund those who were charged gas fees but whose transactions did not complete before the Otherdeeds sold out.</p> <p>A Bored Ape investor who goes by the pseudonym Quit.pcc.eth spent 2 ETH (almost $6,000) in gas fees to secure two Otherdeeds.</p> <p>“The community feels left in the dark, we don't know if the game is weeks, months, or years away,”&#xa0;he said. “I see a lot of anger, frustration and disappointment around the sale. A good product will be enough to make everybody forget, but the onus is on [Yuga] to deliver.”</p> <p>Yuga has not said when Otherside will launch. Improbable, which is also backed by Andreessen Horowitz as well as SoftBank, said its metaverse technology is “ready now” and can support up to 15,000 simultaneous players. However, Narula emphasised that the company had “only just started [its] relationship with Yuga”, which suggests that completion could be a while away.</p> <p>In the wake of the Otherside land sale, Yuga blamed Ethereum. “ApeCoin will need to migrate to its own chain in order to properly scale,” it said. </p> <p>Creating a reliable new blockchain can take months or even years. <em>Axie Infinity</em>'s developer Sky Mavis built its own chain called Ronin to support the Pokemon-style game. However, flaws in Ronin's design left it vulnerable to a <a href=\"https://www.ft.com/content/817b917f-cbfd-490f-b6ec-490ab361f0c6\">$600mn hack in March</a>.</p> <p>“They're still very much winning,” said Fanny Lakoubay, a crypto art and NFT adviser. “Yuga's capacity to create expectations on things that don't actually exist yet is mind-blowing.”</p><p>Source: Tim Bradshaw and Cristina Criddle in London 2022 'Bored Ape creator's next windfall: selling land in an ‘open' metaverse' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-10T04:00:18.876Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 452,
          "end": 461
        }
      ]
    }
  ]
}