{
  "_id": "dfadab8e290f48590db08e61226e59730889df18fc06f40b6b9214bda01a7d96",
  "feed": "wall-street-journal",
  "title": "Stablecoin Crash Shakes Crypto: 'Run on the Bank'",
  "text": "<p>This week TerraUSD became part of the frenzy too, slumping by more than a third Monday and then tumbling as low as 23 cents on Wednesday.</p><p>The collapse saddled investors with billions of dollars in losses. It ricocheted back into other cryptocurrencies, helping drive down the price of bitcoin.</p><p>Another stablecoin, tether, edged down to as low as 96 cents on Thursday before regaining its peg to the dollar. The stock price of the largest U.S. crypto exchange, Coinbase Global, has fallen about 75% this year. It said on Tuesday that it was losing users and trading volume.</p><p>The crypto market has matured in recent years, running as a parallel financial system with its own version of banks and lending. These features attracted greater Wall Street engagement and venture investment, filling the coffers of crypto startups with cash. Crypto companies spent some of that cash on ad campaigns and lobbyists that painted the picture of an evolved market.</p><p>Yet TerraUSD's plunge raises urgent questions about crypto developers' ambitions to build a new form of finance. It shows that despite the hype, the nascent crypto system is still prone to the kinds of destabilizing bank runs that happen in the nondigital world.</p><p>TerraUSD's outspoken creator, Do Kwon, directed that huge sums be spent to try to rescue his project. On Twitter, he tried to rally his followers.</p><p>\"Terra's return to form will be a sight to behold,\" he wrote shortly after 6 a.m. Eastern time on Wednesday, when his stablecoin was trading at half its intended value. \"We're here to stay. And we're gonna keep making noise.\"</p><p>Stablecoins are a pillar of crypto's parallel financial system. Crypto enthusiasts need to maintain a link to the government-backed currencies of traditional finance, where rent is due, cars are bought and bills are paid. But they want to trade and invest in cryptoland only, not in dollars or euros or pounds. So stablecoins act as a kind of reserve currency, an asset whose value everyone understands -- and that should not change.</p><p>Professional traders and individual investors alike use stablecoins, and had stashed around $180 billion in them as of Tuesday. A trader might sell a bitcoin for TerraUSD, then use the TerraUSD to buy ether, another cryptocurrency, without ever touching a dollar or a bank account.</p><p>Crypto companies have sought to convince Congress stablecoins are safe places for investors to put money. The TerraUSD collapse has shaken that assumption -- and with it the idea that there could be any safe place in crypto.</p><p>Stablecoins attempt to resolve a conundrum: How can you make something stable in a volatile financial system?</p><p>Some stablecoins attempt to do this by holding safe assets such as Treasury bills in a kind of reserve account: For every stablecoin that is created, $1 in Treasury bills is put in the account. Redeem a stablecoin and $1 of Treasury bills comes out of the account.</p><p>TerraUSD has a more complex approach. It's an algorithmic stablecoin that relies on financial engineering to maintain its link to the dollar.</p><p>Previous attempts at algorithmic stablecoins ended in failure as the peg collapsed. Mr. Kwon and colleagues believed they had created a better version, less prone to runs.</p><p>Many crypto traders believed him, and TerraUSD's popularity surged. Mr. Kwon suggested that the coin would become the dominant stablecoin and could ultimately supplant the dollar itself.</p><p>Despite having swelled to a size of more than $18 billion, TerraUSD crumbled in a matter of days.</p><p>\"I understand the last 72 hours have been extremely tough on all of you,\" Mr. Kwon tweeted on Wednesday, addressing his followers, who are known as \"Lunatics\" because of TerraUSD's sister cryptocurrency, Luna. \"I am resolved to work with every one of you to weather this crisis, and we will build our way out of this.\"</p><p>Jim Greco, a partner at crypto quantitative investment firm F9 Research, was celebrating his birthday at Manhattan's Le Bernardin on Saturday night when he got a message that TerraUSD had dropped below 99.5 cents.</p><p>He told his team to sell the coin, which had been part of F9's broader stablecoin holdings. Later his firm made a profitable bet it would keep falling, said Mr. Greco.</p><p>\"We all knew it was going to fail eventually,\" Mr. Greco said. \"We just didn't know what the catalyst would be.\"</p><p>Traders said the catalyst for the drop, which began over the weekend and snowballed Monday, was a series of large withdrawals from Anchor Protocol, a kind of crypto bank created by developers at Mr. Kwon's firm, Terraform Labs. Such platforms allow digital-currency investors to earn interest on their coins by lending them out.</p><p>Over the past year, Anchor had fueled interest in TerraUSD by offering lofty returns of nearly 20% on deposits of TerraUSD. That was far higher than the rates available in traditional dollar bank accounts, and more than what crypto investors could get from lending out other, more conventional stablecoins.</p><p>Anchor, like other crypto lending protocols, would lend the TerraUSD to borrowers that used the coins for various trading strategies or for earning built-in rewards that blockchain networks provide for processing transactions.</p><p>Critics, including crypto investors who have attacked Mr. Kwon on social media, questioned whether such yields were sustainable. Still, by late last week investors had deposited more than $14 billion of TerraUSD in Anchor, according to the platform's website. The bulk of the stablecoin's supply was parked in Anchor.</p><p>Big transactions over the weekend knocked TerraUSD from its $1 value. The instability prompted investors to pull their TerraUSD from Anchor and sell the coin.</p><p>That, in turn, led more investors to withdraw from Anchor, creating a cascading effect of more withdrawals and more selling. TerraUSD deposits at Anchor fell to about $2 billion by Thursday, down 86% from their peak, the protocol's website shows.</p><p>\"There was a run on the bank,\" said Michael Boroughs, managing partner of Fortis Digital Ventures LLC, a crypto hedge-fund firm.</p><p>Some crypto market observers claim TerraUSD was deliberately targeted. \"This was a short attack,\" said Ronald AngSiy, vice president at Intellabridge, a company that allows people earn interest on cash deposits by investing them in crypto.</p><p>This is how the stablecoin is supposed to work: If TerraUSD's price dips below $1, traders can \"burn\" the coin -- or permanently remove it from circulation -- in exchange for $1 worth of new units of Luna. That should reduce the supply of TerraUSD and raise its price.</p><p>Conversely, if TerraUSD climbs above $1, traders can burn Luna and create new TerraUSD. That should increase supply of the stablecoin and lower its price back toward $1.</p><p>In theory, that means traders can make money when TerraUSD falls below $1 because they can buy the stablecoin at its depressed price and convert it into $1 of Luna. The idea is that the collective efforts of traders around the world keep TerraUSD in line with its dollar peg, while Luna acts as a shock absorber, buffering TerraUSD from volatility.</p><p>The system works only if traders actually want Luna. Investors didn't want Luna when TerraUSD lost its peg. They sold Luna in a panic.</p><p>Luna lost nearly $20 billion in value as it surrendered nearly all its value in just a few days, according to data tracker CoinMarketCap. It had previously had a wild run-up as speculators bet on continued adoption of TerraUSD.</p><p>\"Once people lose confidence -- and we've seen this before in money-market funds and commercial paper -- they will run for the exits,\" said Joe Abate, an analyst at Barclays.</p><p>In a rush to get out, sellers of TerraUSD swamped buyers on big crypto exchanges, resulting in quotes for prices below $1 that spooked investors.</p><p>A spokesman for Terraform Labs said there were shortcomings in the infrastructure behind TerraUSD, and \"we're currently working on a comprehensive strategy to rectify many of the existing points of vulnerability, which will be published publicly soon.\"</p><p>There was supposed to be a last line of defense. Mr. Kwon had sought to shield the stablecoin by amassing a huge war chest that could be used to defend its $1 peg.</p><p>He co-founded a nonprofit called Luna Foundation Guard and said that it would buy up to $10 billion in bitcoin. Terraform Labs donated several billion dollars worth of Luna to seed the reserve fund.</p><p>By Tuesday, the fund had largely depleted its $3 billion in cryptocurrency resources amid an emergency effort to salvage TerraUSD, according to the fund's online data dashboard. The fund's selling contributed to a drop in bitcoin's price, analysts said.</p><p>Social-media forums devoted to Luna and TerraUSD have been filled with posts by investors upset about losses and debating if Mr. Kwon can spearhead a turnaround.</p><p>He has pledged to fix TerraUSD, which is known by the ticker UST. In his series of tweets on Wednesday, he outlined technical steps that would help reduce the oversupply of the stablecoin, helping to bring it back up to $1.</p><p>The market's confidence in TerraUSD will be shaken even if his team succeeds in restoring the peg, said Mr. Boroughs of Fortis Digital Ventures.</p><p>The TerraUSD crisis is a blow to the reputation of Mr. Kwon, a Stanford graduate who worked at Apple Inc. and Microsoft Corp. before delving into crypto. He is an outspoken presence on social media.</p><p>\"He will call anyone who questions him an idiot,\" said Eric Wall, chief investment officer of Scandinavian crypto hedge fund Arcane Assets, who has clashed with Mr. Kwon online about Luna and TerraUSD.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9254,
          "end": 9269
        },
        {
          "start": 9254,
          "end": 9263
        }
      ]
    }
  ]
}