{
  "_id": "543040003e61b290d1c1d43f38e718538ef2dcec9d25ffd953697ffc12d82c1e",
  "feed": "ftcomall",
  "title": "Climate tech to save the planet: Techno-optimism or greenwashing?",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/tech-tonic\"><em>Tech Tonic</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/3df59366-5986-4256-b09c-9091ab9691e4\"><em>‘Climate tech to save the planet: Techno-optimism or greenwashing?'</em></a></p> <p><strong>COP27 protesters<br></strong>What do we want? (Climate justice!) When do we want it? (Now!) What do we want? (Climate justice!) When do we want it? (Now!)</p> <p><strong>Pilita Clark<br></strong>That's the sound of protesters inside the halls at COP27, this year's big UN Climate Change Conference, which was held in the Egyptian resort of Sharm el-Sheikh. The demonstrators did their best to have their voices heard, despite the fact the country has been enduring one of the harshest crackdowns on dissent in its recent history. I'm just back from the conference where I was reporting on it for the Financial Times. Watching as world leaders, business people and officials tried to work out a way to cut global carbon emissions. But walking around the Sharm el-Sheikh conference a few days ago, I couldn't find much hope of a big breakthrough.</p> <p><strong>COP27 attendee<br></strong>Because of the political turmoil around the world, people are in a mixed mood.</p> <p><strong>COP27 attendee<br></strong>I think the expectations are fairly low here anyways, so.</p> <p><strong>COP27 attendee<br></strong>I don't expect this COP to be very innovative in terms of advancements towards the goals that we need to see.</p> <p><strong>COP27 attendee<br></strong>I'm not very confident this will be a memorable COP.</p> <p><strong>Pilita Clark<br></strong>Scientists say the world needs to cut carbon emissions by nearly half in the next eight years and to virtually zero by 2050. But what's still up for debate is how to get there. And at COP27, people were very much undecided about the role that technology should play.</p> <p>You know, we're seeing a lot of money going into new climate tech, like direct air carbon capture and nuclear fusion, sustainable aviation fuels. Do you think we need new climate technologies like this or do we have enough already?</p> <p><strong>COP27 attendee<br></strong>No, I think we need, I think we need more. ‘Cause I don't think you can ever say we have enough innovation on anything, really. And we don't know what's around the corner and we don't know how low we can bring the, these costs down.</p> <p><strong>COP27 attendee<br></strong>Absolutely. Technology, I think, plays a pivotal role. I think artificial intelligence is one of them. It's a major technology.</p> <p><strong>COP27 attendee<br></strong>There are so many tech solution that are already available and can be deployed. We just need better governance and better willingness from government.</p> <p>[MUSIC PLAYING]</p> <p><strong>Pilita Clark<br></strong>I'm Pilita Clark, and this is Tech Tonic from the Financial Times, a podcast series about how technology is changing the world. This is the final episode in our series on climate tech. I've just spent the last two weeks at COP27 listening to politicians and scientists talk about how the next few years are critical if we want to get a grip on global warming. There are plenty of people who say we can't do that without a lot more new technology. But others say spending time and money on new climate tech is a waste, and we already have all the tech we need to help us get to net zero. So in this episode, who's right? Is climate tech worth all the investment of time and money? Or is it just a dangerous distraction from the real work of cutting carbon emissions?</p> <p>First, someone who definitely does not think climate tech is a big waste of time and money.</p> <p><strong>Eric Toone<br></strong>I am Eric Toone, vice-president in charge of science technology across Breakthrough Energy.&#xa0;</p> <p><strong>Pilita Clark<br></strong>Breakthrough Energy was set up by Microsoft co-founder Bill Gates, and it's one of the most influential backers of climate tech in the world.</p> <p><strong>Eric Toone<br></strong>We're across the board in electricity, transportation, buildings, manufacturing and agriculture. In the electricity sector, we've made it . . . </p> <p><strong>Pilita Clark<br></strong>Eric says Breakthrough Energy is prepared to invest in technology in any industry, as long as he and his colleagues are convinced it has the potential to really make a dent in carbon emissions —&#xa0; at least half a gigatonne of CO₂ every year.</p> <p><strong>Eric Toone<br></strong>That's about 1 per cent in annual global emissions. So usually what I tell people is half a gigatonne and if you need a spreadsheet to show me how you get to half a gigatonne, never mind, right? It's, I'm looking for ones where it's incredibly obvious.</p> <p><strong>Pilita Clark<br></strong>Breakthrough is investing in all the big examples we've talked about in this series. Direct air carbon capture, nuclear fusion, green hydrogen and cleaner fuels for planes. And on top of that, some pretty out there, ideas like lab-based milk, which promises to cut down on the emissions produced by making infant formula from cow's milk.</p> <p><strong>Eric Toone<br></strong>It's sort of, it's sort of depends on your definition of crazy, right? I mean, you know, we have a couple of young women who discovered that you can culture mammary epithelial cells in a hollow fibre reactor and make milk. Not, not a soy milk or, or an almond milk or a, you know, a milk substitute but, but make actual milk because you've got these mammary epithelial cells which would normally produce milk in a mammal, right? Are, are producing in a hollow fibre reactor. That's pretty crazy.</p> <p><strong>Pilita Clark<br></strong>So you take animal cells and somehow you make them create milk?</p> <p><strong>Eric Toone<br></strong>And they're, you know, they're doing it. They're doing it first to produce human milk, right? So that women can breastfeed without breast feeding, basically.</p> <p><strong>Pilita Clark<br></strong>Breakthrough Energy is working like a typical venture capital firm, investing in tech start-ups. It's making bets on which climate tech companies have good ideas that will succeed as profitable businesses. Toone and his colleagues not only think that some of these businesses will succeed, they believe that this kind of tech innovation will have an important role to play in fighting climate change. And they're not the only ones. Breakthrough has been investing in climate tech for five years, and in that time, the amount of money going into technology aimed at tackling climate change has increased dramatically.</p> <p><strong>Eric Toone<br></strong>Well, in 2017, you know, there was, there was virtually nothing going on. I mean, we were out there by ourselves, but we were definitely talking to people, telling them, you know, we think there's a real opportunity here. There's a real chance to make money. We were talking firms into investment, and that's not the case today. Today, there are a huge number of firms and funds out there that are investing in this space. And so now, you know, we're not looking to make our own playmates the way we were in 2017.</p> <p><strong>Pilita Clark<br></strong>Despite all this investor enthusiasm for climate tech, not everyone is convinced that putting money into new tech innovations is the right thing to be doing.</p> <p><strong>Mark Jacobson<br></strong>We don't have time to wait for a miracle technology. We need to deploy technologies we have today to solve this problem.</p> <p><strong>Pilita Clark<br></strong>Mark Jacobson is a professor of civil and environmental engineering at Stanford University. He's also an outspoken critic of techno optimism when it comes to climate change. For more than a decade now, Jacobson has been making the case that most of our energy needs could be fulfilled by just three renewable technologies that we've already pretty much worked out: wind, solar and water.</p> <p><strong>Mark Jacobson<br></strong>So wind is onshore and offshore wind. Solar is photovoltaics on rooftops and utility scale photovoltaic plans . . .</p> <p><strong>Pilita Clark<br></strong>Jacobson has become something of a celebrity in the climate policy world, and he's using his own home in California to make his case for renewables.</p> <p><strong>Mark Jacobson<br></strong>I built a new home and it's all electric. There's no gas. I have solar on the roofs, batteries in the garage, electric heat pumps for air and water heating and air conditioning, electric induction, cooktop stoves. It's very energy efficient. In five and a half years, I've not paid an electricity bill, a gasoline bill or a natural gas bill. I provided all my own electricity and the annual average from my rooftop solar in fact, I've generated 20 per cent more than I needed, and I've sold that extra back to the grid for an average of about $850 per year.</p> <p><strong>Pilita Clark<br></strong>Of course, it's one thing to convert your house to run on nothing but renewables in a rich country like the US. But it's quite another to do it throughout the world. And one of the problems with using only renewable electricity is that renewable energy sources like the wind or the sun are intermittent. It's not always sunny and it's not always windy. But Jacobson says there are ways to fix that. Better infrastructure to move the electricity to where it's needed and plenty of ways to store it once it gets there.</p> <p><strong>Mark Jacobson<br></strong>By interconnecting through the transmission grid, both geographically dispersed wind and geographically dispersed solar — the more interconnections you have, the smoother the overall output supply is. If you can interconnect eastern US with western US, we'd rarely have any time where you had no wind. Or, you know, eastern Europe with western Europe and northern Europe and southern Europe, you'd generally have a continuous supply of wind and solar. However, that's one extreme. The other extreme is just having complete lots of storage just because if you have a huge amount of storage, then if the wind blows sporadically in one place, you can still store enough electricity over time that you can use it when the wind's not blowing.</p> <p><strong>Pilita Clark<br></strong>But it still requires quite a bit of upgrading electricity grids and indeed the storage that you've talked about, the interconnection that you've talked about. Once the costs of those sorts of infrastructure upgrades are taken into account, is it really still that cheap?</p> <p><strong>Mark Jacobson<br></strong>Yes, it is. We do want to take advantage of existing infrastructure as much as possible. But in the end, when we, if we go to this massive scale-up, we will need more and more. But we, you know, we've costed it out and other groups have costed it out. In all cases, they are less expensive than current fossil fuel systems.</p> <p><strong>Pilita Clark<br></strong>So that's Jacobson's plan to save the world: renewable energy, a vast electricity grid and batteries in every home. It's not glamorous and it's not very flashy, but it means we don't have to worry about harnessing the power of the stars with miracle fusion power or sucking emissions back out of the atmosphere with direct air carbon capture. They simply aren't needed. But Jacobson goes even further. He says that not only are these moonshot technologies to fight climate change unnecessary — they're actively stopping us from making the transition to a lower carbon economy. Take the example of direct air capture.</p> <p><strong>Mark Jacobson<br></strong>Let's say you power that direct air capture with renewable electricity like a wind turbine. What if you instead took that wind farm and you used it to replace a coal plant? There, you not only eliminate the CO₂ carbon dioxide emissions from the coal plant itself, you eliminate the coal plant infrastructure, you eliminate the mining of the coal, you eliminate the air pollution from the coal. Whereas if you take that same wind farm and all you do is take carbon dioxide out of the air, the air pollution from the coal plant continues. So it's an opportunity cost.</p> <p><strong>Pilita Clark<br></strong>In other words, he's asking why use renewable power to suck carbon out of the air when you could just stop the carbon from being emitted in the first place? Promoting this kind of climate tech, Jacobson argues, is really a form of greenwashing.</p> <p><strong>Mark Jacobson<br></strong>The biggest problem we're facing, I think, is we have too many competing proposals, like from Bill Gates and others who are pushing continuations of fossil fuels under the guise of doing something good. And this is classic greenwashing. And I'll just name the greenwash technologies. Carbon capture, every form of carbon capture is a greenwash. Direct air capture, that's a greenwash. Blue hydrogen, that's a greenwash. Those three are all designed to keep the fossil fuel industry in business, and they're being promoted by the fossil fuel industry because it keeps them alive and allows them to pollute more, kills more people through their air pollution. All of these technologies, biofuels, bioenergy, that's a greenwash technology, sustainable aviation fuels, that's a greenwash technology.</p> <p><strong>Pilita Clark<br></strong>Nuclear fusion doesn't escape Jacobson's criticisms either.</p> <p><strong>Mark Jacobson<br></strong>Fusion is vapourware. I mean, it doesn't exist. We can (laughter) there are all sorts of technologies, which is just I mean, it's great. I mean, fusion is, I don't have as many objections with fusion, but the fact is it doesn't exist. And all these energy technology students, they all just want more money to invest in these technologies that don't exist. That's damaging our efforts to solve the problem there.</p> <p><strong>Pilita Clark<br></strong>Even if you don't subscribe to Jacobson's view that old climate technology is essentially greenwashing, there is another reason to be wary. This isn't the first time that investors have become really excited about climate tech. The current boom is sort of a second wave, and the first wave, clean tech 1.0, as it's now called, didn't end well.</p> <p><strong>Clip from ‘An Inconvenient Truth' trailer<br></strong>We have to act together to solve this global crisis.</p> <p><strong>Pilita Clark<br></strong>Think back to 2006, Al Gore's documentary, <em>An Inconvenient Truth</em>, had just helped spark new consumer awareness about climate change. And around that time, investors started to pour billions of dollars into technologies they were confident could crack the climate problem. Silicon Valley had already seen one software tech boom, and many hoped that clean tech would produce another one, including the prolific investor John Doerr.</p> <p><strong>John Doerr<br></strong>Green technologies — going green — is bigger than the internet. It could be the biggest economic opportunity of the 21st century.</p> <p><strong>Pilita Clark<br></strong>Renewable energy start-ups were popping up all over the place. One of the big companies from that first wave of climate tech was the solar panel group Solyndra.</p> <p><strong>Clip from a commercial advertisement<br></strong>The best solution for your rooftop is the 200 series: Solyndra's most powerful system yet. The 200 series . . . </p> <p><strong>Pilita Clark<br></strong>Solyndra had come up with a new cylindrical solar panel design that it said was going to make it easier and cheaper to harness power from the sun.</p> <p><strong>Clip from a commercial advertisement<br></strong>It's cutting-edge new technology that is generating solar power more efficiently than ever before. And the company's name — Solyndra — says it all.</p> <p><strong>Pilita Clark<br></strong>Investors were mad for it. It even got federal support and a factory visit from US president Barack Obama.</p> <p><strong>Barack Obama<br></strong>The future is here. We're poised to transform the ways we power our homes and our cars and our businesses.</p> <p><strong>Pilita Clark<br></strong>For a moment, it sounded as if a big breakthrough in solar power was on the way. But then, just as quickly as the clean tech wave had started, it began to collapse.</p> <p><strong>News clip<br></strong>Continuing coverage tonight on the Solyndra scandal and the impact of a Bay Area company going out of business . . . </p> <p><strong>Pilita Clark<br></strong>Now, the reason for that crash in clean tech is complicated. There were a few factors at play, like the availability of cheap fossil fuels and competition from Chinese renewable companies. Ultimately, Solyndra ended up filing for bankruptcy.</p> <p><strong>News clip<br></strong>The latest on the government's lost investment in that solar power company, Solyndra.</p> <p><strong>Pilita Clark<br></strong>Companies across the clean tech sector suddenly didn't look like such great investments. There's a very well-known MIT report that estimates over half the $25bn invested in that first wave of clean tech was never recouped. It just went up in smoke. I bring all this up as a way of saying, we've kind of been here before. We don't know how much of the current wave of climate tech will actually make it to market. And even if a lot of it is commercially successful, can it be rolled out in time to really make a difference?</p> <p>Eric Toone from Breakthrough Energy has another explanation for the crash of clean tech 1.0, and he says that this new wave will be different.</p> <p><strong>Eric Toone<br></strong>When we started this in 2017, we were still mostly looking back over our shoulder at the giant smoking crater that was clean tech 1.0. And so the question is, is, is there a way to invest in this space and make money? And I think by showing the world that there is a way to invest in this space, make money, we attract more money to this space. And that has obviously a huge impact.</p> <p><strong>Pilita Clark<br></strong>Climate tech, he says, is no longer treated in the same way as other risky investments in tech start-ups.</p> <p><strong>Eric Toone<br></strong>There was a very exuberant period of investment where I think that we attempted to just map clean tech on to the tech investing model that was so successful in the last couple of decades of the last century. If we think about how tech investing really works, I see 50 opportunities, 43 of those I'm pretty sure aren't gonna work. The other seven, I don't know. So I'll give them a little bit of time and a little bit of money and see what happens. And that's fine in tech because a little bit of time is six months or a year and a little bit of money is $500,000. The problem is that when you get the tough tech and the clean tech specifically, all of a sudden a little bit at a time is five years and a little bit of money is $30mn. And so the idea that I can see the whole bunch of things and see what happens that I don't think maps.</p> <p><strong>Pilita Clark<br></strong>Toone says the tech he's investing in does have the potential to succeed and make money for investors and help cut emissions. But what about Mark Jacobson's argument that most of this new technology is simply greenwashing? We spoke to Stanford University's Professor Mark Jacobson, and he says that it's wrong for people like Bill Gates, who he's inclined to call techno optimists, to focus on distant moonshot climate tech instead of the solutions that we've got right now, like wind and solar power plants. What do you say to that argument?</p> <p><strong>Eric Toone<br></strong>Well, I would say a couple of things. I would say first that some of the statements that Professor Jacobson has made are controversial. The second thing I would say is it's a little bit of a false dichotomy. I mean, Professor Jacobson believes that we can use existing technology to generate a lot more zero carbon power. Absolutely. We can install a lot more wind and solar. So, sure, you can do all that stuff. Does that now solve our problem in and of itself? No, it doesn't, right? Because of these intermittencies with, with renewable energy, I want firm power. I want my light to come on when I flip my light switch, not the next time the cloud moves out of the way or the next time that the wind blows. I'm not gonna say Mark's crazy or Mark's wrong or anything like that, but I do believe that that to just say we can deploy existing technologies is an incomplete solution.</p> <p><strong>Pilita Clark<br></strong>Regardless of whether it's new technology or old technology, Toone acknowledges this is going to be difficult.</p> <p><strong>Eric Toone<br></strong>This is a challenge that you have with all of the technologies that we're talking about, right? None of these technologies scale the way that apps or software scale. They are still in the ground. They are big projects. They require permitting. It is very challenging to build up this infrastructure. That's true for every single aspect. Yes. I mean, the time constraints that we're up against and the challenges of deploying infrastructure at scale, are massive challenges that society is going to have to figure out how they want to deal with.</p> <p><strong>Pilita Clark<br></strong>Toone kept coming back to one point, and it's a point I heard a lot in this series. The threat of climate change is huge and we need to throw everything at it and we just don't have to choose between which approach, which technology will work. We need to try to do them all.</p> <p><strong>Eric Toone<br></strong>You know, I think you've got to be careful of forcing these false dichotomies and saying it's one or the other. You know, the name of the game here is, is to not have emissions. In, in some instances, I suspect that people are gonna say, “I don't really care about the details. I just want it as cheap as it can possibly be”. And so that might be to drill it out of the ground and do post-combustion air capture. In other jurisdictions, people may well say, “I don't like that. I don't like the idea the oil and gas industry continuing to drill things out of the ground. I don't really like the idea of deploying massive amounts of carbon capture. So, so no, we're not gonna do that and we're gonna pay $150 a barrel or whatever, for some kind of synthetic fuel that, that doesn't produce carbon”. And so, you know, should we build out solar and wind? Should we build out storage? Should we build our transmission to do all those things? Absolutely, positively we should. Should we develop new approaches to zero carbon energy? Absolutely. We should. So it's, it's, it's not an either or. It's an all of the above.</p> <p><strong>Pilita Clark<br></strong>COP27 in Sharm el-Sheikh ran more than a day overtime before delegates finally thrashed out a deal. In a move that had eluded negotiators for nearly 30 years, countries agreed finally to set up a new fund for climate loss and damage. But they failed to agree on tougher steps to reduce use of the fossil fuels causing that damage, which left many people extremely disappointed. This was my seventh COP meeting, and at each one I'm reminded of the enormity of the challenge. It's so incredibly daunting and there is so little time to address it that there's an understandable urge to grasp at every possible solution. Techno optimists always believe that technology is the answer. It solved so many problems in our lives already, and it's changed our world at such rapid speeds. So surely it can also solve one of the biggest problems of all: climate change.</p> <p>When I started this series, I'll admit I was very sceptical about a lot of the promises that were being made by climate tech proponents. But by the end of this series, I'd had a minor change of heart. I watched a machine in Iceland suck carbon dioxide out of clean air and scientists trying to unlock the revolutionary promise of nuclear fusion.</p> <p><strong>Melanie Windridge<br></strong>Just one kilogramme of fusion fuel produces as much energy as 10mn kilogrammes of fossil fuels.</p> <p><strong>Pilita Clark<br></strong>I spoke to a start-up founder convinced he can build a supersonic jet powered by green aviation fuel.</p> <p><strong>Blake Scholl<br></strong>Let's build aeroplanes that are faster, more affordable, more convenient, more sustainable. Let's do the work to scale sustainable aviation fuel.</p> <p><strong>Pilita Clark<br></strong>And I spoke to a mining magnate trying to make green hydrogen mainstream.</p> <p><strong>Andrew Forrest<br></strong>We actually cannot lose. I'm not saying that it's not a distinct possibility. I wake up to it every single day, but the world has to move on from polluting fossil fuels. We simply have no choice about it.</p> <p><strong>Pilita Clark<br></strong>But the trouble with nearly all these technologies is what I came to think of as the 1 per cent problem. Last year, green hydrogen only made up about 1 per cent of global hydrogen supplies. Sustainable aviation fuel accounted for less than 1 per cent of global airlines' fuel use. Direct air capture is sucking up an even tinier sliver of global carbon emissions. And nuclear fusion is producing no clean energy whatsoever. The point is, we're running out of time. The climate problem is getting worse by the year, so the pressure to address it is much more intense. That's why billions of dollars are going into these technologies, and some of them will undoubtedly scale up much faster than expected. In the meantime, the big lesson from this series is that it's obvious we need to double down on every bit of green technology that we already have.</p> <p>[MUSIC PLAYING]</p> <p>You've been listening to Tech Tonic from the Financial Times with me, Pilita Clark. If you haven't listened to the rest of this series on climate tech, you can catch up on all five episodes wherever you get your podcasts. Credits for this episode go to our senior producer Edwin Lane, producer Josh Gabert-Doyon and executive producer Manuela Saragosa. Our sound engineers are Samantha Giovinco and Breen Turner with original scoring by Metaphor Music. Cheryl Brumley is the FT's head of audio.</p><p>Source: Pilita Clark 2022 'Climate tech to save the planet: Techno-optimism or greenwashing?' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T06:10:22.454Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3403,
          "end": 3412
        }
      ]
    }
  ]
}