{
  "_id": "8a72429af67b43d269ca53547a1284a4f10e99800da74f43267b5e2b93222f04",
  "feed": "ftcomall",
  "title": "US liberals face a reckoning",
  "text": "<p><em>We're doing something new, trialling an experiment with audio newsletters read by Microsoft Azure Al. Click </em><a href=\"https://open.acast.com/public/streams/62161384ac25260013c7647f/episodes/6233bec142743000138077d2.mp3\"><em>here</em></a><em> to listen to Swamp Notes and please do share your feedback by completing a </em><a href=\"https://survey.ft.com/jfe/form/SV_6gnSbWlMWrtV83k?Link=newsletters\"><em>short survey</em></a><em> or dropping us a line at </em><a href=\"mailto:audiolab@ft.com\"><em>audiolab@ft.com</em></a><em>. Thank you.</em></p> <p>We were talking last week about whether San Francisco will keep its place as the pre-eminent tech centre after the pandemic. (I think it will, though hopefully other cities will get in on the action.) But not everything in San Francisco feels like it did before. It's hard not to feel something significant has changed, and not for the better.</p> <p>The homelessness crisis is even more evident than it was before Covid-19 hit the US. Across the country, voters' discontent over issues such as education and crime has also been bubbling to the surface, but concerns like these come with a different twist in left-leaning California. It feels as though a number of things are converging right now to raise deeper questions about city governance. Similar concerns are evident in Los Angeles, which has a mayoral election coming up this year.</p> <p>There have already been ways for San Francisco voters to show their unhappiness. The board of education made itself a national laughing stock last year by proposing to rename 44 schools that were named after historical figures deemed to be problematic. Apparently, even Abraham Lincoln wasn't a good enough role model for the city's children. No surprise, then, that three board members were ejected earlier this year in a recall election.</p> <p>But there were much more serious concerns below the surface. Parents were already seething about delayed school reopenings owing to Covid-19. The board also stirred up a backlash, in particular from the city's Asian Americans, when it turned its back on a merit-based system and instead opted for a lottery to decide admittance to the highly regarded Lowell High School.</p> <p>Worries about crime, meanwhile, have become so acute that the relatively moderate San Francisco mayor, London Breed, risked alienating supporters by announcing tougher law enforcement measures late last year. </p> <p>Then, there is the homelessness. Things have deteriorated even in the midst of a fiscal boom that has allowed politicians to throw money at the problem. California's over-reliance on capital gains taxes means its coffers are overflowing in the wake of the housing and stock market booms, and it is aiming to put billions more into tackling homelessness. That comes on top of the $300mn of extra annual spending San Francisco voters backed in 2018, and the billions that has been promised by Big Tech companies.</p> <p>None of this has had a noticeable impact. What will happen when markets go down and the gusher of tax revenue is turned off?</p> <p>The political ramifications of this should start to become clear in the next few months. The district attorneys in both San Francisco and Los Angeles are facing recall elections and neither look secure. Maybe it's unfair to mention it, but San Francisco DA Chesa Boudin's parents were both imprisoned members of the radical leftist organisation the Weather Underground, and he was brought by up two other members of the group. Not a good look when voters start to ask themselves if you're tough enough on crime.</p> <p>The primary election in the LA mayor's race, in June, will be an important moment. Progressive politician Karen Bass, who has led the pack, has already tacked heavily to the right on issues like crime, alienating some supporters. But she hasn't shaken off a chasing group that includes billionaire property developer Rick Caruso. The election is Bass's to lose, but she is far from a sure thing for the two-person run-off that will come later in the year.</p> <p>I know we journalists love to call everything a turning point. But it does feel to me as though the stresses that have been building in progressive cities for a while are coming to a head. The pandemic seems to have left residents more willing to express their frustration and more impatient for change. Normally, it's not the done thing in a city like San Francisco to take positions that could be interpreted as insensitive to vulnerable populations like the homeless, or to racial minorities who are most exposed to a crackdown on crime. But these don't feel like normal times.</p> <p>I realise this isn't just a West Coast phenomenon. What's your sense, Rana — do you think something significant is going on here? Maybe that should give us some clues as well about what will happen in the midterm elections later this year.</p> <h1>Recommended reads </h1> <ul>  <li><p>The idea that we may all be living inside a giant computer simulation strikes me as just one more of those techno-centric interpretations of the world that risk distracting us from the complexities of human experience. It tries to reinterpret reality through the lens of our current technologies and simplifies issues that philosophers and theologians have debated for centuries. That said, I find the subject irresistible, and <a href=\"https://www.wired.com/story/living-in-a-simulation/\">Jason Kehe's not entirely serious piece</a> on the subject in Wired is a nice diversion.</p></li>  <li><p>I wouldn't normally offer an entire website as a reading recommendation. But <a href=\"https://web3isgoinggreat.com/\">Web3isgoinggreat.com</a> is well worth dipping into from time to time to remind yourself that the cryptocurrency-inspired effort to build a new, “decentralised” web is currently beset by scams and chaos. Who knows, Web3 may offer a better online future? But software engineer Molly White does a good job keeping us up to date on the messy present.</p></li>  <li><p>All dollars stay in the US — just as all pounds stay in London and all yen stay in Japan. That's something I learned the first day I started working in banking many years ago, and it's a lesson the entire world has been treated to as we watch Russia being cut off from its foreign reserves. As this review of <a href=\"https://www.lrb.co.uk/the-paper/v44/n06/tom-stevenson/first-recourse-for-rebels\">Nicholas Mulder's new book on the history of economic sanctions</a> makes clear, the dollar's dominance of global finance has allowed the US to impose financial blockades that the old imperial powers, in their own attempts at economic sanctions, could only dream of. There's no evidence such draconian punishments have done anything other than stir up even more resentment at US power — but they are now an accepted part of international conflict.</p></li> </ul> <h1>Rana Foroohar responds </h1> <p>Richard, I agree with you 100 per cent. I wrote a while back about some <a href=\"https://www.ft.com/content/9d656139-4974-4c17-b9b1-705078649d4f\">similar issues brewing in New York City</a>,&#xa0;and argued that Eric Adams was the best choice for mayor given his law and order background. Adams is now mayor, but it's too early to see whether he's made much of a difference. </p> <p>What I can say is that while New York hasn't returned to the bad old days of the 1970s, it feels very much like the city I came to in 1988 rather than the one of the pre-pandemic glory days when former Mayor Bloomberg called it a “luxury brand.” Back in the late 1980s, petty crime, drugs, and homelessness were problems that you encountered daily. I thought about how I held my purse, where I walked, when it was too late to take the subway. In the past 15 years or so, not so much. Now, all that is back — I have had my wallet stolen twice in the last month, homelessness is far more prevalent (there's even been an awful raft of murders of homeless people), and the streets and trains just seem grittier and far less welcoming than they used to.&#xa0;</p> <p>But amazingly, home prices are still at nose-bleed levels in the city as well as in a three-hour ring around it where wealthy people have bought up so many second homes that some counties are calling for higher taxes on them, and/or limits on how such properties can be rented out. I have no doubt that some of this will change as interest rates do, and as it becomes clear that certain neighbourhoods dominated by commercial real estate won't recover. </p> <p>On the other hand, the city seems younger than it did before (many wealthy, older people decamped permanently) and it's kept the majority of its tech and finance jobs, despite some exodus to Miami. What's more, Adams is far less enamoured of virtue signalling than DeBlasio was, so I suspect he'll be focused much more on things like crime and economics than which statues to tear down or schools to rename.&#xa0;</p> <p>I do think the next year or two will tell us much about the future of cities like San Francisco and New York. Nobel laureate Bob Shiller, who called the 2008 housing bubble, is doing a presentation on <a href=\"https://www.brookings.edu/wp-content/uploads/2022/03/Spring-2022-BPEA-Agenda_Public_FINAL.pdf\">real estate trends in the wake of Covid</a> at Brookings next week, and I'll certainly be tuning in.&#xa0;</p> <h1>Your feedback </h1> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to </strong><a href=\"https://www.ft.com/content/3e31d3c3-6dc2-4770-b5a5-a9d9db020fa0\"><strong>‘Big Tech's role in Putin's war'</strong></a><strong>: <br></strong>“The democratic west must establish broadly unified policies across international interactions, because how the bloc does business is its most powerful geopolitical tool. One would also recommend looking at how the Financial Accounting Standards Board has used for nearly half a century its conceptual framework as an overall and non-authoritative set of interrelated fundamentals . . . Getting broad agreement by all democracies on the fundamentals of sound international interactions would be powerful and this process needs to be set up beyond the disruptive reach of the authoritarians. No democracy, no entrance ticket.” <em>— Paul A. Myers, Corona del Mar, California </em></p><p>Source: Richard Waters  2022 'US liberals face a reckoning' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-18T11:00:53.290Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}