{
  "_id": "17a9f9f33470fd8bbef758731c2b0124266dfa1fbcd5ff73e872ef0bc55d6bb3",
  "feed": "wall-street-journal",
  "title": "In Michigan Governor Race, Legal Missteps Hurt GOP Bid to Unseat Gretchen Whitmer; Ahead of Aug. 2 primary, establishment Republicans look to boost political newcomer Tudor Dixon as unusual GOP race comes to a close",
  "text": "<p>In the past few months, Ms. Dixon has gone from being just another candidate in a crowded field to winning endorsements from much of the state's Republican political establishment. The influential Michigan family of Betsy Devos, who was education secretary under former President Donald Trump, the Michigan Chamber of Commerce and former Republican Gov. John Engler have all lined up behind her.</p><p>Primary polling is difficult to do well, and a potential endorsement from Mr. Trump could alter the calculus. Recent surveys show Ms. Dixon opening up a small lead in the five-person race. Many voters still say they are undecided, however, and analysts say those endorsements could cut both ways in a primary that will likely include a large contingent of antiestablishment voters.</p><p>\"Some of these endorsements, like the DeVoses and Engler, are for fundraisers but are seen as toxic among the MAGA base,\" said John Sellek, a Republican political consultant and former aide to Bill Schuette, the Republican gubernatorial nominee in 2018, who lost to Democrat Gretchen Whitmer. But the fundraising boost they gave her will help, given that GOP candidates have thus far had difficulty raising money.</p><p>\"Because of the endorsements and the outside financing, right now, she would be primed to win the primary. But I think it'll be very close,\" he said.</p><p>The GOP had its eye on the Michigan governor's mansion as a top target going into the 2022 cycle. The state was a battleground in the 2016 and 2020 presidential races and is home to a sitting Democratic governor, Ms. Whitmer, in a year that looks challenging to Democrats. But the race for the Republican gubernatorial nomination has turned out to be much more complicated than expected.</p><p>The nonpartisan Cook Political Report this week moved the Michigan governor's race from a tossup to leaning in Democrats' favor.</p><p>Polls show Ms. Whitmer holds double-digit leads against most of the Republican hopefuls, including Ms. Dixon, and the incumbent holds an advantage in campaign cash. So far this year, Ms. Whitmer has raised $9.5 million in campaign contributions and has nearly $15 million in the bank. Among Republicans, Ms. Dixon has raised the most from outside contributors at $1.2 million. Former auto dealer Kevin Rinke has raised $8.4 million this year, but the vast majority, $8 million, came from his own pocket.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think will be the outcome of the GOP primary election in Michigan? Join the conversation below.</p><p>\"The party is basically in disarray, you know, with the different factions fighting it out. The fringe has taken over,\" said John Truscott, Mr. Engler's former communications director and chief executive of Truscott Rossman, a political public relations firm in Detroit. \"So, it's not the GOP that it used to be, where they were in it to win elections.\"</p><p>Early in the race, the state's Republican establishment threw its weight behind James Craig, a former chief of police for Detroit. Mr. Engler created a super PAC to help him raise money. Mr. Craig's candidacy never caught fire among Republican voters and this spring he failed to meet the 15,000-signature threshold needed to qualify for the ballot.</p><p>The state's Bureau of Elections found more than half the 21,000 signatures that his campaign submitted were fraudulent. Mr. Craig filed a lawsuit against contractors his campaign had hired to round up the signatures. He is now running as a write-in candidate.</p><p>Four other Republican gubernatorial candidates failed to meet the signature goal, including Detroit-area businessman Perry Johnson, who had already spent $7 million on the race, the most of any candidate at the time. An aide to Mr. Johnson didn't immediately respond to a request for comment.</p><p>The disqualifications left five Republicans on the ballot for the primary: Ms. Dixon; real-estate broker Ryan Kelley, who was arrested for participating in the Jan. 6 insurrection; retired minister Ralph Rebandt; chiropractor Garrett Soldano; and Mr. Rinke.</p><p>It is a candidate list that is long on outsider bona fides but short on political experience. The question in Michigan this fall may be whether that works as an asset in 2022 against Ms. Whitmer, who has a lengthy state office resume that includes the Michigan Legislature's House and Senate.</p><p>Ms. Whitmer's team plans to emphasize her record in office and the governor's support for abortion access, no matter whom the Republicans nominate. Ms. Dixon \"has made clear that she will drag Michigan backwards,\" said Maeve Coyle, a Whitmer campaign spokeswoman.</p><p>Ms. Dixon said she expects abortion to be an issue in the fall campaign, but points to a state constitutional amendment that will be on the ballot that she says would be \"the most radical abortion law in the country.\" She believes the proposed amendment could bring antiabortion voters to the polls.</p><p>Mr. Trump also casts a long shadow on the race. Even though Mr. Trump lost Michigan by about 3 percentage points and more than 150,000 votes, he still maintains the election there was stolen from him. Four of the five remaining Republicans on the gubernatorial ballot, including Ms. Dixon, agree with Mr. Trump on that point. Mr. Rinke has been more circumspect on the topic. In one GOP debate he refused to answer yes or no when asked whether Mr. Trump had won the state.</p><p>Mr. Rinke has run ads against Ms. Dixon saying she is an \"establishment\" Republican who has \"betrayed\" Mr. Trump by taking money from wealthy donors who were against the former president. On Monday, the Rinke campaign began airing a TV ad against Ms. Dixon labeling her a RINO, or Republican in name only.</p><p>Ms. Dixon got kind words from Mr. Trump in February, when she held a fundraiser at Mar-a-Lago, at which Mr. Trump called her \"very special.\" Ms. Dixon said if she gets the Republican nod on Aug. 2, she will welcome the former president to campaign for her.</p><p>\"Donald Trump is still the most popular Republican in the party,\" Ms. Dixon said in an interview. \"We would love to have his support and I would love to see him come to the state and rally the troops.\"</p><p>Much of the Republican primary campaign has centered on cultural issues. Ms. Dixon drew some attention in late June when she announced support for state legislation banning \"drag queens\" in classrooms. Ms. Dixon in 2017 founded Lumen News, a subscription news service aimed at promoting \"pro-America, pro-Constitution\" news to middle- and high-school students.</p><p>Ms. Dixon says she expects the fall campaign to be centered on winning suburban women voters.</p><p>Mr. Truscott said he is impressed with Ms. Dixon but questioned whether her ascent in the race came too late. \"She's at a point now where you should have been nine months to a year ago in terms of the maturity as a candidate.\"</p><p>Write to Dante Chinni at Dante.Chinni@wsj.com and Joshua Jamerson at joshua.jamerson+1@wsj.com</p><p>In Michigan Governor Race, Legal Missteps Hurt GOP Bid to Unseat Gretchen Whitmer</p>",
  "published": "2022-07-29T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}