{
  "_id": "7242c35884ef4f055fac0adcca1c46b118c8f2d1d184068c67243e7655a742af",
  "feed": "ftcomall",
  "title": "TikTok poaches content moderators from Big Tech contractors in Europe",
  "text": "<p>TikTok has poached hundreds of content moderators in Europe from outsourcing companies that serve social media rivals such as Facebook, as the group seeks to tackle a growing problem with harmful content.</p> <p>The short-form video app, owned by China's ByteDance, has been rapidly expanding its “trust and safety hub” in Dublin as well as hiring other moderators in London tasked with reviewing material posted by European users.</p> <p>At least 190 of those to join since January 2021 previously worked through contracting companies for Accenture, Covalen and Cpl, according to an FT analysis of public LinkedIn profiles.</p> <p>Meta, Facebook and Instagram's parent company, YouTube and Twitter are known to <a href=\"https://www.ft.com/content/98aad2f0-3ec9-11ea-a01a-bae547046735\">rely heavily</a> on these contracting companies to oversee and remove some of the platforms' most violent and harmful content. TikTok said it hired several hundred moderators in the UK and Ireland since January last year, adding to the thousands it has in similar hubs in California and <a href=\"https://www.ft.com/content/0a967260-a931-41bd-9937-e56102e7dfbe\">Singapore</a>.</p> <p>This month, Meta chief executive Mark Zuckerberg <a href=\"https://www.ft.com/content/8e80d420-ee96-4b2e-a58c-ed323d93ba74\">blamed</a> its slowing growth on younger users fleeing Facebook and Instagram in favour of TikTok, leading to <a href=\"https://www.ft.com/content/51ea47e1-50c1-4b72-94d6-884017a1af4a\">more than $220bn</a> being wiped off the company's value in a day. But with TikTok's huge growth comes the problem of dealing with the worst excesses of users, an issue that has put leading social networks in the crosshairs of politicians and <a href=\"https://www.ft.com/content/31da34b7-5610-43a9-b9ee-78ef166ccd5c\">regulators across the world</a>.</p> <p>“Our continuous investment in our trust and safety operations reflects our focus on maintaining TikTok as a place for creativity and entertainment,” said Cormac Keenan, global head of Trust and Safety at TikTok. </p> <p>The push meant TikTok's European workforce rose more than 1,000 in 2020, when the company's turnover in the region grew 545 per cent to $170.8mn. But according to UK Companies House filings, pre-tax losses widened fourfold to $644.3mn, “driven primarily by the increase in employees to support the growth of the business [in Europe]”.</p> <p>TikTok's strategy has been to offer moderators in-house positions with better salaries and benefits in order to lure experienced staff from the same limited talent pool as Facebook, Instagram, YouTube, and Snap.</p> <p>Recruits often speak multiple languages and have experience in content moderation, according to people with direct knowledge of the hiring process. The company said languages were a “key consideration for prospective candidates”.</p> <p>“I chose TikTok because the benefits are better, the environment is better, and the company values every member,” said one TikTok employee who joined last year from Accenture. “It was better for my career and I wanted to be able to work from home, which was a battle at Accenture.”</p> <p>Another content moderator who moved from YouTube to TikTok said the levels of <a href=\"https://www.ft.com/content/4c9d7d58-202a-11ea-b8a1-584213ee7b2b\">disturbing content</a> in the job were similar, but that psychological support was better at TikTok.</p> <p>Accenture, Cpl and YouTube did not respond to requests for comment and Covalen declined to comment.</p> <p>Candie Frazier, a former content moderator in California, is suing TikTok. She claims the company failed to protect her mental health after viewing extreme and violent videos. The company said it does not comment on ongoing litigation but has continued to expand on a range of wellness services to support moderators.</p> <p>Facebook previously <a href=\"https://www.ft.com/content/b0f0eb82-e1a2-4ce4-a894-915bbce5bd50\">agreed to pay $52mn</a> to a group of thousands of US moderators who claimed they were left traumatised after watching disturbing content on the platform.</p> <p>Meta said it offers wellbeing training and support for internal and contracted content moderators, breakout areas for reviewers to step away from their desks if needed and technology that ensures reviewers are not exposed to potentially graphic content back-to-back for long periods of time.</p> <p>Facebook last month revealed its monthly active users to its services dropped for the first time to 1.9bn. TikTok has <a href=\"https://www.ft.com/content/971df3a6-173f-11ea-9ee4-11f260415385\">more than 1bn</a> monthly active users, bringing it in line with Instagram and above Snap, which has more than 500mn.</p><p>Source: Cristina Criddle in London 2022 'TikTok poaches content moderators from Big Tech contractors in Europe' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T05:00:32.917Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}