{
  "_id": "9f65fa2a5aaaa664c58c04bc387091f392492ab7156e9c16b3bb49618dfc2ee2",
  "feed": "market-watch",
  "title": "This investor made $110 million from trading Bed Bath & Beyond — and he's a 20-year-old student",
  "text": "<p>Freeman snapped up a 6.2% stake in the homeware retailer in July -– almost 5 million shares equating to approximately $25 million, or $5.50 per share.</p><p>On Tuesday, Freeman sold over $130 million worth of stock, the filings show.</p><p>\"I did not expect the price to soar as it did,\" Freeman told MarketWatch. \"I did expect that as BBBY better structured its balance sheet for value to be unlocked. I felt at those elevated levels, BBBY was not worth it from a risk/reward standpoint.\"</p><p>Shares of Bed Bath &amp; Beyond fell more than 18% in after-hours trading on Wednesday afterCohen disclosed his plans to sell his big stake in the company just months after he bought it.</p><p>He's a student at the University of Southern California and according to first reports from the Financial Times, he raised the initial money from friends and family.</p><p>Freeman has interned for New Jersey hedge fund Volaris Capital over the years, according to his LinkedIn profile. According to the FT, Freeman and his uncle Dr Scott Freeman, a former pharmaceutical executive, recently amassed an activist stake in pharmaceutical company Mind Medicine MNMD.</p><p>Freeman told MarketWatch he now plans to focus on having a \"constructive\" dialogue with the board of Mind Medicine alongside his study of complex analysis and mathematical statistics at USC. He's now studying for the GRE in math.</p><p>After Freeman acquired Bed Bath &amp; Beyond in July via Freeman Capital Management, a fund registered in Wyoming, according to filings with the SEC, he sent a letter to management, saying the company was \"facing an existential crisis for its survival.\"</p><p>He advised the board to \"cut its cash-burn rate, drastically improve its capital structure, and raise cash.\" He suggests taking advantage of the implied volatility of the stock by swapping debt and then issuing a convertible bond.</p><p>This investor made $110 million from trading Bed Bath &amp; Beyond — and he's a 20-year-old student</p>",
  "published": "2022-08-20T12:45:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}