{
  "_id": "5380594b44cb5addfd90c7f2fa430948e285e4e5545ff13af431920bbf255ad7",
  "feed": "wall-street-journal",
  "title": "What the Russia-Ukraine Crisis Means for Businesses; Big brewers, major oil companies, auto makers and airlines are grappling with the fallout from the attack",
  "text": "<p>While the relatively small size of the Russian and Ukrainian economies—and the perceived difficulty of doing business there—means most multinationals have limited exposure to the countries, several large Western companies have built up businesses in both.</p><p>Even for companies not operating in the region, Russia's invasion of Ukraine heaps fresh risks on a global economy already struggling with soaring inflation and supply-chain snags amid the recovery from the pandemic.</p><p>Oil and Gas</p><p>Energy companies are among the most exposed to the region, with several major oil companies building up sizable investments in Russia. While those companies stand to benefit from higher commodity prices, they could also be among those potentially exposed to sanctions or disruption in Russia.</p><p>British energy giant BP PLC has said it plans to exit its nearly 20% stake in Russian government-controlled oil producer Rosneft, a move that came after it was pressured to unload the holding by U.K. officials. The company, which relies on Rosneft for roughly one-third of its oil-and-gas production, faces a potential loss of as much as $25 billion on the move. BP said its chief executive and former CEO have resigned from Rosneft's board. It isn't yet clear how BP will exit its stake.</p><p>Shell PLC also has said it will pull back from Russia. It said it would exit its joint ventures in the country with Russian company Gazprom PJSC and quit its role financing the now-halted Nord Stream 2 gas pipeline.</p><p>Separately, Norwegian energy major Equinor ASA said it would stop new investments into Russia and start the process of exiting from its Russian joint ventures after more than 30 years in the country.</p><p>Consumer Goods</p><p>Several large consumer-goods companies have factories in Ukraine, including Danish brewer Carlsberg A/S, Swiss food giant Nestlé SA and Davidoff cigarettes maker Imperial Brands PLC. All of those companies have suspended operations in the country in recent days, calling for their staff to stay safe at home.</p><p>Philip Morris International Inc. has also said it is suspending operations in Ukraine, including its factory in Kharkiv, as Russian forces continue to attack the country.</p><p>Among the most exposed is Carlsberg, which has eight breweries in Russia. The brewer has said it generates around 10% of its overall revenue in the country. Yogurt maker Danone SA says it generates about 5% of its revenue from Russia, where it says it mostly sources, produces and sells locally, rather than sending products across borders.</p><p>Autos</p><p>Several major auto makers have operations in Russia, with some deciding to pull back in light of the conflict, and others warning of disruption to their businesses.</p><p>Volvo Car AB and truck maker Volvo AB have both halted business in Russia until further notice, with the Swedish autos brand citing \"the potential risks associated with trading material with Russia, including the sanctions imposed by the EU and U.S.\"</p><p>Daimler Truck Holding AG has said it would suspend deliveries of truck components to its Russian partner Kamaz in the wake of Russia's invasion of Ukraine.</p><p>France's Renault SA is one of the biggest players in Russia's car market having in 2014—alongside partner Nissan Motor Co.—taken a controlling stake in AvtoVAZ, the former state-owned Lada manufacturer. The company has temporarily shut a plant near Moscow because of \"some logistical issues\" stemming from Western measures against the country.</p><p>Renault's CEO Luca de Meo recently said worsening tensions between Russia and Ukraine could lead \"to another supply-chain crisis linked to parts that would have to come from abroad.\" Separately, Jeep-owner Stellantis NV has said it would be prepared to shift or limit production of its vehicles in Russia if Western sanctions disrupt those operations.</p><p>Elsewhere, Volkswagen AG luxury car unit Audi has stopped selling cars that are already with dealers in Russia so it can adjust the price of the vehicles to reflect the decline in the value of the ruble. The conflict has also hindered VW's operations in Germany, where it has stopped some production because it could no longer get wiring systems produced in Ukraine.</p><p>Auto makers, already struggling with a shortage of semiconductors, could also face additional problems if Russia's supply of palladium were to slow.</p><p>Airlines</p><p>The fallout from the invasion has led dozens of countries to ban Russian airlines from entering their airspace, triggering reciprocal prohibitions from Moscow. While Russia is a busy route for some Western carriers, the bigger disruption comes from the restriction of Russian airspace, which is used to connect most flights between Europe and Asia.</p><p>Russia's ban now applies to 38 countries, including all European Union members, the U.K. and Canada, meaning a swathe of airlines have had to redirect or cancel routes. Finnair Oyj, for instance, has halted flights from Helsinki to Japan, South Korea and China in response, while Virgin Atlantic Airways Ltd. has stopped flying a cargo route from London to Shanghai.</p><p>The political airspace bans come in addition to restrictions over safety concerns. The European Union Aviation Safety Agency has instructed airlines to avoid Ukrainian airspace, as well as that of neighboring Moldova and Belarus. Aircraft also have been restricted from flying in Russia's southwest Rostov region and in airspace within 200 nautical miles of Ukraine's border.</p><p>Healthcare</p><p>Global pharmaceutical companies are looking to ensure that their medicines and vaccines can continue to reach Ukrainian patients. Ukraine relies heavily on medicines from overseas: Imported medicines and vaccines were worth $2.5 billion in 2020, according to United Nations trade data. The biggest share of that comes from Germany, where many large Western drugmakers have plants.</p><p>Roche Holding AG said it was continuously working to ensure patients in Ukraine and Russia had access to its medicines and diagnostics. Denmark's Novo Nordisk A/S, one of the world's biggest insulin makers, said it was monitoring the safety of the roughly 100 people it has in Ukraine.</p><p>Tech</p><p>In recent years, companies in the U.S. and Europe have outsourced tech services to Ukraine. Following Russia's incursion, internet outages occurred across the country, according to a monitoring dashboard run by the Georgia Institute of Technology.</p><p>Technology companies, including German software provider SAP SE and London-based financial-technology company Revolut Ltd., as well as Israel-based services marketplace Fiverr International Ltd. and website design and development platform Wix.com Ltd., say they employ workers in the region. SAP said it had closed its Kyiv office and taken safeguarding measures to support its employees, while Wix said it evacuated employees to Poland and Turkey.</p><p>The CEO of Grammarly, a startup founded in Ukraine that aims to improve people's writing, said he is hopeful that the situation between Russia and Ukraine de-escalates but that his company has also prepared for the worst. Brad Hoover said in a LinkedIn post that Grammarly \"remains committed to Ukraine,\" is still hiring for various team roles and that the company has plans in place to ensure its services won't get disrupted.</p><p>Meanwhile, U.S. tech giants have come under pressure from both Russia and the West to respond to the conflict in Ukraine.</p><p>Agriculture</p><p>U.S. agriculture companies operating in Ukraine are closing offices and facilities in the country in response to Russia's attack. Archer Daniels Midland Co. said it has stopped operating its facilities in Ukraine, where the crop trader and processor employs more than 630 people. ADM's Ukraine facilities include an oilseed crushing plant in Chornomorsk, a grain terminal in the port of Odessa, six grain silos and a trading office in Kyiv.</p><p>Agriculture giant Bunge Ltd., which employs more than a thousand workers in Ukraine, temporarily suspended its own operations at two processing facilities in the country.</p><p>Cargill Inc. said that an ocean vessel it chartered was hit by a projectile offshore from Ukraine on the Black Sea on Thursday. The food supplier, which operates an export terminal in Ukraine, said the ship is still seaworthy and no one was injured. The crew is accounted for and the ship is headed for Romania, a spokeswoman said.</p><p>Entertainment</p><p>Some of Hollywood's biggest movie studios, including Walt Disney Co. and Warner Bros., are delaying the release of highly-anticipated films in Russia in response to the invasion of Ukraine.</p><p>Still, the Russian market represents a fairly small slice of global box office receipts.</p><p>Other corners of the American entertainment industry have also cut ties with Russia since the invasion. Rock band Green Day canceled a concert scheduled for the end of May in Moscow, and venue development and investment firm Oak View Group said it was severing all connections to Russia, even down to the Russian alcohol it served in its buildings.</p><p>This explanatory article may be periodically updated.</p><p>Benjamin Katz, Denise Roland, Saabira Chaudhuri, Nick Kostov, William Boston, Isabelle Bousquette, Suman Bhattacharyya, Patrick Thomas, Jenny Strasburg, Allison Prang, Will Feuer, Robbie Whelan and Paul Hannon contributed to this article.</p><p>Write to Alistair MacDonald at Alistair.Macdonald@wsj.com and Peter Stiff at peter.stiff@wsj.com</p><p>What the Russia-Ukraine Crisis Means for Businesses</p>",
  "published": "2022-02-28T21:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}