{
  "_id": "99fecfe3dc31600ac905ee8984b1017c2f702f65284ff66bc91e0c8d6ca9e177",
  "feed": "ftcomall",
  "title": "Land on your feet after a rescinded job offer",
  "text": "<p>I am midway through the new series of <em>Borgen</em> on Netflix, the hit drama about political life in Denmark. It's striking that everyone we see on screen, from the most junior civil servant to the central character, foreign minister Birgitte Nyborg (played by actress Sidse Babette Knudsen), is passionate about their job. They may shout, cry and have ill-advised affairs — but they all have a clear sense of purpose and work incredibly long hours.</p> <p>This workplace drama isn't reflective of many people's reality, though. Gallup just published its latest <a href=\"https://www.gallup.com/workplace/349484/state-of-the-global-workplace.aspx\">State of the Global Workplace</a> report, and the results are ominous. Just 14 per cent of Europeans feel enthused by their work and workplace — versus 33 per cent in North America. Engagement levels were below 10 per cent in the UK, Spain, France and Italy. I've seen a lot of studies on fulfilment and happiness at work and these are the worst numbers yet. </p> <p>Something is going wrong in Europe. Do let us know at <a href=\"mailto:workingit@ft.com\">workingit@ft.com</a> why you think things are so awry — and how we can fix it. Gallup itself thinks better bosses would help, as would listening to staff. </p> <p>The good news? Denmark is near the top of the overall “life satisfaction” lists — 78 per cent of its workers say they are happy with the quality of their lives overall, just behind Finland at 84 per cent. No wonder they have the energy for office politics. </p> <p>Read on for Sophia's deep dive into how workers — and HR teams — can best handle the rash of rescinded job offers we've seen lately. Plus this week's Working It podcast looks at the <a href=\"https://www.ft.com/content/be989096-6fb0-45c2-b873-f4d2d77a13f7\">new workplace dress codes</a>. Have professional men really ditched their ties forever? </p> <p>PS I watched so much Danish TV in lockdown that I decided <a href=\"https://www.ft.com/content/872f057e-ec37-4f93-b72a-03e83ec107a4\">to learn the language</a>. Sadly, watching <em>Borgen</em> reminds me that I still need those English subtitles. (<em>Isabel Berwick</em>)</p> <p><em>Join&#xa0;the FT in partnership with Seismic at Strategies For Dealing With The Great Resignation on June&#xa0;30 where we will discuss the challenges and opportunities presented by the Great Resignation, with a focus on training and coaching successful sales teams. Register today </em><a href=\"https://greatresignation.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022PSeismicWebinar30June\"><em>for free</em></a><em>.</em></p> <h1>How to handle a rescinded job offer</h1> <p>Amid a plunging crypto market, trading platform Coinbase yesterday said it would <a href=\"https://www.ft.com/content/0f959336-3c09-467b-a052-55710e71ae58\">lay off almost a fifth of its staff</a>. It had already rescinded a number of job offers earlier this month, and those would-be hires — many of them recent graduates or immigrants whose visa statuses hinged on the employment offer — took to LinkedIn to <a href=\"https://www.linkedin.com/search/results/content/?keywords=rescinded%20coinbase&amp;origin=SWITCH_SEARCH_VERTICAL&amp;sid=)0G\">announce their renewed job hunts</a>.</p> <p>In recent weeks, offers have also been pulled by <a href=\"https://www.linkedin.com/posts/alanmzhao_alan-zhao-resume-activity-6937815770148085760-o-LR?utm_source=linkedin_share&amp;utm_medium=member_desktop_web\">Twitter</a>, <a href=\"https://www.linkedin.com/posts/kaeleylenard_productdesigner-rescindedoffer-productdesign-activity-6933122396723826688-eYCH?utm_source=linkedin_share&amp;utm_medium=member_desktop_web\">Redfin</a>, <a href=\"https://www.onetrust.com/blog/onetrust-organizational-update/\">OneTrust</a>, and others. </p> <p>Those affected have “obviously aced the interview process and made an impression,” says HR consultant Amanda Halle. It's important to document that by asking the company for positive references, she adds. </p> <p>Dilara Casey, who advises on marketing and career development, adds that you should negotiate as much as you can from a rescinded offer, including additional severance, medical benefits or stipends, being allowed to keep any tech hardware you've already received and job coaching or placement services. If a lump-sum payment would bump you into a higher tax bracket and therefore cause you to be taxed at a higher rate, ask the company if it can spread out the severance in monthly payments across two calendar years instead.</p> <p>“You can always just simply ask,” says Dilara. “It never hurts to ask for more of what you need to safely land on your feet.”</p> <p>Coinbase offered 1-3 months of severance for those with withdrawn offers, as well as access to a “talent hub” with resources such as interview coaching. </p> <p>LinkedIn can also be a very helpful resource. “There's so much community and support for those impacted by rescinded offers and lay-offs right now,” says Amanda. “I've seen posts with thousands of reactions and comments with connections and offers.”</p> <p>When you secure your next job, Amanda suggests negotiating your contract to include severance if the offer is withdrawn. </p> <p>For HR teams and hiring managers, notifying people that their jobs have disappeared can be painful and awkward, but Amanda says it's important to “put yourself in their shoes and acknowledge the loss. Offer support by making connections for them.”</p> <p>One person whose Coinbase offer was withdrawn said they were initially notified by an email that went to the spam folder. “I expected my hiring manager to reach out to me personally, but I have not received a single note from [them].” <em>(Sophia Smith)</em></p> <p><em>It might have once been taboo to discuss potential lay-offs or rescinded offers during the interview process, but recent events have brought it to the forefront of job hunters' minds. What do you think, <strong>would you ask for a “severance in case of rescinded offer” clause in your next employment contract?</strong> </em><a href=\"https://compass.pressekompass.net/compasses/financial_times/would-you-ask-for-a-rescinded-offer-clau\"><em>Let us know in this week's poll</em></a><em>.</em></p> <h1>Listen in: What do I wear to work?</h1> <p>This week on the Working It podcast, I talk to Adam Galinsky, the Columbia Business School professor who coined the phrase “Zoom mullet” to describe that pandemic “smart up top, track pants below” style of WFH dressing. Adam has researched <a href=\"https://link.chtbl.com/gPBKEPVr\">what sort of clothing helps us work at our best</a>. We only had time to touch on this briefly on the podcast, but, in essence, you should wear clothes that suit the setting you're in: if you feel comfortable and “authentic” when working from home, you'll be more engaged. So don't worry about feeling you need to “smarten up” — save that for the office. Read more research from Adam and his colleagues in <a href=\"https://journals.aom.org/doi/10.5465/amd.2021.0081\">this paper</a>. </p> <p>And for more advice on what to wear once you are in a formal workplace, I chat to my FT colleague Robert Armstrong. The tl; dr? Everyone is confused, but you can't go wrong with being a bit smarter than you need to be. </p> <p>Next week, we tackle that most misunderstood of workplace (and life) emotions: regret. Listen in to a fascinating conversation between author Dan Pink — whose <a href=\"https://www.ft.com/content/df661f84-9c77-4c01-b8fe-1b8508867313\">latest book</a> tackles this topic — and my FT colleague Andrew Hill. (<em>Isabel Berwick</em>)</p> <h1>Elsewhere in the world of work: </h1> <ol>  <li><p><strong>Make your company's IPO work for you:</strong> In this week's Dear Jonathan column, a reader wonders how they can position themselves so that <a href=\"https://www.ft.com/content/9634df91-2420-462f-9827-e3c83a10c2a4\">their career benefits from their firm's rumoured initial public offering</a>.</p></li>  <li><p><strong>Why aren't employment tribunals recorded?</strong> In <a href=\"https://www.ft.com/content/b85ba936-c17c-401f-9957-39b1e8cee6b4\">a campaign for better documentation of workplace disputes</a>, more than 300 advocates recently wrote in protest to the UK's employment tribunal services, which they argue relies too heavily on subjective note-taking.</p></li>  <li><p><strong>Masters in Finance, ranked: </strong>If you're considering going back to school for a Masters in Finance, <a href=\"https://www.ft.com/content/ffd458f6-e8dd-40c2-ada3-1aecaa20d8a3\">check out the latest trends</a> in FT's special report on the best business schools.</p></li>  <li><p><strong>Rutherford Hall advises (satirically) on energy and exec bonuses:</strong> In <a href=\"https://www.ft.com/content/543b0d96-d7cf-4912-8525-87b9383eaeee\">the latest dispatch of emails</a> from Rutherford Hall, the fictional communications strategist advises C-suite clients on how to strategically obfuscate.</p></li>  <li><p><strong>McKinsey's Bob Sternfels says he's ‘OK if you don't agree': </strong>A year into the job of managing professionals who tell other executives how to manage professionals, Sternfels talks about <a href=\"https://www.ft.com/content/9f122565-5c0c-41c6-85f0-6e11eaa4c2f4\">humility and grit in the wake of scandals</a>.</p></li> </ol> <h1>A word from the Working It community: </h1> <p>Sharp listeners pointed out some incorrect figures in our <a href=\"https://www.ft.com/content/d28b95ee-0047-4941-8245-8cc645d2f84b\">recent podcast </a>episode on pay rises, which advised women who work four days a week to work an extra day in order to secure a 20 per cent raise. Listener <strong>Adam</strong> explains:</p> <blockquote>  <p>Sounds intuitive but the arithmetic needs examining. A woman who works a four-day week and earns £20,000 is picking up . . . £5,000 per day worked.</p>  <p>If she requests an extra day's work for a 20 per cent pay rise, she is now earning £24,000. I appreciate this still nets out to “more money” but the worker here is mispricing their labour which could lead to negative outcomes for them in the long term.</p>  <p>£24,000 over five days is £4,800 per day worked. That woman has just taken a pay cut (in terms of hourly salary) and is working more hours for it.</p>  <p>A woman working four days should be asking for a 25 per cent salary increase to maintain her hourly/daily rate. And that's before we start talking about inflation!</p> </blockquote> <p>Thank you Adam, and others who wrote in. We regret the error.</p> <h2>And let us know . . . </h2> <p>Millions of people worldwide are facing the challenge of working with long Covid. How are you managing? Is your employer understanding? What advice do you have for others? Please send emails or voice notes&#xa0;about your experience to <a href=\"mailto:workingit@ft.com\">workingit@ft.com</a> if you'd like to contribute to an episode of the Working It podcast on the subject. Any contributions we use on air will be anonymised. </p><p>Source: Isabel Berwick and Sophia Smith 2022 'Land on your feet after a rescinded job offer' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-15T16:00:52.117Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}