{
  "_id": "924a90d152c8c9bb529d8db293514e492ecce11cdaa4254c7acb1adc0f9f74c4",
  "feed": "wall-street-journal",
  "title": "Job Enthusiasm Falls As Offices Push for Return",
  "text": "<p>Nearly one-third of workers described themselves as engaged, or enthused about work, while just under 20% described themselves as actively disengaged, according to Gallup's June survey of 15,091 U.S. workers. The rest are \"not engaged\" -- people who do the minimum required and are psychologically detached from their jobs. The results are an about-face from the summer of 2020 when U.S. worker engagement levels calculated by Gallup hit their highest level ever, at 40%. People under 35 reported the sharpest drop in engagement.</p><p>The data may help explain \"quiet quitting,\"where employees coast at work and draw a paycheck. Gallup said quiet quitters now make up half the U.S. workforce.</p><p>\"What we're seeing right now is kind of a deterioration of the employee-employer relationship,\" said Jim Harter, chief scientist for Gallup's workplace management practice. Some of the estrangement may have been exacerbated by two years many workers spent out of the office in remote and hybrid work arrangements.</p><p>Managers are calling employees back to the office in part to resolve this disconnect, yet those in-office requirements are among the biggest sources of tension between bosses and employees. In a survey of more than 32,000 workers around the world published in late April, ADP Research Institute, a division of the payroll processor ADP, found two-thirds (64%) of respondents said they would consider looking for a new job if required to return to the office full time.</p><p>So unhappy was Sarah Millard, 31, of Richmond, Va., with her employer's insistence on in-person work five days a week that she quit in June to take a remote project manager job with a search engine technology company based in Syracuse, N.Y. After the birth of her first child in November 2020, flexibility became paramount, she said, so she could share child care responsibilities with her husband, who also works from home. She was happy when her old employer in August of 2021 started letting people work remotely once a week. But when the company called workers back to the office five days a week, she decided to take the leap.</p><p>\"That's when I really started actively looking for another job,\" she said.</p><p>Working remotely gives Ms. Millard a sense of autonomy, she said, and allows her to drop her daughter at preschool, which her previous employer's 9 a.m. start time prohibited.</p><p>Susan Quinn, the chief executive of circle S studio, where Ms. Millard worked, said her company seeks to be flexible with workers. The company did ask employees to come back every day for a short time due to a big client commitment, but never intended to convey that its work-from-home Wednesday policy was discontinued permanently, she said.</p><p>Quit rates fell by 35% when hybrid work options were rolled out to 1,612 engineers, marketing and financial professionals in randomized controlled trials, according to recent research from Stanford University economist Nicholas Bloom. In survey after survey, workers repeatedly say they value the ability to work from home some of the time as equivalent to a 7% or 8% pay increase, he said.</p><p>Both Gallup and ADP identify stress at work as a reason many workers feel disengaged. Nearly seven in 10 workers surveyed -- 67% -- said they experience stress at work at least weekly, up from 62% prepandemic, according to ADP. One in seven said they feel stressed at work every day. Key stressors include the length of the workday and concerns over job security.</p><p>Gallup said workers who reported declines in engagement cited a lack of clarity about expectations from managers, not feeling connected to a company's mission or purpose, little to no recognition for hard work, and receiving little career development as key reasons for their disengagement.</p><p>Morgan Sheranek, 24, worked full time at a department store in Pittsburgh for 2 1/2 years and wanted to climb the ladder with the company, but said she burned out in her retail manager job from working long hours amid staff shortages throughout the pandemic. Despite what seemed like an always-on work schedule, she also increasingly felt her hard work wasn't recognized.</p><p>When Ms. Sheranek asked for a role change, she said she was told to \"bloom where you are planted.\" A week later, she began looking on LinkedIn and soon found a new job as an operational specialist at a logistics company in Morgantown, W.Va. She said she's much happier at work now and gets to use her vacation days, unlike her old job where she struggled to take off or would often get called in on days she had scheduled to take off.</p><p>\"Before, with the crazy hours I was working, I felt like I didn't have enough time for myself,\" Ms. Sheranek said. \"Here, they want you to take that PTO, they want you to be able to have a work-life balance.\"</p>",
  "published": "2022-09-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}