{
  "_id": "d6688829d8cb445a77a7306a224c2b10adf787759579954a31d1e196fb6024de",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books: From 'Meatspace' To Metaverse",
  "text": "<p>Liveright, 336 pages, $30</p><p>Virtual Society</p><p>By Herman Narula</p><p>Currency, 260 pages, $28</p><p>In the annals of hype about things that don't yet exist, the metaverse has enjoyed an impressive rocketlike trajectory. It's so important to Mark Zuckerberg that he changed the name of his company to Meta. Other tech giants, including Microsoft and Nvidia, are also pivoting to the metaverse. But what is it? And do we even want one?</p><p>In the mid-20th century, \"metaverse\" was an obscure synonym for metapoetry, or poetry about poetry. The modern technological sense of the term was introduced in Neal Stephenson's 1992 science-fiction novel \"Snow Crash.\" The people in this 21st-century dystopia would don virtual-reality goggles to access a realm that is part massive multiplayer videogame, part immersive internet: a digital city-planet in which all manner of entertainment and shady business dealings may be pursued. Mr. Stephenson's readers have wanted to go to the metaverse ever since. John Carmack, the lead developer of the first-person-shooter game \"Doom,\" once said it was a moral imperative to build the metaverse. Instead we got Facebook.</p><p>What exactly the real metaverse should be is still not settled. Some describe it as the merging of all existing and future virtual worlds into one giant and fluid digital cosmos. Just as the present internet can be described as a network of networks, so the metaverse will be the virtual world of all virtual worlds. This is the vision offered in \"The Metaverse -- And How It Will Revolutionize Everything\" by Matthew Ball, the former global head of strategy for Amazon Studios. Herman Narula, meanwhile, operates with a more expansive idea in \"Virtual Society: The Metaverse and the New Frontiers of Human Experience.\" Mr. Narula, the co- founder of a British software company, considers ancient myths and religions to be proto-metaverses, imaginary worlds with meaningful effects in the physical world and vice versa.</p><p>The crucial difference is that such worlds -- for example, of Greek and Norse mythology -- are not interoperable. Hercules cannot visit Valhalla. But interoperability comes with its own challenges. \"While it might be amusing to imagine Lord Voldemort fatally wounded by a hobbit wielding a machine gun from the 'Halo' universe,\" Mr. Narula notes, \"such an event would likely break the predetermined systems of value in each of those universes.\" At the very least, the consumer-denizen of our brave new world ought to be able -- or so analysts predict -- to buy a fancy pair of virtual sneakers and wear them wherever she goes.</p><p>Even that is not a trivial engineering problem. As Mr. Ball points out, current virtual realms do not agree, in a fundamental programming sense, on what counts as a shoe. Is it a single object or is it made up of several objects? Ironing out the conceptual difficulties of the multiverse thus resembles a rehearsal of age-old problems in the philosophy of mereology -- the study of parts and wholes.</p><p>\"Reality+: Virtual Worlds and the Problems of Philosophy\" (Norton, 544 pages, $32.50), by the Australian philosopher David J. Chalmers, is a highly lucid and thought-provoking exploration of such matters -- from Rene Descartes's thought experiment about an evil demon controlling the inputs into his brain, to the modern \"simulation hypothesis\" that asks whether we are already living in an alien metaverse without knowing it.</p><p>Ultimately, the fundamental question that Messrs. Ball, Narula and Chalmers address has to do with the social value of the metaverse: Can a human life spent in a virtual world still flourish? Happily, the three authors agree that it can. The structures of our personal and social lives, they believe, are just as meaningful whether the substrate is our physical reality or a digital world.</p><p>Mr. Narula even argues that the metaverse could be superior to real life, providing the sense of purpose and fulfillment that most people's jobs in meatspace -- the old cyberpunk term for the physical world -- signally fail to provide. His diagnosis of the problem is persuasive, though his examples of an authentic and satisfying life in the metaverse might seem eccentric. \"Imagine a world,\" he instructs us, \"where you can inhabit the body of a Galapagos tortoise and speed up time so that you can pack its entire lifespan into the hours between breakfast and lunch.\" Why?</p><p>Alternatively, you could spend your days in \"Heist World,\" where an entire virtual economy is given over to cops-and-robbers intrigue: some people make a living playing burglars, while others are employed as detectives. Are so many people willing to switch careers and become improv actors? Is the general appetite for role-playing -- basically \"Dungeons &amp; Dragons\" in VR -- quite so big? We shall find out. For the time being, what the metaverse primarily represents is a vast new advertising opportunity in need of a killer app. Regular users still need to be convinced to join. (The ad-tech industry, Mr. Ball ominously notes, will need to colonize this space.)</p><p>What, by the way, will happen to the real world that so many of us are supposedly eager to leave behind? Mr. Ball is excellent on the enormous infrastructure investments required to build a metaverse. Many more fiber-optic cables will need to be laid, and the processing power required to render a realistic 3-D world for millions (or billions) of simultaneous users will be gigantic.</p><p>Speaking of computational demands, both Mr. Ball and Mr. Narula argue that blockchain -- the technology underlying cryptocurrencies -- will be crucial to the metaverse. For Mr. Ball, the benefits of blockchain include its ability to reliably authenticate the ownership of virtual assets (as it does for NFTs). Meanwhile, its decentralized and automatic nature, Mr. Narula argues, can solve the issues of trust in governance that so bedevil meatspace.</p><p>But the elephant in the room is energy use. According to a 2022 study from the Columbia Climate School, Bitcoin alone consumes more energy annually than Argentina, with carbon emissions equalling those of Greece. This is because currency mining and blockchain-verification procedures require supercomputing clusters. To skeptics, building a metaverse on blockchain might seem like fleeing into virtual reality while setting fire to the environmental infrastructure that sustains us.</p><p>This would be particularly unfortunate, since so much of contemporary metaverse boosterism is reminiscent of the wide-eyed cyberutopianism of the 1990s, according to which the fledgling internet represented a new era of anarchic creativity and cooperation. (And still we got Facebook.) For some, the coming metaverse again represents a political and cultural Year Zero, where we can redesign society from the ground up and avoid the mistakes of the past. But who gets to redesign it?</p><p>Mr. Ball thinks existing governments should regulate the metaverse, while Mr. Narula envisions new virtual laws being set by something he calls the Exchange: \"an array of stakeholders, likely dozens of them to start, would come together and create a consortium, involving representatives with expertise in technology, business, game design, ethics, politics, media, the arts, psychology, and so on.\" So: an oligopoly, if a putatively benevolent one. By some alchemy of soft authoritarianism, these experts will design \"a transparent method of governance and a means by which to encourage ethical, prosocial behavior within it,\" even though such things have never been accomplished in the real world. Eventually parts of the metaverse, Mr. Narula predicts, will become self-governing countries in their own right.</p><p>If history is any guide, however, newly created countries will not choose to live side-by-side in perfect harmony -- a fact presumably well-known to Mr. Narula, whose own company, Improbable, builds simulations for the military. It is not clear why this pattern should be any different in virtual reality, given that the structures of human behavior will remain the same. (Consider how people behave on social media now.) The dream of the metaverse, then, is in some ways another form of naive digital exceptionalism: the assumption that things will be qualitatively different if only we do them with computers. Meanwhile, the world outside our VR glasses will continue, silently, to burn.</p><p>---</p><p>Mr. Poole is the author of \"Rethink: The Surprising History of New Ideas.\"</p>",
  "published": "2022-09-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 319,
          "end": 328
        }
      ],
      "nexusId": "10031144"
    }
  ]
}