{
  "_id": "c7815744998073c8a923364a665546b02007784c23391d8b842c8c58bacaf994",
  "feed": "ftcomall",
  "title": "Europe's bank bonanza puts lenders in spotlight for windfall taxes",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p><strong>Big Tech</strong> shares fell after third-quarter earnings statements highlighted fears of a US economic slowdown. Google parent <a href=\"https://www.ft.com/content/2696ea3f-86a8-4652-9301-121ed1c747d8\">Alphabet</a> reported an unexpectedly poor performance in its core search ads business, while <a href=\"https://www.ft.com/content/88950005-05b1-4708-b6cf-1848376c0a68\">Microsoft</a> was likewise pessimistic about cloud computing.</p></li>  <li><p><a href=\"https://www.ft.com/content/a5758ce9-f8f3-4013-aa97-81ff3db3eaf2\">Gilt yields</a> have returned to levels last seen before the UK's “mini” Budget as investors welcomed <strong>Rishi Sunak</strong>'s confirmation as prime minister. Here's the line-up of his <a href=\"https://www.ft.com/content/3f1aac20-0453-472c-b110-dacadb418508\">new cabinet</a> and a <a href=\"https://www.ft.com/content/86e1df5c-10b0-480b-869a-21c4f7a14b7f\">who's who of his advisers</a>.</p></li>  <li><p>Russia conducted its first major <strong>nuclear drill</strong> since the start of its war in Ukraine, as Moscow made unfounded claims that Kyiv was seeking to <a href=\"https://www.ft.com/content/e28b0aa8-0260-4249-9954-4e346ebda68a\">develop a “dirty bomb”</a>.</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/a42f15f0-40cc-4efb-8cc7-b3227b71434b\"><em>live blog</em></a></p>  <p>Good evening,</p> <p>Rising interest rates may herald a tough winter for mortgage-payers, but for Europe's banks Christmas has come early in the form of booming third-quarter profits.</p> <p>Lenders make profits from the difference between the interest they charge on loans, which rises in line with central bank decisions, and what they pay customers for deposits, which currently lags behind rate increases as they have soared in recent months.</p> <p><a href=\"https://www.ft.com/content/1a3bbeef-5851-4fc3-89b3-cd2905167e14\">Deutsche Bank</a>, Germany's largest lender, today reported its highest Q3 performance since before the financial crisis. It more than doubled pre-tax profits to €1.6bn, benefiting from frenetic fixed income and currency trading, as well as rising rates. There were higher profits too from <a href=\"https://www.ft.com/content/a42f15f0-40cc-4efb-8cc7-b3227b71434b#post-67b91a19-553e-4a30-b3f7-083b321d2a2e\">Santander</a>, the eurozone's biggest lender, despite increasing damage from bad loans. Italy's <a href=\"https://www.ft.com/content/a42f15f0-40cc-4efb-8cc7-b3227b71434b#post-67b91a19-553e-4a30-b3f7-083b321d2a2e\">UniCredit</a> also beat analysts' forecasts.</p> <p><a href=\"https://www.ft.com/content/254cf2b1-d090-4804-b6a4-0e0d43536ff3\">Barclays</a> also benefited from soaring trading revenues that helped outweigh a rise in provisions for bad debts, leaving pre-tax profits up 6 per cent on last year. <a href=\"https://www.ft.com/content/c4fa610e-f58f-4c63-a3a4-5b6087123a33\">Standard Chartered</a>'s profits surged 40 per cent to $1.4bn, while <a href=\"https://www.ft.com/content/9b3be3b6-e36d-4329-a8d4-5085f026411b\">HSBC</a> reported a rise to $6.5bn from $5.5bn.</p> <p>However, there is a cloud on the horizon: lenders could be hit by windfall taxes as stretched governments cast around for ways to fill their coffers.</p> <p>UK-based banks could be targeted in the Autumn Statement — <a href=\"https://www.ft.com/content/305fe7c4-69d3-4b9c-b484-96bd4a7920da\">now postponed until November 17</a> to allow time for input from new prime minister Rishi Sunak —&#xa0; where the government will outline how it plans to fill a fiscal black hole estimated at £30bn to £40bn.</p> <p>Opposition politicians are calling for similar treatment to that meted out to energy companies. “The public will find it hard to stomach banks raking in large profits whilst their mortgage bills spiral out of control,” said a Liberal Democrat spokesperson.</p> <p>In mainland Europe, Hungary has already introduced a windfall tax, while Spain has outlined proposals for a levy that, if passed in parliament, would come into force at the start of 2023 and last for two years. It would affect about 10 lenders, including its two largest banks, Santander and BBVA.</p> <p>Madrid's move has put it on a potential <a href=\"https://www.ft.com/content/c6a99821-0b74-465f-86fc-6655b833b9da\">collision course with Brussels</a>, which will decide shortly whether it clashes with EU banking rules.</p> <p>The flurry of bank results comes just ahead of crucial rate-setting decisions by the <a href=\"https://www.ft.com/content/a28fe5d6-3beb-4794-b49c-aff4fabc0cd7\">European Central Bank</a> tomorrow and the Bank of England on November 3. The ECB is likely to opt for a second consecutive increase of 0.75 percentage points, lifting the deposit rate to 1.5 per cent — the highest it has been since January 2009.</p> <p>Yet the BoE's decision has become more complicated with the postponement of the government's big announcement on tax and spending. Governor Andrew Bailey has said the central bank would be “flying blind” if it had to set interest rates before knowing the government's budgetary plan.</p> <h1>Need to know: UK and Europe economy</h1> <p>Official data highlighted the soaring price of the cheapest UK<strong> grocery items</strong>. Making a bowl of tomato pasta is now <a href=\"https://www.ft.com/content/139e54d7-d9c3-42ef-90de-24caeca2f9b0\">58 per cent more expensive</a> than last year. Separate Office for National Statistics data showed that ethnic minorities were worst hit in Britain by the cost of living crisis.</p> <a href=\"http://www.ft.com/cms/11581249.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Turkey's finance minister</strong> Nureddin Nebati defended his country's <a href=\"https://www.ft.com/content/d1b33e56-2835-4d04-8387-ba1d8dc55646\">economic ties with Russia</a> as “good neighbourly relations” despite western concerns that the nation was providing a backdoor for Moscow to evade sanctions.</p> <h1>Need to know: Global economy</h1> <p><strong>Pakistan</strong>'s plea for “climate justice” after its recent disastrous floods has highlighted the issue of how the international community should help countries <a href=\"https://www.ft.com/content/e69ece7d-11fb-4a8f-91ea-35b98d4b54db\">adapt to global warming</a>.</p> <p>Should he win or lose Sunday's presidential election run-off, <strong>Jair Bolsonaro</strong>, the “Trump of the Tropics”, has created what looks like a lasting rightwing movement, blending nationalism with US-style social conservatism and culture warfare. <a href=\"https://www.ft.com/content/6a4f43a2-8b82-4e64-9dd6-b4d225ad9214\">Check out our latest Big Read</a> on the topic.</p> <p><strong>Australia'</strong>s Labor government unveiled a “mini” Budget of “<a href=\"https://www.ft.com/content/e1b08f4e-964d-4699-919c-1e72b0024c80\">hard decisions for hard times</a>”, including provisions for cheaper childcare and medicines as well as more paid parental leave. Prime Minister Anthony Albanese said the emphasis on stability was a “counterpoint” to the disastrous “mini” Budget of the UK.</p> <h1>Need to know: business</h1> <p><strong>London</strong> <strong>Heathrow</strong>, Europe's biggest airport operator, warned that a <a href=\"https://www.ft.com/content/9e5ee579-4986-4c74-b957-ce8329c67b6a\">cap on passengers</a> might be needed over Christmas because of labour shortages. It also said travel demand would remain subdued for “a number of years”.</p> <p><strong>Reckitt Benckiser</strong> became the latest consumer goods group to announce lower sales as the <a href=\"https://www.ft.com/content/5f7f8943-5c86-4246-a338-116c5310cf26\">cost of living squeeze hits</a> customers. The company has increased prices by almost 10 per cent in response to an “unprecedented” rise in its own costs. Meanwhile, shares in <strong>Heineken</strong>, Europe's second-largest brewer, plunged after it <a href=\"https://www.ft.com/content/a42f15f0-40cc-4efb-8cc7-b3227b71434b\">missed forecasts on beer sales</a> and warned of softening consumer demand.</p> <p><strong>BASF</strong>, Europe's largest chemicals group, said it would have to <a href=\"https://www.ft.com/content/f6d2fe70-16fb-4d81-a26a-3afb93e0bf57\">downsize “permanently” in Europe</a> because of high energy costs.</p> <p>Investors are <a href=\"https://www.ft.com/content/178c886a-afaf-4806-ab8f-873b9b70c980\">on the hunt for bargains</a> in <strong>biotech</strong>, a sector that has been struggling to replicate its pandemic-era fundraising success.</p> <p>Brussels is targeting <strong>pharma</strong> and cosmetics groups with tighter rules on <a href=\"https://www.ft.com/content/b79a0fe9-2790-446c-89fe-14136f3f8d37\">air and water pollution</a>.</p> <p>The big US banks are <a href=\"https://www.ft.com/content/9558c605-6e46-45fa-8a90-32346b06ef40\">making opposite bets</a> on the outlook for <strong>emerging market equities</strong> after a big sell-off this year. Morgan Stanley sees opportunities for bargains, while Goldman Sachs has doubts about a possible recovery.</p> <h1>The World of Work</h1> <p>A backlog of productions from the pandemic and a rise in commissioning from streaming services has led to a <a href=\"https://www.ft.com/content/50ebdaa8-7e78-4689-b1e6-516f4922432f\">boom in film and TV production jobs</a>, writes our careers columnist Jonathan Black.</p> <p>How should you deal with a <strong>narcissist</strong> as a boss? Get some tips in the new episode of our <a href=\"https://www.ft.com/content/fbb48c29-81c6-4793-ae9a-446b7159db5c\"><em>Working It</em> podcast</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>Scientists in Japan have successfully <a href=\"https://www.science.org/doi/10.1126/sciadv.add4603\">generated hair follicles</a> in the lab, offering new hope for the treatment of hair loss. There could be spin-off benefits too for drug screening and for alternatives to animal testing.</p><p>Source: Darren Dodd 2022 'Europe's bank bonanza puts lenders in spotlight for windfall taxes' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-26T17:15:41.995Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 230,
          "end": 239
        },
        {
          "start": 229,
          "end": 238
        }
      ]
    }
  ]
}