{
  "_id": "326398f8bff7f5cf35e61802078cb08bd8389851d60143967153c9762aa64415",
  "feed": "ftcomall",
  "title": "Next buys collapsed online furniture retailer Made.com for £3.4mn",
  "text": "<p>Next has acquired the brand, domain names and intellectual property of Made.com for £3.4mn in a prepack administration less than 18 months after the online furniture retailer floated in London at a £775mn valuation.</p> <p>Nicola Thompson, who took over as chief executive of Made.com this year, apologised on Wednesday for the company's rapid demise. </p> <p>“Over the past months we have fought tooth and nail to rapidly resize the cost base, re-engineer the sourcing and try every avenue to raise fresh financing and avoid this outcome,” she said.</p> <p><a href=\"https://www.ft.com/stream/46eb5279-b41c-37a6-b670-4df0e0386236\">Made.com</a>, founded by entrepreneurs Ning Li and Brent Hoberman in 2009, boomed during the pandemic thanks to its design-led furniture that was popular with younger consumers. It floated in June last year.</p> <p>But supply chain bottlenecks during the pandemic prompted the company to scale back on its just-in-time business model and hold more inventory close to its markets in Europe, where it continued to expand. That resulted in substantial capital tied up in stock just as demand eased off.</p> <p>The company warned on profits three times and shed about a third of its workforce as it became clear that additional financing was not going to be forthcoming from existing shareholders or a third party.</p> <p>The speed of its demise has prompted recriminations among its 573 staff, mostly based at its head office in Ipswich and its distribution hub at the London Gateway port. More than 300 were informed they had lost their jobs over a Zoom call on Wednesday.</p> <p>Others employed at Made's small number of physical stores have complained that they were left to face the wrath of angry customers after the company stopped taking orders.</p> <p>Customers whose goods are already in the UK distribution system will receive them, although they will not be able to return faulty or unwanted items. </p> <p>Administrators PwC believe about 12,000 orders for the UK alone that are still in production or yet to leave Asia cannot now be completed and delivered. Those customers will have to submit a creditor claim to administrators. </p> <p>Made.com Design Ltd, the operating subsidiary of Made.com, said it intended to <a href=\"https://www.ft.com/content/9008e115-70ba-47c5-8500-d8f8ff8cb955\">appoint administrators</a> at the end of October, giving itself protection from creditor claims while the prepack deal was negotiated. It had earlier stopped taking new orders on its website.</p> <p>The transaction with <a href=\"https://www.ft.com/stream/10a2bb6e-76c2-426d-87d8-f5b4e7a58429\">Next</a> excludes the company's remaining inventory, which is likely to be sold off by PwC. Shares in the listed parent, currently suspended, will be cancelled as the company is wound up.</p> <p>Li said in a post on LinkedIn that he had submitted three proposals to buy the company back using his own cash, the last of them on November 4. </p> <p>“Unfortunately, my proposal wasn't accepted,” he said. “Apparently, it would be preferable to break the company up and sell it in pieces to generate a little more cash”.</p> <p>Law firm Aticus said it had been engaged by some staff to investigate whether they could seek a protective award following the redundancies.</p> <p>The firm said companies had to follow consultation procedures — even in an administration — if they planned to make more than 20 people redundant at one establishment. Aticus pursued similar actions following administrations at retailers Topshop, Miss Selfridge and Peacocks, </p> <p>It added that those involved in the latest legal challenge would receive up to eight weeks of pay in compensation, subject to a cap, if it were successful.</p><p>Source: Jonathan Eley in London 2022 'Next buys collapsed online furniture retailer Made.com for £3.4mn' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-09T08:11:12.790Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}