{
  "_id": "43fdcf0dcdfdab92613950e8c4e57ff820cbf4a1ecea25bbe9c37f9660407f51",
  "feed": "ftcomall",
  "title": "Steven Pinker: ‘Putin's invasion won't lead to a return to the age of warring civilisation'",
  "text": "<p>To his wife's annoyance, Steven Pinker arrives at airports as late as possible. “I have a pathological fear of being early,” says the psychologist. But, at the age of 68, he has not given up on his ability to change this irrational habit. “I do recalibrate.”</p> <p>This is Pinker's message to all of us: that being more rational in our decisions would make us happier. We can recalibrate, because reports of our irrationality have been grossly exaggerated. Behavioural economics — whose findings of biased decisions have won several Nobel Prizes — needs a corrective. “I don't sign on to the most pessimistic conclusion which is that humans are inherently irrational.”</p> <p>In his book <em>Rationality</em>, Pinker argues that, although people struggle with abstract reasoning, we make logical decisions when dilemmas are grounded in everyday terms. After all, “we're obviously rational in the sense of the world we've built. We did invent the vaccines, we did go to the Moon.” &#xa0;</p> <p><a href=\"https://www.ft.com/stream/a6404cb2-1237-3d5f-9ed3-73c0852bfa60\">Pinker</a>, a professor of psychology at Harvard University, sees himself as a champion of Enlightenment values. To his many admirers, including Bill Gates, he is an oracle of optimism. His books, including <em>The Better Angels of Our Nature </em>and <em>Enlightenment Now,</em> compile data showing that humans are living longer and better, even if news headlines suggest the opposite. “Journalism is a non-random sample of the worst things that are happening on earth at any given time. When you look at the world through the lens of data, rather than events, it looks much more positive.”</p> <p>But Pinker's outlook is challenged on two fronts. The first is the endurance of irrationality. People don't pursue their best interests, whether it's by playing the lottery or opposing a carbon tax. Conspiracy theories now penetrate governments. Has Pinker ever persuaded a <a href=\"https://www.ft.com/content/5715176a-03b3-4ee9-a857-c50298ffe9da\">believer in QAnon</a> to see the light? “Oh, I have not. No. [But] there are always people on the fence who could be persuaded. There are babies being born all the time. They aren't born believing that there's a paedophilia cabal in the ‘deep state', so the persuasion has to be aimed at them.”</p> <p>The other challenge comes from threats to human wellbeing. “Keep some perspective. Not every problem is a Crisis, Plague, Epidemic or Existential Threat,” Pinker wrote in <a href=\"https://www.ft.com/content/328fd566-1198-11e8-a765-993b2440bd73\"><em>Enlightenment Now</em></a> (2018). But the world did suffer a plague and now faces existential threats. After Vladimir Putin's invasion of Ukraine, we stand close — we don't know how close — to nuclear war, not to mention climate tipping points.</p> <p>Have the past two years changed Pinker's outlook? “I certainly recalibrated my subjective probability of the appeal of conquest to political leaders. I thought that had gone the way of human sacrifice and slave auctions,” he says, his tone soft-spoken and curious.</p> <p>“<a href=\"https://www.ft.com/topics/people/Vladimir_Putin\">Putin</a>'s invasion of Ukraine changed the data. So far in terms of battle deaths per year, it's not on track to undo the progress that's been made since the Eighties. But it could if it escalates.” (Russia's use of a tactical nuclear weapon “may not” in itself reverse the trend, even though it would be “truly horrific”.)</p> <p>Pinker argues that history still bends towards reason. “Putin really is anachronistic. He's pushing against an enormous current . . . The forces that did reduce war are still in operation, although they were not strong enough to deter Putin.” The international response may deter other despots. “I suspect that the invasion won't lead to a return to the age of warring civilisation.”</p>  <p>Raised in a Jewish community in Montreal, Pinker was an atheist by the age of thirteen. He made his name in linguistics before branching out into questions of human progress. His work has rubbed against that of linguist Noam Chomsky, whose hard-left views on politics sometimes seem impermeable to reason. “Forget about it. For all of his brilliance, early on in his life he signed on to a demonological theory of history,” laughs Pinker. “That's the last thing he'll give up.”</p> <p>How can we reason with Putin? Pinker points to the risk of escalation: the rational response, he argues, is not to escalate directly, but to change the rules of the game. That is how the west seems to be viewing Putin's nuclear threats. “Even if Putin were to use a tactical nuclear weapon, the most likely response would not be in kind, but plans to destroy the Russians' Baltic fleet, to try to rack up sanctions even further, to isolate Russia even further — the hope would be that China and India would [distance themselves from Moscow].” </p> <p>A conflict between major powers would blow apart the Pinker view of progress. World War Three is “unlikely” but not “astronomically unlikely”, he says. “It's a possibility that we have to prepare for.”</p> <p>In other respects, the darkness has already arrived. Pinker once cited the <a href=\"https://www.v-dem.net/\">Varieties of Democracy index</a> as evidence of democratic resilience. But the latest edition grimly concludes: “The level of democracy enjoyed by the average global citizen in 2021 is down to 1989 levels. The last 30 years of democratic advances are now eradicated.” About 70 per cent of the global population live in dictatorships. Maybe progress is not linear? Or maybe it's only assured in the long run, by which time we may all be dead?</p> <p>“We're clearly going in the wrong direction [on democracy],” admits Pinker. “History is never cyclical, but it can be chaotic. There's no guarantee that we won't go back to a world like the 1970s when there were only 32 democracies. I doubt it, but you can't rule it out.”</p> <p>He argues that democracy has built-in advantages. Democracies “are open to feedback from the world . . . Some light version of [Francis] Fukuyama might be right.” In contrast, autocracies fail to correct: “You may be seeing that in China now, with the zero-Covid policies. That kind of attitude might weaken the Chinese leadership in the long run.”</p> <p>A critique of Pinker is that his work breeds complacency. If we believe that things always get better, we will cut off some of the mechanisms by which they have got better — protests and politics. “It's quite the opposite,” he says: if you don't believe things get better, you might fall into fatalism.</p> <p>Is he politically active? “Especially during the Trump years, I definitely opened my cheque book. My wife Rebecca [Newberger Goldstein, a philosopher and novelist] and I now call this our attempts at ineffective altruism, as we supported one failing candidate after another. In 2016 I think I was the second most generous donor to the Democratic party among Harvard faculty.”</p> <p>US politics would benefit from more scientists and fewer lawyers, because lawyers “just want to win the argument”, he says. But I point out that some of the least trustworthy politicians are doctors, such as Republican senate candidate Mehmet Öz. “Doctors are not scientists! Doctors are professional descendants of medieval barber surgeons. There's a surprising number of doctors who don't think scientifically.” (Pinker is a campaign donor to Bill Foster, the only PhD physicist in Congress.)</p> <p>Pinker argues that humans have a “mythology mindset” when it comes to things outside their personal experience: we are happy to believe things for which there is no evidence. So it is often rational to pander to each other's irrationality: Republican politicians must pretend not to believe in the 2020 election result. “That's why we have institutions: like science, responsible journalism, liberal democracy, a court system.” So the problem of rationality is actually a political problem of defending institutions and decreasing partisanship.</p> <p>While we're talking, people arrive at a nearby table. Their loud voices at times drown out Pinker's defence of the Enlightenment. It's a metaphor for something.</p>  <p>Pinker rightly identifies the media's tendency towards pessimism. But another of the media's failings is to treat a small group of thinkers — including him — as authorities on nearly every issue. Does he ever feel uncomfortable? “I have to remind myself not to blunder into every controversy, and not to be a guru or a prophet or an oracle — to frame my own opinions with the proper degree of uncertainty,” he says. A low point was appearing on the BBC's <em>Question Time</em> programme, where he found himself stumped by questions about British politics.</p> <p>Meanwhile, the tech world has spawned hyper-rationality. Effective altruism asks how humans can do the most good, including by donating most of their salary to charity. Its offshoot, <a href=\"https://www.ft.com/content/bd9e8141-b97e-4e7a-8038-8d1dbe99d54d\">long-termism</a>, argues we should maximise the wellbeing of those who haven't been born. What does Pinker make of it? “They've jumped the shark. I was a pretty strong advocate of effective altruism when it came to, ‘Should you donate your charitable dollar to malarial bednets or drilling wells?' When it came to ‘Let's prioritise how to stop AI from turning us into paper clips, or maximise the chance that we can upload our connectome [the synaptic wiring diagram of the cortex] to the cloud and create trillions of consciousnesses', I think it's not so rational.”</p> <p>Pinker's worries are climate change and nuclear war. He is pro-nuclear power now and pro-nuclear disarmament [one day]. In <em>Rationality</em>, he points out that the worst nuclear accident, Chernobyl, killed roughly as many people as die from coal emissions every day. Meanwhile, as recently as 1986, Ronald Reagan and Mikhail Gorbachev jointly suggested disarmament. The geopolitics has changed, but countries could reduce the risks of nuclear war, for example by agreeing ‘no first strike' policies.</p> <p>“If we are complacent about climate change and nuclear weapons stability, terrible things could happen,” Pinker says. “Our only choice is to deal with them as rationally as we can.” I leave him, thinking that he's more fair-minded and less reassuring than I'd imagined. I also worry that he is again running late.</p>&#xa0;<p>Source: Henry Mance 2022 'Steven Pinker: ‘Putin's invasion won't lead to a return to the age of warring civilisation'' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-24T03:00:01.093Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}