{
  "_id": "84c9707cd02de4f45113540d002206029efe1914d901cad374b8926a2b5740ae",
  "feed": "wall-street-journal",
  "title": "World News:  World Watch",
  "text": "<p>\n  ISRAEL </p><pre> </pre><p>\n  Military Says Soldier </p><p>\n  Shot Reporter in Error </p><pre> </pre><p>\n  An Israeli soldier likely shot Palestinian-American Al Jazeera reporter Shireen Abu Akleh by mistake in May, Israel's military said after facing pressure from the U.S. to release the results of its investigation into her killing. </p><p>\n  Ms. Abu Akleh's death sparked a storm of criticism of the Israeli military and calls for accountability. Israeli officials had initially said they couldn't conclude who killed Ms. Abu Akleh after a routine arrest operation turned into a hectic urban battle with Palestinians in a crowded area of the West Bank city of Jenin. </p><p>\n  A senior Israeli military official on Monday said the evidence indicated the lethal shots likely came from an Israeli military jeep with a clear line of vision to Ms. Abu Akleh's location. </p><p>\n  \"The most likely possibility is that she was mistakenly shot by an Israeli soldier, who of course did not identify her as a journalist,\" the official said. </p><p>\n   Nabil Abu Rudeineh, the spokesman for Palestinian Authority President Mahmoud Abbas, called the Israeli investigation \"a new Israeli attempt to evade responsibility,\" and said that the Palestinians would continue to seek accountability for her death, including through the International Criminal Court. </p><p>\n  -- Dov Lieber </p><p>\n  --- </p><p>\n  KENYA </p><pre> </pre><p>\n  High Court Upholds </p><p>\n  Presidential Vote </p><pre> </pre><p>\n  The Supreme Court upheld William Ruto's victory in August's presidential election, rejecting claims by his main opponent that the vote was rigged. </p><p>\n  In a unanimous ruling, the court turned away arguments by former Prime Minister Raila Odinga, 77 years old, and his supporters that Mr. Ruto, the 55-year-old current vice president, and his allies had manipulated the tallies and tinkered with voter-identification devices to fix the results. </p><p>\n  The decision reinforced Kenya's standing as an island of stability in a region beset by despots, drought, militants and poverty. </p><p>\n  Mr. Odinga, who had the backing of departing President Uhuru Kenyatta, chose to seek redress in the court and not the street, and the court resisted political pressure to find in his favor. </p><p>\n  Hundreds of Mr. Ruto's supporters danced and cheered outside his Nairobi residence after the court announced its decision. </p><p>\n  The East African country is a major American ally in the fight against al-Shabaab, al Qaeda's franchise in neighboring Somalia. </p><p>\n  Major U.S. companies, such as Alphabet Inc., and Microsoft Corp., use Kenya as a base. </p><p>\n  -- Michael M. Phillips </p><p>\n  --- </p><p>\n  AFGHANISTAN </p><pre> </pre><p>\n  Bomb Kills Two Staff </p><p>\n  Of Russian Embassy </p><pre> </pre><p>\n  Two employees of the Russian Embassy in Kabul were killed on Monday in an explosion near the mission, the Russian Foreign Ministry said. </p><p>\n  According to the ministry, an unknown assailant set off an explosive device at around 10:50 a.m. local time at the entrance to the consular section of the embassy. Kabul police said four Afghan citizens were killed and 10 others injured. </p><p>\n  Detectives from Russia's Investigative Committee, the country's main investigative agency, said preliminary information confirmed that the two Russians killed were the embassy's second secretary and an embassy security guard. </p><p>\n  The attacker was killed by Taliban security personnel guarding the embassy before he could reach the embassy's main gate, Kabul police said. </p><p>\n  Late Monday, the Taliban's jihadist rival, Islamic State, claimed responsibility for the attack, according to SITE Intelligence Group, which tracks online extremist activity. </p><p>\n  \"Of course, we are talking about a terrorist act,\" Kremlin spokesman Dmitry Peskov told reporters on Monday. \"We strongly condemn such terrorist acts.\" </p><p>\n  -- Ann M. Simmons and Esmatullah Kohsar </p><p></p>",
  "published": "2022-09-06T06:12:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 2378,
          "end": 2393
        },
        {
          "start": 2366,
          "end": 2381
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}