{
  "_id": "c90cdc85258415f2931876fd4e9fd1a90a653860c4a19e582ef227473d0457a4",
  "feed": "wall-street-journal",
  "title": "U.S. GDP to Detail State of Economy Amid High Inflation; While key segments remained resilient, economists are worried about a possible recession",
  "text": "<p>Many economists are worried about the possibility of a recession in the coming 12 months. They expect the Fed's efforts to combat inflation will further weigh on the economy after higher rates have already begun denting the housing market and stock prices. Home sales in September posted their longest streak of declines in 15 years. Stocks fell in the third quarter and were on track for their worst year since the 2008 financial crisis.</p><p>So far, though, key segments of the economy have remained resilient. The job market has cooled some but stayed strong with robust payroll gains and low unemployment. Consumers, the economy's main engine, have increased spending.</p><p>The Commerce Department's GDP report—the broadest measure of goods and services produced across the nation—will be released Thursday at 8:30 a.m. ET.</p><p>Economists surveyed by The Wall Street Journal estimated that the economy grew at an inflation-adjusted 2.3% annual rate in July through September. They warn that third-quarter growth might appear as a bounceback after the economy contracted in the first half of the year. The GDP reading could obscure an economic slowdown taking hold in the midst of higher interest rates, elevated inflation and declining stock and home prices.</p><p>\"We're going to see what looks like a pretty strong third-quarter number,\" said Joel Prakken, economist at S&amp;P Global Market Intelligence. \"It's a little deceiving.\"</p><p>Mr. Prakken thinks an unsustainable surge in net exports—the balance of trade—drove third-quarter growth, masking a more fundamental weakening in the economy.</p><p>Some economists prefer to look at final sales to private domestic purchasers—a subset of GDP that doesn't include the often-volatile categories of inventories and trade—rather than the total GDP number as a gauge of underlying demand in the economy. That measure rose at a 2.1% annual rate in the first quarter, and a 0.5% rate in the second.</p><p>Economists surveyed by The Wall Street Journal in October said they expected GDP to contract in the first two quarters of 2023. On average, they expect job losses in the second and third quarters of next year.</p><p>So far this year, sentiment surveys of households and business leaders have slumped more than many measures of actual output and spending. Consumer sentiment is hovering near historically low levels seen during the 2007-09 turmoil. But consumers have continued to help drive broader economic growth by spending more on travel, dining out and other activities they had dialed back on earlier in the pandemic.</p><p>The trajectory of the economy largely depends on how consumers fare in the coming months. They are still benefiting from a tight labor market that is holding up stronger than many other parts of the economy as employers continue to seek workers in the midst of persistent staffing shortages.</p><p>\"Wage growth is up, which is good for consumers, and that helps their balance sheet,\" said Mark Begor, chief executive of the credit-reporting company Equifax Inc. on an earnings call this month. \"Obviously, inflation is a bad guy, and it is hurting lots of consumers. But even with inflation, consumers are still out there spending and traveling and doing all the things that they do in their lives.\"</p><p>Consumers remain resilient, said Bank of America Corp. Chief Executive Brian Moynihan in October on an earnings call.</p><p>Still, spending gains have moderated this year, and many economists expect consumers, as well as businesses, will retreat more as rising interest rates take effect. In addition, if the labor market takes a downward turn, consumers might rein in their spending.</p><p>Some companies—particularly in sectors that benefited from a consumer-goods binge earlier in the pandemic—are seeing a consumer pullback. Sales are down about 25% so far this year from the same period in 2021 at Altus Brands LLC, said Gary Lemanski, owner of the Grawn, Mich.-based company that manufactures and sells accessories for hunting, shooting and outdoor recreation.</p><p>Many of the factors that spurred a sales surge in 2020 and 2021—such as consumers' extra cash from government stimulus, their time at home to go out in the woods and their lack of ability to spend money on services including travel—have since faded, he said.</p><p>Inflation is causing many consumers to cut back on discretionary purchases, which include products Altus sells, such as electronic ear muffs for hearing protection that can go for $200 to $250, Mr. Lemanski said.</p><p>\"I talk with a lot of folks, and you just hear it over and over again: It's tougher to make ends meet,\" he said.</p><p>Technology companies that saw their sales and stock prices rise earlier in the pandemic are feeling the effects of a slowing economy. Microsoft Corp. on Tuesday reported its worst quarterly earnings in more than two years, and Texas Instruments Inc. said it was seeing flagging demand in personal electronics and from some other industrial buyers. Google reported its fifth consecutive quarter of slowing sales growth, with its YouTube video platform posting a drop in advertising revenue.</p><p>Some of the economic slowdown this year reflects a return to a more normal rate of growth after the economy expanded at an unusually fast pace of 5.7% last year as a result of trillions of dollars in pandemic-related stimulus, widespread business reopenings and Covid-19 vaccinations.</p><p>The broader economic toll from rising rates can take months to materialize, but one of the sectors most sensitive to interest rates—housing—is showing signs of pain related to rising mortgage rates.</p><p>Residential investment fell at an annual rate of 17.8% in the second quarter. Home prices declined in August at the fastest pace in more than a decade. The new-home market has shown signs of weakness, with sharply lower sales and a drop in new building.</p><p>Inflation is denting some consumers' appetite for big-ticket purchases. Most Americans say it is a bad time to buy a car or large household goods such as furniture, refrigerators or stoves, with a large share attributing their viewpoint to high prices, University of Michigan survey data show.</p><p>CarMax, a used-car retailer, saw its profit drop by more than 50% in its most recent quarter as tough economic conditions weighed on consumers.</p><p>\"This quarter reflects widespread pressure the used-car industry is facing,\" said William Nash, the company's chief executive, on an earnings call. Higher prices, climbing interest rates and low consumer confidence \"all led to a marketwide decline in used-auto sales,\" he said.</p><p>Write to Sarah Chaney Cambon at sarah.chaney@wsj.com</p><p>U.S. GDP to Detail State of Economy Amid High Inflation</p>",
  "published": "2022-10-27T09:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4703,
          "end": 4718
        },
        {
          "start": 4703,
          "end": 4712
        }
      ]
    }
  ]
}