{
  "_id": "85ed98f33414d3800d97ef285fd3a5ac2a4bb0d8340bc20d4908e2206952386a",
  "feed": "wall-street-journal",
  "title": "Microsoft's Activision Deal, Amazon's Use of Data Face U.K. Regulatory Probes; Britain's anticompetition watchdog has increased its scrutiny of Silicon Valley",
  "text": "<p>The British regulator also said Wednesday that it was investigating whether Amazon unfairly uses its size and data-collection practices to boost its business at the expense of independent merchants that sell on its marketplace. It said its investigation follows a current European Union probe over similar issues, which doesn't cover concerns in the U.K. now that Britain has left the EU.</p><p>One focus of the probe is how Amazon collects and uses nonpublic data from independent sellers on its platform. Former Amazon employees said that the company used such data to develop competing products for its private-label arm, The Wall Street Journal previously reported.</p><p>The British regulator said it would also investigate how Amazon sets criteria that determines which merchant is the default seller on its platform, and that determine what products are offered under its Prime program, which offers fast delivery.</p><p>An Amazon spokesman said it would work closely with the British regulator during the investigation, and that the company believes it has always worked hard to help small businesses selling on its marketplace to succeed.</p><p>Write to Stu Woo at Stu.Woo@wsj.com</p><p>Microsoft's Activision Deal, Amazon's Use of Data Face U.K. Regulatory Probes</p>",
  "published": "2022-07-06T12:21:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1166,
          "end": 1175
        },
        {
          "start": 1166,
          "end": 1177
        },
        {
          "start": 0,
          "end": 11
        }
      ]
    }
  ]
}