{
  "_id": "b0269ed12d367fbfa32ccebc3bcc7630163d762643375aa9917aa441fd922367",
  "feed": "wall-street-journal",
  "title": "China Excels in Google Rankings on Xinjiang and Covid-19 Searches; On issues important to Beijing, official Chinese sources also enjoy strong placement on YouTube and other widely-used U.S. services, a new report finds",
  "text": "<p>Researchers from the two organizations found that official Chinese sources did well even with neutral search terms, like the names of places—including Xinjiang—the remote Chinese region where authorities have detained hundreds of thousands of Turkic Muslims as part of a campaign of forced assimilation.</p><p>YouTube and Google, the most popular search engine globally, are banned in China. Bing, which has far fewer users, is available in China and has on occasion allowed censorship of sensitive topics for Chinese users to affect its users abroad.</p><p>Each service uses algorithms that weigh factors like a source's authoritativeness or freshness to rank and update the order in which content appears in their results.</p><p>Chinese state-controlled outlets tended to account for half of YouTube's top 10 search results for \"Fort Detrick,\" a U.S. military bioresearch facility that China has suggested—without evidence—could be where Covid-19 originated.</p><p>Searches for \"Xinjiang\" returned content from Chinese state outlets in the top results on YouTube almost daily over the duration of the study, which covered 120 days from November to February, as well as close to 90% of the time on either Google's or Bing's news sites.</p><p>The searched content that came up from state-controlled providers typically denied widespread media and scholarly reports of human-rights abuses in the region, casting them as part of a coordinated attempt by Western governments to smear China.</p><p>\"Frankly I was surprised,\" says Jessica Brandt, one of the lead authors of the report who studies authoritarian government influence on the internet at Brookings. \"Someone who's never even encountered this narrative but searches for Xinjiang on Google is likely to encounter Beijing-friendly content that whitewashes China's rights record.\"</p><p>Google, which controls YouTube, actively works to fight coordinated influence and censorship operations, while simultaneously protecting access to information and freedom of expression, a spokesperson for the company said.</p><p>A spokesperson for Microsoft Corp., which owns Bing, said the company constantly seeks to improve and is reviewing the findings from the report.</p><p>China's cabinet, the State Council, didn't respond to a request for comment.</p><p>The Chinese government's ability to influence top search results beyond its borders grows out of Beijing's heavy investment in building an international network of websites, news agencies and broadcast channels to champion its positions globally.</p><p>Whereas Beijing was once known for its softer approach, focused on promoting positive stories about China as a responsible world power, it has recently shifted to a far more aggressive style, quick to counter criticism and shoot barbs at the West.</p><p>At the same time, it has beefed up its digital influence operations on platforms banned in China by hiring influencers, producing coordinated media campaigns and launching hundreds of new state-affiliated Twitter accounts to disseminate its views.</p><p>While these strategies haven't always been effective, in some cases triggering backlash, the new report shows how these expanding media footprints have helped Beijing win top billing on some of the West's most relied upon sources of information.</p><p>\"Search is particularly invisible and assumed to be neutral,\" says Jutta Haider, a professor of information studies at the University of Borås in Sweden. \"There's this idea that if you use it to do your own research, you are in control. You're going to get the truth.\"</p><p>The impact of China's search influence on Xinjiang became clear this week after Adrian Zenz, a German anthropologist who has investigated China's crackdown on Muslims, released the so-called Xinjiang Police Files, a large trove of data allegedly hacked from Chinese police databases that contained photos of more than 2,800 detainees and detailed activities inside the region's sprawling network of prisons and internment camps. The files were made public just as United Nations Human Rights high commissioner Michelle Bachelet began a highly scrutinized six-day visit to China that is set to include a trip to Xinjiang.</p><p>On Thursday, shortly after the release of the trove, a U.S.-based search for \"Adrian Zenz\" turned up one Chinese state media result on the first page of Google and four of the top 10 videos on YouTube, attacking the scholar's credentials and accusing him of lying.</p><p>Mr. Zenz didn't respond to a request for comment.</p><p>The high-frequency churn produced by Chinese state media outlets gives them an advantage on news and YouTube searches, which update constantly and give greater weight to recent content, according to the researchers.</p><p>\"Western media and think tanks aren't producing content every day about Xinjiang,\" said Bret Schafer, another lead author of the report who runs information manipulation research at the Alliance for Securing Democracy. \"Chinese state media outlets are.\"</p><p>For \"Fort Detrick,\" one video, titled \"How terrifying is the history of U.S. Fort Detrick lab?\"—which highlights the lab's study of \"dangerous pathogens including close siblings of the novel coronavirus\"—appeared as the first result for most of the study's duration.</p><p>Few scientists outside China have supported the idea that Covid-19 could have originated from the U.S. military base and WHO Director-General Tedros Adhanom Ghebreyesus has resisted China's calls for an investigation.</p><p>Chinese state media outlets were able to break through to top results regularly on web search, which prioritizes measures of a source's quality, for more targeted terms like \"Xinjiang terrorism\" or Mr. Zenz's name, reflecting Beijing's creation of a robust information network, according to Joan Donovan, research director of Harvard's Shorenstein Center on Media, Politics and Public Policy.</p><p>\"To get on the front page of Google is not by accident,\" said Ms. Donovan, who wasn't involved in the research.</p><p>Google said some of the search terms represent so-called data voids, or topics with little online content, that are relatively easy to dominate—a known challenge that the company says it is working to address.</p><p>YouTube offers an information panel that gives users more context about the source of a piece of content, including whether it comes from state-run media. Google is experimenting with a similar feature.</p><p>The researchers say Beijing's footprint on search expands beyond Chinese state media. During their analysis, they found 19 sources not openly affiliated with China's government but that regularly republish Chinese state content verbatim through syndication agreements, increasing the total prevalence of Beijing's messaging in top results by nearly 10%.</p><p>Write to Karen Hao at karen.hao@wsj.com</p><p>China Excels in Google Rankings on Xinjiang and Covid-19 Searches</p>",
  "published": "2022-05-27T10:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2041,
          "end": 2056
        },
        {
          "start": 2041,
          "end": 2050
        }
      ]
    }
  ]
}