{
  "_id": "32e6836aab47dc2e26baa6c39d631876bcf8fbfeeeb93d0d53d20a0b837947e6",
  "feed": "market-watch",
  "title": "What's next for the stock market as investors grapple with Fed near 'peak hawkishness'; 'Sadly, implementation of a dual-pronged quantitative tightening plan requires a level of finesse that the Fed is not known for,' says Osterweis Capital Management",
  "text": "<p>Fed Chair Jerome Powell said April 21 during a panel discussion hosted by the International Monetary Fund in Washington that the central bank isn't \"counting on\" inflation having peaked in March. \"It is appropriate in my view to be moving a little more quickly,\" Powell said, putting a 50 basis-point rate hike \"on the table\" for the Fed's meeting early next month and leaving the door open to more outsize moves in the months ahead.</p><p>U.S. stocks closed sharply lower after his remarks and all three major benchmarks extended losses Friday, with the Dow Jones Industrial Average booking its largest daily percentage drop since late October 2020. Investors are grappling with \"very strong forces\" in the market, according to Steven Violin, a portfolio manager at F.L.Putnam Investment Management Co.</p><p>\"The tremendous economic momentum from the recovery from the pandemic is being met with a very rapid shift in monetary policy,\" said Violin by phone. \"Markets are struggling, as we all are, to understand how that's going to play out. I'm not sure anyone really knows the answer.\"</p><p>The central bank wants to engineer a soft landing for the U.S. economy, aiming to tighten monetary policy to fight the hottest inflation in about four decades without triggering a recession.</p><p>The Fed \"is partly to blame for the current situation as its exceedingly accommodative monetary policy over the last year has left it in this very tenuous position,\" wrote Osterweis Capital Management portfolio managers Eddy Vataru, John Sheehan and Daniel Oh, in a report on their second-quarter outlook for the firm's total return fund.</p><p>The Osterweis portfolio managers said the Fed can raise the target fed funds rate to cool the economy while shrinking its balance sheet to lift longer maturity rates and contain inflation, but \"sadly, implementation of a dual-pronged quantitative tightening plan requires a level of finesse that the Fed is not known for,\" they wrote.</p><p>They also raised concern over the Treasury yield curve's brief, recent inversion, where shorter-term yields rose above longer-term yields, calling it \"a rarity for this stage of a tightening cycle.\" That reflects \"a policy error,\" in their view, which they described as \"leaving rates too low for too long, and then potentially hiking too late, and probably too much.\"</p><p>The Fed last month hiked its benchmark interest rate for the first time since 2018, raising it by 25 basis points from near zero. The central bank now appears to be positioning to front-load its rate hikes with potentially larger increases.</p><p>\"There's something in the idea of front-end loading,\" Powell remarked during the panel discussion on April 21. James Bullard, president of the Federal Reserve Bank of St. Louis, said April 18 that he wouldn't rule out a large hike of 75 basis points, though that is not his base case, The Wall Street Journal reported.</p><p>Read: Fed funds futures traders see 94% likelihood of 75 basis point Fed hike in June, CME data shows</p><p>\"It's very likely that the Fed is going to move by 50 basis points in May,\" but the stock market is having a \"bit harder time digesting\" the notion that half-point increases also could be coming in June and July, said Anthony Saglimbene, global market strategist at Ameriprise Financial, in a phone interview.</p><p>The Dow DJIA and S&amp;P 500 SPX each tumbled by nearly 3.0% on Friday, while the Nasdaq Composite COMP dropped 2.5%, according to Dow Jones Market Data. All three major benchmarks finished the week with losses. The Dow fell for a fourth straight week, while the S&amp;P 500 and Nasdaq each saw a third consecutive week of declines.</p><p>The market is \"resetting to this idea that we're going to move to a more normal fed funds rate much quicker than what we probably\" thought about a month ago, according to Saglimbene.</p><p>\"If this is peak hawkishness, and they push really hard at the offset,\" said Violin, \"they perhaps buy themselves more flexibility later in the year as they start to see the impact of very quickly getting back to neutral.\"</p><p>A faster pace of interest rate increases by the Fed could bring the federal funds rate to a \"neutral\" target level of around 2.25% to 2.5% before the end of 2022, potentially sooner than investors had been estimating, according to Saglimbene. The rate, now in the range of 0.25% to 0.5%, is considered \"neutral\" when it is neither stimulating nor restricting economic activity, he said.</p><p>Meanwhile, investors are worried about the Fed shrinking its roughly $9 trillion balance sheet under its quantitative tightening program, according to Violin. The central bank is aiming for a faster pace of reduction compared to its last effort at quantitative tightening, which roiled markets in 2018. The stock market plunged around Christmas that year.</p><p>\"The current anxiety is that we're headed to that same point,\" said Violin. When it comes to reducing the balance sheet, \"how much is too much?\"</p><p>Saglimbene said that he expects investors may largely \"look past\" quantitative tightening until the Fed's monetary policy becomes restrictive and economic growth is slowing \"more materially.\"</p><p>The last time the Fed tried unwinding its balance sheet, inflation wasn't a problem, said SEI's Solloway. Now \"they're staring at\" high inflation and \"they know they have to tighten things up.\"</p><p>Read: U.S. inflation rate leaps to 8.5%, CPI shows, as higher gas prices slam consumers</p><p>At this stage, a more hawkish Fed is \"merited and necessary\" to combat the surge in the cost of living in the U.S., said Luke Tilley, chief economist at Wilmington Trust, in a phone interview. But Tilley said he expects inflation will ease in the second half of the year, and the Fed will have to slow the pace of its rate hikes \"after doing that front-loading.\"</p><p>The market may have \"gotten ahead of itself in terms of expectations for Fed tightening this year,\" in the view of Lauren Goodwin, economist and portfolio strategist at New York Life Investments. The combination of the Fed's hiking and quantitative tightening program \"could cause market financial conditions to tighten\" before the central bank is able to increase interest rates by as much as the market expects in 2022, she said by phone.</p><p>Investors next week will be watching closely for March inflation data, as measured by the personal-consumption-expenditures price index. Solloway expects the PCE inflation data, which the U.S. government is scheduled to release April 29, will show a rise in the cost of living, partly because \"energy and food prices are rising sharply.\"</p><p>Next week's economic calendar also includes data on U.S. home prices, new home sales, consumer sentiment and consumer spending.</p><p>Ameriprise's Saglimbene said he'll be keeping an eye on quarterly corporate earnings reports next week from \"consumer-facing\" and megacap technology companies. \"They're going to be ultra-important,\" he said, citing Apple Inc. AAPL, Meta Platforms Inc. FB, PepsiCo Inc. PEP, Coca-Cola Co. KO, Microsoft Corp. MSFT, General Motors Co. GM and Google parent Alphabet Inc. GOOGL as examples.</p><p>Read: Investors just pulled a massive $17.5 billion out of global equities. They're just getting started, says Bank of America.</p><p>Meanwhile, F.L.Putnam's Violin said that he is \"pretty comfortable staying fully invested in equity markets.\" He cited low risk of recession but said he prefers companies with cash flows \"here and now\" as opposed to more growth-oriented businesses with earnings expected far out in the future. Violin also said he likes companies poised to benefit from higher commodity prices.</p><p>\"We've entered a more volatile time,\" cautioned SEI's Solloway. \"We really need to be a little bit more circumspect in how much risk we should be taking on.\"</p><p>What's next for the stock market as investors grapple with Fed near 'peak hawkishness'</p>",
  "published": "2022-04-24T17:06:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 6939,
          "end": 6954
        },
        {
          "start": 6939,
          "end": 6948
        }
      ]
    }
  ]
}