{
  "_id": "d4e8f3a22c019982e8833a6812d3bb166cefd51eb610e09d54ee3f65645b1f18",
  "feed": "wall-street-journal",
  "title": "Jeff Bezos Says It's Time to 'Batten Down the Hatches' as Economy Cools; The Amazon founder is the latest corporate leader to warn on the economy as growth and hiring have slowed",
  "text": "<p>\"Yep, the probabilities in this economy tell you to batten down the hatches,\" Mr. Bezos said in a tweet Tuesday night.</p><p>Mr. Bezos is the world's second richest person with a net worth of $139 billion, according to the Bloomberg Billionaires Index. He stepped down from his role as the chief executive of Amazon last year and is now the company's executive chairman.</p><p>His comments come as tech firms have undergone waves of layoffs and as economic growth and hiring have slowed. A recent survey of economists by The Wall Street Journal also found that they expect the U.S. to enter a recession in the coming 12 months as the Federal Reserve raises interest rates and attempts to cool stubbornly high inflation.</p><p>The views of other business executives have also become increasingly gloomy.</p><p>Mr. Solomon said in a CNBC interview Tuesday that a recession could happen soon, and there may be \"more volatility on the horizon.\"</p><p>\"That doesn't mean for sure that we have a really difficult economic scenario,\" Mr. Solomon said. \"But on the distribution of outcomes, there's a good chance that we have a recession in the United States.\"</p><p>JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon also said earlier this month he thinks the U.S. is heading for recession in the middle of next year.</p><p>Tesla Inc. Chief Executive Elon Musk said in August he expects the U.S. to have a mild recession.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think the economy is headed into a recession? Why or why not? Join the conversation below.</p><p>Bank of America Corp. Chief Executive Brian Moynihan is one notable optimistic voice among corporate executives.</p><p>Mr. Moynihan said Monday that high inflation and rising interest rates haven't slowed down American consumers. The company's data show that spending growth remains strong and deposit balances remain higher than prepandemic levels while delinquencies remain low, he said.</p><p>Many companies also say they are still having a hard time with large staffing shortages that accumulated during the pandemic and are reluctant to reduce their payrolls. Many are still hiring.</p><p>Some notable tech firms, however, have put the brakes on hiring or have begun laying off staff.</p><p>Amazon went on a hiring spree during the pandemic to keep up with customer demand. But Amazon's Chief Executive Andy Jassy said the company will be slowing down hiring in the near future.</p><p>Microsoft Corp. laid off more employees this week. Peloton Interactive Inc. said earlier this month it would slash about 500 jobs, roughly 12% of its remaining workforce, marking the company's fourth round of layoffs this year.</p><p>Facebook owner Meta Platforms Inc. is also cutting back its headcount. Snap Inc. initiated layoffs over the summer.</p><p>Twitter Inc., Netflix Inc. and Uber Technologies Inc. have also been either cutting back on staff, reducing the size of some teams or freezing hiring.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Jeff Bezos Says It's Time to 'Batten Down the Hatches' as Economy Cools</p>",
  "published": "2022-10-19T16:16:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2349,
          "end": 2364
        },
        {
          "start": 2349,
          "end": 2358
        }
      ],
      "nexusId": "10031144"
    }
  ]
}