{
  "_id": "2da10bff96a4ff384d442609d26d42f7bd006036746caa980d0166635bf5294f",
  "feed": "wall-street-journal",
  "title": "The Alzheimer's Cure Conundrum; Millions of dollars later, scientists are still unsure of its causes. Why?",
  "text": "<p>Still, those I spoke with who are funding Alzheimer's research, to a person, are surprisingly hopeful. They see a pipeline populated with potential, though they point to some flaws in the system.</p><p>My friend Elizabeth Gelfand Stearns, whose mother lived with Alzheimer's for eight years, has raised almost $10 million over the years for the Judy Fund, which provides research funding and supports advocacy. Government spending on Alzheimer's and related dementia research was $448 million when President Obama signed the National Alzheimer's Project Act in January 2011, the aim of which was to \"prevent and effectively treat Alzheimer's disease and related dementia by 2025.\" Ms. Stearns tells me, \"Our pitch changed from 'this is an awful disease' to '90 million baby boomers are entering the prime age for Alzheimer's and will swamp Medicare and Medicaid.' \" It worked: This year the National Institutes of Health received $3.5 billion in research funding for the disease. Sadly, the NAPA now needs reauthorization through 2035. Patience is a virtue.</p><p>So why is there no cure after all this money has been spent on research? I could spend a dozen columns rattling off compelling theories and drugs that still need investigating. But drug approval by the FDA via trials funded by pharmaceutical companies can take eight to 10 years and cost more than $2 billion.</p><p>It turns out there is a huge flaw in the drug-discovery process—namely, a wide gap between government research funding and private pharmaceutical company spending on drug trials. Another friend, Mikey Hoag, says this is known as the \"valley of death\" where drugs often die. She is involved because her father showed signs of Alzheimer's at 65 and lived with it until he was 79. A couple of months after he died, her mother showed Alzheimer's symptoms. She lived to 88.</p><p>What is the valley of death? The Catch-22 is that Big Pharma won't fund human trials for promising new drugs without a \"proof of concept.\" But you can't show proof of concept without human trials.</p><p>Ms. Hoag set out to bridge that gap by founding the Part the Cloud fund to direct money toward promising human trials. In 2012, the group funded seven projects. In the past 18 months, she has raised $35 million, including $10 million from Bill Gates. Ms. Hoag is the world's largest private fundraiser for Alzheimer's. Today the fund has 60 trials in progress in nine countries. Even better, Part the Cloud's $60 million in cumulative spending has led to $1 billion in follow-on funding from pharma and venture capitalists. That's leverage.</p><p>How do they narrow down candidates? Heather Snyder, the Alzheimer's Association's head of medical and scientific relations, explains that a peer-review panel of 30 or so independent researchers study 50 or so proposals each cycle. Of those, five or six get funding.</p><p>Half of the money goes to studying already-approved drugs, with the hope of repurposing them for Alzheimer's. Most venture capitalists won't fund repurposed drugs, as returns are limited. \"Our goal is to find effective drugs that work, period,\" Ms. Hoag says. One candidate is Leukine, a bone-marrow-cancer drug that reduces inflammation. Worth trying. And the more the better, \"like shots on goal in hockey,\" she says. \"We're 20 years behind cancer.\" I asked her how she has the patience for the six to 10 years for drug approval. \"It's a slog.\"</p><p>The Leonard and Ron Lauder-founded Alzheimer's Drug Discovery Foundation is also funding human trials. It's safe to say many Big Pharma trials would have never been started without these groups bridging the \"proof of concept\" gap.</p><p>Ms. Hoag says none of the Part the Cloud-funded trials over the last 10 years have failed. Some of the recent hopefulness concerns drugs in the pipeline behind Aduhelm—several more Phase 3 trials involving beta amyloid proteins should report results in the next 12 months. Some Part the Cloud candidates are in Phase 2, meaning years away. I'm hopeful too, but I get what she means by a slog.</p><p>Write to kessler@wsj.com.</p><p>The Alzheimer's Cure Conundrum</p>",
  "published": "2022-06-26T21:38:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}