{
  "_id": "a48ea2a5cce1329bcbc00deef120205991e908fdefaad4ba5da505187fd9dcda",
  "feed": "wall-street-journal",
  "title": "'Christianity's American Fate' Review: The Faith and Its Keepers; In the 1990s liberal intellectuals complained that evangelicals were moralistic on political questions. Now the complaint is reversed.",
  "text": "<p>In \"Christianity's American Fate,\" David A. Hollinger, a distinguished historian at the University of California, Berkeley (now retired), equates these terms. He begins by claiming, correctly, that fundamentalism was parent to evangelicalism. He leaves out that evangelicals tried to correct for fundamentalist cussedness with a kinder, gentler version of conservative Protestantism. Mr. Hollinger cannot accept that rebranding because 81% of white evangelicals voted for Donald Trump in 2016. For that reason, evangelicals threaten the intellectual and cultural norms of the mainstream. It's debatable whether evangelicalism, interpreted carefully for 40 years byreputable scholars, deserves to be lumped in with bigoted Protestantism. In any case, Mr. Hollinger adds another to the pile of recent books that interpret support for Mr. Trump as evidence of evangelical toxicity.</p><p>This is surprisingly wooden analysis from a historian with an impressive record of explaining America's intellectual elites. Mr. Hollinger does channel some of his expertise. Rather than merely enumerating evangelical flaws, he offers an alternative. Jewish Americans and ecumenical Protestants accommodated diversity, followed the science and advanced equality throughsocial reform. In contrast, evangelicals have not risen to \"the challenges of an ethnoracially diverse society and a scientifically informed culture.\"</p><p>The book recommends cosmopolitanism and warns readers about Christians who lack it. Mr. Hollinger shows, for instance, how American Protestant missionaries' encounters with non-Western societies yielded an affirmation of the \"humanity of non-Christian and nonwhite peoples.\" This experience was especially formative for children of missionaries who became leaders in U.S. foreign policy and related academic fields. He also includes Jewish-American intellectuals, who ascended the American ladder of success through higher education, or found refuge from Nazi Germany in American universities, and rejected the provincialism of their religious and ethnic past. In both cases, the flight from partiality (ethnic, religious, national) positioned Protestants and Jews to excel in a \"modern, science-centered world.\"</p><p>Mr. Hollinger exposes the un-cosmopolitan shame of evangelicals. His litany starts with Ronald Reagan's use of states' rights to appeal to Southerners. The racism allegedly behind this strategy continued with George H.W. Bush's use of coded messaging in the Willie Horton ads of 1988. Only with the \"extreme evangelical,\" Sarah Palin, does Mr. Hollinger write about a real born-again believer. The range of political views he locates under the rubric \"evangelical,\" many of them described in deeply unfair terms, is itself reminiscent of fundamentalism. For instance, the GOP's commitment to the \"rule of a minority empowered by the anachronisms of the Electoral College\" is synonymous with Mr. Trump's \"false claim that he had won the 2020 election.\"</p><p>The book relies on recent work from historians who abandoned an older understanding of evangelicalism (that differentiated it from fundamentalism) and stressed religion over politics. These new interpretations paint evangelicals in the worst possible light. Mr. Hollinger's reason for using recent analysis is to avoid the \"egregious error\" of downplaying the \"strain of tribal authoritarianism in evangelical culture.\" Instead of assuming evangelicals lack the capacity to engage honestly with \"truth about American politics,\" Mr. Hollinger is comfortable concluding that these Americans' tribalism stems from \"ideas about epistemic authority preached decade after decade by evangelical preachers.\" Meanwhile, the victories of Barack Obama and Joe Biden vindicate liberal Protestants, Roman Catholics and Jews who accepted \"the diversity-preoccupied public life\" of late 20th-century America.</p><p>If liberal believers have a weakness, as Mr. Hollinger observes, it is that they lost their faith altogether and created a vacuum for evangelicals to fill. Why this deficiency does not lead him to question the success of liberal theologies is a mystery. Maybe evangelicals didn't follow the liberals' lead because they like faith better than agnosticism and atheism.</p><p>Related to this weakness is a refusal to wrestle with the mystery of believers supporting a candidate liberal believers find repulsive. Commentary highlighting white evangelicals' \"hypocrisy\" for endorsing a man with Mr. Trump's record of infidelity to biblical norms was a constant feature of political coverage from 2017 to 2020. That line of criticism contrasted with the critique that hounded evangelicals during Bill Clinton's scandals in the late 1990s. Pundits then regularly singled out the religious right as theocrats for expecting public officials to conform to Christian norms. But doesn't the switch in approach indicate that white evangelicals have become cosmopolitan? Haven't these formerly backward believers come to terms with modern society's demand that public and private morality are in many instances distinct? Not in Mr. Hollinger's view. For him, overlooking a president's immorality counts as fundamentalist intolerance.</p><p>The temptation for some readers will be to compare \"Christianity's American Fate\" to President Biden's speech in Philadelphia in which he remarked that MAGA Republicans imperil \"the soul of the nation.\" Blue-state or red-state partisans will cheer or recoil from the book's argument according to the way they heard the president's speech. Presumably, Mr. Hollinger meant to avoid the caricatures that speech writers sometimes use, but his analysis is as tendentiously partisan as the faith and politics he fears.</p><p>Mr. Hart teaches history at Hillsdale College and is the author of \"From Billy Graham to Sarah Palin: Evangelicals and the Betrayal of American Conservatism.\"</p><p>'Christianity's American Fate' Review: The Faith and Its Keepers</p>",
  "published": "2022-10-04T22:28:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}