{
  "_id": "5b73b316a35b6a50cff50075e490394aedd9c886c2a754e2ae9a9bda3eb932c9",
  "feed": "wall-street-journal",
  "title": "NBA Players' Union Head Calls For Ban of Phoenix Suns Owner Robert Sarver; Team sponsor PayPal also called for Sarver's ouster after an investigation into his workplace conduct resulted in a suspension and $10 million fine",
  "text": "<p>The pressure follows an independent investigation that found Sarver had uttered racial slurs \"when recounting the statements of others,\" harassed and berated employees, exposed himself and commented on female workers' bodies and ability to do their jobs after a pregnancy.</p><p>NBA commissioner Adam Silver has faced pointed questions about why the league did not move more forcefully against Sarver, as it did in the case of Los Angeles Clippers owner Donald Sterling, whom Silver banned from the league for life in 2014.</p><p>As the week drew to a close, prominent critics emerged from multiple directions.</p><p>In an interview on ESPN, Tamika Tremaglio, the National Basketball Players Association executive director, was asked about a tweet Wednesday in which she wrote that Sarver should \"never hold a managerial position within our league again.\"</p><p>Tremaglio confirmed that the players' association was \"absolutely\" calling for Sarver to be banned from the league for life. She added: \"I am speaking on behalf of our players.\"</p><p>Tremaglio continued: \"It is our players' desire that, while we understand that there has been a thorough investigation, and we were very pleased that the NBA was able to follow through on that, because that's clearly something that we want to see happen, we also want to make it very clear that we do not want him back in a position where he will be impacting our players and those who serve our players on a daily basis.\"</p><p>The NBPA didn't immediately respond to a request for more information about the players' position. Earlier this week, Suns point guard Chris Paul, a former NBPA president, tweeted that he was \"horrified and disappointed\" by the report and that he thought the NBA \"fell short in truly addressing what we can all agree was atrocious behavior.\"</p><p>Paul's tweet came hours after Los Angeles Lakers star LeBron James had tweeted \"our league definitely got this wrong,\" adding \"there is no place in this league for that kind of behavior\" in an echo of his comments about Sterling in 2014.</p><p>Silver, in a press conference Wednesday, sought to explain the reasoning behind his sanctions by describing the Sterling and Sarver cases as \"dramatically different.\"</p><p>The commissioner also made references to the challenges of removing an owner, compared with firing an employee.</p><p>\"There are particular rights here of someone who owns an NBA team as opposed to somebody who is an employee,\" he said. The remark prompted a spokesman to later say that Silver had not meant to suggest that team owners were not held to the same standard of conduct as players or employees.</p><p>Tremaglio's remarks came after minority owner Jahm Najafi called for Sarver's resignation in an open letter to Suns employees made public on Thursday.</p><p>\"Similar conduct by any CEO, executive director, president, teacher, coach, or any other position of leadership would warrant immediate termination,\" Najafi wrote.</p><p>\"The fact that Robert Sarver 'owns' the team does not give him a license to treat others differently than any other leader. The fact that anyone would find him fit to lead because of this 'ownership' position is forgetting that NBA teams belong to the communities they serve. Team investors are merely temporary stewards.\"</p><p>Also on Friday, PayPal's CEO said the company would not renew its team sponsorship if Sarver was going to return after his suspension. PayPal is the team's official jersey patch sponsor, the only brand logo on the team jersey besides its manufacturer, Nike.</p><p>Dan Schulman, PayPal's chief executive and president, said that the company \"found his conduct unacceptable and in conflict with our values.\"</p><p>A Suns spokesperson didn't immediately respond to a request for comment regarding the public statements about Sarver.</p><p>Two other prominent Suns sponsors did not immediately respond to requests for comment: the fan-rewards app company Socios.com, and Footprint, a material-science firm that last year struck a naming-rights deal with the Suns' arena, now called the Footprint Center.</p><p>In 2014, NBA players had contemplated boycotting playoff games if Silver didn't take dramatic action against Sterling after a recording surfaced of him making racist statements.</p><p>Days after the release of the recording, Silver announced he was banning Sterling and vowed to do \"everything in my power\" to force Sterling to sell the Clippers. Several months later, after some legal wrangling, the sale was completed to Steve Ballmer.</p><p>In commenting on the Suns' situation this week, Silver cited what he said were \"the totality of the circumstances\" in drawing a distinction between Sarver and Sterling: Sarver had only used racial slurs when recounting the action of others, many people had had very good things to say about him, and he had expressed remorse, Silver said, while Sterling, by contrast, had engaged in blatant racist conduct.</p><p>Write to Rachel Bachman at Rachel.Bachman@wsj.com and Louise Radnofsky at louise.radnofsky@wsj.com</p><p>NBA Players' Union Head Calls For Ban of Phoenix Suns Owner Robert Sarver</p>",
  "published": "2022-09-16T22:22:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}