{
  "_id": "29747c42efc8e5b0d2fee3faa95ec3133a3ac63f7dc6808bc282dfa9424e6a90",
  "feed": "ftcomall",
  "title": "Delays for new passports add to troubles for travelling Britons",
  "text": "<p>For thousands of UK citizens renewing passports this year, chaos in the processing of their papers has combined with flight disruption and train strikes to create a basic service delivery meltdown.</p> <p>The process has proved more tortuous still for Britons living abroad, forced to struggle with fruitless telephone inquiries, gleaning little information about the status of their applications.</p> <p>Public servants warned during the pandemic that the Passport Office was ill-prepared for a predicted surge in applications once travel restrictions were eased. With the summer nearly gone, the government still has not fixed what former cabinet minister Michael Gove called its failure to deliver “certain essential functions” such as issuing driving licences as well as passports. </p> <p>Stories about cancelled weddings, missed funerals and scrapped holidays are swirling around social media, driven by the anger and frustration of those affected.</p> <p>“It's all falling apart. You can't jump on a train. You can't get on a plane. You can't get a passport,” said Miriam Smith, from Leicestershire in the East Midlands.</p> <p>The 44-year-old mother was forced to abandon her first holiday since the onset of the pandemic because her new passport failed to arrive within the promised 10 weeks. She said she lost £2,000 in cancelled bookings.</p> <p>When Smith's passport finally arrived 10 days after she was booked to fly in July, it landed on her doormat and was chewed up by her puppy. She had to start all over again.</p> <p>“I don't blame the people working in the Passport Office. The responsibility clearly lies with government,” she said. “They failed to put the necessary measures in place.”</p> <p>The Public and Commercial Services Union (PCS), representing civil servants, first raised the alarm last year. Officials predicted that there would be a surge — 3mn more applications than average in 2022 — when Covid-19 travel restrictions eased. </p> <p>After diverting staff to other departments during the pandemic, the government promised 1,700 new recruits to the Passport Office, the union said.</p> <p>But the Passport Office was still understaffed when the surge in applications materialised this year and has struggled to clear the backlog, according to the PCS, which believes poor pay has deterred new recruits.</p> <p>“A crucial service like the Passport Office needs to be properly resourced and funded. Our hardworking members must be properly trained and paid, and the whole process brought back in-house,” said PCS general secretary Mark Serwotka. </p> <p>About a quarter of the workforce at the Passport Office has been hired from agencies on contract, the union says, while many of those working with private contractors such as Teleperformance, the French outsourcing company that runs the helplines, are earning the minimum wage.</p> <p>When the delays in passport issuance first came to light earlier this year, Prime Minister <a href=\"https://www.ft.com/content/00fe512b-a72e-4fa6-9c81-224d09eb09ed\">Boris Johnson threatened</a> to “privatise the arse out of the passport office”.</p> <p>“It really is only the arse that hasn't been privatised yet,” said a Home Office official, who commented on condition of anonymity, adding that as well as helplines, other services have been outsourced, including to French company Sopra Steria.&#xa0;</p> <p>The Passport Office defended its hiring record. “HMPO . . . will continue to recruit to cover attrition, ensuring it remains fully resourced,” it said, adding that for applications that take longer than 10 weeks “there is an expedited service at no additional cost”.</p> <p>It said the agency had recruited 1,200 staff since 2021 and had been processing 800,000 applications a month, more than ever. Between January and July it had completed 94.6 per cent of these within the published timeframe of 10 weeks, it added.</p> <p>But more than 5 per cent of applicants waiting more than 10 weeks means more than 300,000 UK citizens have been caught in the logjam. For some, the toll has been devastating.</p> <p>Tracey Dane, who lives in France working as a salesperson for a pasta company, has been waiting since March for a new passport. She missed her father's funeral because the emergency travel papers she had been issued specified that she must travel from Geneva, where her flight was cancelled.</p> <p>She was then told to scrap her original application, made on paper, and start a digital one. There is no provision for expediting passports on compassionate grounds for citizens living abroad, so she is still waiting to see her bereaved mother.</p> <p>“I am being denied my right to a family life,” she said.</p> <p>An official familiar with the problem said the backlog was clearing. But new glitches are emerging because new recruits have been poorly trained. There had also been difficulties consolidating the digital application process introduced during the pandemic.</p> <p>In Cambodia, Nicholas Spencer, who works for a conservation group, has been waiting for five months for his baby daughter's first passport. In that time, he has missed family reunions in the UK, and in America where his wife is a national. </p> <p>“People should be really clear how little support you get as a UK citizen living abroad,” he said.</p> <p>Last week Spencer was told by the Passport Office that he was on a waiting list to receive an invitation for a Skype interview. But he was unsure when that might be.</p> <p>“What I foresee happening is they will tell us the picture we provided is out of date because it has to be within three months. They are so behind they may not be able to comply with their own policy,” he said. </p><p>Source: William Wallis in London 2022 'Delays for new passports add to troubles for travelling Britons' FT.com 30 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-30T03:00:08.645Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}