{
  "_id": "45c0de37b7f4dc33cc41c94c535e2e44ed05eb34270d8ad45f26a2206c2dbdb1",
  "feed": "wall-street-journal",
  "title": "Cyber Ninjas Closes Down Amid Debt and Legal Challenges; Cybersecurity company hired by Arizona Senate to review Maricopa County election results is $2 million in debt, spokesman says, and faces lawsuits",
  "text": "<p>The Cyber Ninjas' report ultimately confirmed Mr. Biden's win in Maricopa County.</p><p>Rod Thomson, a spokesman for Cyber Ninjas, said the company was shutting down for multiple reasons, including having $2 million in debt. The firm previously said it had accepted millions of dollars in private donations from supporters of the audit.</p><p>\"The audit and all of the ongoing legal expenses added up to $2 million more than was raised,\" Mr. Thomson said in an email. \"The goal was to conduct the most comprehensive audit in American history, and do it thoroughly and accurately.\"</p><p>\"The endless legal and character attacks by those who opposed the audit makes Cyber Ninjas as a company untenable moving forward,\" he said.</p><p>The company has faced lawsuits over the election review. An Arizona judge ordered Cyber Ninjas to pay $50,000 a day if the company doesn't hand over public records related to the review, according to the Arizona Republic newspaper, which filed a lawsuit demanding the records.</p><p>While Cyber Ninjas affirmed that Mr. Biden won the county, it said it found so-called anomalies in the election. Maricopa County's Republican-led local government has defended its voting system and this week issued a report saying Cyber Ninjas made errors and drew numerous faulty conclusions. Cyber Ninjas had no federal accreditation to audit elections.</p><p>Representatives for Cyber Ninjas have defended their work, saying their review was transparent and extensive.</p><p>\"The comprehensive report we released today definitively shows the other stuff was all smoke and mirrors, red meat for a rabid crowd of election deniers with no basis in fact because the Cyber Ninjas and their subcontractors had no business auditing elections,\" Maricopa County Board of Supervisors Chairman Bill Gates and Recorder Stephen Richer, both Republicans, said in a joint statement.</p><p>Former President Donald Trump and his supporters have called for audits of the 2020 presidential results in Arizona and elsewhere, as part of Mr. Trump's baseless claims that the election was stolen from him. There is no evidence of widespread fraud, and Mr. Trump and his allies lost dozens of lawsuits contesting the results in several states.</p><p>Write to Alexa Corse at alexa.corse@wsj.com</p><p>Cyber Ninjas Closes Down Amid Debt and Legal Challenges</p>",
  "published": "2022-01-07T18:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}