{
  "_id": "84b98e2e119ce7cb7671ae2458ed27557e8c60a8c4a8eda3f1e6095ddee6b16d",
  "feed": "wall-street-journal",
  "title": "Biden Got the Energy Market He Wanted; Since day one, he's tried to limit fossil-fuel supplies, and we're all paying for it.",
  "text": "<p>The context of the discussion was President Biden's upcoming visit to the Gulf Cooperation Council, where he'll ask the Saudis to increase oil production. Ms. Granholm got the general principle right: The answer to high prices is increased supply. What she got wrong was locating the solution some 7,500 miles away in Middle Eastern oil fields.</p><p>She didn't have much of a choice. Since taking office, Mr. Biden has labored hard to make American fossil-fuel production more costly so green energy alternatives become more attractive. He succeeded, and the result is record prices.</p><p>On his first day in office, Mr. Biden canceled the Keystone XL pipeline and halted new leases in Alaska's Arctic National Wildlife Refuge. A week later, he banned new oil and gas leases on federal lands and waters, and in June he shut down exploration on existing leases in ANWR. In October, he increased the regulatory burdens on building pipelines and other infrastructure. This February he limited leasing in Alaska's National Petroleum Reserve. At every turn Team Biden has worked to restrict and reduce domestic oil and gas production.</p><p>Almost a year after a federal judge enjoined the White House from implementing its pause on leases in federal lands and waters, the administration in April finally offered 144,400 acres for exploration—only 20% of the acreage originally slated for this tranche of leases. The administration also raised the federal royalty by 50%, increasing the cost on American consumers. It nominated regulatory officials hostile to fossil fuels and issued climate disclosure rules that made lenders skittish about providing capital.</p><p>Team Biden got what it wanted: Daily U.S. oil production dropped from 12.29 million barrels in 2019 to an estimated 11.85 million in 2022, well after demand had rebounded from the pandemic.</p><p>Mr. Biden blames Vladimir Putin, but prices rose quite a bit before Russia invaded Ukraine. In January 2021, the average price of regular gasoline was $2.33 a gallon. By February 2022, it was up to $3.52. As of May, the average price was $4.44; so 56% of that price rise predated the invasion.</p><p>After doing everything in his power to constrict American supply, Mr. Biden is now threatening a windfall-profits tax, even though oil and gas production saw only a 4.7% net profit margin last year. Compare that with Microsoft's 39% net margin, Facebook's 33%, Google's 30% and Apple's 27%. Yet Mr. Biden won't confiscate tech company profits.</p><p>The president now proposes a three-month holiday from the 18.4-cent-a-gallon federal gasoline tax. But this would raise demand and increase the deficit while doing nothing to boost production.</p><p>If Mr. Biden were serious about lowering fuel prices, he'd follow the advice of President Clinton's Treasury Secretary Larry Summers, who suggested Sunday \"an all-in more- energy-supply approach that emphasizes freeing up fossil fuels.\" That means undoing all of Mr. Biden's earlier decisions that pushed oil and gas prices up. It's important to start now. It took a year and a half of bad actions to get here; it'll take time to increase supply and thereby produce downward pressure on prices.</p><p>To begin, Mr. Biden should stop the Environmental Protection Agency's assault on small U.S. refineries, which produce roughly 30% of America's gasoline and diesel. Longstanding EPA regulations require them to blend renewable fuel into their product or purchase special credits in a marketplace, but most can't blend in ethanol because it's too corrosive to be moved through pipelines. The EPA has long solved this problem by routinely granting these refiners exemptions if no credits are available, as provided by law.</p><p>Earlier this month, the EPA announced it is essentially ending exemptions and punishing refiners by retroactively denying exemptions back to 2016, requiring the industry to pay billions. Even the EPA admits consumers will have to cover these costs. Industry leaders fear some refineries won't be able to operate under the new regime and will instead shut down, reducing the supply of gasoline and diesel still further.</p><p>In pursuit of climate goals, Mr. Biden's policies raised costs for oil and gas and reduced supply. The result is higher gasoline and diesel prices at a time when inflation is already driving up the price of everything else. Mr. Biden got what he wanted, and it's making life harder for ordinary Americans. Because of that, there will be hell for Democrats to pay come November.</p><p>Mr. Rove helped organize the political-action committee American Crossroads and is author of \"The Triumph of William McKinley\" (Simon &amp; Schuster, 2015).</p><p>Biden Got the Energy Market He Wanted</p>",
  "published": "2022-06-22T20:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2341,
          "end": 2352
        },
        {
          "start": 2341,
          "end": 2350
        }
      ]
    }
  ]
}