{
  "_id": "4fdb4f251864589233842354fc20f7073c9459a12089fe9f54796bc76d6f18a2",
  "feed": "ftcomall",
  "title": "Microsoft to buy video game maker Activision Blizzard for $75bn",
  "text": "<p>Microsoft has agreed to buy video game maker Activision Blizzard for $75bn in the biggest-ever deal by the tech company.</p> <p>Under the terms of the all-cash deal, Microsoft will pay shareholders of the company behind <em>Call of Duty</em> and <em>World of Warcraft</em> $95 per share, a 45 per cent premium on the closing price last week. </p> <p>The $75bn purchase price includes Activision's $6.37bn of net cash, valuing the company at $68.7bn.</p> <p>It is the latest in a wave of dealmaking in the gaming sector. Take-Two Interactive, the maker of the popular <em>Grand Theft Auto</em> game series, agreed last week to <a href=\"https://www.ft.com/content/d2b100b6-2916-4d0d-b23e-f0dd240757aa\">buy rival Zynga</a>, the maker of <em>FarmVille</em> and <em>Words with Friends</em>, for $12.7bn.&#xa0;</p> <p>The video game sector has taken centre stage in the latest scramble for dominance in digital entertainment. Microsoft said the Activision purchase would power its move <a href=\"https://www.ft.com/content/76d40aac-034e-4e0b-95eb-c5d34146f647\">into the metaverse</a>, the name given to the immersive virtual worlds that the big tech companies are racing to build.</p> <p>“Gaming is the most dynamic and exciting category in entertainment across all platforms today and will play a key role in the development of metaverse platforms,” said <a href=\"https://www.ft.com/content/a4286d43-e211-4915-9a8c-89716b4d38b7\">Satya Nadella</a>, chair and chief executive of Microsoft. </p> <a href=\"http://www.ft.com/cms/8438727.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The move is Nadella's biggest bet since being appointed chief in 2014. Microsoft is the world's largest software group but the Activision deal will make it the third-biggest gaming company in terms of revenues, behind only China's Tencent and <a href=\"https://www.ft.com/content/70877521-29f6-406f-ae13-b1fdfc837eed\">Japan's Sony</a>.</p> <p>Nadella said the large online reach of Activision and Microsoft would give the combined group a head-start in creating online communities around gaming that would eventually reach billions of people. </p> <p>The 400m monthly users of Activision games such as <em>Candy Crush</em>, along with the 25m subscribers for Microsoft's subscription games service Game Pass, would give the company “one of the largest and most engaged communities in all of entertainment”, he said.</p> <p>The news sent shares in other leading video game publishers sharply higher on expectations of more deals in the sector. Electronic Arts, whose titles include the <em>Fifa</em> and <em>Madden</em> sports franchises, rose more than 5 per cent, while Ubisoft, maker of <em>Assassin's Creed</em>, rose 8 per cent. </p> <p>Microsoft swooped after Activision's shares had fallen almost 30 per cent since a lawsuit was filed against the company in July, <a href=\"https://www.ft.com/content/b3aa83d4-4c00-40b3-ae53-d9c9bed5a361\">alleging widespread sexual harassment</a> and gender pay issues. </p> <p>As Microsoft's stock has soared under Nadella's tenure, filings showed that he has built a stake worth about $255m even after he sold about half his shares in late November, raising $285m. </p> <p>Bobby Kotick, Activision Blizzard's chief executive, owns shares in the gaming company worth more than $370m at the price of Microsoft's proposed takeover.</p> <p>Kotick's $155m pay package for 2020, which made him one of the highest-paid executives in the US, <a href=\"https://www.ft.com/content/8e071042-795e-4716-8386-698dc7eef08d\">prompted protests</a> from some investors in June. </p> <a href=\"http://www.ft.com/cms/8438513.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Kotick has <a href=\"https://investor.activision.com/news-releases/news-release-details/letter-ceo-bobby-kotick-all-employees\">admitted</a>&#xa0;that the company's initial responses to allegations of harassment were “tone deaf”. </p> <p>It is doubtful Kotick will remain chief executive at the company for very long after the deal closes. Microsoft said its head of gaming would have responsibility for the business once the deal is approved and sources familiar with the transaction noted that it would be highly unusual for a longtime chief executive to remain at the combined company beyond an interim period.</p> <p>“We, like many companies, have had culture improvement opportunities,” Kotick told the Financial Times on Tuesday. “We moved with speed and unlimited resources to change the workplace culture,” he said, adding: “It's continuous work”.</p> <p>The company <a href=\"https://www.ft.com/content/7cb805b9-4d14-40ee-a1f2-72bc3c3e1ea6\">fired 20 employees</a> in October as part of an effort to clean up its culture following the allegations of harassment and gender-based discrimination.</p> <p>Kotick said Activision was no longer big enough on its own to compete against top gaming companies such as Tencent and Sony and a host of potential deep-pocketed competitors including Apple, Google, Amazon and Netflix.</p> <p>“We realised there are a lot of categories of technology and talent that we needed access to that we didn't have and couldn't build fast enough,” he said naming purpose-built cloud platforms for streaming gaming or cyber security software to protect players' data. </p> <p>Activision shares were up 37 per cent in premarket trading after the deal was announced. The company said that with the parties seeking regulatory approval, a deal was expected to close after June </p> <p>Regarding potential <a href=\"https://www.ft.com/content/a8893550-fc6c-4301-879d-209aa9323f5b\">antitrust scrutiny</a> of a deal that will combine two leading gaming companies, Kotick said there has “never been more competition than there is&#xa0;today . . . that's a big important motivator behind this transaction”.</p> <p><em>This article has been amended since first publication to reflect the equity value of Microsoft's acquisition of Activision.</em></p><p>Source: James Fontanella-Khan and Antoine Gara in New York, Richard Waters in San Francisco and Christopher Grimes in Los Angeles 2022 'Microsoft to buy video game maker Activision Blizzard for $75bn' FT.com 18 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-18T19:24:16.369Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4712,
          "end": 4721
        },
        {
          "start": 1233,
          "end": 1242
        },
        {
          "start": 2351,
          "end": 2362
        },
        {
          "start": 1151,
          "end": 1160
        },
        {
          "start": 763,
          "end": 772
        },
        {
          "start": 2662,
          "end": 2673
        },
        {
          "start": 1718,
          "end": 1727
        },
        {
          "start": 4712,
          "end": 4723
        },
        {
          "start": 1718,
          "end": 1729
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 2351,
          "end": 2360
        },
        {
          "start": 2158,
          "end": 2167
        },
        {
          "start": 3044,
          "end": 3053
        },
        {
          "start": 159,
          "end": 168
        },
        {
          "start": 1473,
          "end": 1482
        },
        {
          "start": 2662,
          "end": 2671
        }
      ],
      "nexusId": "10031144"
    }
  ]
}