{
  "_id": "cf7423f5d7841abc3bc985d67572270b273080361feccf4a34e36e12f62a3ff2",
  "feed": "ftcomall",
  "title": "How the US chip export controls have turned the screws on China",
  "text": "<p>The US in October introduced expansive chip export controls in an effort to slow China's progress in artificial intelligence and super computers and make it harder for the country to manufacture advanced semiconductors.</p> <p>The controls are arguably the toughest measures President Joe Biden has taken against China and his first serious attempt to slow its military modernisation by targeting the technologies behind everything from nuclear weapons modelling to hypersonic weapons development.</p> <p>“When Huawei was targeted, it was trade tensions during peacetime. Now we're in a state close to war,” said Hideki Wakabayashi, professor at Tokyo University of Science, referring to the Chinese telecoms equipment group. </p> <h2>How will they impact China's semiconductor industry?</h2> <p>China's top chipmaker Semiconductor Manufacturing International Corporation, which makes logic chips that power computers, will be hit by the restrictions as they bar US companies from supplying technology for chips that are more advanced than 14 nanometres or, in some cases, 16nm. The rules will make it harder for SMIC to continue production at the 14nm level because they will impact areas like maintenance and equipment replacement.</p> <p>Memory chipmakers such as Yangtze Memory Technologies Corp and ChangXin Memory Technologies will also be impacted. Their more advanced products already meet the thresholds the US has set for memory chips. In the case of YMTC, for example, the US has put restrictions on the export of technology to manufacture Nand memory chips with 128 layers or more — the level of the Chinese company's most advanced chips.</p> <p>Without access to US technology, China will struggle to maintain its fast expansion in artificial intelligence and super computing — two areas important to the Chinese military — as well as cloud computing.</p> <p>Douglas Fuller, an expert on the Chinese semiconductor industry, said the whole point of the US policy was to “kneecap” Chinese artificial intelligence and high-performance computing that have military applications. </p> <p>But Tudor Brown, a former independent director at SMIC, said the controls could also backfire in the long run because they could “turbocharge” China's homegrown chip industry. “The US is being naive if it thinks this is going to slow them down for any length of time. I think it will slow them down for two to five years, not 10.”</p> <h2>What US companies will be hit?</h2> <p>Analysts said the impact depends on how aggressively the US applies the controls. Many US firms that produce chips or chipmaking tools list China as their biggest market. China accounts for 33 per cent of sales at Applied Materials, 27 per cent at Intel and 31 per cent at Lam Research.</p> <p>Applied Materials said the restrictions would cut about $400mn, or 6 per cent, from next quarter's sales. Nvidia, which will be unable to export its advanced GPUs (graphic processing units) used in machine learning systems to China, also put the quarterly impact on revenues at $400mn, or 7 per cent of its sales. </p> <p>Lam Research, a big supplier to China's <a href=\"https://www.ft.com/content/404d36cc-9e4a-4ac6-9291-b5580c27cc05\">YMTC</a>, said the export controls would slice as much as $2.5bn, or up to 15 per cent, from 2023 sales.</p> <p>But some US companies could benefit, such as memory chipmaker Micron, which is facing rising competition from YMTC.</p> <h2>Will China retaliate?</h2> <p>Experts say Beijing has limited ability to retaliate. As one Chinese chip industry source put it, Beijing “doesn't have many levers to respond” in kind.</p> <p>Last year, China passed a law allowing countermeasures against sanctions. But it has not yet been used in response to Washington's tightening semiconductor controls or to retaliate against other moves from the US.</p> <p>Some experts speculated that China could cut off tech giants, including Microsoft and Apple, from its massive consumer market. But one Chinese chip company executive said this was unlikely. “China is keen to reach a truce in the tech war, rather than confrontation,” said one expert.</p> <h2>Will there be spillover to other industries?</h2> <p>On Oct 7, the US also added 31 Chinese companies, including YMTC, to the “unverified list” of entities for which Washington has not been able to conduct end-user checks to verify that American technology is being used for legitimate purposes.</p> <p>If those concerns are not resolved within 60 days of a company being added to the list, they will almost certainly be put on the “entity list”, which would effectively ban US companies from providing them with technology. In the case of YMTC, this would hit the company's less advanced memory chips since the restrictions would be more broad.</p> <p>European officials believe the US will probably widen its range of hard-hitting measures, which would create knock-on effects for EU business.</p> <p>Some analysts warn that the majority of Chinese manufacturers could run out of inventory, sparking a chip shortage that would affect other industries including aerospace, consumer electronics, medical devices and cloud computing. </p> <p>“A chip shortage could cause downside risks including an overall slowdown of vehicle deliveries and or further deterioration of Chinese auto manufacturers profitability,” said Gui Lingfeng, a principal at consultancy Kearney. </p> <h2>What has been the global fallout?</h2> <p><strong>Taiwan </strong>Taiwan Semiconductor Manufacturing Company, the world's largest contract-chip maker, said the immediate impact was “limited and manageable”. But chief executive CC Wei warned that it was “too early” to assess the long-term impact. </p> <p><strong>South Korea </strong>South Korea's chipmakers won a one-year exemption to the controls. But they will have to apply for US export licences after the grace period. Experts said they would struggle to get US approval to export cutting-edge equipment to their factories in China based on previous American opposition to SK Hynix's plans to install extreme ultraviolet lithography equipment at its Wuxi factory in eastern China.</p> <p><strong>Japan </strong>Since the US imposed tough export restrictions against Huawei in 2019, Japanese companies such as Sony have reduced their ties with Chinese chipmakers. But there is sharp division in the Japanese business community about how widespread the fallout would be. “We need to carefully check where US technology is included in our manufacturing equipment,” said one Japanese executive.</p> <p><strong>Europe </strong>ASML, the Netherlands-based global leader in chipmaking equipment, said the controls would have “limited” impact on its shipment plans next year, as its business predominantly serves more mature chip production technologies in China rather than the advanced chip production targeted by Washington's export control rules. Yet underscoring the far-reaching nature of the US restrictions, ASML was one of many firms that told US nationals on staff to stop serving Chinese customers while it assessed the impact of the export controls. </p> <h2></h2><p>Source: FT reporters 2022 'How the US chip export controls have turned the screws on China' FT.com 22 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-22T09:00:41.370Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3717,
          "end": 3726
        }
      ]
    }
  ]
}