{
  "_id": "38d4606e41464ec162972dd926a78f7dc9aeb0b2416c9190ba84a0912f474115",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Finish Higher After Choppy Trading Session; Investors weigh earnings reports, fresh economic data",
  "text": "<p>Stocks kicked off February on a wobbly note, extending some of the uneasiness that has characterized markets so far this year. On Monday, the S&amp;P 500 closed out January with a 5.3% loss, its largest since March 2020. The Nasdaq fell even further, losing 9%.</p><p>Driving the selloff was growing anxiety among investors over how the U.S. stock market will hold up as monetary policy tightens. The Federal Reserve last week signaled that it wouldbegin raising rates in mid-March, prompting traders to shuffle their portfolios. Many dumped shares of highflying growth companies and shifted to stocks and funds that felt safer, such as dividend stocks.</p><p>The start of a new month has brought fresh earnings reports and economic data for investors to parse. Traders also say they are continuing to concentrate on how to position portfolios to account for higher interest rates ahead.</p><p>\"We have relatively good economic conditions, in terms of much-higher-than-normal GDP growth, a strong labor market and consumers and companies with strong balance sheets,\" said Chris Zaccarelli, chief investment officer for Independent Advisor Alliance. \"But you have those big headwinds of the Federal Reserve raising rates and reducing [its] balance sheet. I think investors are trying to decide what's a good level … for buying some dips but also making sure they are prepared for potential volatility down the road.\"</p><p>Mr. Zaccarelli said he currently prefers to reposition into higher-quality companies with good profitability. He said he has found opportunities in sectors including financials and energy.</p><p>Money managers say they are looking closely at earnings for clues about how companies are navigating issues surrounding inflation and the supply chain. This week, some earnings reports have showcased strong results. Exxon Mobil gained 6.5% after it reported $23 billion in profit for 2021, its highest total since 2014.</p><p>Shares of United Parcel Service rose 14% after it reported a rise in quarterly profit. U.S.-listed shares of Switzerland's UBS Group rose 9% after the bank lifted its financial targets and said it has the firepower to buy back up to $5 billion in shares this year.</p><p>\"One of the themes of this year was that earnings would be a main driver of the market,\" said Keith Lerner, co-chief investment officer at Truist Advisory Services. Some 77% of S&amp;P 500 companies that have reported results thus far have beat earnings-per-share expectations, according to FactSet data early Tuesday afternoon.</p><p>Data released Tuesday showed U.S. manufacturing activity slowed last month. The Institute for Supply Management's Manufacturing Report on Business PMI decreased to 57.6—a reading above 50 generally signals expansion—in January from 58.8 in December. The report showed that the Covid-19 Omicron variant and supply-chain impediments were among the issues that weighed on activity.</p><p>A separate report from the Labor Department said hiring and the number of worker resignations slowed in December from the month before.</p><p>Of the S&amp;P 500's 11 sectors, energy stocks posted the largest gain Tuesday. Industrials and materials stocks also rallied.</p><p>Megacap tech stocks, in contrast, traded mixed. Microsoft lost 0.7%, while Netflix added 7%. Tech firms suffered during January's selloff as rising interest rates threatened to weigh on their pricey valuations, which rely on expectations for growth far in the future.</p><p>\"Tech came into the year very, very expensive, making it all the more vulnerable to an increase in rates,\" said Seema Shah, chief strategist at Principal Global Investors. \"It makes sense that it has had that selloff, but for tech you have to be a long-term investor and think about the trends going forward.\"</p><p>In the bond market, the yield on the benchmark 10-year Treasury note rose to 1.799% from 1.780% on Monday. Bond yields and prices move in opposite directions.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 1.3%. In Asia, Chinese markets were closed. Japan's Nikkei 225 gained 0.3%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Will Horner at william.horner@wsj.com</p><p>U.S. Stocks Finish Higher After Choppy Trading Session</p>",
  "published": "2022-02-01T21:04:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3179,
          "end": 3188
        }
      ]
    }
  ]
}