{
  "_id": "18aa79cc3dfe5d17603314ba71a465471622bc19d45fc2201127fca03f32d852",
  "feed": "ftcomall",
  "title": "How Elon Musk's ‘war room' of advisers are transforming Twitter",
  "text": "<p>One of Elon Musk's first acts on taking over Twitter was to set up a secretive “war room” in the company's San Francisco headquarters, surrounding himself with a cast of trusted lieutenants and thrashing out plans to transform the company's stagnant business into a money-spinner. </p> <p>Over just a few days, the war room deliberations led Musk to order mass job cuts and press ahead with new product plans, while seeking to reassure advertisers that the platform would not turn into a “free-for-all hellscape”.&#xa0;</p> <p>This account of Musk's whirlwind start running <a href=\"https://www.ft.com/twitter\">Twitter</a> is based on interviews with current and former Twitter staffers, people aware of Musk's thinking, other correspondence and the torrent of public tweets made by the Tesla chief executive and his team after closing the $44bn buyout of the social media company on October 27.</p> <p>Most Twitter employees have received little to no direct interaction from Musk or his inner circle, sparking confusion internally. Instead, they have been forced to watch from their screens as the mercurial billionaire has wielded the platform itself publicly to brainstorm strategies for its future and pour scorn on critics of his plans, drumming up both debate and spectacle for its users. </p> <p>“Twitter is simply the most interesting place on the Internet,” he wrote this week. “That's why you're reading this tweet right now.”&#xa0;</p> <h2>The inner circle</h2> <p>Musk's first step after taking the reins was to fire many of Twitter's senior leadership, including chief executive Parag Agrawal. According to regulatory filings, Musk is now chief executive of the company, and has dissolved the board — a move he insisted was “temporary”.&#xa0;He also changed his title on his profile to “Chief Twit”.</p> <p>It marked a new phase for Twitter, characterised by the new owner teaming up with loyal associates and acolytes. </p> <p>Of these, the most prominent in the war room have been investors-cum-podcasters Jason Calacanis and David Sacks, who both share Musk's penchant for free speech and have built up sizeable followings on Twitter itself. The pair have now been classified in Twitter's employee directory as contractors, according to a person familiar with the situation.</p> <p>Calacanis, who made his name at venture capital group Sequoia and later as an angel investor backing names such as Robinhood, Uber and Trello, previously told Musk, in messages made public in court filings: “Board member, adviser, whatever. You have my sword . . . Put me in the game coach! Twitter CEO is my dream job.”</p> <p>This week, he changed his public profile to read “Chief Meme Officer”, and later “World's Greatest Moderator” at Twitter, and began posting with aplomb about potential strategies for the business, touting a potential “Twitter for enterprise” product, for example. It is unclear if Calacanis will join Musk's management team formally at Twitter at a later point. </p> <a href=\"https://twitter.com/Jason/status/1587860096951799808\">https://twitter.com/Jason/status/1587860096951799808</a> <p>Sacks has been brought in temporarily to advise on product development, according to people with knowledge of the move. Like Musk, he is a member of the so-called “PayPal mafia”, a co-founder of the payments group at which Musk gained his first fortune, and is currently a venture capitalist with Craft Ventures. </p> <p>A quieter member of Musk's chosen team is Sriram Krishnan, a general partner at Andreessen Horowitz, an equity investor in the deal, who is a former Twitter employee and former product leader at Meta and Snap. </p> <p>Musk's team is exploring a number of product changes, from bringing back the <a href=\"https://www.ft.com/content/61603872-b7c1-11e6-961e-a1acd97f622d\">Vine video platform</a>, charging for direct messages and purging inactive accounts. </p> <p>Handling Musk's legal and policy strategy is Alex Spiro, the buccaneering celebrity lawyer who spearheaded his messy legal battle against Twitter itself. Antonio Gracias, a former Tesla director who founded private equity group Valor Equity Partners, is also advising him on finance matters, along with Jared Birchall, who runs Musk's family office. </p> <p>“He's got to bring in the people that he trusts. It has a mission critical mentality to it. [But] that may have sacrificed a bit of expertise in the social media platform space,” said Eric Talley, professor at Columbia Law School.</p> <p>“This is a very closed governance sort of model, far more closed than companies of a comparable size,” he added. </p> <p>In an email to advertisers this week, seen by the Financial Times, Twitter wrote that the “transition team has just started the process of learning the ins and outs of the company and how we operate”. It added that Twitter's leadership team was “working closely” with the transition team, insisting that “they want to be supportive of our team and what's necessary to support all of you”.&#xa0;</p> <h2>Culture shock</h2> <p>Inside the company, few have had contact with Musk's inner circle this week. Instead, it is a team of Tesla staffers brought in by Musk who initially demanded that managers draw up lists of who to dismiss and began supervising coding tests.</p> <p>Some teams were ordered to work around the clock to deliver on Musk's new product vision, including plans to launch a premium subscription service for $8. The demands have rocked Twitter's relaxed and democratic working culture, with one staffer posting a photo of themselves sleeping on the office floor in a sleeping bag and eye mask. </p> <p>The shake-up has caused tensions, according to two insiders, with a divide growing between employees jockeying to have clout in the new order and those who think the new leaders should be challenged. </p> <p>“It's almost like a family business now, where there may be less need for the rigidity of a public firm,” said Ann Lipton, a corporate law professor at Tulane University.</p> <p>“That said, I imagine it's quite a culture shock to Twitter employees, who are probably used to dealing with a more defined chain of command, and we'll have to see how well this plays with advertisers who might also expect to deal with a more formalised structure,” she added. </p> <p>As D-Day approached for dismissals, many braced for impact. One senior staffer described feeling increasingly “numb” as the week progressed. Another said that many were now afraid to speak up publicly, describing the company's once lively Slack channels as “a graveyard”.&#xa0;</p> <p>That changed late on Thursday after a company-wide email was sent to staff telling them mass job cuts were imminent, and that they would learn their employment status by the following morning via email. Staffers flooded the social Slack channel with emojis of a person saluting in a sign of solidarity; others began to find their email and Slack access cut off and shared the news on Twitter itself. </p> <p>Others expressed anger. “Honestly happy to be laid off but the veil of @elonmusk is pierced. As messy as Twitter was pre-elon, it is a veritable clowntown of politics and toadyism and psychological abuse now,” wrote Kushal Dave, a Twitter director of engineering, according to his LinkedIn profile.</p> <h2>Advertising concerns</h2> <p>Amid concerns about his plans to loosen content moderation rules and allow permanently banned users back to the platform, Musk's team first sought to reassure advertisers — Twitter's main source of revenues.</p> <p>On Wednesday, he told several of Twitter's top advertising spenders that he intended to focus on technology and engineering, and beefing up Twitter's security. Musk said he planned to offer different tiers of content moderation, similar to a film ratings system, according to three people familiar with the conversation, and would appoint a content moderation council before making any changes to its moderation policies. </p> <p>Still, a growing number of brands, such as General Motors, Volkswagen, Carlsberg and General Mills, announced they were pausing spending on the platform given the moderation concerns. </p> <p>Musk appeared to dismiss marketers' concerns on Wednesday, tweeting a poll asking if advertisers should support free speech or political “correctness”. &#xa0;</p> <a href=\"https://twitter.com/elonmusk/status/1588538640401018880?s=46&amp;t=RxplNqRFjJp1_I1t_T7oMA\">https://twitter.com/elonmusk/status/1588538640401018880?s=46&amp;t=RxplNqRFjJp1_I1t_T7oMA</a> <p>But on Friday, Musk warned that Twitter has had “a massive drop in revenue, due to activist groups pressuring advertisers, even though nothing has changed with content moderation and we did everything we could to appease the activists”. </p> <p>He added: “Extremely messed up! They're trying to destroy free speech in America.”</p> <p>“He immediately becomes the punching bag, that's the downside of stepping into this role,” said Casey Mattox, senior fellow at the Charles Koch Institute. </p> <p>Musk has appeared to relish the challenge. “Being attacked by both right &amp; left simultaneously is a good sign,” wrote Musk, who changed his Twitter profile from “Chief Twit” to “Twitter Complaint Hotline Operator”.</p> <p><em>Additional reporting by Ortenca Aliaj, Sujeet Indap and James Fontanella-Khan in New York</em></p><p>Source: Hannah Murphy and Ian Johnston 2022 'How Elon Musk's ‘war room' of advisers are transforming Twitter' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T21:00:46.864Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}