{
  "_id": "e162b4f3ab0970eecdf9aa1ee191e241ab21c7e2d29819cd6ee81cfd45accf18",
  "feed": "market-watch",
  "title": "Morgan Housel turned lessons he learned as a hotel valet into a breakthrough personal-finance book that's sold 2.2 million copies in 2 years; 'No one is going to read this book': Publishers said 'The Psychology of Money' would never work. Now, Morgan Housel is on the MarketWatch 50 list of the most influential people in markets.",
  "text": "<p>Housel's book succeeds because it delivers the kind of timeless money advice that your grandfather might have given you (think lessons like \"Pay yourself first,\" by putting a portion of your paycheck into savings) in an accessible, non-judgmental way. Similar to how Housel comes across in conversation, the book is authoritative without sounding arrogant. It has helped reshape the way people think about personal finance and investing, landing Housel on the MarketWatch 50 list of the most influential people in markets.</p><p>\"This is a finance book — but this is not a finance textbook,\" Housel told MarketWatch in an interview. \"I just wanted to tell stories. And the stories have nothing to do with finance. There are stories in the book about World War II, and syphilis treatments, and Ice Ages and all these things that have nothing to do with finance, but they tell a story about how people think and how people behave, and that's the most important part of finance.\"</p><p>Harriman House had modest hopes for \"The Psychology of Money\" when they inked the deal with Housel, said spokeswoman Lucy Vincent. Based on Amazon pre-orders six months prior to its release, the publisher printed 5,000 copies. Housel remembers thinking that selling 5,000 would be \"great.\" He and the publisher had conversations about potentially donating unsold copies to schools. There was, of course, no need to donate copies. The book has been given away though; companies including Davis Advisors, Merrill Lynch and GoBundance have ordered special corporate editions, sometimes with a new forward by the CEO, to give away as gifts to employees or clients.</p><p>Today, Vincent's marketing and sales expectations for the book are a lot bolder. She now says \"The Psychology of Money\" will take a place on bookshelves next to venerable titles like \"Rich Dad Poor Dad\" by Robert Kiyosaki (which has sold 32 million copies since 1997) and \"Think and Grow Rich,\" the 1937 book by Napoleon Hill that's sold 15 million.</p><p>\"It's not out of reach to place 'The Psychology of Money' alongside those books and it's been published less than two years,\" Vincent told Marketwatch.</p><p>TO SEE THE FULL MARKETWATCH 50 LIST CLICK HERE</p><p>Learning human nature by parking Lamborghinis</p><p>Housel's path to the personal-finance canon was not exactly a straight shot. The road there included a stop at the parking lot of a high-end Los Angeles hotel, where Housel worked as a valet throughout college. Parking Ferraris and observing their owners taught him some of the money lessons he shares in \"The Psychology of Money.\" Namely, that money doesn't necessarily buy you respect, and that \"wealth is what you don't see.\" He touches on his valet experiences in the book in a chapter subtitled: \"Spending money to show people how much money you have is the fastest way to have less money.\"</p><p>The book is a series of mini essays, many of which draw from history, that explore how and why we form our beliefs about money and markets.</p><p>Housel says his goal was to give people a framework for how to think about money, not tell them what to do, he says.</p><p>\"I really wanted to go out of my way in this personal finance book to not give personal financial advice at all,\" Housel told MarketWatch. \"I can't think of one thing in the book that I would describe as personal finance advice. What I want to do is show people how they can be more introspective about themselves so they can figure the right thing to do for them. That to me in my mind was a more realistic way of delivering financial advice.\"</p><p>Giving people permission to be 'reasonable' with their money</p><p>Housel gets more than 100 messages a day from readers. Many are responding to what he thought of as a \"throwaway point\" in the book, which is that people should not aim to be rational with their money, they should aim to be reasonable.</p><p>\"I think a lot of people read that and it gave them permission to justify some of the things that they do with their money that they know are probably wrong but they want to do anyway,\" Housel said. \"I think that's great, to not pretend that you are a spreadsheet, to acknowledge that you are a very emotional person who maybe has a family to take care of, and that's an emotional thing in itself.\"</p><p>That perspective is why Kelley Long, a certified financial planner in Arizona, quotes from her dog-eared copy of the book when she's working with clients. \"It gives people permission to not follow the exact path with money that our dads said we had to. It's a modern take on why people don't do what they know is best for them financially,\" Long said.</p><p>For clients who are skittish about the risks of investing, she quotes from a part of the book where Housel reframes market volatility as a fee rather than a fine or punishment. \"It helps people better understand how to take the emotional aspect of investing and just cope with it, instead of trying to white knuckle their way through,\" Long said.</p><p>When Housel hears negative feedback on the book, it's sometimes from readers in India (where it's sold 350,000 Indian English editions), China or Brazil, who argue that the book is written just through the lens of a white American male. He responds to these critiques by saying, \"Yes, that's who I am.\" To him, the criticism is a \"perfect example\" of one the book's main points, which is that everyone sees the world – and money – through the lens of their own individual experience.</p><p>Another point that readers consistently take issue with: Housel's own investing strategies. Now 38 and a married father of two living in Seattle, Housel writes in the book that he once picked individual stocks, but now, every stock he and his wife own is housed in a low-cost index fund.</p><p>\"The number of people who wrote to me and said, 'I loved the book until I got to that chapter and now I can't take you seriously anymore' was amazing,\" Housel said. \"So many people read that and said, 'If you invest in index funds, you clearly have no idea what you're doing.' That to me was so fascinating.\"</p><p>For Housel, that's another example of how each of us views money from our own perspective. \"People still have this idea that if you manage money differently than they do, they take it as a slight that you are disagreeing with them,\" Housel said.</p><p>Early money lessons from parents who met on a 'hippie commune'</p><p>Housel's common-sense approach to money has its roots in his childhood. His parents were \"dirt poor\" students when they were raising Housel and two siblings, and his family lived very modestly.</p><p>His parents met on a hippie commune in Tennessee, and his dad didn't go to college until he was 30. Housel's father ended up becoming an E.R. doctor in his early 40s and his mom became an E.R. nurse. The family's financial situation improved substantially, but Housel's parents continued to aggressively save their money and live well below their means. Thanks in part to that no-frills financial strategy, Housel's dad was able to retire after about 20 years. Housel says witnessing that taught him another lesson he talks about in \"The Psychology of Money,\" which is that the best thing money can buy you is control over your time.</p><p>Growing up in California near Lake Tahoe, Housel spent his high school years mostly concentrating on ski racing, not studying. After remedial courses at a community college, he started at the University of Southern California at age 20 and graduated in 2008 with an economics degree.</p><p>Housel thought he wanted to be an investment banker \"because you could make a lot of money.\" But a college internship soured him on the idea after he realized that \"the reason you can make a lot of money in investment banking is because it's one of the most sadistic industries that exists.\" Next was a stint in private equity, a job he loved, but which ended in mid-2007 when the financial crisis was starting to take hold and his employer suggested he find another job.</p><p>\"Out of desperation,\" he has said, he then applied for a job writing about finance for The Motley Fool, a personal finance and investing website.</p><p>'No one is going to read this book'</p><p>In 2018, Housel wrote a post laying out the 20 most compelling ideas he had come across in his decade-plus writing about investing. It was called \"The Psychology of Money.\" Housel told MarketWatch he \"shamelessly stole\" the title from a 1995 speech called \"The Psychology of Human Misjudgment\" by Charlie Munger, the longtime investing partner of Warren Buffett, CEO of Berkshire Hathaway. Munger's essay consisted of several short stories each making a separate point, and Housel copied that format.</p><p>The post blew up, racking up more than 1 million page views. Turning the post into a book seemed like a natural next step. But when Housel, a first-time author, shopped it around, U.S. publishers told him the concept would never work. Actually, \"most of them wouldn't even return our emails,\" he said. \"And the ones that did were like, 'Hey I'm just letting you know, no one is going to read this book. It's not going to work.'\"</p><p>Publishers didn't like Housel's proposed format; he wanted to make 20 individual points in short chapters. \"All the publishers said, 'No, you need to have one theme that you are discussing throughout the whole book, otherwise it's not a book, it's a collection of essays,\" he remembers. One publishing insider wished him luck and suggested he self-publish.</p><p>Harriman House had approached Housel about writing a book a few years previously, but he had declined the offer. After being shut down in the U.S., he contacted Harriman. \"To their credit, they had the opposite reaction of everyone in America,\" Housel said. He received no advance, and when he signed the deal with Harriman House, it didn't feel like the start of something big. He can't remember how his wife reacted. \"It wasn't like, 'Oh this is going to change our lives. It was like, 'Oh here's this little project that I'm working on,\" Housel said.</p><p>Housel, who had a strong Twitter following from his Motley Fool writing, announced he was writing a book in a February 2020 tweetthat linked to the Amazon pre-order page. About 100 people did so, which seemed \"pretty disappointing,\" he remembers.</p><p>The month before the book was set to be published, Housel got a message from the Wall Street Journal, where he had been a guest columnist in 2014 and 2015. They wanted his photo for a forthcoming article. It turned out to be a column about \"The Psychology of Money\" by the Journal's longtime investing columnist Jason Zweig, who called it \"one of the best and most original finance books in years.\" Pre-orders soared after that, and readers continue to discover the book.</p><p>Looking back, Zweig says Housel's work has always stood out to him. \"I walk a lot, and I happen to know that Morgan does too,\" Zweig told MarketWatch. \"I often feel that a good walk both empties the mind and refills it: As you leave behind some of your cares and trivial thoughts, the fresh air and sunlight can free you to perceive the wider scope of things that normally are obscured by the humdrum and hassles of workaday life.\"</p><p>\"I think in a world where many writers are racing to provide either the fastest hot take or the hottest fast take, Morgan puts people in the shoes (and mind) of someone who's just come in from a long, leisurely but invigorating walk.\"</p><p>Next for Housel: a book on the behaviors that never change</p><p>The success of \"The Psychology of Money\" stems in part from Housel's clear, accessible writing, but the book's classic truisms help too, said Vincent, the Harriman House spokeswoman. The book doesn't rely on charts and graphs and market data. \"It's not particularly time sensitive, so while some books might focus on a particular period in the market or a particular kind of topic, the nice thing about \"The Psychology of Money\" is that it's kind of completely timeless,\" Vincent said. \"The lessons included are going to be applicable worldwide to anyone at any point.\"</p><p>Housel has two theories about why \"The Psychology of Money\" took off. One is that he was lucky. (Luck is a topic he explores in the book in a story pointing out that Bill Gates got a lucky break when he attended one of the few U.S. high schools with a computer.)</p><p>The second is that what most publishers hated about the book — that it would be a scattershot collection of essays without a unifying theme — is what readers love about it. His goal was to make his points with \"minimal rambling\" and then get out of readers' way.</p><p>He also carefully considers the long-term value of what he's writing before he starts typing. \"I've always had this idea that if an article is relevant today but not relevant tomorrow, then it's not relevant at all,\" Morgan told The Knowledge Project podcast. \"So whenever I write an article, the litmus test I try to ask is, if somebody reads this article one year from now, will it still be relevant?\" Much of financial writing fails that test, because it's news-based, about what the market did today. \"That's valuable, but I've always thought that the most valuable content comes from things that are more or less timeless,\" Housel said.</p><p>Housel, who is now a partner at the Collaborative Fund and on the board of directors of Markel, will explore that theme in his next book, which will be about the behaviors that never change. \"There is so much emphasis in this industry on what's going to change: how the economy is going to change, where we're going next, what innovations are going to change,\" Housel said. \"But I think what matters so much more, what is more impactful and more important, is what is never going to change. What is just an innate part of human behavior that we will be doing forever and we can know with certainty will be part of our future?\"</p><p>Morgan Housel turned lessons he learned as a hotel valet into a breakthrough personal-finance book that's sold 2.2 million copies in 2 years</p>",
  "published": "2022-11-02T12:32:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}