{
  "_id": "74b6ad52a9c783e817c30cad4d614120cc46005ce4fcbd3ec9100da34330eaff",
  "feed": "wall-street-journal",
  "title": "Jeff Lawson Built Twilio. Mentors Helped Him Make It Better. Advisers inspired the 44-year-old billionaire to offer more support to his employees and make the cloud-communications company more diverse",
  "text": "<p>Mr. Lawson, 44, prefers building businesses over building wealth, however. \"I get to introduce something to the world that didn't exist yesterday,\" he said.</p><p>Bio Bits</p><p>* Age: 44</p><p>* Education: Bachelor's degree in computer science and film/video from University of Michigan</p><p>* Family: wife Erica, a pediatric rheumatologist, and two school-age sons</p><p>* Management mantra: \"Share problems, not solutions. You'll unleash your workforce's creativity.\"</p><p>* Favorite high-tech gadget: Zoom Cube, a gadget he devised during Covid-19. Programmed buttons mute or end Zoom sessions.</p><p>* Sock preference: \"I'm a big fan of colorful, mismatched socks. It eliminates having to match pairs.\"</p><p>His San Francisco business touches millions of lives every day with tools that enable companies to better reach consumers and workers through voice, video and chat. You use Twilio software if you text your Uber driver or participate in a video job interview on Indeed, an internet job-search platform. Usage soared after the pandemic struck. During 2020, Twilio facilitated 1.2 trillion emails, 127 billion messages and 25 billion calls.</p><p>Mr. Lawson grew up in West Bloomfield, Mich, and became an entrepreneur at age 13 videotaping parties with a camera that his parents gave him for his bar mitzvah. He charged $20 for his first gig and during high school, he earned as much as roughly $10,000 per weekend from filming several celebrations.</p><p>Mr. Lawson attended the University of Michigan, where he majored in computer science and film/video. He said he liked how technology offered endless possibilities if someone with a good idea \"brings it to life.\" But he quit midway through his senior year in 1998 so he could bring his next venture to life: Versity.com. The startup offered college lecture notes via the internet.</p><p>He sold the business in 2000 and within months the buyer went bankrupt amid the dot-com bust. \"This [experience] was a wild roller coaster,\" Mr. Lawson said.</p><p>He helped create two more companies before finishing his Michigan degree in 2003: ticket reseller StubHub Inc. and Nine Star Inc., a sports-equipment and apparel retailer. Mr. Lawson also spent more than a year at Amazon.com Inc., where he was among the first product managers for its cloud-computing arm Amazon Web Services.</p><p>Getting Twilio going was much harder. Dozens of potential investors initially turned down Mr. Lawson and fellow founders Evan Cooke and John Wolthuis. They finally raised $30,000 from their parents.</p><p>\"The first month, we made $1,000 [in revenue],\" Mr. Lawson said. In 2021, Twilio's revenue rose roughly 61% to $2.84 billion.</p><p>The Twilio chief has relied on frank suggestions from advisers about difficult shifts in his career. They encouraged him \"to pick up my tools and do something differently with my job, my life and Twilio,\" Mr. Lawson said. \"My mentors got me off my ass and got me to make a change.\"</p><p>Here are four of his most trusted advisers:</p><p>Charlie Bell</p><p>An executive vice president of Microsoft Corp.</p><p>The executives grew close a decade ago when Twilio was a customer of Amazon's cloud business, where Mr. Bell then worked.</p><p>Mr. Lawson admired how Mr. Bell organized small Amazon teams—and asked him whether he could imitate that practice without sacrificing Twilio customers' needs.</p><p>Small teams communicate faster because they are less complex, Mr. Bell told his protégé. \"But the key benefit is the sense of ownership it creates.''</p><p>Mr. Lawson sought to foster greater workplace autonomy at Twilio. He limits teams to 10 or fewer staffers apiece. Each team defines its customers, mission and performance measures.</p><p>The approach works well because workers don't want \"to feel like cogs in a machine,\" the CEO said.</p><p>Dr. Freada Kapor Klein</p><p>A founding partner of Kapor Capital</p><p>The philanthropist, who focuses on the intersection of tech and social justice, has long counseled Mr. Lawson about diversity issues. She and her husband, computing industry pioneer Mitch Kapor, invested in Twilio in 2009.</p><p>During the startup's early days. \"I reminded Jeff that baking diversity in now will turn Twilio into a talent magnet and is easier than waiting to turn around the Titanic [later],'' Dr. Klein said. \"He got to work, making diversity and inclusion a critical business issue.\"</p><p>His efforts have included annual companywide training about unconscious bias. Dr. Klein, who holds a doctorate in social policy and research, inaugurated Twilio's unconscious-bias training with a headquarters presentation.</p><p>Mr. Lawson also established software-engineering apprenticeships targeted at underrepresented individuals with nontraditional backgrounds. Twilio has hired 41 graduates of the program.</p><p>Christopher Van Buren</p><p>Owner and CEO of Van Buren Fitness</p><p>Workouts with Mr. Van Buren led Mr. Lawson to coach Twilio colleagues differently. During their initial session in 2017, the out-of-shape executive couldn't complete a sit-up. The trainer helped pull him up.</p><p>In the past, Mr. Lawson said, he expected associates to sink or swim without his assistance. He switched tacks because Mr. Van Buren effectively supported his fitness-improvement push outside his comfort zone.</p><p>\"I'm here to catch you if you fall,''' Mr. Lawson said he now tells his employees who fear failing tough assignments. \"Helping each other allows us to take the big steps and overreach.\"</p><p>Danny Meyer</p><p>Founder and CEO of Union Square Hospitality Group</p><p>Mr. Lawson sat down beside the restaurant operator at a 2018 conference and explained how Mr. Meyer's book, \"Setting the Table,'' had influenced him. In particular, the difference between service and hospitality.</p><p>Successful service requires technical delivery of a product, according to the book. Hospitality is the degree to which a served individual \"believes you are emotionally on their side,'' Mr. Meyer said.</p><p>Those ideas struck Mr. Lawson \"as equally applicable to the world of tech as to my world in restaurants,'' Mr. Meyer added.</p><p>Mr. Lawson later invited his mentor to share his hospitality insights with Twilio staffers. \"We need to be on our customers' side in everything that we do,\" the CEO said.</p><p>Write to Joann S. Lublin at joann.lublin@wsj.com</p><p>Jeff Lawson Built Twilio. Mentors Helped Him Make It Better.</p>",
  "published": "2022-02-12T05:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2969,
          "end": 2984
        },
        {
          "start": 2969,
          "end": 2978
        }
      ],
      "nexusId": "10031144"
    }
  ]
}