{
  "_id": "6a05bd8bfe88077b4ad8183d3343e9745fc6a6f6106f24f56c2ad5f661d228fc",
  "feed": "wall-street-journal",
  "title": "'A Man Walks Into a Barn' Review: Ticket to Ride; One lawyer's witty, often wistful take on fatherhood, family ﬁnances and the tony, insular world of horses and 'horse people.'",
  "text": "<p>Although Mr. Oldfather grew up on a farm in the \"unfortunately named\" town of Kiester, Minn., it was his then-5-year-old daughter Ada who brought horses into his life some 16 years ago. A visit to Appy Orse Acres in Fredonia, Wis., a riding stable 30 minutes from their home, was his and his daughter's introduction to equestrian sports. (Mr. Oldfather explored these early years with Ada in his blog, \"Horse Show Dad,\" on the website of the Chronicle of the Horse magazine.)</p><p>As his education progressed Mr. Oldfather discovered many parallels between the legal and equestrian worlds. \"As a law school professor, I've come to understand that the activity we might call 'doing law' is something that at a fundamental level is like riding,\" he writes. \"True mastery of either requires a nuanced understanding, a feel that can be developed only through repetition over time.\"</p><p>That understanding was to be increased twice over when Ada's younger sisters, twins Audrey and Laura, decided they too wanted to ride—and to compete in horse shows. And soon enough, the girls were petitioning for a horse of their own. That their first horse should be named Cash seems apt: Mr. Oldfather makes frequent note of the money required to compete in the Hunter/Jumper and equitation divisions of this new world that his daughters had chosen. They'd entered the most privileged realms of a most privileged sport.</p><p>Mr. Oldfather's discursive treatise on this kind of riding is subtle and detailed, but here it is in a nutshell. Hunter/Jumper classes involve riding horses over a series of fences sometimes timed (jumpers), sometimes not (hunters). The focus is, in the end, on the ability of the horse. When the rider's form is judged—when poise, control and sheer horsemanship are the focus—those classes are called \"equitation.\"</p><p>It's a world where six-figure horses are remarkably commonplace and the children of billionaires like Bill Gates are among the top riders. While the Oldfather girls were financially far from, say, the Springsteens and the Bloombergs, Mr. Oldfather acknowledges their relative privilege: \"We knew plenty of kids from the Appy Orse who had all the passion, talent, and discipline to succeed in the 'A'-show world but not the resources to make that happen, and so we understood we were among the lucky ones.\" And yet, Mr. Oldfather notes, there was a yearning for more: \"The human tendency is to gaze upward, and to focus on what others have that you don't.\" Family finances were stretched and retirement plans rejiggered so that the girls might have the opportunity to excel.</p><p>As a man grown accustomed to standing at the rail watching his daughters be coached day after day (and often night after night) by equine experts, Mr. Oldfather applied what he observed to his work as a law-school professor. \"Horse and rider training, like lawyering, is ultimately a service profession,\" he writes, one grounded in focused, individualized feedback. \"The most knowledgeable horse person in the world will not be a good trainer if she cannot effectively communicate her knowledge to others.\" He muses deeply on what makes an effective teacher—not just a good horse trainer but a coach or educator of any sort.</p><p>While Mr. Oldfather clearly admires many of the trainers he meets, he is distressed by the conflicts of interest, the clubby connections, the gossip among trainers and judges—anathema to a man trained in the impartiality of the law. He recounts overhearing judges openly discuss the relative talents of riders before they even enter the ring, criticizing their current form or a past performance. Invariably, Mr. Oldfather notes, the riders who do best have trainers who are well-connected or famous—and who charge their clients princely sums. There is little hope that a rider of modest means might rise to the top in the equestrian world.</p><p>And yet Mr. Oldfather clearly prizes the time that he and his daughters had together thanks to the sport. He recalls, perhaps most vividly, the hours spent in the car—driving to a horse show or barn. \"If you ran into me on a late afternoon in those years, I'd have told you I was driving my daughters to a riding lesson. That's what it seemed to me I was doing. That's probably what it seemed to anyone else I was doing. And now that all my daughters are adults and my services are less in demand, it's all that time together in the car that I miss. We were focused on the destination. It was the journey that mattered.\"</p><p>By the end of the book, his daughters have grown up and left for college. One has stopped riding altogether and the other two have joined their college equestrian teams. Mr. Oldfather travels to watch both of them compete when he can but there are no more long car rides together, no shared songs. (\"Wagon Wheel,\" by Old Crow Medicine Show, was a family favorite.) His daughters are out in the world—their father is no longer the essential, indispensable companion and driver. A colleague asks Mr. Oldfather if he would do it all again—all the time, all the money, all the work on his laptop in cars and in barns. \"In a heartbeat,\" he replies.</p><p>Ms. Teague is the Journal's wine columnist.</p><p>'A Man Walks Into a Barn' Review: Ticket to Ride</p>",
  "published": "2022-03-24T22:33:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}