{
  "_id": "8b7e147f76ea9d54d0951a949b6600908554839caf7dc601fb01333ed5169cb5",
  "feed": "ftcomall",
  "title": "Google slows hiring citing ‘uncertain' outlook as recession threat rises",
  "text": "<p>Google is slowing hiring after a recent spree, making it the latest big technology company to take a more cautious stance as the threat of an economic recession increases.</p> <p>Sundar Pichai, chief executive officer of Google parent Alphabet, told employees in an internal email on Tuesday that the company would be “slowing the pace of hiring for the rest of the year”, without giving details.</p> <p>It follows moves by both Microsoft and Facebook's owner Meta to ease recruitment in some areas in recent weeks. The shift comes amid a red-hot labour market in Silicon Valley that has until recently <a href=\"https://www.ft.com/content/a4aade28-566f-4b29-bf9e-664d3dbb835f\">defied</a> the growing mood of caution.</p> <p>The sudden chill in the financial markets has prompted many start-ups to rethink hiring or trim their workforces, leaving Google and other big tech companies in a strong position to take up the slack, even if at a slower rate. </p> <p>Rapid delivery start-up Gopuff on Tuesday became the latest start-up to retrench, saying it would cut about 1,500 workers, or 10 per cent of its staff, and close 76 warehouses. </p> <p>According to its founders, the action was prompted by economic uncertainty that had brought an “inflection point” for rapid delivery groups that have become emblematic of the kind of hypergrowth companies that emerged when capital was plentiful.</p> <p>The Google chief said the hiring slowdown at the internet company was a direct result of the large number of new jobs it created this year. However, he also warned about the worsening economic outlook and said Google would be “pausing development” in some areas to focus its investments.</p> <p>“The uncertain global economic outlook has been top of mind. Like all companies, we're not immune to economic headwinds,” Pichai said.</p> <p>The hiring slowdown follows a recent surge in employee numbers at the internet search company as its business has boomed coming out of the pandemic. Pichai said it had added about 10,000 new workers in the second quarter.</p> <p>With Google accounting for the vast majority of Alphabet's operations, the latest additions will take the total jobs added at the group as a whole this year to around 17,500 — not far short of the 21,200 taken on in the whole of 2021. Alphabet reported it had 163,906 workers at the end of March.</p> <p>The hiring spurt followed a sharp fall in new jobs at the start of the pandemic, as Google suffered its first-ever revenue decline. But the company quickly reversed course when the dip proved shortlived.</p> <p>Pichai said Google already had a “strong number of commitments” for new workers starting in the current quarter, many of them fresh university graduates, and would focus its hiring for this year and in 2023 on “engineering, technical and other critical roles”. </p><p>Source: Richard Waters in San Francisco 2022 'Google slows hiring citing ‘uncertain' outlook as recession threat rises' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-13T03:45:04.287Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 415,
          "end": 424
        }
      ]
    }
  ]
}