{
  "_id": "8d3ff6b57b340b9da81120e0a593bdf407894a03cd82e08f035bd7b18c64eb7f",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis: Hacking 'Army' Joins Fight Against Putin",
  "text": "<p>\"Mission accomplished!\" they wrote in English.</p><p>The suspected takedowns are part of a volley of mostly low-level cyberattacks in recent days that have temporarily downed Russian websites or defaced them with antiwar messaging. Ukrainian volunteers and self-proclaimed hacker activist groups, or hacktivists, claim to be behind the activity, while some criminal ransomware operators have pledged loyalty to the Kremlin, suggesting the digital front of the deadly conflict is entering an unpredictable new phase.</p><p>Ukrainian Minister of Digital Transformation Mykhailo Fedorov on Saturday called for volunteer hackers to follow a Telegram channel dedicated to listing potential targets, saying on Twitter, \"There will be tasks for everyone. We continue to fight on the cyber front.\"</p><p>In addition to targeting the Moscow Exchange, the so-called IT Army of Ukraine on Monday urged its Telegram followers to attack the site for state-owned Sberbank. The IT Army administrators' stated goal was to inflict more financial pain as \"people in Russia are withdrawing money from ATMs en masse.\"</p><p>Both websites remained offline Monday afternoon. Representatives for Sberbank and the Moscow Exchange, which halted trading Monday after the U.S. and other governments imposed sanctions on Russian financial institutions, didn't respond to requests for comment.</p><p>The disruption of the Russian Ministry of Foreign Affairs site came amid days of intermittent outages on other government portals. The global hacker collective known as Anonymous also claimed to have stolen and leaked information from the Russian Defense Ministry, which the Kremlin denied through state-backed media agency Tass.</p><p>On Monday, Russian media outlets including Tass were defaced with a message that criticized Russian President Vladimir Putin and carried Anonymous branding. Mr. Fedorov, the Ukrainian digital minister, subsequently shared an emoji of the Ukrainian flag in a Twitter post tagging the main account affiliated with the hacker collective.</p><p>Attributing such attacks to particular hackers is difficult, even for Ukrainian government officials helping to organize some of the efforts, said Alex Bornyakov, Ukraine's deputy minister of digital transformation. \"We don't know exactly who is doing what,\" Mr. Bornyakov said in an interview.</p><p>Western officials for weeks warned of cyberattacks linked to a Russian invasion that could disrupt key Ukrainian infrastructure and potentially jump to computer systems around the world. Such digital operations have had limited impact so far, cybersecurity experts say, with hackers installing destructive malware in several Ukrainian organizations and disrupting web services for some government agencies and state-owned banks.</p><p>The entry of more non-state actors has added a hard-to-quantify variable to a conflict awash with disinformation campaigns and opaque cyber operations.</p><p>\"A word of caution: Hacktivists are not always what they seem,\" said Craig Terron, senior manager of global issues for cyber firm Recorded Future's Insikt Group threat research unit.</p><p>In Ukraine, the volunteer IT force enlisted by the government isn't acting alone. Yegor Aushev, co-founder of Ukrainian company Cyber Unit Technologies, has in recent days been using Facebook and LinkedIn to solicit volunteer hackers from Ukraine, Belarus and other countries for dozens of cyber projects.</p><p>\"We are united. We are focused,\" he said.</p><p>Within Moscow's sphere of influence, one prominent hacking group has similarly threatened to join the fight. The Conti ransomware gang Friday pledged \"full support\" to the Kremlin on its website and warned that it would launch cyberattacks against critical infrastructure of countries that organize \"any war activities against Russia.\"</p><p>---</p><p>James Rundle, Nicolle Liu, Suman Bhattacharyya and Evan Gershkovich contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}