{
  "_id": "4541bbd122f13ae2d89dfc69c8f0535c146ee446d1fd52e3a8ac26db0c9f099a",
  "feed": "market-watch",
  "title": "Cloud software is a 'fight for a knife in the mud,' and Wall Street is souring on the one sector that was winning; As businesses look to cut spending, software companies that found willing customers during first two years of the pandemic are struggling to close deals",
  "text": "<p>A parade of earnings from big cloud-software names this week actually led to a slight rebound in their stocks overall, after huge declines in recent months. Those reports did not change the overall takeaway from cloud-software providers so far this year, however: Chief information officers, the execs in charge of digital infrastructure, are strapped for cash and delaying contracts because of macroeconomic uncertainties.</p><p>\"After an epic run, cloud software is in for a rough ride while companies re-evaluate what's truly adding value,\" Lopez told MarketWatch. \"Actually, it's more like, while companies wait to see the impacts of a looming recession.\"</p><p>In a Zscaler note Friday, MoffettNathanson analyst Sterling Auty said that's making CIOs much more cautious in their vetting process before they commit to large, multiyear contracts.</p><p>\"This is somewhat of a double-edged sword, as the increased deal sizes are coming at a time when, due to macro, customers and prospects have a magnifying glass to new IT purchases, which is elongating sales cycles,\" Auty said.</p><p>Read: Earnings show cloud and security software are not immune to the economic downturn</p><p>The big concern among cloud-software vendors is securing a share of the small- to mid-sized business market, as many see Microsoft Corp. MSFT taking more share from the smaller players. On the opposite end of the spectrum, younger companies are also trying to compete with Microsoft for larger companies, and the vendors are finding those deals are taking longer to close and hurting subscription growth.</p><p>It's tough for cloud-software vendors to snag deals in a cost-conscious environment and with a recession looming, according to several post-earnings calls. Over the past several years, native cloud companies — and legacy companies that have migrated to the cloud — have pitched their version of a \"platform,\" or what essentially is an ecosystem. By adding new services, or modules, to the platform, companies encourage customers to add more modules, or functionality, to their customized platform.</p><p>Security was an outlier, but it now faces the same issues</p><p>Businesses are being more cautious on spending, and among cloud services, CIOs rate cybersecurity a top priority, which shows in the stock performance. Year to date, the ETFMG Prime Cyber Security ETF HACK has fallen 23.7%, and the First Trust Nasdaq Cybersecurity ETF CIBR is down 21.9%. Following a tough November that started badly, the iShares Expanded Tech-Software Sector ETF IGV has fallen 31.6% for the year, while the Global X Cloud Computing ETF CLOU has dropped 35.9%, the First Trust Cloud Computing ETF SKYY has fallen 39.3% and the WisdomTree Cloud Computing Fund WCLD has dropped 49.6%. Meanwhile, the S&amp;P 500 SPX is down 14.6% and the Nasdaq Composite Index COMP is off 26.7%.</p><p>Cybersecurity company Zscaler Inc.'s ZS results Thursday showed how that sector could be facing more issues than expected, however. Guggenheim analyst John DiFucci summed up the week in a Zscaler note titled, \"Nobody Beats the Macro.\"</p><p>DiFucci had thought Zscaler was best positioned this week in the cloud-software space but admitted in the note, \"We were wrong.\"</p><p>\"There certainly is a macro issue that has affected most in Software, and while Security businesses seemed somewhat insulated at first, they no longer do,\" he wrote. \"The question is, how long will this softening macro backdrop persist?\"</p><p>The problem shows up most in billings — a more inclusive sales figure used extensively by software companies that combines revenue with deferred revenue for contracted services yet to be delivered.</p><p>For instance, Zscaler guided for billings of $1.93 billion to $1.94 billion for the year, while analysts had forecast $1.93 billion, a big sore spot for investors. On a yearly basis, Zscaler's billings have always exceeded the Wall Street consensus going back to 2018, with the slimmest being a 2.6% beat in 2019, and last year's being a 3.7% beat, according to FactSet data. This past week, Zscaler shares fell 7% and are down 59.9% for the year.</p><p>Also read: Zscaler stock drops 10% on conservative guidance, as it's taking longer to close deals</p><p>Zscaler's earnings report was similar to CrowdStrike Holdings Inc.'s CRWD on Tuesday, when the cybersecurity company said subscription growth was slowing because of longer buying cycles from customers. Shares of CrowdStrike dropped 15% the next day, for their second-worst day ever. This past week they have dropped 11.5% and are off 39.4% for the year.</p><p>See also: CrowdStrike stock heads for worst day ever as slowing subscriptions prompt debate on business spending</p><p>Salesforce Inc. CRM shares suffered after the customer-relationship-management software giant provided a rare forecast that fell short of expectations Wednesday and revealed that co-Chief Executive Bret Taylor is leaving the company. This past week, Salesforce shares fell 4.7%, and they are down 43.1% for the year.</p><p>Now read: Salesforce co-CEO Bret Taylor leaving, stock falls after lower-than-expected forecast</p><p>Meanwhile, Snowflake Inc.'s SNOW results were greeted with mixed reviews on Wall Street. This past week the share price gained 3.5%, while being off 55.8% for the year.</p><p>Read:  Snowflake stock shrugs off guidance miss amid debate on whether growth inspires 'confidence' or concern</p><p>Even Palo Alto Networks Inc. PANW, which kicked off cybersecurity earnings season with a bang, said it needs to get more active with customers to close deals sooner. This past week shares ended flat, and they are only down 7% for the year.</p><p>Read: Palo Alto Networks one of 2022's best software stocks after another beat-and-raise quarter</p><p>Cloud-software outliers that hit it out of the park this past week</p><p>Shares of Workday Inc. WDAY surged 17% Wednesday after the human-resources cloud-software company hiked its outlook and launched a share-buyback program. This past week, shares ended up 14.8% and are down 37.4% for the year.</p><p>Read: Workday stock rises 8.5% following raised outlook and share-buyback plan</p><p>Identity-security company Okta Inc. OKTA surprised investors by forecasting a profit for the fourth quarter and maintaining profitability through the following year, and shares soared 25% the next day. Okta shares are up 29.9% for the week but are 71% down for the year.</p><p>Read: Okta CEO promises profit for all of next year — 'The problem was never that we didn't have talented sales people'</p><p>UiPath Inc. PATH shares rallied a tiny bit more out of their massive year-to-date drop — now down 66.3% — after the \"software robot\" provider's quarterly results and outlook topped Wall Street estimates. This past week UiPath's stock rose 17%.</p><p>Read: UiPath stock pops as results top Street view</p><p>For the week, the HACK rose 1.8%, the CIBR has advanced 0.7%, the IGV is up 2%, the CLOU has rallied 4.7%, the SKYY has risen by 2.7% and the WCLD has gained 4.1%, while the S&amp;P 500 has advanced 1.1% and the Nasdaq has risen 2.1%.</p><p>Cloud software is a 'fight for a knife in the mud,' and Wall Street is souring on the one sector that was winning</p>",
  "published": "2022-12-02T22:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1425,
          "end": 1434
        },
        {
          "start": 1273,
          "end": 1288
        },
        {
          "start": 1273,
          "end": 1282
        }
      ]
    }
  ]
}