{
  "_id": "e4fda6084c525d7eba453b5c5694d815e8d4b3a26b44c39747719d2cef322c71",
  "feed": "wall-street-journal",
  "title": "Business News: Saudi Sovereign Fund Takes $3 Billion Stake in Nintendo",
  "text": "<p>A Nintendo spokesman declined to comment. Representatives of PIF didn't reply to a request for comment.</p><p>Kyoto-based Nintendo was a big winner in the early stages of the Covid-19 pandemic as people stayed at home and played more videogames. More recently, the company's results have softened, in part because of supply issues and because its flagship Switch console has been on the market for more than five years.</p><p>Nintendo said last week that sales of the Switch fell 20% in the year ended March 31 compared with the previous year, and it forecast a further fall this year tied to supply problems.</p><p>High oil prices mean Saudi Arabia is flush with cash this year. Much of the money is expected to be handed to the PIF to invest domestically and overseas. The fund says it has $600 billion in assets.</p><p>Saudi Crown Prince Mohammed bin Salman has instructed the fund to help diversify the economy away from dependence on oil revenues, and it has invested in building the entertainment and tourism industries.</p><p>This year marks the first time that oil prices have hovered above $100 a barrel since Prince Mohammed became the country's de facto ruler, a boost to his plans to remake his kingdom.</p><p>Saudi Arabia's government oil revenue is expected to grow 66% this year to roughly $250 billion, with a surplus above public spending of about $80 billion, or 7.8% of economic output, according to Saudi bank Jadwa Investment.</p><p>Prince Mohammed, who is chairman of the PIF, has said in interviews that he is an avid gamer. In February, the fund also disclosed stakes of more than 5% in two other Japanese videogame companies: Capcom Co., the maker of the \"Street Fighter\" game series, and online games provider Nexon Co.</p><p>In a stock-buying spree during the pandemic, PIF took a stake in Activision Blizzard Inc. before the company became the target of a takeover by Microsoft Corp. The Saudi fund also has stakes in U.S. game makers Electronic Arts Inc. and Take Two Interactive Software Inc., according to U.S. securities filings.</p><p>The fund earlier this year also said it had created a subsidiary called Savvy Gaming Group to invest in the online gaming industry. As part of that announcement, Savvy Gaming Group said it had acquired an organizer of entertainment and esports events and a digital gaming platform.</p><p>---</p><p>Chieko Tsuneoka contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1848,
          "end": 1863
        },
        {
          "start": 1848,
          "end": 1857
        }
      ]
    }
  ]
}