{
  "_id": "a0d61505994a41feb4128d3d978352f355e64a56a6801a974285e255371774a3",
  "feed": "ftcomall",
  "title": "Israeli judge lifts gagging order revealing Celsius Network CFO's arrest",
  "text": "<p>After a three-month media blackout an Israeli judge has allowed news organisations to report the arrest of a former senior employee of Celsius Network, a $19bn cryptocurrency lending platform.</p> <p>When Yaron Shalem was detained on 18 November in connection with suspected fraud in the field of cryptocurrencies, he was chief financial officer of Celsius, which pays high rates of interest on deposits of Bitcoin and other digital coins.</p> <p>That day an Israeli magistrates' court heard how Shalem was detained shortly after he landed at Ben Gurion airport, near Jerusalem, by Israel's Lahav 433 special investigations unit, the country's equivalent of the FBI. </p> <p>At the time of its finance chief's arrest Celsius had just <a href=\"https://www.ft.com/content/b47c9499-f4a6-46f4-991b-e8f7f20d49e2\">raised</a> $400mn of equity capital from investors, including Canada's second-largest <a href=\"https://www.ft.com/content/30854926-f9ca-4352-b17e-7e464b6a3a3d\">pension fund</a>. </p> <p>Alex Mashinsky, Celsius chief executive, said on November 24 that the company was increasing its funding round to $750mn in light of investor demand. “We're happy to include more investors that will make Celsius stronger,” he <a href=\"https://blockworks.co/celsius-expands-its-series-b-from-400m-to-oversubscribed-750m/\">told</a> the Blockworks website.</p> <p>Celsius said in a statement on November 26 that it was “recently made aware of a police investigation in Israel involving an employee” whom it had immediately suspended. The company said the investigation was not related to Celsius itself. It has not been accused of wrongdoing related to Shalem's arrest.</p> <p>“We have also verified that no assets were misplaced or mishandled,” Celsius added. The statement did not name the employee. </p> <p>Shalem joined Celsius in March 2021, according to his LinkedIn profile, and is well known in the Israeli tech start-up scene as an executive and investor. He was one of 10 arrested, including the owner of Israel's most famous football team, Beitar Jerusalem. None of the suspects have been charged with any offence.</p> <p>Israeli police said on November 18 that suspects had been arrested on “suspicion of committing fraudulent offences in the field of cryptocurrencies, amounting to hundreds of millions of shekels”, or at least tens of millions of US dollars. </p> <p>The statement did not specify the ventures to which the allegations related. </p> <p>Initially only the owner of Beitar Jerusalem, Moshe Hogeg, had been identified&#xa0;in press reporting as one of those arrested. The identities of the others were subject to a gagging order which was lifted on Tuesday following a joint request from the Financial Times and the Times of Israel. Before the court order was lifted, Shalem's arrest was reported by <a href=\"https://www.coindesk.com/business/2021/11/26/celsius-cfo-arrested-on-charges-tied-to-former-job-at-moshe-hogegs-firm/\">Coindesk</a>, despite the order.</p> <p>Hearings to have the gag orders lifted were delayed multiple times, as lawyers tested positive for coronavirus and judges struggled to find scheduling slots for all the defendants' legal representation as Israeli courts worked through a backlog of cases from the pandemic.</p> <p>A senior police officer dragged thousands of confidential documents back and forth for hearings that were regularly cancelled or rescheduled. </p> <p>Hogeg's lawyers have been quoted as saying he “vehemently denies the allegations against him and is co-operating fully with his investigators”.</p> <p>Lawyers for Shalem said he “acted in accordance with the law and strongly and utterly rejects any attempt to associate him with any act of fraud.”</p> <p>They said Shalem left Hogeg's venture capital firm at the beginning of 2018 and that the suspect ventures “were active after he no longer held a position with the group, and without him having any involvement in them. Our client is certain that at the end of the investigation, it will be found that he had committed no wrongdoing.” </p> <p>Celsius has grown rapidly since its launch in 2017 by offering investors investment returns as high as 17 per cent on cryptocurrency transferred to its platform, which it lends to individuals and institutions. The assets held by Celsius have dropped from $26bn to $19bn since November. In the same period the price of Bitcoin fell by a third.</p> <p>The $400mn equity <a href=\"https://www.ft.com/content/b47c9499-f4a6-46f4-991b-e8f7f20d49e2\">investment round</a> in October was led by asset manager WestCap, headed by former Airbnb and Blackstone chief financial officer Laurence Tosi, and Caisse de dépôt et placement du Québec (CDPQ), Canada's second-largest pension fund.</p> <p>Tosi at the time told the FT that he had done thorough due diligence on Celsius before deciding to invest. “We've spent now almost nine months with Alex [Mashinsky] and his team, and it's quite collaborative. It's the work that you would expect us to do with outside advisers, lawyers etc,” he said.</p> <p>Alexandre Synnett, chief technology officer for CDPQ, said: “We are very careful . . . our due diligence process is very serious.”</p> <p>The investment followed a <a href=\"https://www.ft.com/content/de5d62e8-871e-465b-8ee1-35da08ec6379\">crackdown</a> in September on digital asset lenders by US state regulators, who said that Celsius was engaged in unregistered securities offerings. Celsius has denied the claims. </p> <p>Last week Rod Bolger, the former chief financial officer of Canadian bank RBC, was appointed by Celsius as Shalem's replacement. Celsius said it “will continue to act in the best interest of our community, our customers, and our investors.”</p><p>Source: Dan McCrum and Kadhim Shubber in London, and Mehul Srivastava in Tel Aviv 2022 'Israeli judge lifts gagging order revealing Celsius Network CFO's arrest' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-01T09:14:28.937Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}