{
  "_id": "74e374b5568ae8bcc465a65a58903977c6473b1f52dc236e4b32e0b5cccb9398",
  "feed": "market-watch",
  "title": "FTC sues to block Microsoft's $69 billion acquisition of game giant Activision Blizzard; The acquisition would 'enable Microsoft to suppress competitors,' the suit alleges",
  "text": "<p>\"Microsoft has already shown that it can and will withhold content from its gaming rivals,\" Holly Vedova, director of the FTC's Bureau of Competition, said in a statement. \"Today we seek to stop Microsoft from gaining control over a leading independent game studio and using it to harm competition in multiple dynamic and fast-growing gaming markets.\"</p><p>FTC members pointed to Microsoft's record of \"acquiring and using valuable gaming content to suppress competition from rival consoles,\" including its acquisition of ZeniMax, parent company of Bethesda Softworks.</p><p>Microsoft President Brad Smith indicated the software giant will fight the lawsuit. In a statement, he said Microsoft has \"been committed since Day One to addressing competition concerns.\"</p><p>\"While we believed in giving peace a chance, we have complete confidence in our case and welcome the opportunity to present our case in court,\" Smith said.</p><p>In recent weeks, Microsoft has taken steps to demonstrate to regulators its acquisition of Activision would not give it an unfair advantage in the gaming market. On Tuesday, Microsoft said it would bring the \"Call of Duty\" franchise to Nintendo Co.'s JP:7974 Switch, a rival of Microsoft Xbox, and Microsoft has said it would make Call of Duty available on rival Sony Group Corp.'s SONY PlayStation.</p><p>The government's action in administrative court marks the first serious regulatory threat to Microsoft's business in more than two decades, when the Justice Department brought a landmark antitrust lawsuit against the software giant that took years and was settled in 2002. Since then, Microsoft had sidestepped antitrust scrutiny and Smith in particular has focused the glare on its tech rivals Amazon.com Inc. AMZN, Apple Inc. AAPL, Alphabet Inc.'s GOOGL GOOG Google, and Facebook parent company Meta Platforms Inc. META.</p><p>Shares of Microsoft are up 1% in trading Thursday. Activision's ATVI stock is down 1.5%.</p><p>The FTC's lawsuit comes the same day it is heading to court in San Jose, Calif., in what is expected to be a three-week trial to bloc Meta's $300 million acquisition of VR fitness app maker Within.</p><p>FTC sues to block Microsoft's $69 billion acquisition of game giant Activision Blizzard</p>",
  "published": "2022-12-08T19:25:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 18,
          "end": 27
        },
        {
          "start": 119,
          "end": 128
        },
        {
          "start": 18,
          "end": 29
        },
        {
          "start": 2137,
          "end": 2148
        },
        {
          "start": 1,
          "end": 10
        },
        {
          "start": 1842,
          "end": 1851
        },
        {
          "start": 195,
          "end": 204
        },
        {
          "start": 1402,
          "end": 1413
        },
        {
          "start": 1594,
          "end": 1603
        },
        {
          "start": 672,
          "end": 681
        },
        {
          "start": 2137,
          "end": 2146
        },
        {
          "start": 926,
          "end": 935
        },
        {
          "start": 1402,
          "end": 1411
        },
        {
          "start": 564,
          "end": 573
        },
        {
          "start": 375,
          "end": 386
        },
        {
          "start": 1187,
          "end": 1196
        },
        {
          "start": 1083,
          "end": 1092
        },
        {
          "start": 1207,
          "end": 1216
        },
        {
          "start": 375,
          "end": 384
        }
      ]
    }
  ]
}