{
  "_id": "ff2af303157906691480190af1d2249229374e66f9cb4e8eff8dc14203b082b5",
  "feed": "ftcomall",
  "title": "Short seller Muddy Waters bets against Uruguayan payments firm",
  "text": "<p>Muddy Waters, one of the world's best-known short sellers, has unveiled a bet against dLocal, a Uruguayan payments company backed by major investors including General Atlantic and Tiger Global, sending its shares down as much as 30 per cent.</p> <p>Carson Block, the Texas-based company's chief investment officer, told the Financial Times that he had built the short position because of concerns about some of dLocal's disclosures to investors, its “unnecessarily complex” corporate structure and large amounts of selling by insiders when the company floated last year.</p> <p>“There is inconsistent disclosure around the value of payments completed through dLocal's platform,” he said.</p> <p>He also questioned the payments company's “disclosures around loans made to executives to exercise share options”.</p> <p>Block announced his bet against dLocal at the Sohn Conference in London on Wednesday. The company's share price has more than halved this year. Muddy Waters stands to benefit financially as dLocal's share price falls.</p> <p>Dlocal is a payments processing company that connects merchants with consumers in emerging markets and has partnered with Amazon, Spotify and Microsoft. The bulk of its business is in Asia, Africa and Latin America, with the group trying to position itself to capitalise on the growth of online shopping and a rising middle class in these economies.</p> <p>“The report contains numerous inaccurate statements, groundless claims and speculation. Short seller reports are often designed to drive the stock price downwards to serve the short seller's interests to the detriment of the company's shareholders. We caution shareholders from making investment decisions based on this report,” said dLocal in a statement, adding that it “will rebut the allegations in the appropriate forum in due course”.</p> <p>The company is backed by private equity firm General Atlantic, which first invested in December 2019. Hedge fund Tiger Global, one of the world's best-known technology investors, increased its position in dLocal from 1.8mn shares to nearly 4.3mn shares during the third quarter. Its position was worth $88mn as of the end of September.</p> <p>In a fundraising just over two years ago, dLocal became Uruguay's first private company valued at more than $1bn.</p> <p>Block's investment firm is well known for his activist shorts, notably against fraudulent Chinese forestry firm Sino-Forest, in which US hedge fund manager John Paulson was a major shareholder. In 2019, he raised “serious doubts” about the finances of healthcare operator NMC Health, which later collapsed amid allegations of fraud. Also in 2019, the share price of UK-listed litigation funding firm Burford Capital tumbled as much as 72 per cent after Block criticised the firm's accounting.</p> <p>Muddy Waters' first new short position in Europe disclosed in regulatory filings since 2020 was in UK oil and gas firm Pantheon Resources, according to data group Breakout Point.</p> <p>Block's tactics have at times attracted the attention of regulators. The French regulator opened an investigation into him in 2016 over his campaign against retailer Casino. The US Department of Justice has asked Muddy Waters to hand over documents as part of its <a href=\"https://www.ft.com/content/08899017-2994-4990-84e8-4a6efb7c57c6\">wide-ranging investigation</a> into possible trading abuses.</p> <p>On Monday, dLocal reported a 51 per cent rise in total payments volume to $2.7bn in the third quarter from a year earlier, while revenues rose 63 per cent to $112mn.</p><p>Source: Laurence Fletcher and Harriet Agnew in London 2022 'Short seller Muddy Waters bets against Uruguayan payments firm' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-16T18:25:28.174Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1149,
          "end": 1158
        }
      ]
    }
  ]
}