{
  "_id": "c18181a458a5cf579048d93ada95d72866cd723f2ac88ef47c5620434fa6778c",
  "feed": "wall-street-journal",
  "title": "Activision to Add Two Women to Its Board",
  "text": "<p>Activision Chief Executive Bobby Kotick said in a statement that the two new additions bring important skills and experience to the videogame maker.</p><p>In joining Activision's board, Ms. Meservey was given a seat on its new workplace responsibility committee. Activision formed the committee in November, saying at the time that it was created to oversee the company's progress in implementing new policies, procedures and commitments to improve its workplace culture and eliminate all forms of harassment and discrimination.</p><p>Last month, a judge approved an $18 million settlement between Activision and the Equal Employment Opportunity Commission, which had been investigating the company for allegations of sexual harassment and retaliation. Activision continues to face a lawsuit over similar claims by the California Department of Fair Employment and Housing. The company has said it disputes the state's allegations and is fighting the case.</p><p>Mr. Kotick knew for years about sexual-misconduct allegations at Activision, The Wall Street Journal previously reported, though he didn't inform the board about everything he knew. Mr. Kotick has said he has been transparent with the company's board, and Activision has called the Journal's reporting \"misleading.\"</p><p>Activision is in the process of being acquired by Microsoft Corp. in an all-cash deal valued at roughly $75 billion. The companies have said they expect it to close next year, though the Federal Trade Commission is reviewing the potential transaction over whether it would substantially lessen competition within the videogame industry.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1310,
          "end": 1319
        },
        {
          "start": 1310,
          "end": 1325
        }
      ]
    }
  ]
}