{
  "_id": "9c03b3a9658f21e6482c5a2f4981dc9401edd78ebffdf576a0cdab60c8e6f44d",
  "feed": "wall-street-journal",
  "title": "Business News: TD Bank Plans 2,000 Tech Hires --- Canadian company seeks experts in cloud technology, AI and cybersecurity",
  "text": "<p>\"The market is very, very competitive,\" said Mr. Keeley. \"I have a really dedicated component of my time -- it's actually over 30% -- that's focused on talent.\"</p><p>New recruits are expected to help speed the delivery of new digital products and services to customers and enable new kinds of collaboration, the bank said.</p><p>On Wednesday, TD also announced a multiyear agreement with Databricks Inc. to enhance TD's data-analytics capabilities on the cloud. It also announced the implementation of AI-powered fraud-detection technology powered by software company FRISS.</p><p>A big continuing focus is shifting the bank's technology operating model from a \"traditional product line waterfall approach,\" to one where teams work much more closely, Mr. Keeley said. The idea is for teams' capabilities to be put together holistically, where stacks are no longer siloed for one business line or another.</p><p>He added that TD is thinking about the way it quickly pivoted in the early stages of the pandemic and looking for ways to make those strategies \"reusable, leverageable and, in a way, something we can execute across all our products in a consistent manner.\"</p><p>CIOs across all industries are prioritizing recruitment and retention amid nationwide tech-talent shortages. Unemployment rates for some of the most coveted tech roles range from 0.2% to 3%, said Ryan Sutton, a district president at recruiting firm Robert Half's technology division.</p><p>Mr. Sutton said meeting hiring goals is dependent on the amount of resources and capital the company puts behind its recruitment efforts. In the current tech job market, a candidate with the appropriate skills will typically have at least three job offers.</p><p>Mr. Keeley describes the process of finding talent as a \"push pull.\" In addition to reaching students at academic institutions and putting on events, Mr. Keeley says that \"grass-roots\" conversations that current employees have with their networks about what it's like to work at TD represent an even bigger asset to the recruiting process.</p><p>As the bank hires new tech talent, it will continue to provide current staff training in Java, Python and Microsoft Corp.'s Azure, among other tech skills.</p><p>\"If you create an environment like that, you get great talent, and great talent gets great talent,\" Mr. Keeley said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2132,
          "end": 2141
        },
        {
          "start": 2132,
          "end": 2147
        }
      ],
      "nexusId": "10031144"
    }
  ]
}