{
  "_id": "40fbeae8d9a7da70643ed94f2c9a4ee4e65722270b39f007ad5882d0120b57a3",
  "feed": "ftcomall",
  "title": "Surging oil prices add to ESG fund performance woes",
  "text": "<p>Hello from New York, where up and down Wall Street the Russian invasion has triggered a significant “risk off” trading mood as the S&amp;P 500 index <a href=\"https://www.ft.com/content/bcfd9705-8e45-4810-9d93-ecf3e2a7d3a0\">dropped into a correction</a>. </p> <p>Oil prices, however, have benefited from the turmoil and neared $100 a barrel on Tuesday. As Moral Money readers may expect, good news for oil stock prices spells trouble for environmental, social and governance (ESG) funds. </p> <p>In today's main note I take a look at how the crisis in Ukraine has magnified a problem we can't ignore — that ESG funds have been underperforming. </p> <p>Also in today's newsletter, we have a report from Kristen on the green jobs market. And Tamami goes inside the renewable energy market in China. Read on. <em>— Patrick Temple-West</em></p> <h1>ESG in the crosshairs of surging oil prices </h1> <p>As the Ukraine crisis unfolds, oil prices have shot higher, putting more pressure on ESG investments that tend to underweight fossil fuel businesses.</p> <p>The euphoria for renewable energy <a href=\"https://www.ft.com/content/70984a9e-ab65-4905-a2fa-83202e3db68b\">was already fading</a> in late 2021. But surging oil prices present a much bigger threat to ESG and its constant need to justify its relevance with outperformance. Energy has, by far, been the best performing sector in the S&amp;P 500 this year, and momentum trades will fuel stocks even higher.</p> <p>This presents a significant problem for Japan's Government Pension Investment Fund (GPIF), the world's largest pension fund with $1.7tn of assets, as well as other worldwide pension funds that adopted tough ESG policies. </p> <p>“Under scrutiny, the claim that ESG and shareholder return go hand in hand has been exposed as wishful thinking,” Tokyo lawyer Stephen Givens <a href=\"https://asia.nikkei.com/Opinion/World-s-largest-pension-fund-should-create-safe-space-for-ESG-dissent\">wrote for Nikkei Asia</a> earlier this month. For GPIF, he said, “if ESG harms investment return and profitability, as it appears to do, that reality needs to be confronted with open eyes”.</p> <p>There are other indications that ESG is losing its lustre as oil gallops on. Retail investors in the US have “paused” their “love affair with ESG”, Bank of America wrote in a research note on February 18. In a survey of wealth managers, ESG usage dropped to 28 per cent this year compared with 37 per cent in the bank's 2021 survey.</p> <p>The strong oil price recovery is a probable reason why “fewer individuals view ESG as a source of excess returns as did last year”, Bank of America said.</p> <p>The current state of oil does not change the long-term fundamentals: its use will decline and government regulations will steer investors away from it. But the markets can stay irrational longer than you can stay solvent. And as long as oil outperforms, ESG will remain in the crosshairs. (<em>Patrick Temple-West and Tamami Shimizuishi, Nikkei)</em></p> <h1>The green jobs boom doesn't benefit everyone</h1> <p>The labour force is looking green — in a good way. In new data <a href=\"https://economicgraph.linkedin.com/content/dam/me/economicgraph/en-us/global-green-skills-report/global-green-skills-report-pdf/li-green-economy-report-2022.pdf\">released</a> yesterday, LinkedIn found that “green workers”, defined as those who “enable the environmental sustainability of economic activities”, were hired at a higher rate than non-green workers over the past year. Further, the report found that clean energy jobs are set to outnumber their oil and gas equivalents by 2023.</p> <p>While the growth of green jobs is a welcome development, the workforce is not benefiting equally, LinkedIn's report shows. Signs point to a coming lopsided labour market transition that could reproduce inequalities found in the current market. </p> <p>The market for green jobs favours millennial, college educated men who reside in high income countries, according to data from LinkedIn's user base of more than 75mn. For every 100 men in “green” roles, there are only 62​​ women in similar positions — a number that has been stagnant since 2015. </p> <p>Tapping into the growing green jobs market is made more difficult for non-college graduates as the majority of positions in the field require higher education. In the US, the problem is made worse by the fact that university enrolment is <a href=\"https://www.washingtonpost.com/education/2022/01/13/fall-college-enrollment/#:~:text=The%20National%20Student%20Clearinghouse%20Research%20Center%20on%20Thursday%20said%20undergraduate,in%20undergraduate%20enrollment%20since%202019.\">declining</a>, according to the National Student Clearinghouse Research Center. </p> <p>At November's COP26, Diana Junquera Curiel, a director at IndustriALL Global, a union federation, called for increased transparency and investment in the green labour transition. </p> <p>“Without money, it's impossible to move the transition for workers forward. Workers care about climate change and they need to know if they will have a job in six months or years,” she said during a <a href=\"https://www.youtube.com/watch?v=RqN34jX5z5Q\">panel</a> that focused on a just transition to a green workforce. </p> <p>Panel moderator Sharan Burrow, general secretary of the International Trade Union Confederation, noted that the female-led panel pointed to women's commitment to moving the workforce's green transition forward. </p> <p>“It's about jobs, jobs and jobs,” Burrow said. “We want government and companies to have green jobs planned.”</p> <p>In the US, the Biden administration last week announced plans to build out a green workforce by allocating $8bn to support jobs that expand the use of clean hydrogen. The administration's effort shows its commitment to expanding the green job market following the passage of the $1.2tn <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/3684/text\">Infrastructure Investment and Jobs Act.</a></p> <p>While the investment in clean energy jobs is certainly positive news, lawmakers and policymakers would do well to heed the warning from LinkedIn's report to ensure all members of the workforce have a more equal chance to benefit from the growing green economy. (<em>Kristen Talman</em>)</p> <h1>China's renewable manufacturing surge risks raising geopolitical tensions </h1> <p>China's massive growth in <a href=\"https://www.woodmac.com/horizons/powerplay-how-chinas-boom-year-is-changing-the-path-of-the-energy-transition/\">renewable manufacturing capacity</a> this year is good news for a global effort to reduce emissions. But it also creates a political difficulty for western countries as they try to reduce reliance on China, which has become “the Ikea of the energy transition”, new research warned.</p> <p>Beijing's drive to meet soaring power demand and limit its use of fossil fuels has given Chinese renewable manufacturers the incentives to grow big and fast. Energy consultancy Wood Mackenzie projected that China's production capacity for solar modules was rising faster than forecast global demand. Its wind turbine and battery manufacturing capacity would grow by 42 per cent and 150 per cent, respectively, over the next two years.</p> <p>“This production of epic proportions is enough to meet what China needs to accelerate decarbonisation while supporting the ambitions of much of the rest of the world,” said Alex Whitworth, research director at Wood Mackenzie.</p> <p>Currently, China accounts for almost 70 per cent of global solar module production and 50 per cent of global wind turbine capacity. In addition, the world's second-largest economy is home to nearly 90 per cent of storage battery manufacturing capacity.</p> <p>China's dominance in the field is increasingly becoming a challenge for many countries in the west that have announced their net zero initiatives on the promise of job creation and local prosperity. Relying heavily on China exports has raised energy security concerns as geopolitical tension continues to rise.</p> <p>China's overwhelming lead in renewable-related manufacturing poses a hard question for ESG investors, too, as they need to achieve more than just buying cheaper products and maximising profits. </p> <p>“[ESG investors] need to deepen their understanding in areas like the environmental and social impact of the renewables and metals supply chain and will have to recognise trade-offs in their business decisions”, Whitworth said.</p> <p>It's not easy to keep a mom-and-pop store running next to a massive Ikea store in the furniture industry. How can we do it differently in the renewable energy sector? Please write to us if you have any thoughts. <em>(Tamami Shimizuishi, Nikkei)</em></p> <h1>Smart reads</h1> <ul>  <li><p>There is new pressure on companies to tie executive bonuses to environmental and social goals. On Tuesday, Allianz Global Investors said it would <a href=\"https://www.ft.com/content/323d8f16-9fca-4350-ae74-b77aca1cfcac\">vote against</a> large UK and European companies it had invested in that failed to link executive pay to ESG metrics from next year, our colleague Adrienne Klasa reported. </p></li>  <li><p>US companies are increasingly looking at adding ESG criteria to bonuses, but conditions can be vague and asset managers have viewed these provisions with scepticism. Starbucks, however has taken a lead on the issue. <a href=\"https://www.ft.com/content/86102111-3361-43e6-8e86-3dc6dfe7bb6f\">Here</a>, Patrick Temple-West explains how. </p></li> </ul><p>Source: Patrick Temple-West, Tamami Shimizuishi and Kristen Talman 2022 'Surging oil prices add to ESG fund performance woes' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T12:00:36.567Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}