{
  "_id": "8e511f40d5ee6455cdbe419e42c68d8fbdec2482964889f3645e83b02e4ec3ac",
  "feed": "ftcomall",
  "title": "Capital Group: the slow-moving giant in dangerous waters",
  "text": "<p>Earlier this year, with markets in turmoil, Capital Group, one of the world's largest money managers, arranged for two guests to speak to its investment professionals.</p> <p>Both were retired portfolio managers. One was known for his ability to “look around corners”, spotting long-term winners others had overlooked. The second was both contrarian and cyclical. He loaded up on volatile airline and steel stocks, resulting in a white-knuckle ride, with poor years followed by great ones. But, as he told the March gathering in California, he had an iron stomach. </p> <p>What the managers had in common, says Jody Jonsson, a 32-year veteran of Capital and a management committee member, was a “belief that you must have the conviction to wait out a market that doesn't favour your investing style. It takes incredible courage [ . . . ] We brought them both in to help our next generation of investors understand how we manage money and why we respect and need their individual investment approaches.”</p> <p>Her comments reflect an unusual philosophy that has turned Capital into the world's largest <a href=\"https://www.ft.com/fund-management\">active fund manager</a>, with $2.1tn under management as of the end of June. Its funds are run by multiple people, but instead of reaching agreement, each is encouraged to stake out a different position. That means one part of Capital is often selling shares in a company even as another is buying — and some managers within the same fund may be bearish while others are bullish.</p> <p>The long-term results have been excellent for decades. All but one of its 18 equity mutual funds have beaten their benchmark since inception by an average of 150 basis points annually, even after fees are deducted. The company controls about 8 per cent of US mutual and exchange traded fund assets.</p> <p>In a sea full of predators, <a href=\"https://www.ft.com/stream/14e02d5a-c7e4-4b59-ab96-64a646bd543f\">Capital</a> is like a whale shark: slow-moving, friendly and enormous. Its collaborative culture, low fees and dedication to active stock picking make it a well-respected outlier in the increasingly cut-throat world of asset management. </p> <p>But on the cusp of its second century, the group is facing a profound challenge. Retiring clients are drawing down savings and its flagship products — equity mutual funds — are falling out of favour. Net equity inflows have been negative every year since 2016, bar 2018 when they were flat. </p> <p>Buoyant markets may have kept its assets under management rising until this year, but 2022's volatility hit hard: AUM slumped by 19 per cent and several flagship funds are having bad years. Competitors such as Vanguard and BlackRock, which offer exchange traded funds and ultra-cheap passive products that track indices, have grown much faster.</p> <p>Capital's leaders may scorn “asset gathering” for its own sake, but they cannot ignore the dangers of refusing to move with the times. Without change, shifting investor preferences could leave a company — even one as large as this — irrelevant.</p> <p>For executives like Matt O'Connor, a management committee member who joined in 2008, that risk means offering new products to attract a new generation of investors. “We always need to evolve,” he says. “Today, we have the right strategies and a history of consistently strong investment results,” he adds. “Now it's about [ . . .] the way we offer those results — ensuring we have the right products in the right places to appeal to more clients.”</p> <p>To that end, the group launched its first ETFs in February, making its active investment strategies available to a new group of investors. It boosted offerings of bond and “solutions” funds, which are popular for retirement and education savings. It has also embarked on a hiring spree to support the new products, as well as a serious push into European and Asian markets.</p> <h1>Capital culture</h1> <p>Founded in Los Angeles in 1931 by Jonathan Bell Lovelace, Capital has shunned the limelight for almost that long. Its best known products, called the American Funds, without reference to the group name, are sold through brokers and advisers rather than marketed directly.</p> <p>The corporate culture frowns on self-aggrandisement: top staff almost never appear in the financial media and the company name doesn't appear on the outside of its headquarters. Capital also refuses to comment on investing decisions, even when they are so big that they move share prices, as happened earlier this year with the sale of <a href=\"https://www.ft.com/content/57d318ca-19bd-44f5-b7b3-ca25f9ec7270\">€7bn of European bank stocks</a>.</p> <p>That has left the company shrouded in mystery even as its funds amassed an investing record that few rivals can match. Morningstar, the investment research group, gives 65 per cent of its funds four or five stars out of five. “They are the Microsoft of asset managers. They will not be the first movers but they will go to where there is demand,” says Tom Nations, the Morningstar analyst who follows Capital. “They have a very competitive line-up.”</p> <p>While other asset managers are recent devotees of “stakeholder capitalism” that values employees and customers, employees say Capital has been trying to do it for decades. </p> <p>The atmosphere and structure can feel friendly to the point of cultish. Employees are known as “associates” and, since the 1940s, everyone has been referred to by a unique combination of capital letters rather than a name. Early hires simply used their initials but duplication problems led to the assignment of a string of four letters bearing some resemblance to the name of each new individual.</p> <p>Under Jon Lovelace, the founder's son, the family spread the ownership to 400 top employees, known as partners, and the company aims to be in the top quartile for pay for all roles. Every associate also gets two bonuses and an annual company top up of their individual retirement equivalent to 15 per cent of salary.</p> <p>“Everybody who joins Capital has this moment where they go, ‘I can't believe someone was just so nice to me,” says Guy Henriques, or “GMQH”, as he became known when he joined from UK asset manager Schroders in 2019 to lead the company's overseas expansion. “If I had made that mistake at X, Y, Z, I would have been pummelled, but at Capital Group, someone put an arm around me and said ‘Let's work out how we do better next time'.'' </p> <p>Annual employee turnover is roughly 6 per cent, less than half the 15 per cent norm for financial services. The average tenure of associates is 10.2 years and for portfolio managers, it is 21.8. Women account for 36 per cent of senior managers globally and under-represented minorities are 10.9 per cent of US top executives. The comparable US industry numbers are 25 per cent women, and 6 per cent minorities, according to the Investment Company Institute.</p> <p>But this culture could be threatened as the group staffs up for a plunge into new products and markets. Roughly 2,200 of Capital's nearly 9,000 employees have joined since the start of 2020, and the firm is seeking to hire another 2,000 in the next 18 months. </p> <p>Morningstar's Nations says it makes sense for Capital to look abroad as traditional US fund markets are “saturated”. But he warns that “increased focus and execution are two different things. We're not talking about the most nimble organisation in the world.”</p> <h1>Extreme collaboration</h1> <p>Nowhere is the focus on collaboration more intense than among Capital's 450-plus investment professionals. Since the early 1960s, the firm has assigned multiple independent managers to each fund. The $115bn New Perspective Fund, for example, has nine named portfolio managers. Younger managers, who are not named publicly, and research analysts also run smaller pots of money.</p> <p>“The beauty of our system is that each person can focus on what they do well,” says Jonsson (JFJ), who serves as the fund's overall co-ordinator. “I'm terrible at energy and commodities [ . . .]But I make sure that there's someone else in the fund who is good at it.”</p> <p>Since the 2000s, the company has also broken the equity group into three teams working separately, although their investment choices are co-mingled in all of the funds. Six members of the 10-person management committee personally run money, highlighting the power of the investment team. </p> <p>Insiders argue that this structure is what has allowed Capital funds to grow larger than competitors with a single star manager or traditional committee. With more people running money, the funds track a broader range of companies. Decisions to buy and sell are less likely to disrupt the market than if the whole fund shifted its position. Bonuses are based on long-term investment results without regard to assets managed. </p> <p>“It takes a lot of the ‘it's mine' ego tripping and a lot of the tension out and allows you to focus on the long term,” says Charley Ellis, an expert on the asset management industry and author of a book on Capital Group.</p> <p>The model has seen the firm through good times and bad. Capital saw massive retail inflows after the 2003 mutual fund scandal tarnished rivals, but it endured a grim period after the 2008 financial crisis, when overall assets slumped and staff had to be cut. Since 2011, actively managed products like those Capital offers have fallen from 79 to 57 per cent of the total US investment market, according to the ICI.</p> <p>Now, EU regulatory changes have forced investment advisers to offer independent funds as well as in-house products, creating an opening for outsiders such as Capital. Extreme market volatility has underscored the attraction of steady long-term returns.</p> <p>The firm, which first tried to crack Europe in the 1960s, has been steadily building its non-US staff for years. Overseas headcount has more than doubled in the past decade. More than 20 per cent of last year's $38bn in net new inflows came from overseas, even though 97 per cent of AUM are from North America.</p> <p>“I'm hoping that we're the overnight success of 60 years of planning and testing,” quips vice-chair Rob Lovelace (RWL), a grandson of the founder. “We know we need to grow. That's important for hiring and for health. But it's about growing well.”</p> <h1>Late to the party?</h1> <p>Capital Group was years, if not decades, late to the ETF party. It has also been cautious about plunging into offerings that explicitly promise to invest based on environmental, social and governance factors — although the group has been using ESG metrics to inform its ordinary funds. </p> <p>It eschews alternative investments, even as rivals have expanded into private equity and credit in search of profits. Lovelace points out that Capital has dabbled in the area: venture giant Sequoia was founded under its aegis in the 1970s. It has also stuck to selling through intermediaries, even as retail investors have flocked to online brokers and DIY platforms. Salespeople have had a smartphone app since 2017, but a version for retail investors was only made available in 2020. </p> <a href=\"http://www.ft.com/cms/1665355.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>These strategies have left the group vulnerable to complaints that it is old-fashioned and failing to keep up with investor demands. Chief executive Tim Armour (TDA), who joined the firm as a trainee 39 years ago and has served as CEO since 2015, has been pushing for less dependence on equity mutual funds. A 2020 strategic plan prioritised finding ways to bring Capital's investing prowess to a wider range of customers. </p> <p>“We made a clear commitment to being a global asset manager. We're clear on that being a north star,” says Heather Lord (HRTL), who heads strategy and innovation.</p> <p>Rebalancing required strengthening bond products that had underperformed in the financial crisis. Capital has doubled the size of its fixed-income team since 2015 and redrew its bonus curves to make sure that portfolio managers are not motivated to take outsized risks. It also tweaked its methods to reflect differences between equity and credit investing. Bond portfolio managers still follow their convictions but must stay within parameters set by a leadership group. “That ensures we are all rowing in the same direction,” says Mike Gitlin (MKCG), head of fixed income.</p> <p>Fixed-income assets under management have doubled to $470bn since 2015, putting Capital among the top global active bond managers. </p> <p>Capital's slow move into ETFs is also starting to pay off; it gives investors a way to put money in directly and has attracted more than $2bn in assets since the February launch. Nearly one-quarter of the firm's assets are now in something other than a traditional US mutual fund, up from less than 5 per cent in 2015, and $163bn of net fixed-income inflows over the period have helped keep the firm growing — albeit more slowly than some of its biggest competitors. Total AUM have risen 62 per cent since 2015; Fidelity and Vanguard more than doubled.</p> <p>The group remains committed to its giant army of salespeople, crediting the high-contact model with driving a 50 per cent increase in the number of advisers who put client money in Capital products since 2012. “We are doing something different and it's not simple. We've got to explain it over and over again,” Lovelace says. </p> <p>But the group has also had to rethink its hiring. Historically staff were brought in after gaining experience elsewhere, but that has made it hard to meet diversity commitments because the sector remains so white and so male. “We used to say we weren't an early career shop. We have had to flip that,” says Andrea Gill (AJNG), co-head of human resources.</p> <p>The overseas expansion brings other strains. Those offerings are smaller scale, which drags on profitability and makes it harder to compete on fees. The multi-manager system works best in large, highly liquid markets, which means the firm has had to turn down requests for narrowly tailored products such as those that exclude specific countries and sectors. </p> <p>For now, the quandary for Capital executives is much like the one faced by some of its portfolio managers: should they wait out a market that doesn't appreciate them? Or must they change with the times?</p> <p>“The way we manage our business is the way we invest,” says Armour. “Sometimes it may seem a little boring or staid, but it's like the tortoise and the hare. If you keep doing what you can do well over a long period of time, the compounding really works.”</p><p>Source: Brooke Masters in Los Angeles  2022 'Capital Group: the slow-moving giant in dangerous waters' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-25T11:31:39.001Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.87999994,
      "offsets": [
        {
          "start": 4613,
          "end": 4622
        }
      ],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}