{
  "_id": "56dc4ad2b87c5393990855d9041b381e3817b0147a5ee9094e14f8a1f4c9a227",
  "feed": "market-watch",
  "title": "'I thought it was a sick joke': They gave up other job offers to work for Coinbase, and are now unemployed; Hao Jia and Chung Wook Ahn are among those who had their job offers rescinded after they agreed to join the cryptocurrency exchange company.",
  "text": "<p>Now, as an international student on an F-1 visa, he has about four months to land a job in the U.S. Otherwise, he will have to leave the country.</p><p>Jia is not the only person suddenly facing uncertainty thanks to Coinbase. Last week, Coinbase said it would extend a hiring freeze for both new and backfill roles for the \"foreseeable future\" and would rescind a few accepted offers \"in response to the current market conditions and ongoing business prioritization efforts.\"</p><p>On Coinbase Talent Hub, a site the company created to connect impacted candidates with other work opportunities, more than 300 people, with different expertise ranging from business operations to marketing and engineering, recently submitted details of their work experience. On LinkedIn, some said they had already left their previous jobs for positions at Coinbase, while others rejected competing offers. Jia, among others, once described his position on LinkedIn as \"incoming software engineer at Coinbase.\" Now, the word \"incoming\" has been underscored, and it's followed by \"[rescinded].\"</p><p>With the prices of most cryptocurrencies crashing, Coinbase first announced a hiring pause on May 16. \"Heading into this year, we planned to triple the size of the company. Given current market conditions, we feel it's prudent to slow hiring and reassess our headcount needs against our highest-priority business goals,\" Emilie Choi, the company's president and chief operating officer, wrote in a blog post at the time. Still, when Jia approached the company in May to ask if his offer would be impacted, the company told him not to worry.</p><p>The crypto exchange has been expanding at a breakneck speed. In February, Coinbase said it planned to add 2,000 employees in 2022. It hired 1,200 employees in the first three months of the year, pushing its total headcount to 4,948 as of March 31, nearly tripling the number of employees from a year earlier.</p><p>After the prices of many cryptocurrencies soured this year, however, Coinbase and other crypto companies hit the brakes on hiring, or even announced layoff plans. Another major crypto exchange, Gemini, said last week that 10% of its job positions will be eliminated. The move is part of assessing the business amid \"turbulent market conditions that are likely to persist for some time,\" billionaire twins Cameron and Tyler Winklevoss, co-founders of Gemini, said in a blog post.</p><p>Argentina-based cryptocurrency exchange Buenbit laid off 45%of its staff in May, while another exchange, BitMEX, let go of 75 employees in April, CoinDesk reported.</p><p>Representatives at Buenbit and BitMEX did not immediately reply to requests seeking comment.</p><p>And the problem is not unique to crypto companies. Following tech stock selloffs, Netflix Inc. NFLX laid off about 150 employees in May, while Twitter TWTR announced a hiring freeze and spending cuts. Earlier this month, Elon Musk said Tesla TSLA's employee headcount needed to be cut by 10%.</p><p>When Chung Wook Ahn, 27, received Coinbase's email saying that his offer had been revoked, he was in South Korea visiting his parents. He thought it would be a good time to make the trip, anticipating he would become busy when his full-time role at Coinbase was scheduled to start two weeks later.</p><p>The subject line of the email he received was titled \"Update to your Coinbase offer\" and Ahn thought it might be related to a team matching survey he was told to look out for after completing most of his onboarding documents. Instead, he was notified that his offer, which he received in February, had been annulled. Ahn said he felt \"very angry.\"</p><p>\"I thought it was a sick joke,\" Ahn said. \"My parents tried to ease my feelings but they were also emotional, because they were also too excited,\" Ahn said in a recent phone interview with MarketWatch. In May, Ahn's parents flew to the U.S. to attend his graduation ceremony. \"Knowing that I secured a job and moving forward with my life, they were very happy,\" Ahn said. \"Telling them the news was not easy for me.\"</p><p>To get ready for working at Coinbase, Ahn also moved to Seattle from St. Louis, Mo., where he had attended Washington University in St. Louis. Though the position was remote, he was hoping to live in a city where Coinbase had offices. Now, he is not sure if he can still pay next month's rent. Though the crypto exchange has promised him a severance package of two months' salary, he is unsure if he will receive the money in time.</p><p>Similar to Jia, as an international student, Ahn has only three months to find a job in the U.S. and retain his immigration status. \"That was one of my biggest concerns,\" he said.</p><p>\"The whole [job searching] process previously took me a good amount of time, like six months, from applying and finally getting interviews and having an offer.\" Ahn said. \"Thinking that I had to do that all over again within a three-month timeframe, I thought it was impossible.\" To be realistic, he is now looking for jobs both in and out of the U.S.</p><p>Coinbase's hiring freeze reflects how much has changed in the capital market recently, said Chris Brendler, managing director and senior research analyst at D.A. Davidson. The company's move is \"about limiting operating losses as well as the near term pressure on the top line, as [crypto trading] volume starts continue to fade from where they were last quarter,\" Brendler said in an interview.</p><p>The exchange's net revenue for the first quarter fell to $1.17 billion from $1.60 billion a year before. With the price of the most popular cryptocurrency, bitcoin BTCUSD, down by more than 50% from its record high in November, and others down even more, investor interest in crypto has been fading, particularly with retail investors. Coinbase reported trading volume of $309 billion for the first quarter, compared with $547 billion in the last quarter of 2021.</p><p>Meanwhile, Coinbase's stock \"has been hit pretty hard. I just don't know if they want to get into the situation where they need to raise capital,\" Brendler said. Coinbase's shares are down more than 80% from its all-time high in November, and recently changed hands for $67.31.</p><p>Still, \"I think I'd characterize it as more of a market issue than a Coinbase issue, although they definitely could have handled it better,\" Brendler said.</p><p>In fact, following the crypto mayhem, for most digital asset companies, \"it's no longer such a competition for talent at all costs, that we're all just trying to hire as many people as we can in every area,\" said Robert Zagotta, chief executive at crypto exchange Bitstamp.</p><p>A bear market is \"an important time to adapt and to make sure you're building yourself for the long term,\" said Zagotta. For Bitstamp, \"we're going to continue to hire and invest but we're going to be targeted about it, so that we can maximize our progress in this kind of flat market environment,\" Zagotta said.</p><p>Michael Wang, chief executive at alternative investment platform Prometheus, said he expects companies in the space will continue to slash headcount. \"That's a reflection of the economy,\" which usually lags markets in terms of performance, Wang said.</p><p>When Jia was deciding between offers from Coinbase and Oracle, he was attracted by the higher compensation the cryptocurrency exchange offered him, the option to work remotely, and most important, the company's growth prospects.</p><p>\"I thought crypto could be the future,\" Jia said. \"It is a relatively new industry. But new things are usually not too stable. I chose to bet on it, but I lost this time. I'll just take responsibility for my choice.\"</p><p>Not too long ago, Ahn was also enthusiastic about crypto. \"I thought there was hope,\" Ahn said. \"But now in my situation, I don't think I share the same optimism I had a few months ago.\" He said he would not consider working for another crypto company at the moment, though some reached out after he shared his experience on LinkedIn.</p><p>\"Even for Coinbase, one of the biggest crypto companies in the U.S, seeing how they are affected by this market fall, I don't think the stability would be found in the crypto market at all,\" Ahn said.</p><p>Read: This 24-year-old quit his job at hedge-fund powerhouse Citadel to build anew on the Terra blockchain — which collapsed two months later</p><p>'I thought it was a sick joke': They gave up other job offers to work for Coinbase, and are now unemployed</p>",
  "published": "2022-06-08T13:15:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}