{
  "_id": "86695b13bdc588f3784c3f0761468b3f56ca57015b8f7cefc34b6533aa8afef5",
  "feed": "market-watch",
  "title": "Bill Gates slams cryptos, NFTs as '100% based on greater fool theory'",
  "text": "<p>He added that any sort of asset that has \"at its heart has sort of this anonymity that you avoid taxation, or any sort of government rules\", he is not getting involved in. Gates said not \"long or short in any of those things.\"</p><p>\"I'm used to asset classes like a farm where they have output or a company where they make products,\" said the world's fourth richest individual who has a net worth of $113 billion.</p><p>He appeared to take a particular swipe at the popular Bored Ape Yacht Club — one of the most popular NFT collections living living on the Ethereum blockchain.. \"I mean, obviously expensive, you know, digital images of monkeys are gonna improve the world,\" Gates said.</p><p>NFTs have taken a hit along cryptocurrencies as of late. The Bored Ape Yacht Club floor price, representing the cost of the cheapest available NFT on the market, has fallen nearly 14% in seven days to a low of 76 ether, or $80,817, according to NFT Price Floor.</p><p>Read: Here's how much money you would have lost if you bought a Bored Ape Yacht Club NFT a month ago</p><p>Bitcoin BTCUSD wavered between $20,000 and just over $21,000 on Wednesday, with the No. 1 cryptocurrency down 32% over the past five days, selling in step with equities as investors have grown uneasy with high inflation and efforts by central banks to rein it in.</p><p>And: Crypto crash 2022: why are bitcoin and ether down? Should you buy the dip?</p><p>The Federal Reserve isexpected to later on Wednesday announce an interest rateincrease of up to 75 basis points, while theEuropean Central Bank is also holding an emergency meeting.</p><p>Losses for cryptos have triggered layoffs and stress at some exchanges. Crypto lender Celsius Network sent shock waves through the industry after it paused withdrawals, swaps and transfers on Sunday, amid a particularly brutal weekend for cryptocurrencies.</p><p>Read: Crypto lender Celsius hires restructuring lawyers amid mounting problems</p><p>Meanwhile, it's not the first time the entrepreur and philanthropist has shaded digital assets. Answering questions via an Ask Me Anything session on Reddit last month, Gates reportedly said he doesn't like investing in cryptocurrencies because their value is based on \"just what some other person decides someone else will pay for it, so not adding to society like other investments.\"</p><p>Read: Half of bitcoin holders on Coinbase exchange may face losses, Mizuho says</p><p>Read: Crypto crash FOMO? 'I missed the bus on Bitcoin, but now feel like my time has come. Is it time to go big or go home? I have another 25 years of a boring 9-to-5 job, and I just want out.'</p><p>Bill Gates slams cryptos, NFTs as '100% based on greater fool theory'</p>",
  "published": "2022-06-15T12:18:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}