{
  "_id": "638288deaa3738f6f46869b8216b065fae68733d42f50ecd3b735ba7ef680187",
  "feed": "wall-street-journal",
  "title": "Analysis: Cloud Growth Continues Amid Tough Time for Tech; Companies will bring more discipline to cloud spending even as it claims an ever-larger share of IT budget",
  "text": "<p>Amazon.com Inc. which reported its third-quarter earnings on Thursday, said sales at its Amazon Web Services cloud computing business grew 27% year-over-year to $20.5 billion, or 28% excluding changes in foreign-exchange rates. That outpaces overall company sales growth of 15%. While AWS growth slowed from 33% in the second quarter, it is still outpacing other sectors of the tech market, such as those that are dependent on advertising or the sale of devices.</p><p>Shares of Facebook parent Meta Platforms Inc. lost nearly a quarter of their market value on Thursday after it said that revenue fell and its virtual reality and metaverse business will have bigger losses. Shares of Amazon fell late Thursday given a disappointing sales outlook.</p><p>The moderating-but-resilient cloud computing businesses of AWS, Microsoft Corp.'s Azure and other enterprise technology companies reflect several forces, according to Lee Sustar, a principal analyst covering cloud at market research company Forrester Research Inc.</p><p>Cloud keeps growing, and it is capturing an ever-larger share of information technology spending, he said. Big banks and other companies aren't simply migrating existing data and software from private data centers to the cloud. Increasingly, they are looking to cloud companies for unique tools and capabilities, especially when it comes to managing and extracting value from data.</p><p>Yet there are forces moderating the growth of the cloud from recent peaks, he said. Many economists warn of a coming recession. Spending on cloud computing \"will fluctuate with the broader economic picture,\" Mr. Sustar said. Companies that rushed to the cloud to ramp up tech services on an emergency basis during the Covid-19 pandemic are bringing more discipline to cloud spending, according to Mr. Sustar.</p><p>\"Both can happen at the same time. People might want to rationalize their cloud spending, but overall cloud growth will continue and be a larger and larger part of the IT budget,\" he said.</p><p>Erin Price-Wright, a partner at venture-capital firm Index Ventures, said she expects more discipline to be applied to corporate spending on the cloud. \"I think Covid pushed us to a world we are not moving away from. Everything is moving to the cloud. That is going to continue,\" said Ms. Price-Wright, a former head of product at Palantir Technologies Inc.'s data analytics and machine-learning platform. \"I would say that when cash was cheap, the tech sector especially got into the habit of buying lots of tools.\"</p><p>\"We are seeing customers being more thoughtful and intentional. I do think we will see a consolidation of tools and more scrutiny of cloud spend. I don't expect it to decrease,\" she said.</p><p>In other words, cloud growth will continue, but it won't look like a bubble. And given the state of today's bursting bubbles, that is a good thing.</p><p>Write to Steven Rosenbush at steven.rosenbush@wsj.com</p><p>Analysis: Cloud Growth Continues Amid Tough Time for Tech</p>",
  "published": "2022-10-27T23:43:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 806,
          "end": 821
        },
        {
          "start": 806,
          "end": 815
        }
      ]
    }
  ]
}