{
  "_id": "d414f865654cf88007a8ab2afbb05488827ad3124cb4ad2fc9d423d3fc866c76",
  "feed": "wall-street-journal",
  "title": "Warren Buffett's Estate Planning Sends Charities Scrambling; Omaha billionaire promised to give away 99% of his fortune, but there are signs a Buffett family foundation that supports abortion rights is due for a windfall rather than the Gates Foundation",
  "text": "<p>Less clearly worded was what would happen to the undistributed shares after Mr. Buffett, who will turn 92 in August, dies.</p><p>For years, the Gates Foundation made preparations for that event. Staffers scrambled to find potential homes for an anticipated flood of funding, an endeavor they nicknamed \"Project Lincoln,\" former employees said. In 2010 Mr. Buffett said he planned ultimately to give away 99% of his wealth.</p><p>Now, similar preparations are under way at a different charity—a little-known Buffett family foundation that supports abortion rights. Officials at the Susan Thompson Buffett Foundation have been hiring staff and making plans to spend a massive influx of money that the small organization expects to receive, according to current and former people within the foundations and documents reviewed by The Wall Street Journal.</p><p>While Mr. Buffett hasn't revealed publicly how his estate will be divided, officials at both foundations have discussed in internal meetings that the amount left to the Buffett family foundation could be as high as $70 billion to $100 billion, some of the people said and documents show. An endowment of that size would make the Buffett foundation one of the largest private philanthropies in the world, based on publicly available data.</p><p>Mr. Buffett's Berkshire stake, making up the bulk of his fortune, is currently valued at around $90 billion. Of that, about $56 billion is currently committed to be distributed over time to the Gates Foundation, $17.4 billion is committed to four family charities including the Buffett Foundation and $18.7 billion remains uncommitted, according to public statements Mr. Buffett has made and a Wall Street Journal analysis.</p><p>Assuming Berkshire shares perform roughly as they have over the past decade and Mr. Buffett continues to donate each year as he has, his remaining holdings would be worth more than $200 billion in a decade.</p><p>Planning for this part of Mr. Buffett's estate, which has been going on for several years, including meetings this year, isn't tied to changes in the billionaire's health, people familiar with both foundations said.</p><p>Mr. Buffett declined to comment for this article except to say in a statement responding to initial inquiries from the Journal: \"There are a significant number of inaccuracies in your reporting.\"</p><p>Officials at the Gates Foundation and the Buffett Foundation didn't respond to requests for comment.</p><p>Internal speculation about Mr. Buffett's intentions has added to other areas of uncertainty for the Gates Foundation and its roughly $50 billion endowment.</p><p>When Bill Gates and Melinda French Gates filed for divorce in 2021, they said they would continue to work together as co-chairs to run the foundation. Less than two months later, Mr. Buffett resigned as trustee amid an effort by the foundation to bring in more independent oversight. Ms. French Gates subsequently indicated she will shift more of her wealth among other philanthropies. Under terms of the divorce, she agreed to resign from the foundation in 2023 if either she or her ex-husband decides they can no longer work together.</p><p>Billionaire Buddies: The Friendship of Bill Gates and Warren Buffett</p><p>Earlier this year, the Gates Foundation corrected a press release to remove a sentence saying that Mr. Gates, Ms. French Gates and Mr. Buffett would devote the bulk of their remaining resources to the foundation. A Gates Foundation spokeswoman told the Journal at the time that the release was corrected \"to clarify an error related to future pledges\" and that the foundation couldn't speak for Mr. Buffett in relation to his future giving.</p><p>Mr. Gates said last month the divorce hadn't disrupted the philanthropy and praised Mr. Buffett's donations and advice. \"Half of what goes into the foundation is the generosity of Warren Buffett,\" Mr. Gates said at The Wall Street Journal CEO Council Summit. On June 14, after Mr. Buffett made his annual donation to the Gates Foundation, valued at about $3 billion, Mr. Gates tweeted, \"When he decided in 2006 to make these gifts, it moved me to tears. It still does.\"</p><p>Mr. Buffett has been one of the biggest donors to the Gates Foundation since 2006. At the time, his pledge was valued at roughly $30 billion. Over the past 17 years, Mr. Buffett has given 58% of the pledged shares, but an increase in Berkshire's share price means his contribution to the foundation, adjusted for stock splits and calculated at the time of each annual gift, has already reached about $36 billion, according to a Journal analysis of securities filings.</p><p>The wording of Mr. Buffett's 2006 pledge letter to the Gateses left some ambiguity about his plans for his fortune upon his death, according to estate-planning experts.</p><p>Mr. Buffett, who was then 75 years old, wrote that he would make annual gifts of 5% of the remaining stock pledge during his lifetime, a formulat that makes it mathematically impossible for him to complete the gift before he dies. He also wrote that \"I will soon write a new will that will provide for a continuance of this commitment—by distribution of the remaining earmarked shares or in some other manner—after my death.\"</p><p>Victoria Haneman, a law professor at Nebraska-based Creighton University who focuses on tax and estate planning and isn't involved in the Buffett deliberations, said there isn't enough publicly available information to draw a conclusion about how any commitments will be handled after Mr. Buffett's death. She added that if Mr. Buffett didn't receive something in exchange for the pledge he made in the 2006 letter, such as the naming rights to a building, it may not be enforceable.</p><p>Despite the apparent ambiguity, many Gates Foundation staffers had long assumed that the charity would ultimately receive the full amount of Mr. Buffett's pledged shares as well as the bulk of his remaining unpledged shares, according to people who worked with the foundation.</p><p>In anticipation of that influx of funds, the foundation's chief executive, dozens of employees and consultants from management consulting firm McKinsey &amp; Co. participated in the yearslong analysis and plan called \"Project Lincoln.\"</p><p>\"If he dies, where will we put the money?\" a former foundation employee said they asked themselves. It was complicated since some of the existing recipients of Gates Foundation grants were already maxed out and couldn't receive additional donations, the former employees said.</p><p>One of the ideas was to create a world children's savings bank, where each child would receive thousands of dollars, some of the people said. \"It sits on a shelf, like a battle plan in case you had to put it to action,\" the former employee said.</p><p>The Buffett Foundation</p><p>By contrast with the Gates Foundation, with its roughly 1,800 employees and operations around the globe, the Buffett Foundation is a low-profile organization. Based in Mr. Buffett's hometown of Omaha and named in honor of his late first wife, the foundation has a board of mostly family and friends and a staff of a few dozen.</p><p>It keeps most of its activities private, often making donations anonymously, in keeping with Susan Buffett's desire to focus on the organizations who do the work rather than the ones who write the checks, said people familiar with the matter. It formed in 1964 and started providing college scholarships to students in Nebraska, but has spent the bulk of its funds on abortion access and reproductive health, according to annual tax filings.</p><p>Mrs. Buffett, who died in 2004and left stock worth more than $2 billion to the foundation, was an activist for civil rights, abortion rights and contraceptives. Her namesake charity is a donor to organizations such as Planned Parenthood, the Center for Reproductive Rights and the National Network of Abortion Funds, according to tax filings.</p><p>The couple married in 1952 and had three children, but they lived separately for decades. Mr. Buffett said that he knew little about philanthropy and had expected his wife to outlive him and kick their philanthropic pursuits into high gear after his death. After Mrs. Buffett died at the age of 72, he began to re-examine his plans.</p><p>Mr. Buffett was the world's second-richest man when he announced in 2006 that he would give the bulk of his wealth to the Gates Foundation, which was then run by the world's richest couple.</p><p>The longtime Berkshire chief executive said at the time that he decided to partner with the Gateses because he trusted the couple could do a better job giving away money to help society and fund vaccines and infectious disease causes than the smaller Susan Thompson Buffett Foundation.</p><p>\"I came to realize that there was a terrific foundation that was already scaled-up—that wouldn't have to go through the real grind of getting to a megasize like the Buffett Foundation would—and that could productively use my money now,\" he told Fortune magazine at the time.</p><p>When they joined forces, Mr. Gates said that his friendship with Mr. Buffett, which dates back to the 1990s, inspired the Microsoft Corp. co-founder and his wife Melinda to start their own foundation in 2000, initially focused on global health and U.S. education. Mr. Buffett has often voiced disdain for inherited wealth.</p><p>In a similar 2006 letter, Mr. Buffett earmarked Berkshire shares then worth about $3 billion to the Susan Thompson Buffett Foundation, which then had $270 million in assets. Another tranche of Berkshire shares was to be divided equally among three foundations headed by the couple's children. Mr. Buffett later promised to give 99% of his wealth to charity as part of the Giving Pledge, which he co-founded in 2010 with Mr. Gates and Ms. French Gates. In 2012, Mr. Buffett pledged additional Berkshire shares to his children's foundations.</p><p>Mr. Buffett attended Gates Foundation board meetings but often wasn't involved in the details of philanthropic decisions, which he left to Mr. Gates and Ms. French Gates, former foundation employees say.</p><p>The Gates Foundation expanded, adding hundreds of full-time staff to work on projects across the globe. Over time, the expansion didn't sit well with Mr. Buffett who lives in the same Omaha house he bought in 1958 for $31,500 and runs Berkshire with a small headquarters staff.</p><p>Mr. Buffett shared his displeasure with what he viewed as the bloated size of the foundation, said people familiar with the matter. He asked for the head count to be capped, which led to job cuts around 2015, some of the people said. He also took issue with the number of consultants that the Gateses had involved in foundation matters, the people said.</p><p>In 2021, not long after the Gateses announced they were divorcing after 27 years of marriage, Mr. Buffett resigned as a trustee of the Gates Foundation. In a statement, he said that he had been an inactive trustee at the foundation for years, and was resigning as he had from other boards except Berkshire's.</p><p>Mr. Buffett and Mr. Gates still regularly talk and visit with each other, according to people familiar with their relationship and public flight records. Mr. Gates attended Berkshire's annual shareholder meeting in Omaha this spring.</p><p>Since at least 2019, the Buffett Foundation has been preparing for a significant influx of cash when Mr. Buffett's estate is settled, according to people familiar with the matter.</p><p>In recent months, staff has been discussing allocating the expected funds to both international and U.S. efforts, with a mix between reproductive health and primary health, which could include expanding into vaccinations and infectious-disease treatments, according to documents.</p><p>As with the Gates Foundation, Mr. Buffett has been largely hands off with the Buffett Foundation. The philanthropy's president is Mr. Buffett's former son-in-law Allen Greenberg and some of Mr. Buffett's children and grandchildren are on the board. It has been expanding recently, adding staff in Washington, D.C., and Rwanda.</p><p>For several years, employees debated whether the grandchildren would eventually run the foundation, but staffers learned in 2019 that he wanted the billions spent within 10 years and for the foundation to cease to exist after that, the people said.</p><p>\"Over many decades I have accumulated an almost incomprehensible sum simply by doing what I love to do,\" Mr. Buffett said in a statement last year. \"Society has a use for my money; I don't.\"</p><p>Elisa Cho contributed to this article.</p><p>Write to Emily Glazer at emily.glazer@wsj.com, Khadeeja Safdar at khadeeja.safdar@wsj.com and Theo Francis at theo.francis@wsj.com</p><p>Warren Buffett's Estate Planning Sends Charities Scrambling</p>",
  "published": "2022-06-21T15:02:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 9014,
          "end": 9023
        },
        {
          "start": 9014,
          "end": 9029
        }
      ]
    }
  ]
}