{
  "_id": "f2610346c8e2bfbb928f171e9a16db001a22acc4d81a06eed9b89914cd005066",
  "feed": "ftcomall",
  "title": "How to break up with your employer",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode — </em><a href=\"https://www.ft.com/content/36d28671-827b-4a3b-903f-0368d85f764b\"><em>How to break up with your employer</em></a></p> <p><strong>Erica Dhawan<br></strong>There are a lot of extreme leaving stories in terms of bad behaviour, whether it's taking confidential information home or turning to the internet to derail a company for what they've done or poor policies. And I think a great analogy to this is when it comes to having to fire someone or let them go. We often think of in the dating world getting dumped by text or getting ghosted and never hearing back from someone. So I would say the worst stories I have heard are individuals that are getting too frustrated about how they were laid off most recently. So they got a quick call with no foresight, or they just got an email that they were terminated. And I would say, yes, that is rough! Usually, especially if you've worked full-time for an organisation, you should have a call or a meeting. But at the same time, I think the world has changed, just like it's more common to not hear back from someone after you interviewed them and you wanted to give them a job. You know, the termination clause and the rules of digital engagement have changed as well. And so I think we have to give everyone grace. We have to acknowledge when we feel disrespected. But remember, if we're going to turn to social media or other tools, how are we best showing up to create that great first or last impression?</p> <p><strong>Isabel Berwick<br></strong>Hello and welcome to Working It with me, Isabel Berwick.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Today inspired by the fact that people are changing jobs in record numbers, the quit rate in the US is 25 per cent higher than it was before the pandemic. I wanted to look into how to leave a job well. We've all seen the examples of this going badly. From those slightly petty emails that say, “It's been a pleasure working with some of you” to the unfortunates who sign out of a company with a farewell that spells out an obscene insult to their former employer and think no one's gonna notice. Not to mention the staff who flame out of big companies and then catalogue their grievances on YouTube and TikTok. So what's the best way to break up with your employer? Should it be in person, on the phone, by email? For some tips on how to do this best, I called up communication expert Erica Dhawan, who appeared on one of our earlier episodes on digital communication. First, I asked her about how to write the perfect goodbye email.</p> <p><strong>Erica Dhawan<br></strong>The best way to send a goodbye email is first and foremost to remember that this is your last impression at this organisation, just like the firm handshake at the end of the meeting. How do you want others to remember you? I have three tips to master the goodbye email. The first is start with sharing what you appreciated most about working at that organisation. Maybe it was working on a specific project — use the details, mention it. Maybe it was working for a specific leader. Second, give others information about what you may be doing next. You know, “I'm excited to continue my passion for X at a different company” or “to take some time off for X”. And then third, remember that staying in touch matters. So provide some personal contact information. It could be the LinkedIn profile. It could be a personal email, even a phone number. We all know that our networks matter, and sometimes individuals at a previous company may show up later in different chapters of our career. One of the things I saw with the recent layoffs at Netflix — a large global company — is many employees went to LinkedIn and acknowledged that they had been laid off and wrote LinkedIn posts that they had been recently laid off. But they did it in such a graceful way. They acknowledge the struggle with it quickly, you know, that this was a surprise or it wasn't a surprise. They highlighted what they appreciated most working for the company, often tagging leaders that they most appreciated, or a specific effort that they did. And then, third, what they were looking for next. You know, please look out for me for roles in digital marketing or product development or whatever it may be. And it gave everyone really an opportunity to support them if they didn't have a next step transition.</p> <p><strong>Isabel Berwick<br></strong>We recently ran an FT article about how to leave a job well or badly. I'll put a link in the show notes. And FT readers had plenty to say about their own experiences.</p> <p>Here's someone with the username Jazzy Jezebel. “When I left my previous job, everyone did a whip round and bought me some binoculars. I was taking three months out travelling. They bought me some flowers and a card which they all signed and they said nice things. I was leaving feeling underappreciated. I always felt nobody acknowledged the hard work I put in and I was always lost in the office and I was cross about that. But honestly, that send-off really cheered me up and prompted a total 360-degree turn in how I viewed my old job. I wouldn't hear a bad word against my previous colleagues. I went around telling everyone I loved working there. Thirty minutes of time and a few hundred quid was all it took to shine up my memories. Word of mouth is everything, and companies should have a dedicated member of staff to ensure that everyone gets a happy send-off”. Well, I'm not sure how many companies would go for that but I do think that's really heartening proof of why a good exit matters.</p> <p>And a reader called PleaseDon't@Me was really pleased with the reaction of their bosses when they got a job offer elsewhere. “I recently went through the experience of telling some higher-ups that I'm changing jobs and joining somewhat of a competitor. I was afraid the conversation might be a bit awkward. Although I work with nice people, so I wasn't afraid of it turning acrimonious. To my surprise, not only was it not awkward or acrimonious, my higher-ups were thankful for my contributions and supportive, even congratulatory of my new move. They asked whether it was due to anything they could have done better, or just whether I felt it was the right time to change. And it was the latter in my case. It was a nice way of handling the conversation. It helped cement positive views of my seniors and the company as a whole. I'm not sure I'll ever boomerang, but I will definitely only speak positively of this firm and I'll use the same attitude whenever I am on the other end of this conversation in the future. Things happen at all companies and a firm or a manager's true values are exposed in their responses.” I really like both of those too.</p> <p>But inevitably, here's someone called Ottawa Wolfe with a rather less positive view. “It was strange. After working for my employer for 14 years, it just ended. I sent in a letter of resignation, which was acknowledged, and then I never heard another word from anyone. It was my first professional job, so I guess I didn't know what to expect. It was the right move for me for both personal and professional reasons so I had no regrets in that sense. But it left me feeling empty. It made all of those relationships I'd developed while working feel purely transactional. The contract has ended. There's now no relationship. And that made me feel sad because I always cared about the institution and my colleagues, but nothing remained at the end”. So that was clearly a failure on the part of Ottawa Wolfe's employers. They missed the chance to have them leaving on a positive note. But what about if you're on the other side, a manager having to fire or lay someone off and if you want to avoid being taken down online? How do you manage that awkward conversation in an increasingly digital age?</p> <p><strong>Erica Dhawan<br></strong>So first and foremost, if you've had a long-term relationship with someone, have a thoughtful conversation, whether by video or in person, if it's possible, to share the terms of why you had to let them go, or if you're on the flip side, why you're resigning versus just handing in a resignation letter. Second, you know, if this was a short-term relationship, it can be appropriate to let someone go by email. Maybe it was just a few months of a contract or even a day. I think about, you know, letting go of a nanny or a baby sitter. That's when it's okay to send a quick digital asynchronous message. You know, another thing that's really important when it comes to these types of communications is in a digital-first environment, try to do them on video or showing your facial expressions versus just on a phone call. It can put people a bit more at ease. It can show that you're genuine. It can make a lot of the implicit cues explicit, and it can reduce a lot of the tension or the derailing that can happen and often happens through asynchronous email or other digital written communication.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So Erica, do you have any personal, good or bad stories about quitting or members of your team quitting?</p> <p><strong>Erica Dhawan<br></strong>I do, actually, and I'm ashamed of it, but I've also learned a lot from it. I worked with a team member virtually in a remote format for almost a year and a half, and she was a fantastic team player. She worked with me about 20 hours a week and last August, very much in the vein of the Great Resignation, she had taken on a full-time job and then wanted to work with me on the side. But the work just got a little too much. And on a Friday she sent me a Slack message saying, “Would it be possible to get someone else to take on some of my specific job requests?” And, you know, by Sunday being me, I found someone. I got a contract going. I still wanted to keep her. But once I sent her the details that someone else was joining, she sent me a text message saying “I'm resigning immediately”. And I didn't realise it but she had access to my emails and had seen the contract that this new contractor was being paid more than her and was immediately insulted and frustrated. A lot of it had to do with the fact that I was rushing to find someone in 48 hours. But what I realised underneath that was there was a whole set of underlying feelings of being devalued and not respected that showed up in that text message. She sadly refused to get on the phone with me when I tried or even on-board the new team member. And I think, you know, I'm really ashamed that this happened to me. It had never happened before. But at the end of the day, I think that my story is not that uncommon anymore, that there are individuals quitting very quickly, not willing to support the team that were really frustrated. And it taught me a few things. Number one, always check in on your people. She was not doing well and I didn't see the signs early enough. Number two, ask them what they need. And if it had really been about an additional $4 per hour of salary, I could have fixed it immediately, but I think it was about much more and I hadn't given the time for those watercooler moments. And number three, when you were hiring new individuals that may have overlapping roles with existing individuals, make sure to create that maniacal clarity or avoid a sense of fear of loss by making sure there's clear divisions of labour or clear lines of communication. I know one leader who had to let someone go and she realised that that individual had access to the Zoom password for the company. And so make sure you have all your ducks in the order before you jump into that closing conversation.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Okay. So the first part's over. You've told someone they've got to go, or someone has told you they're moving on. What happens next?</p> <p><strong>Erica Dhawan<br></strong>First is what I call an exit interview. So there are few things that you can ask in this. The first is, you know, what did you really enjoy about this role? What did you not enjoy? This provides you context of what's working on your team and what isn't. There could be red flags that you may not be seeing or have line of sight to. And the exit interview is incredibly powerful for that. The second is asking for feedback on your own leadership style. What were my strengths and what were my opportunities to improve? Direct reports are much more likely to be honest with you when they're leaving, when they're working with you due to power dynamics and especially psychological safety in certain environments. And so this is your best opportunity to get some real feedback again, if you're open to it, which I hope you are, to become a better leader. And last but not least, this is a great moment to ask that individual what would be the right qualifications to hire someone new into this role? Or what could I best do to support someone taking over your role? This can really prepare you for the transitions required in this moment. I think that has been something that leaders have struggled with the most. So not only getting some support from them, but also feedback can be incredibly helpful. I've seen leaders just ask that question and as a result, those that are leaving are much more willing to spend more time in the transition period than just leaving altogether. So I would start with that exit interview. I think in cases where someone is leaving by choice but is a high performer, don't forget to recognise them and show your gratitude. Just like you have a birthday party for someone or an anniversary. You know it could be an exit anniversary if it's a celebration moment. If it was on hard terms remember to close out with that quick email, especially if you had to do it by video call or by phone with an acknowledgement of how much you appreciated them. These simple things can make a quick difference.</p> <p><strong>Isabel Berwick<br></strong>I found this a really interesting episode to do because Erica brings up really deep feelings. You know, when we leave jobs, it's something that sticks with us. I remember when I left a job many years ago and I said I was leaving and also that I was pregnant. And one of my bosses said to me, “Oh good, someone else can pay for your maternity leave”. And that has stayed with me for (laughter) so long. I can't get over it. And I think a bunch of flowers, a card and a whip round and a kind word is not much to ask. So please, managers listening today, be kind. Acknowledge what people have done for you. Send that email. It's not rocket science. And yet there are so many pitfalls here. We forget that our colleagues are people too. And how we leave a company will stay with us. So many people are now boomeranging and going back to companies, so you really want people to leave with a good impression of your organisation.</p> <p>[MUSIC PLAYING]</p> <p>So thanks to Erica Dhawan for this episode. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and a review on Apple Podcasts. And please do get in touch with us. We want to hear from you. And we're at workingit@ft.com or with me @IsabelBerwick on Twitter. If you're an FT subscriber, please sign up for our Working It newsletter. We've got behind-the-scenes extras from the podcast and exclusive work and careers stories you won't see anywhere else. Sign up at ft.com/newsletters. Working It is produced by Novel for the Financial Times. Thanks to the producer Anna Sinfield, executive producer Jo Wheeler. Production assistance from Lee Maier and Amalia Swartland and mix from Chris O'Shaughnessy. From the FT we have editorial direction from Renée Kaplan and Manuela Saragosa and production support from Persis Love. Thanks for listening.</p> <p>[MUSIC FADES]</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Isabel Berwick 2022 'How to break up with your employer' FT.com 10 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-10T00:31:03.774Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 0.9025,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}