{
  "_id": "6ea8e42e506fda8c5f9562635116d1d12d22f088bda9516b20238574655cea95",
  "feed": "wall-street-journal",
  "title": "Qualcomm Launches $100 Million Venture Fund to Invest in the Metaverse; The chip company aims to expand the market for its products, CFO Akash Palkhiwala says",
  "text": "<p>With the fund, San Diego-based Qualcomm wants to further develop the metaverse and expand the market for the company's chips, said Chief Financial Officer Akash Palkhiwala. Qualcomm supplies chips for Meta Platforms Inc.'s virtual reality headset and earlier this year announced a partnership with Microsoft Corp. to develop custom augmented-reality chips.</p><p>\"The primary purpose is to create this ecosystem around our technology portfolio,\" Mr. Palkhiwala said, discussing the venture fund. While the company is open to acquiring companies from its portfolio, that is not its primary motivation, he said.</p><p>During the quarter ended Dec. 26, the company generated approximately 83% of its $10.7 billion in revenue from selling chipsets, with the remainder coming from licensing. Within its chip business, mobile handsets accounted for 68% of revenue, while the Internet of Things—which includes metaverse-related chips—accounted for 17% of sales. Mr. Palkhiwala declined to say how much revenue the company generates from its metaverse business. The company's other sources of revenue include radio frequency and automotive components.</p><p>Total U.S. venture-capital deals involving corporate investors in 2021—a record year for fundraising—jumped 88% from 2020 to $144.7 billion, according to financial data provider PitchBook Data Inc. Some companies, such as Boston Scientific Corp., use their venture investments as a way to build a pipeline of possible acquisition targets.</p><p>Qualcomm has previously made large venture investments in new technology areas, such as 5G and artificial intelligence. The metaverse fund launched this week aligns with the company's broader aim to diversify its core business, said Tristan Gerra, managing director and senior semiconductor analyst at investment firm Robert W. Baird &amp; Co.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Qualcomm Launches $100 Million Venture Fund to Invest in the Metaverse</p>",
  "published": "2022-03-21T21:57:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 298,
          "end": 313
        },
        {
          "start": 298,
          "end": 307
        }
      ]
    }
  ]
}