{
  "_id": "fd57fa80d4c2532df77a6304297bfdf5af810f76ec8857387e53ae692e626035",
  "feed": "ftcomall",
  "title": "Apple says it is facing ‘significant' headwinds from strong US dollar",
  "text": "<p>Apple said it faced a difficult December quarter as it confronts “significant” foreign exchange headwinds and supply challenges for its latest iPhone models.</p> <p>“Overall, we believe total company year-over-year revenue performance will decelerate during the December quarter as compared to the September quarter,” finance chief Luca Maestri said during an earnings call on Thursday.</p> <p>The cautious outlook came as Apple reported $90.1bn in revenues during the September quarter, an 8 per cent increase year-on-year. That beat forecasts of $88.9bn and compared with $83.4bn a year ago, according to Refinitiv. </p> <p>Apple eked out a slight rise in net income to $20.7bn, versus estimates for $20.5bn, in a quarter that has otherwise been bruising to Big Tech's profits. By contrast, Amazon's net income fell 9 per cent, Microsoft's dipped 14 per cent, Alphabet's declined 27 per cent and Meta's slumped 52 per cent.</p> <p>Earnings per share increased 4 per cent to $1.29, higher than expected, despite nearly 6 percentage points of currency headwinds from the strong dollar and concerns consumer demand could falter during a slowing economy. </p> <p>Revenue in its services division, which includes App Store purchases and is Apple's biggest driver of growth in recent years, fell short of forecasts, rising just 5 per cent to $19.2bn. Analysts expected more than $20bn.</p> <p>Maestri flagged a “nearly 10 percentage point” headwind, or roughly $12bn, by current revenue estimates, from the foreign exchange effects of the dollar. </p> <p>He said the company expected revenue from its Mac computers to “decline substantially year-over-year” in the current quarter, after surging 25 per cent last quarter to $11.5bn.</p> <p>“The strong dollar is so strong that it will hurt Apple's next quarter by as much as what Nike records in an entire quarter of sales,” said Neil Campling, an analyst at Mirabaud.</p> <p>iPhone sales, which accounted for 47 per cent of all revenues last quarter, rose 10 per cent to $42.6bn, falling short of estimates for $43.2bn. Analysts have been watching closely to see how the new iPhone 14 line-up has fared ahead of the important holiday quarter.</p> <p>Chief executive Tim Cook said customer demand for the latest line-up of iPhones is strong but Apple's supply of the more expensive Pro and Pro Max models have been “constrained” since launch. </p> <p>“We continue to be constrained today and so we're working very hard to fulfil the demand,” he said.</p> <p>The services division will also face challenges around “foreign exchange, digital advertising and gaming,” Maestri said. That division now counts more than 900mn people paying recurring fees for digital subscriptions. Margins dropped about 1 per cent from the previous quarter to 70.5 per cent, “primarily due to foreign exchange”, according to Maestri.</p> <p><a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> shares fell as much as 5 per cent in after-hours trading following the release, before reversing course to end 0.4 per cent higher. Its stock has declined more than one-fifth this year, compared with a 32 per cent decline in the tech-heavy Nasdaq index. </p> <p>Total revenues were “better than what we had anticipated at the beginning of the quarter in spite of the fact that foreign exchange was a significant headwind”, Maestri said.</p> <p>Apple sales in China last quarter rose 6 per cent to $15.5bn. In the Americas, its most important region, revenues rose 8 per cent to $39.8bn.</p> <p>Ahead of the results some analysts had been concerned about <a href=\"https://www.ft.com/supply-chains\">supply chain</a> woes, which were in the spotlight this week when China's zero-Covid policy caused havoc at supplier Foxconn's Zhengzhou facility. They also worried consumer demand might wane as persistent inflation bites into discretionary spending.</p> <p>Maestri acknowledged the macro environment “is not as good as it was a year ago, for sure”.</p><p>Source: Patrick McGee in San Francisco 2022 'Apple says it is facing ‘significant' headwinds from strong US dollar' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T00:01:08.640Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 808,
          "end": 819
        },
        {
          "start": 808,
          "end": 817
        }
      ]
    }
  ]
}