{
  "_id": "6b757d50e86d3215a718bdfa47a0cc3b9406ac0aba772390ce82314e6c3a4dd0",
  "feed": "wall-street-journal",
  "title": "Lab-Grown Meat Producer Upside Foods Raises $400 Million; Abu Dhabi Growth Fund and Baillie Gifford are among Series C investors as cultivated-meat producers seek U.S. regulatory approval",
  "text": "<p>So-called cultured meat is one of two fast-growing alternatives to meat produced by traditionally farmed animals, the other being plant-based products. Proponents say lab-grown meat could reduce the need for animal antibiotics and help decarbonize the food industry by reducing land and water usage as well as emissions. It could also eventually cut the time it takes to produce meat products and simplify supply chains, they say.</p><p>Still, the products have so far only been approved to sell to consumers in Singapore and cost much more than meat produced by killing animals.</p><p>The Series C fundraising round is one of the largest ever in the nascent cultured-meat industry's history and values Berkeley, Calif.-based Upside at more than $1 billion, the company said. The round was co-led by the government-owned Abu Dhabi Growth Fund and existing investor Temasek Holdings Ltd., a Singaporean government investment firm. Tyson Foods Inc., Cargill Inc. and other existing investors including Microsoft Corp. co-founder Bill Gates and Japanese conglomerate SoftBank Group Corp. also participated. The company raised $161 million in a Series B financing in 2020. </p><p>Founded in 2015, Upside hopes its products will be approved by U.S. regulators for sales to consumers by the end of this year and plans to use the money to scale its commercial production facility, CEO Uma Valeti said.</p><p>\"The field is moving from proving viability to going toward scalability,\" he said. Upside Foods has been working with U.S. regulators for more than four years and would consider selling in other major countries if they approve cultivated meat products more quickly, he said.</p><p>Several other cultured-meat startups have raised large sums recently. Companies in the industry raked in more than $2.2 billion in private capital last year, more than triple the figure from the previous year, according to PitchBook.</p><p>Good Meat, a division of plant-based egg-alternative maker Eat Just Inc., raised $267 million last year and is selling its chicken products in Singapore. Cargill and other investors put more than $100 million into Israel-based lab-grown beef maker Aleph Farms last summer.</p><p>Another barrier for the startups is educating consumers, who currently have a number of plant-based meat alternatives to choose from. Executives in the cultured-meat industry say they will have an advantage because many consumers still prefer animal protein to plant-based options.</p><p>Mr. Valeti said some of the money raised will be used to bolster the company's consumer-education programs so Upside is prepared if regulatory approval comes. In 2018, the Food and Drug Administration and the U.S. Department of Agriculture agreed to share oversight of meat grown from animal cells. </p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Lab-Grown Meat Producer Upside Foods Raises $400 Million</p>",
  "published": "2022-04-21T12:30:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 988,
          "end": 1003
        },
        {
          "start": 988,
          "end": 997
        }
      ]
    }
  ]
}