{
  "_id": "736c56da8f72be90d6ec17f235e9f267f660215197abce096b0604c2fa89c1f8",
  "feed": "ftcomall",
  "title": "US trustbusters: why Joe Biden is taking on private equity",
  "text": "<p>Almost 60 years ago the US Department of Justice argued before the Supreme Court that a couple of large grocery store chains in Los Angeles should not be allowed to merge. The government believed two things were at stake: the livelihood of ordinary Americans and the chance to set a legal precedent to pre-empt market saturation.</p> <p>The 1966 case was not about proving existing concentration. It was about showing that the industry was beginning to “turn the corner to oligopoly”. The tie-up between Von's Grocery Company and Shopping Bag Food Stores would have dealt the final blow, authorities argued.</p> <p>“You can't force the government to wait in intervening in a merger movement until the market has ceased to be competitive,” said the DoJ, which ultimately won the case.</p> <p>More than half a century later the antitrust landscape is emerging from years of more lenient policy. And US judges could soon hear similar arguments again as antitrust agencies under the Biden administration seek to crack down on private equity to prevent it from “rolling up” vast chunks of American business.</p> <p>Since the 1980s, when private equity groups shattered the stuffy Wall Street consensus with their “Barbarians at the Gate” approach to buyouts, they have taken control of large swaths of the US economy, deploying trillions of dollars across sectors from healthcare and housing to manufacturing and the food industry. As their dealmaking has grown more frenetic and their portfolios have swollen, their influence on US industry has never been greater. </p> <p>This outsized role in almost every facet of American commerce coupled with <a href=\"https://www.ft.com/content/aec70aab-7215-4fa7-9ee3-1224d967dc28\">a clubbier spirit of co-operation among buyout houses</a> that were once arch rivals has caught Washington's attention, with a new generation of antitrust officials setting their sights on what they see as blatantly anti-competitive behaviour. </p> <p>To curb corporate power, US president Joe Biden has picked <a href=\"https://www.ft.com/content/313550db-3006-401e-9908-981577663c51\">Jonathan Kanter</a> to head the DoJ's antitrust unit; <a href=\"https://www.ft.com/content/eba8d3d7-dba7-4389-858c-5406c31b413d\">Lina Khan</a> to lead the US Federal Trade Commission; and <a href=\"https://www.ft.com/content/45c2d360-b9ac-4ea3-8452-b336306651ba\">Tim Wu</a> to advise the White House on competition policy. It means the most powerful antitrust officials in the US — the top enforcer, regulator and a special presidential aide — all now share similar philosophies on anti-competitive conduct.</p> <p>They are set to test competition laws for the first time in decades, seeking new readings or interpretations of statutes that were written many years before the advent of America's first private equity firms in the wake of the second world war. </p> <p>These groups came of age in the 1980s as a band of young and aggressive financiers took over large companies thanks to the availability of cash triggered by the junk bond boom. Private equity firms have grown into vast diversified investment groups — ranging from buyout arms to credit units acting as shadow banks — that resemble the conglomerates they once tore apart.</p> <p>The private equity industry, including the likes of Blackstone, KKR and Apollo Global Management, three of the largest performers, hold almost $10tn in assets under management,&#xa0;<a href=\"https://www.mckinsey.com/~/media/mckinsey/industries/private%20equity%20and%20principal%20investors/our%20insights/mckinseys%20private%20markets%20annual%20review/2022/mckinseys-private-markets-annual-review-private-markets-rally-to-new-heights-vf.pdf\">according to a McKinsey study</a>.</p> <p>“Private equity has changed the way the world does business,” Kanter, who joined the DoJ in November, told the Financial Times earlier this year. “It changed the way companies are run and bought and sold.”</p> <p>In 2021, private equity firms announced a record $1.2tn worth of deals. So far this year, private equity dealmaking represented 25 per cent of all transactions, an all-time high, according to Refinitiv data.</p> <p>“They're sitting on huge piles of cash so even as we see some uncertainty hit the dealmaking space . . . we can imagine private equity continuing to [be active],” Khan, who joined the FTC in June 2021, told the FT in May. </p> <h1>‘A new thread of law' </h1> <p>The pledge by Kanter and Khan to crack down on buyout groups could usher in one of the biggest shifts in the history of US competition policy, say antitrust experts. </p> <p>Targeting private equity firms as deal sponsors would be “new territory”, says Charles Rule, a partner at Rule Garza Howley, a Washington-based antitrust law firm. He served as head of the DoJ's antitrust division under president Ronald Reagan in the 1980s, when the department favoured deregulation.</p> <p>But, challenging the private equity model itself “would be revolutionary in the sense that you're not really turning the clock back to pre-1980 [an era of tighter antitrust regulation], but you're really generating a new thread of law,” Rule adds.</p> <p>This new generation of “trust busters” has sparked fear in large corporations say lawyers, bankers and chief executives. Kanter was a corporate lawyer who made his name on high-profile antitrust cases against Google; Khan was propelled to fame by an academic <a href=\"https://www.yalelawjournal.org/note/amazons-antitrust-paradox\">paper</a> she wrote calling for the break-up of Amazon; and Wu, a professor at Columbia Law School, wrote a seminal book titled <em>The Curse of Bigness: Antitrust in the New Gilded Age</em>.</p> <p>Their arrival has also had an impact on the antitrust establishment: academics, officials and lawyers who for decades backed the notion that companies' growth be tolerated as long as consumers are not harmed.</p> <p>Detractors have accused the trio of politicising competition policy. Days after Kanter warned of an impending <a href=\"https://www.ft.com/content/7f4cc882-1444-4ea3-8a31-c382364aace1\">crackdown on private equity</a>, Lawrence Summers, a former US Treasury secretary, expressed concern over what he called a new era of “populist antitrust policy”.</p> <p>“The DoJ and FTC aren't following the normal antitrust review guidelines when looking at M&amp;A activity,” says Drew Maloney, president and chief executive of the American Investment Council, a private equity lobby group. “We . . . are concerned that they are applying a new political lens to the treatment of private capital in the marketplace.”</p> <p>Makan Delrahim, Kanter's predecessor appointed by Donald Trump, has criticised the agencies' stance on private equity. “Taking legal aim at an industry, or any particular actor,” he says, “rather than taking aim at the effects of the specific conduct or transaction is counter to the way law enforcement should be conducted.”</p> <p>Progressives, however, have hailed the trio for standing up to corporate heavyweights. Ahead of their nominations, lawmakers showed their support with mugs that read: Wu &amp; Khan &amp; Kanter. Elizabeth Warren, the Democratic senator from Massachusetts, celebrated their appointments and has <a href=\"https://www.ft.com/content/69df9ca6-9ac0-4f8c-833b-01f6eaff3200\">urged the DoJ</a> to probe private equity deals that “could shallow out” entire markets.</p> <p>“We see ourselves as one government,” says Khan of the various agencies, “on the same team”.</p> <h1>The ‘buy, strip and flip' model </h1> <p>The FTC and DoJ argue that the traditional application of antitrust laws — focusing on single, bilateral acquisitions — misses buyout groups' anti-competitive behaviour as their portfolios involve multiple acquisitions that relate to each other in ways that are not immediately apparent. </p> <p>Individual private equity deals that go unnoticed when they fall below the pre-merger reporting threshold — which the FTC set at $101mn for 2022 — could instead harm competition across sectors, critics say.</p> <p>Bill Baer, former head of the DoJ's antitrust division under Barack Obama, says that the approach of Khan and Kanter recognises “that private equity is a special kind of buyer in the M&amp;A context and that some . . . firms have a record of buying assets or companies and then diminishing their competitive significance.”</p> <p>This marks a departure from competition policy in recent decades, where “the general view was: if it's a private equity deal it would not get the same attention as a deal that [impacts the structure of a market],” says Rule.</p> <p>Among the agencies' main concerns are private equity's roll-up strategy and its buy, strip and flip model, whereby undervalued companies are acquired, restructured and sold off shortly thereafter. “We have very real questions around those acquisitions,” Khan says. </p> <p>Both the FTC and DoJ have sounded the alarm on buyout groups acquiring assets that companies have been ordered to divest to complete another tie-up. Kanter has said private equity's involvement often exacerbates antitrust issues. It is a stark about turn from the DoJ under Trump, which argued private equity divestiture buyers “may be preferred”.</p> <p>The agencies are also scrutinising “interlocking directorates”, where private equity executives sit on boards of competing companies, which Kanter has said could violate existing antitrust legislation. And they are considering broadening disclosures in pre-merger notification forms, including on private equity's involvement, and overhauling <a href=\"https://www.ft.com/content/a8893550-fc6c-4301-879d-209aa9323f5b\">merger guidelines</a> with tougher measures against unlawful deals and a stronger focus on buyout groups. </p> <p>In June, the FTC ordered JAB Holdings to divest veterinary clinics <a href=\"https://www.ftc.gov/news-events/news/press-releases/2022/06/ftc-takes-second-action-against-jab-consumer-partners-protect-pet-owners-private-equity-firms-rollup-of-veterinary-services-clinics\">twice in less than a month</a> and to seek regulatory approval before acquiring similar assets for the next 10 years in order to close two proposed mergers, an unprecedented move for a private equity-backed deal.</p> <p>But antitrust bodies have yet to bring legal challenges of the kind that could shape case law, which Kanter thinks has calcified around bad precedents due to a lack of enforcement. </p> <p>What could change that would be an antitrust case against private equity that goes beyond interlocking directorates, experts say. The DoJ is investigating ways to challenge private equity on monopoly grounds, a violation of section two of the 1890 Sherman Antitrust Act, which could entail criminal charges.</p> <p>“In addition to examining whether a single acquisition violates the law, certain industry roll-ups have the potential to constitute attempted monopolisation as well when examined as a whole,” says Kanter, adding: “Antitrust enforcement must evolve to keep pace with market realities.”</p> <h1>Reviving monopoly charges </h1> <p>The most recent monopoly case of significance dates back to a lawsuit against Microsoft two decades ago. The US government won after alleging the company had used its Windows dominance to quash web browser pioneer Netscape. Kanter represented Microsoft while the company complied with the final decision and settlement giving him a front-row seat to the aftermath of what became known as the <a href=\"https://www.ft.com/content/a94d92e0-cd99-11dc-9e4e-000077b07658\">“antitrust case of the century”</a>.&#xa0;</p> <p>The suggestion that the DoJ might revive criminal monopoly charges has rattled some defence lawyers who act in antitrust cases. But winning such actions is notoriously difficult, requiring proof beyond a reasonable doubt and a vote of support from an entire jury.</p> <p>Some antitrust experts see the pledge by Khan and Kanter to challenge private equity as an attack on the industry model rather than on deals that could alter a market's structure</p> <p>“I think the courts would say, ‘Maybe that's a problem, but that's not a reduction in competition. It's just a difference in the approach different owners take in running the company',” says Rule, adding that a case of this kind would probably struggle to win in court.</p> <p>Baer argues that a probe focused on a buyout group eroding the competitiveness of a takeover target remained “legitimate” as it asks “the same basic question”: will competition be diminished? Showing a pattern of anti-competitive conduct “could be persuasive evidence to a judge”. </p> <p>Kanter says that companies whose business model involves conduct that violates antitrust laws must be held accountable. “If the business model is built around roll ups . . .[and] involves common ownership and [interlocking directorates] . . . then the antitrust laws will apply as they should,” he adds. </p> <p>“In order to understand how to apply the antitrust laws in a modern economy, you have to understand the business models of major market participants and private equity is a major market participant,” Kanter says.</p> <p>The agencies have also warned against buyout groups' impact on the lives of ordinary Americans. Khan has highlighted an FTC study showing a jump in mortality after nursing homes were acquired by buyout groups. Rule counters that private equity's impact on social groups was “not what the antitrust laws were written to address”.</p> <p>Natalia Renta, senior policy counsel at Americans for Financial Reform, a not for profit organisation, says: “The private equity lobby is bound to throw up smokescreens about what antitrust law can and cannot do, but that misses the point entirely. Higher prices and lower-quality care leading to increased mortality — both characteristics of sectors where private equity has amassed a presence — are indicators of market power, and that is precisely what antitrust law addresses.”</p> <p>The few precedents of an antitrust challenge to private equity means the outcome of potential cases is far from certain. But Kanter and Khan have already made it clear they are not afraid to lose in court. If parties “know that we're not going to be afraid to take on a tough fight against well-resourced opponents,” he said earlier this year, “they're going to think twice”. </p> <p>Private equity firms have shied away from criticising the approach of Khan and Kanter believing that antagonising regulators and enforcers could be counterproductive. </p> <p>However, private equity executives are taking the matter seriously behind the scenes, with many hiring lawyers to manage potentially tougher scrutiny of their deals and public relations specialists to lobby the media in countering the stance of the DoJ and FTC. &#xa0;</p> <p>Two senior PR executives say they were hired by prominent private equity firms to “correct the narrative” after Kanter told the FT that buyout deals were <a href=\"https://www.ft.com/content/7f4cc882-1444-4ea3-8a31-c382364aace1\">“top of mind”</a> for him. Law firm Paul Weiss wrote <a href=\"https://www.paulweiss.com/practices/litigation/antitrust/publications/recent-antitrust-division-statements-suggest-close-attention-to-deals-involving-private-equity?id=43124\">in a memo</a> that Kanter's FT interview indicated how some aspects of the deal approval process “may be more onerous to resolve going forward”.</p> <p>Companies are abandoning “deals on the drawing board . . . that probably don't violate existing law because of the [regulatory] uncertainty,” says a senior antitrust lawyer. “I've probably seen more in the last two years than I have in the previous 40 years.”</p> <p>The outcome of the Von's Grocery case was among those that sobered dealmakers back in the 1960s, a period of tough competition policy. But if today's antitrust officials have their way and courts welcome their readings of competition law, it may transform private equity's drawing board altogether.</p> <p><em>The article has been updated to reflect the fact that Blackstone, KKR and Apollo alone do not hold $10tn in assets under management</em>&#xa0;</p><p>Source: Stefania Palma in Washington and James Fontanella-Khan in New York 2022 'US trustbusters: why Joe Biden is taking on private equity' FT.com 22 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-22T04:00:03.741Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 9783,
          "end": 9792
        },
        {
          "start": 9893,
          "end": 9902
        }
      ],
      "weightsV2": {
        "weight": 1.5475619,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.45243812,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}