{
  "_id": "d9c014821662d86e8baba3b721c2a31d943265741c7d0e33fe560831cc085a4d",
  "feed": "ftcomall",
  "title": "Survive inflation by balancing your portfolio ",
  "text": "<p>It is funny how often old song lyrics come to mind when I think of <a href=\"https://www.ft.com/personal-finance/investments\">investment</a> markets. I am currently stuck on the late Kenny Rogers' advice: “You've got to know when to hold 'em, know when to fold 'em, know when to walk away and know when to run.”</p> <p>Though I may be remembering “The Gambler”, investing is not gambling. An equity investor's time horizon is measured in years, a gambler's in furlongs. Yes, investment involves risk, but smart investors focus on mitigating risk. Inevitably that means selling stocks at some point — something that is probably not discussed enough. I am sure many investors reviewing their portfolios today are asking whether it is time to hold or fold.</p> <p>The UK's 30-year-high inflation numbers merely underline what we are seeing in our monthly bills. Central banks are raising interest rates to tame inflation but how far and fast? The economic recovery anticipated after Covid seems too fragile to cope with sharp rate rises.</p> <p>Russia's <a href=\"https://www.ft.com/war-in-ukraine\">invasion of Ukraine </a>has squeezed commodity prices. And then there is China's struggle with Covid. China's GDP at $14tn is on a similar scale to the whole of the eurozone's. Sluggish growth there could cause global waves. &#xa0;</p> <p>Investors are seeing the effects of all this. Equity markets have also suffered since the start of the year – and currency moves have added to the turmoil. The US S&amp;P 500 index has fallen over 15 per cent in dollar terms, but the dollar has risen against sterling, making that a 7.5 per cent loss for UK investors. The Japanese market, by contrast, has fallen 8.6 per cent but the weak yen makes that 11.6 per cent in sterling. In comparison, the FTSE 100 has only fallen 2.7 per cent, helped by oil and mining stocks dominating the index.</p> <p>Most active equity managers value shares according to the current worth of future cash flows. In recent years that has meant fast-growing tech stocks being priced at high multiples of earnings as investors relished the juicy profits promised <em>one day</em>. Inflation means investors have become more concerned about <em>today</em>. They are examining the numbers more critically, less forgiving of management errors. Disappointing results from companies such as PayPal, Shopify and Netflix have seen their shares drop by more than half since the turn of the year. </p> <p>Consumer stocks have generally performed well as markets anticipate more spending, but as we saw <a href=\"https://www.ft.com/content/c3b63a57-0d46-41c7-8f6b-c61d388db039\">with Netflix </a>recently, higher bills may trigger consumers to curtail that spending. Many look fragile. Companies like retailers tend to have large headcounts and often significant debt. If interest rates are rising then indebted companies have problems both with lowered income and higher interest charges.</p> <p>Transition periods are tough for equity investors. Some may be tempted to count a decade of profits and leave the table until there is greater clarity on interest rates, fearing that central bankers will kill any recovery and even cause a crash by getting the time and scale of rises wrong.</p> <p>You take a risk with inflation if you do exit the market. Elements of today's inflation are transitory, but not all. The US labour market has tightened rapidly; shortages are appearing in a range of jobs. Workers in these roles can negotiate significant pay rises. These conditions can lead to an inflationary spiral. In the UK much has been made of price inflation, but wage inflation (including bonuses) is not far behind.</p> <p>It is arguably safer to assume the current conditions will continue, and maybe for some years. With inflation at its current rate that could mean cash halving in value in just 12 years. Yields on equities may be below inflation, but they are often better than those on bonds and certainly better than the return you will get in cash.</p> <p>Remember, too, that recessions do not always cause equity markets to fall. The FTSE was stable through 1990 and 1991 when the UK was in recession. Most would argue that the financial market collapse in 2008 caused the recession rather than vice versa and the recession in 2020 caused by Covid saw markets finish the year strongly. However, in each of these periods some sectors performed much better than others. Avoiding vulnerable sectors was vital.</p> <p>It might therefore be time to rebalance your portfolio, tilting towards sectors that cope well with inflation. Be discerning. I am wary of companies that people argue are able to pass cost pressures on to customers. Not all can, as <a href=\"https://www.ft.com/content/4fd72f0b-ae2f-42ee-aee7-4e6dc2d92fbe\">Greggs pointed out </a>recently.</p> <p>Do not be tempted just to ditch all your high-growth tech stocks. Those with modest headcounts, low costs of raw materials and strong pricing power should be little affected by inflation. The less mature “one day” companies have been dramatically re-rated for good reason. Senior citizens such as&#xa0;Microsoft, Alphabet (which owns Google) and Amazon have also taken a hit (down between 15 and 18 per cent this year). Yet they have delivered strong profit announcements, are still growing and might be argued to represent fair value at their current prices and worthy of a place in the pack.</p> <p>Many of the best-performing shares this year belong to oil companies. If you have held them does there come a time when you should bank your gains? My view is that fossil fuel producers will eventually return to oversupply, with every Western government having a long-term plan to reduce use of their product significantly. It will take time, but when it does the rush for the exits could be a stampede. So I believe in walking away early rather than waiting until you have to run.</p> <p>In contrast to oil stocks, many industrial minerals, such as copper, are an essential ingredient for a lower carbon future. We invest in mining despite the environmental challenges. Indeed, we welcome the extra spending the best miners are making to improve environmental and safety factors even if shareholders will see no direct benefit for years. It is better to have listed miners mining well than miners with lower standards plugging the gap.</p> <p>I also like telephone, <a href=\"https://www.ft.com/content/1c871989-3eee-4cf1-a542-8b4648482f02\">railway</a> and healthcare stocks. These industries have long records of resilient cash flows during periods of inflation and even recession. The last time US inflation rose higher than it is doing now was in the late 1970s and early 80s. It peaked at 14.8 per cent in 1980. Between January 1976 and December 1980 the Dow Jones Transport Index outperformed the Industrial Index by 103 per cent.</p> <p>More generally, I like companies with high barriers to entry, high returns on invested capital and little debt. These look best able to raise dividends in real terms.</p> <p>This feels like a moment to lower expectations of growth and focus on ensuring your portfolio is well balanced and resilient. Get through this period relatively unscathed and you will be well placed when economic and investing conditions improve. At which point we will all be singing a happier tune.</p> <p><em>Simon Edelsten is co-manager of the Artemis Global Select Fund and the Mid Wynd International Investment Trust</em></p><p>Source: Simon Edelsten 2022 'Survive inflation by balancing your portfolio ' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T04:00:09.786Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 4741,
          "end": 4750
        }
      ]
    }
  ]
}