{
  "_id": "77af1b67ca350f4761e81839b6e5c75cdbfea918e386920bb98a423e18b72fb9",
  "feed": "wall-street-journal",
  "title": "GOP Candidate for Arizona Attorney General Sues to Reverse Election; Republican Abraham Hamadeh alleges errors by poll workers may have influenced results of the race",
  "text": "<p>The race is heading for an automatic recount after a final tally showed Mr. Hamadeh narrowly losing to his Democratic opponent, Kris Mayes. That recount will take several weeks to complete.</p><p>Mr. Hamadeh finished 510 votes, or 0.02 percentage point, behind Ms. Mayes, according to the final tally released by the Arizona secretary of state's office on Monday.</p><p>Defendants in the case include Ms. Mayes and Katie Hobbs, the Democratic secretary of state who defeated Republican Kari Lake in a hotly contested race for governor of Arizona.</p><p>Ms. Hobbs's office didn't immediately respond to a request for comment.</p><p>In Tuesday's lawsuit, filed in Maricopa County Superior Court, Mr. Hamadeh and the RNC alleged procedural and tabulation errors were made by elections workers. If those errors were addressed, they claimed, Mr. Hamadeh would finish on top.</p><p>Mr. Hamadeh alleged that after ballot readers malfunctioned, election workers gave incomplete instructions to hundreds of voters and made other missteps that resulted in votes not being properly tabulated.</p><p>Mr. Hamadeh's lawsuit said he and the RNC \"are not, by this lawsuit, alleging any fraud, manipulation or other intentional wrongdoing.\"</p><p>Dan Barr, a lawyer for Ms. Mayes, said the lawsuit doesn't provide any facts to support its claims.</p><p>\"It's devoid of any facts,\" Mr. Barr said of the case. \"It fails to identify even one person by first and last name who was disenfranchised.\"</p><p>On Election Day, Nov. 8, vote-tabulation machines in about 20% of 223 voting centers in Maricopa County were malfunctioning.</p><p>Bill Gates, chairman of the county board of supervisors, said that day that about one in five ballots weren't being accepted by the malfunctioning machines in Arizona's most populous county, which includes Phoenix.</p><p>Voters who encountered the problem were asked to deposit their completed ballot in a secure drop box on the tabulating machine, Mr. Gates said, characterizing the drop box as a redundancy.</p><p>That day, a Maricopa County judge denied an 11th-hour request from Republicans to extend voting hours to 10 p.m., finding no evidence of specific voters being disenfranchised.</p><p>\"This court finds no evidence that voters were precluded from turning in ballots, although there was some confusion and some difficulties,\" Maricopa County Superior Court Judge Tim Ryan said during a court hearing.</p><p>Write to Jan Wolfe at jan.wolfe@wsj.com</p><p>GOP Candidate for Arizona Attorney General Sues to Reverse Election</p>",
  "published": "2022-11-23T22:56:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}