{
  "_id": "5e6eb242cea6c87bf9ebdb6a384f53789febd4ef1bc1014dfe269b9786e968d7",
  "feed": "wall-street-journal",
  "title": "U.S. Economy Grew Modestly Amid Omicron Surge, Fed Beige Book Says; Rising costs and difficulty hiring persist, companies say",
  "text": "<p>Also See: Powell Plans to Seek Quarter-Percentage Point Rate Increase</p><p>The report contains information gathered through Feb. 18, after the Omicron variant drove up Covid-19 cases and hospitalizations to record highs the month before. Covid-19 cases have fallen sharply in recent weeks, deaths have begun to decline, and some states have announced plans to pull back pandemic-related restrictions.</p><p>Demand for workers remained high at the beginning of the year and businesses expressed difficulty in hiring, which was somewhat exacerbated by the Omicron surge. Still, the report noted that \"workers and firms recovered more quickly than during previous waves\" of the virus.</p><p>A manufacturing company in Arkansas said that it has tripled or plans to triple its number of robotic welders to cope with a difficulty in hiring workers.</p><p>Businesses across the country reported that the prices they charged customers rose robustly, mostly due to the rise of transportation costs. The increased costs of labor and continuing material shortages also contributed to the rise in consumer prices. These businesses expect consumer prices to rise \"over the next several months as they continue to pass on input cost increases,\" the report said.</p><p>A large retail chain in the Northeast said that it plans to raise its consumer prices throughout the year because of higher merchandise-acquisition costs. A furniture retailer said that a several-month backup in deliveries would cause consumer prices to increase this year.</p><p>Companies across the country also indicated that they have raised or plan to raise wages for lower-paid workers, but many of them also expect those gains to eventually plateau this year. Staffing agents in the Federal Reserve System's Cleveland district said that some businesses can't afford to pay workers much more.</p><p>A bank in the Fed's Dallas district reported that it raised its minimum wage to $18 an hour to address retention issues. One manufacturer in the Federal Reserve's St. Louis district estimated that its labor costs increased 5% to 20% because of overtime and hazard pay.</p><p>Even after raising wages and offering additional benefits to attract and retain workers, some employers in the mid-Atlantic region said that they lost some workers to companies that operate fully remotely or were willing to pay higher wages.</p><p>As the Omicron wave recedes, several companies such as Microsoft and Google have announced plans to bring workers back to their offices.</p><p>Write to Bryan Mena at bryan.mena@wsj.com</p><p>U.S. Economy Grew Modestly Amid Omicron Surge, Fed Beige Book Says</p>",
  "published": "2022-03-02T20:52:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2384,
          "end": 2393
        }
      ]
    }
  ]
}