{
  "_id": "d44e990f35d6c0024d4f598a03c6f2d04c65e7439e095e2bd8f6d17fba4ed749",
  "feed": "ftcomall",
  "title": "Fusion start-up Tokamak Energy calls for investment into nascent sector",
  "text": "<p>Fusion start-up Tokamak Energy has called for more investors to back the emerging sector in the UK as it prepares an international fundraising push later this year.</p> <p>The Oxford-based group is one of more than 35 private fusion companies worldwide racing to answer one of science's oldest questions: can atomic nuclei be fused to generate clean, cheap, limitless power?</p> <p>“If you're going to have a truly diversified clean energy portfolio you've got to ask yourself the following question,” chief executive Chris Kelsall told the Financial Times. “What's my portfolio weighting towards these other emerging technologies and what's the risk I'm taking if I don't have an allocation towards fusion?”</p> <p>The prospect of harnessing the same fusion reaction that powers the sun has excited scientists for more than 60 years but has only started to attract significant private investment in the past decade, as efforts to limit global warming by cutting emissions have gathered pace. </p> <p><a href=\"https://www.ft.com/content/cc39da72-7c9c-4a4a-9d51-1049a9badcac\">Private fusion companies</a> — several of which are based in the UK — have raised more than $4bn in funding to date, with US groups attracting the biggest sums.</p> <p>Massachusetts-based Commonwealth Fusion Systems last year secured $1.8bn in funding from investors including Tiger Global Management and Bill Gates. The record capital raise for a fusion company came a month after another US group, Helion Energy, secured $500mn for its aim to demonstrate commercially viable power by 2024.</p> <p>“We're punching beneath our weight,” said Kelsall of Tokamak Energy, which has raised about $150mn in equity since it was spun out of the Culham national fusion research laboratory in 2009. “There's no reason why we should not have a far more expansive, deeper, broader base of investors.” </p> <p>Current shareholders include UK asset manager Legal &amp; General and hedge fund founder David Harding.</p> <p>Soviet scientists pioneered the development of the first fusion machine, known as the “tokamak”, in the 1950s. The doughnut-shaped design enabled a plasma of two hydrogen isotopes, deuterium and tritium to be held in place by powerful magnets and heated to temperatures hotter than the sun so that the atomic nuclei fuse, releasing energy.</p> <p>Tokamak Energy's device is similar but uses a spherical design, which it says is more efficient, and high temperature superconductor tape to generate a more powerful magnetic field.</p> <p>Efficiency will be vital if any group is to succeed in generating commercially viable power, as none has yet achieved fusion while producing more energy than its system consumes.</p> <p>Tokamak Energy aims to deliver the next iteration of its fusion machine in 2026 and a commercial demonstration plant capable of putting electricity on to the grid by 2032 or 2033. </p> <p>“We're totally in a race,” said Kelsall, acknowledging that each fusion company, most of which have slightly different approaches, was competing for government and private sector backing. “It's no good perfecting this technology in 2055,” he added. “We are in a race against time to address the climate imperatives and also the net zero targets that so many governments have been sharing.”</p> <p>The company is also competing for expertise as it seeks to more than double its staff to about 500 by the end of next year. “There's a bit of a talent war going on right now,” Kelsall said.</p> <p>Fusion's sceptics argue that commercial fusion power will forever be 20 years away and that clean energy funding is better directed towards more proven technologies. </p> <p>But the promise remains tantalising. Fusion power would emit no greenhouse gases, the chemical inputs are essentially inexhaustible and a small glass of the fuel could theoretically power a house for hundreds of years.</p> <p>Ultimately, Kelsall expects there to be space for “two to three interconnecting technologies” in a future fusion industry. “Ideally we'd like to be first across the line . . . or if not a close second with a superior answer,” he said. “There's no point turning up on stage if the auditorium is already empty and the crowd's moved on.”</p> <a href=\"http://www.ft.com/cms/e7e8dbbb-98d8-4183-b313-9a34a0bbffd9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Tom Wilson in London 2022 'Fusion start-up Tokamak Energy calls for investment into nascent sector' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-03T03:00:33.042Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}