{
  "_id": "be425fa6b10ef49f6f56d35034ca3c410295e95494da6c833df5d74223a1fed6",
  "feed": "market-watch",
  "title": "The Fed will cut rates next year, says BofA. Here's what will happen to Treasurys. Critical information for the trading day",
  "text": "<p>Strategists at Bank of America say traders need to recognize that this may mean less supply than forecast in the bond markets.</p><p>\"Our economists now expect the Fed to cut rates in Sept '23 to fight a mild recession,\" say Meghan Swiber and Mark Cabana, rates and currency strategists at BofA.</p><p>And if the Fed does trim rates to stimulate demand, it is likely that quantitative tightening — where the central bank sells assets to drain liquidity — will also have to end.</p><p>\"The Fed is likely to stop QT with rate cuts due to the contradictory signal it sends on monetary policy and to simplify policy communications; the Fed will likely not want to be easing with rate cuts but tightening with QT,\" write Swiber and Cabana in a note.</p><p>The Fed has form in this regard. When it began trimming rates in 2019 it announced the end of QT at the same time. Such a move has meaningful implications for the Treasury market.</p><p>Ending QT sooner \"…reduces the amount of supply that Treasury needs to issue to cover Fed redemptions. It also means the Fed may conduct secondary purchases, further limiting the amount of supply the market needs to absorb,\" the strategists say.</p><p>BofA reckons that ending QT in September 2023 will result in at least $1 trillion less of Fed balance sheet reduction compared with an earlier projection for it to stop at the end of 2024 (see chart below).</p><p>Consequently, \"Treasury issuance will likely be about $630bn lower in FY '24 than if the Fed continued QT through the end of 2024,\" it says.</p><p>How will this impact the benchmark bond yield? Well, to simplify, BoA estimates that the reduced supply translates to about 20 basis points of term premium on the 10-year Treasury. Term premium is the amount by which the yield on a long-term bond is greater than the yield on shorter-term bonds.</p><p>\"Earlier QT end would not only be supportive of duration, but also improve supply/demand dislocations and market functioning,\" BofA says.</p><p>Markets</p><p>S&amp;P 500 futures ES00 were up 1% to 3,964 and Nasdaq-100 futures NQ00 jumped 1.7% to 12,313 as mega-tech stocks led the way. Ahead of the Fed decision, the dollar index DXY was off 0.2% to 107.01 and benchmark 10-year Treasury yields BX:TMUBMUSD10Y dipped 1.8 basis points to 2.788%. WTI crude futures CL.1 climbed 1.4% to $96.26 a barrel while gold GC00 added 0.2% to $1,721 an ounce.</p><p>The buzz</p><p>Well-received results from Microsoft MSFT and Alphabet GOOG, parent of Google, are underpinning market sentiment early on Wednesday.</p><p>German consumer confidence plunged to a record low as households fretted over energy supply to the world's fourth-biggest economy.</p><p>European gas prices jumped another 10% to a fresh record for the Dutch TTF August contract of 220 euros per megawatt-hour.</p><p>Credit Suisse CH:CSGN has another chief executive. Ulrich Körner will take over from Thomas Gottstein and will deliver a \"comprehensive\" review of the struggling Swiss bank's business.</p><p>Wednesday is chock-full of corporate earnings reports. Boeing BA and Bristol-Myers Squibb BMY will publish numbers before the market open. Ford F, Qualcomm QCOM and Meta Platforms META are the highlights after the closing bell.</p><p>There is a fair batch of U.S. economic data on Wednesday, too. These include; durable goods orders and core capital equipment orders from June, due at 8.30 a.m.; and pending home sales for June, due at 10 a.m., all Eastern.</p><p>Best of the web</p><p>The mystery of the attack on Paris' internet cables.</p><p>Memo to Wall Street: Don't touch that delete button.</p><p>California's drought and big green lawns. Something's gotta give.</p><p>The chart</p><p>This comes from Bespoke Investment Group. \"The chart below shows the S&amp;P's intraday path on each of the last three Fed Days. You can see that an initial drop occurred right after the 2 p.m. ET rate decision all three times, but then stocks rallied hard for the remainder of the day once Powell's press conference began.\"</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker   Security name  GME      GameStop  TSLA     Tesla  AMC      AMC Entertainment  MSFT     Microsoft  XELA     Exela Technologies  AAPL     Apple  AMZN     Amazon  GOOG     Alphabet  NIO      NIO  IMPP     Imperial Petroleum</p><p>Random reads</p><p>It's where the money is.</p><p>Don't feed Scottish seagulls.</p><p>Bad news about booze.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>The Fed will cut rates next year, says BofA. Here's what will happen to Treasurys.</p>",
  "published": "2022-07-27T11:07:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2364,
          "end": 2373
        },
        {
          "start": 4048,
          "end": 4057
        }
      ]
    }
  ]
}