{
  "_id": "67c35cc4c34c0645624b2864ff147c49b7a31ecce5019c43f2aa7250ac752bd0",
  "feed": "wall-street-journal",
  "title": "Startup Wants to Store Spare Renewable Electricity to Power Heavy Industry; Rondo Energy, which raised $22 million in venture funding, wants to use renewable electricity when it is abundant to store as heat for industrial applications",
  "text": "<p>Weaning the hard-to-decarbonize industrial sectoroff fossil fuels would deliver big climate benefits. The industrial sector accounts for 23% of global carbon-dioxide emissions, according to the International Energy Agency, largely from the burning of coal to generate high temperatures for processes such as steelmaking and cement manufacturing.</p><p>Rondo is also pitching its heat battery technology as a boon for renewable-energy companies that are facing headwinds. In places such as California, the addition of solar capacity to the electricity grid has resulted in surplus power on sunny days, weighing on prices and sometimes dragging them into negative territory. That is undermining the case for adding clean power to the grid, said Zeke Hausfather, director of climate and energy at the Breakthrough Institute, an environmental think tank.</p><p>Rondo's chief executive, John O'Donnell, said new uses for renewable energy that can prevent it from going to waste, such as his company's industrial-heating technology, will strengthen the case for adding capacity.</p><p>\"Industrial heat powered this way becomes a solution to many of the problems in the electricity grid,\" Mr. O'Donnell said. \"Harvesting the spare electricity is an immediate opportunity.\"</p><p>Rondo has picked up high-profile backers. It said Tuesday it raised $22 million from Breakthrough Energy Ventures, a climate-focused investment firm founded by Bill Gates, and Energy Impact Partners, another venture firm. Breakthrough Energy Ventures isn't related to the Breakthrough Institute.</p><p>The startup hasn't revealed all the details about how its technology works. Mr. O'Donnell, who previously worked in the solar industry, said Rondo's system uses \"well proven\" materials already used in industrial processes.</p><p>Rondo isn't the only company that sees the potential for profiting from exploiting renewable energy when it is cheap. Building-materials manufacturer Holcim AG said last week it is working with French utility company Engie SA to commercialize a cement-based heat battery that would be used to heat buildings. Water desalination, carbon capture, green hydrogen manufacturing—which involves using renewable energy to split water into oxygen and hydrogen—and bitcoin mining have all been pitched as uses for abundant renewable energy.</p><p>\"There's a lot of clever people trying to figure out a way to use what is effectively free electricity,\" said Mr. Hausfather of the Breakthrough Institute. He didn't comment on Rondo in particular, but said the challenge is the intermittence of renewable power. It is only abundant and cheap when the sun is shining or the wind is blowing, meaning it can't be relied on for round-the-clock power. Energy storage systems such as lithium-ion batteries add to costs, undermining the economic case for renewables.</p><p>\"The sweet spot for alternatives to curtailment [switching off renewable generation when there is no demand for it] is something that is not particularly capital-intensive upfront and you can make a good return [from] only running it a quarter of the time when you happen to have very cheap electricity,\" he said.</p><p>Mr. O'Donnell said he believes the efficiency of Rondo's system means industrial customers could save on fuel costs by running the system some of the time while keeping fossil-fuel-powered boilers.</p><p>The technology isn't yet proven in the field. The venture funding will enable Rondo to move out of the lab, establish production facilities and sell its system to industrial customers this year, Mr. O'Donnell said. He said the company is talking to potential buyers around the world, and sees opportunity beyond the U.S. Sunbelt.</p><p>\"We're very excited about our role in these very ambitious offshore wind projects happening in Europe in particular,\" he said.</p><p>Write to Ed Ballard at ed.ballard@wsj.com</p><p>Startup Wants to Store Spare Renewable Electricity to Power Heavy Industry</p>",
  "published": "2022-02-08T14:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [],
      "nexusId": "10031144"
    }
  ]
}