{
  "_id": "6e23b24b096e6a41f0e6e0f816ce4494654eafefddec825b1b9c07ca8858b989",
  "feed": "ftcomall",
  "title": "The evolution of fraud",
  "text": "<p>I hope you're keeping warm, readers. Here in the UK, temperatures have gone sub-zero.</p> <p>I write to you with sad news — this is the penultimate Future of Money. It's been a pleasure to write this newsletter (and its predecessor FintechFT), but next week's issue on December 19 will be the last one.</p> <p>Thanks to everyone who has given us feedback and thoughts, as well as all the people who gave their time to speak with me. It's been great to be able to write about new subjects and build up new contacts across the field.</p> <p>If you enjoyed Future of Money, I recommend signing up to Scott Chipolina's <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=62c5b64e2e5c504788777adf\">Cryptofinance</a> newsletter or <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">Due Diligence</a>, our briefing on corporate finance, mergers and acquisitions, and private equity. All our newsletters are available <a href=\"https://www.ft.com/newsletters\">here</a>. </p> <p>You can also <a href=\"https://www.ft.com/fintech\">add “Fintech”&#xa0;to your MyFT topics</a> to get regular updates on topics that I cover. Thanks again to everyone, and happy reading.</p> <h1>Latest news</h1> <ul>  <li><p>Beware of influencers <a href=\"https://www.ft.com/content/cb4cf685-a231-4dc6-9dbf-3ffbdb758c77\">plugging the financial advice gap</a>, warns Claer Barrett in an excellent piece looking at how well the “finfluencers” of TikTok and Instagram are serving their audiences. </p></li>  <li><p>Microsoft has agreed to <a href=\"https://www.ft.com/content/2e613f60-fc0d-48dc-a0ef-b9a7fff06363\">take a 4 per cent stake</a> in the London Stock Exchange Group, writes Nikou Asgari, Tim Bradshaw and Mark Wembridge, the first incursion of Big Tech into the operations of global markets.</p></li>  <li><p>The European tech scene is facing a funding crunch, with <a href=\"https://www.ft.com/content/ac0805f2-292e-4e7c-8d2d-bec5af9c4577\">$400bn in value wiped out</a> since the peak of the 2021 boom, reports Tim Bradshaw. </p></li> </ul> <h1>Fraudsters go from 9 to 5 to 24/7</h1> <p>Scammers have been increasingly active over the past year.</p> <p>The lockdown-era of the pandemic opened up communication gaps within companies that were suddenly spread out across countries.</p> <p>Since then, fraudsters have sought new ways to strike at consumers and businesses, said Simon Horswell, fraud specialist manager at digital identity company Onfido. </p> <p>“Back in 2019, fraudsters were much more 9 to 5, Monday through to Friday,” he said. “But this year, we've seen it flatten off completely — we've had a 24/7 kind of approach.” With individuals now always online, there is limited benefit for fraudsters to stick to normal working hours. </p> <p>Criminals have also increasingly prioritised quantity over quality of attacks, often using (and reusing) synthetic identities which are based on real information to improve their chance of getting through.</p> <p>“The best form of a lie has an element of truth in it,” said Horswell. “It means [a synthetic identity] can evade a lot of the existing models which is why it's quite pervasive.” </p> <p>Will Megson, product lead at Stripe's fraud prevention product Radar, said that another disturbing trend this year has been a surge in card testing attacks, in which criminals check whether a stolen card is still valid by carrying out scores of small transactions before selling on details on the dark web. </p> <p>The impact goes beyond the individual whose card has been stolen — the processing fees of multiple transactions, which can stretch into the millions, can potentially bankrupt smaller merchants.</p> <p>“They're targeting the most vulnerable and least equipped to deal with fraud,” warned Megson. “We're seeing them attacking mom-and-pop stores, even non-profits.” </p> <p>The holiday period also poses a challenge for retailers trying to maximise their sales, Megson said.</p> <p>“The bad actors in the system know that and so they see a bit more air cover,” he warned. “Their behaviour won't fire off as many alarms because of increased volumes of shopping.”</p> <p>Jennifer White, senior director of banking and payments intelligence at JD Power, also warned that a survey carried out in October found many consumers had suffered from fraud linked to financial institutions. </p> <p>“Consumers assume these institutions will keep them safe, but with 58 per cent having personal experience with some type of financial fraud, their trust may be on thin ice,” she said. </p> <p>For Megson, it is key that businesses on the receiving end of fraud adapt to this new reality of increasing threats while not making it too hard for customers by imposing onerous checks that slow down the shopping experience.</p> <p>“It's worth being quite thoughtful about policies — part of it is stopping the bad actors, but you don't want to put in too many protective layers,” he said. “The balance between those two concerns is what's important for companies.”</p> <h1>Chart of the week </h1> <p>While deal activity for the fintech market picked up slightly in November after a quiet October, it remains muted. That reflects growing uncertainty over the economic outlook, with multiple fintechs in segments such as payments announcing lay-offs in preparation for harder times ahead. </p> <h1>Further reading</h1> <p><strong>Fintech giants face uphill battle </strong>Even some of the highest-valued fintechs are facing lay-offs. In TechCrunch, Mary Ann Azevedo <a href=\"https://techcrunch.com/2022/12/11/fintech-interchange-startups/\">offers some advice to founders</a> on navigating the tricky times ahead.</p> <p><strong>Starling Bank to open a new Manchester office </strong>The digital bank<strong>'s new space</strong> would <a href=\"https://www.uktech.news/tech-hubs/the-north-of-england/manchester/starling-bank-manchester-20221209\">create up to 1,000 jobs</a>, reports George Simister in UKTN. Earlier this year, Starling became the first of the UK's neobanks to reach profitability.</p> <p><strong>The Bank of England seeks central bank digital currency wallet </strong>The BoE has put out a <a href=\"https://www.finextra.com/newsarticle/41475/bank-of-england-seeks-applications-for-200k-cbdc-wallet-prototype\">£200,000 contract for a project looking at a digital wallet</a>, which would hold a central bank digital currency. </p><p>Source: Siddharth Venkataramakrishnan 2022 'The evolution of fraud' FT.com 12 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-12T18:30:30.597Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 1100,
          "end": 1109
        }
      ]
    }
  ]
}