{
  "_id": "8e8ff766977bca76354c1add435983c13310316cab30276e99ff234e9a570173",
  "feed": "wall-street-journal",
  "title": "Strong Dollar Extends Gains With No End to Rally in Sight; Few on Wall Street see a change in its trajectory, reflecting fears of a global recession and deterioration in Europe",
  "text": "<p>Asset managers have been betting the Federal Reserve will do whatever it takes to stop rising consumer prices. Following another hot inflation readinglast week, the Fed is likely to raise rates by another 0.75 percentage pointlater this month. Although not as bold as a full percentage-point move as some feared, the gap will continue to widen between U.S. rates and those in Europe or Japan. This could attract more yield-seeking investors to the currency.</p><p>The dollar's strength is a double-edged sword for U.S. consumers and businesses. It boosts purchasing domestically but weighs on multinational firms' revenue. Microsoft Corp. cut earnings guidance in June, after saying in April that the strong dollar had reduced its revenue by around $300 million in the first three months of the year.</p><p>The rising dollar has hit commodities from oil to copper, which are priced in dollars, wounding emerging-market economies, whose dollar-denominated debt also becomes more expensive to service when the U.S. currency strengthens.</p><p>This week investors will be scrutinizing second-quarter earnings from companies including Goldman Sachs Group Inc., Tesla Inc. and Alcoa Corp. Banks kicked off earnings season with a mixed outlook, as profits fell even as executives said there were few signs of a recession.</p><p>\"The dollar is definitely going to be a huge earnings headwind,\" said Adam Crisafulli, founder of the market-intelligence firm Vital Knowledge.</p><p>Money managers will also be tracking the European Central Bank meeting for clues regarding the direction of the euro. Analysts expect the ECB to raise rates for the first time since 2011.</p><p>The ECB and the Bank of Japan have kept easy-money policies in place, lagging behind the Fed and other countries that are rapidly tightening borrowing conditions to tamp down inflation. The Bank of Canada surprised investorsWednesday by raising its policy rate by a full percentage point.</p><p>Hedge funds are betting against the euro, which has dropped nearly 15% against the dollar over the past year due in part to Russia's war in Ukraine and related energy and inflation problems. Depository Trust &amp; Clearing Corp. data show rising volume in options that pay out when euro declines accelerate.</p><p>\"The foreign-exchange market is in the process of discounting a severe European recession,\" said Stephen Gallo, European head of foreign-exchange strategy for BMO Capital Markets.</p><p>The yen has continued its decline, falling around 20% against the dollar over the past year. The Bank of Japan has pledged to continue its low-interest-rate policies, including control over the difference between short- and longer-term bond yields, known as the yield curve, despite signs of inflation.</p><p>\"With the Bank of Japan not expected to act on rates or its yield curve target soon, the yen's performance will depend on moves in U.S. yields,\" said Shaun Osborne, a currency strategist at Scotiabank.</p><p>The dollar's rise is rippling well beyond Europe and Japan. Currencies that traders use as proxies to measure sentiment on economic growth and equities—such as the Australian dollar—have dropped in recent days as investors wager growth will slow.</p><p>\"As people change their views, it is the currency they target,\" said Steve Englander, head of North America macro strategy at Standard Chartered. \"Fears around interest rates, inflation, Europe shutting down and corporate earnings are hitting at the same time.\"</p><p>The Australian dollar has dropped more than 10% from its highs in April.</p><p>SHARE YOUR THOUGHTS</p><p>How long do you think the dollar will continue to strengthen, and why? Join the conversation below.</p><p>Wall Street analysts anticipate the dollar will continue its march higher as global recession fears rise. Morgan Stanley broadly lifted forecasts on the dollar last week and now expects the euro to trade at 97 U.S. cents by the end of September.</p><p>Michael Feroli, chief U.S. economist at JPMorgan, said June's Fed minutes support the idea the dollar has room to run. Earlier in the year, investors were uncertain whether the Fed would aggressively raise rates if it meant hurting the U.S. economy. The minutes suggested the central bank will do whatever it takes to quell inflation.</p><p>\"The most notable shift in tone was a growing acceptance that growth might have to be sacrificed in order to restore price stability, but that that's a cost they're willing to pay,\" he said.</p><p>Write to Julia-Ambra Verlaine at Julia.Verlaine@wsj.com</p><p>Strong Dollar Extends Gains With No End to Rally in Sight</p>",
  "published": "2022-07-17T14:03:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 611,
          "end": 625
        },
        {
          "start": 617,
          "end": 632
        }
      ]
    }
  ]
}