{
  "_id": "74c0d8f76b9e90d32bf3f356d5d2bb40f463ce4ed13a46c538711811fa15ad0e",
  "feed": "wall-street-journal",
  "title": "Microsoft's Real Game With Activision; Making 'Call of Duty' exclusive to Xbox isn't the point and should be an easy concession",
  "text": "<p>Concern about what will Microsoft ultimately do with the blockbuster videogame franchise continues to hang over the software giant's proposed bid to acquire Activision Blizzard. Last week, the U.K.'s Competition and Markets Authority said it is escalating its investigation into the $75 billion deal on the concern that combining the Xbox maker with the world's largest third-party videogame publisher by annual revenue will stifle competition. Chief among its worries, according to a statement by the agency earlier in the month, is that Microsoft could harm rivals \"by refusing them access to Activision Blizzard games or providing access on much worse terms.\"</p><p>The stepped-up regulatory scrutiny has unnerved investors. Activision shares got a lift Thursday, after Microsoft CEO Satya Nadella told Bloomberg TV that he felt \"very, very confident\" the deal will close, but the stock is still 19% below Microsoft's $95 offer price compared with the 13% discount the shares fetched on the close the day the deal was announced. And that is with some rather bold votes of confidence in Microsoft's ability to get the deal closed. Warren Buffett's Berkshire Hathaway bought nearly 54 million Activision shares in the first two quarters of this year—more than tripling its ownership stake—in what Mr. Buffett described as an arbitrage play that he personally approved after seeing the gap between the stock's price and deal price.</p><p>Microsoft has reportedly made a private commitment to Sony to keep \"Call of Duty\" on the PlayStation for several years beyond the current contract. But that pledge hasn't assuaged the fear that the Xbox maker could eventually make the game exclusive to its own platform. \"Call of Duty\" is one of the industry's most lucrative franchises, with its annual release for game consoles ranking as the bestselling title in the U.S. market for 11 of the past 13 years, according to data from NPD. That includes last year, when the most recent iteration, \"Call of Duty: Vanguard,\" garnered the lowest critic scores in franchise history and sold poorly enough to cause Activision's internal long-term targets to be \"downwardly adjusted\" six weeks after its release, according to a regulatory filing in February.</p><p>Activision seems highly motivated not to repeat the same mistake. In a virtual event last week, the company showcased this year's release, called \"Call of Duty: Modern Warfare II,\" which Andrew Uerkwitz of Jefferies called \"easily the most expansive version to-date.\" The game is due to launch Oct. 28, and analysts are projecting a 20% jump in \"Call of Duty\" unit sales in the fourth quarter compared with the same period last year that featured the \"Vanguard\" launch, according to consensus estimates from Visible Alpha.</p><p>Microsoft could use the launch of the latest game as an occasion to make a more open and firm commitment to maintain wide distribution of \"Call of Duty.\" While making the game exclusive could help Microsoft's Xbox game console—which has been trailing the PlayStation for the last two console cycles—Microsoft shouldn't be buying Activision just to move more low-margin game hardware. Such franchises now offer their owners many different ways to generate revenue and those ways are particularly well suited to a cloud-computing giant that has evolved from its dependence on the ubiquitous Windows platform.</p><p>For instance, \"Call of Duty\" now has a mobile game that launched in late 2019 and generated more than $1.5 billion in total player spending in less than 18 months, according to Sensor Tower. There is also an online free-to-play version called \"Warzone,\" which is designed with the same battle royale model that made \"Fortnite\" such a hit. Those games have been successful enough to diversify the revenue base of \"Call of Duty.\" Analysts estimate that just over a third of total franchise revenue now comes from initial game sales, according to Visible Alpha.</p><p>That means it is in Microsoft's best interest to keep distribution of the game wide rather than narrow. That is true even as gaming evolves to subscription-based and cloud-based services. \"Call of Duty\" will clearly be a draw for Microsoft's offerings in this area, but even making the game available on Sony's competing services like PlayStation Plus would result in licensing payments and royalties to Microsoft. Sony certainly wouldn't love having to fork over any money to its archrival, but keeping access to \"Call of Duty\" would be worth the price to the PlayStation owner. It wouldn't be too shabby a deal for the Xbox owner either.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Microsoft's Real Game With Activision</p>",
  "published": "2022-09-23T11:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 3937,
          "end": 3948
        },
        {
          "start": 1083,
          "end": 1092
        },
        {
          "start": 24,
          "end": 33
        },
        {
          "start": 539,
          "end": 548
        },
        {
          "start": 2751,
          "end": 2760
        },
        {
          "start": 4147,
          "end": 4158
        },
        {
          "start": 4605,
          "end": 4614
        },
        {
          "start": 767,
          "end": 776
        },
        {
          "start": 903,
          "end": 912
        },
        {
          "start": 4321,
          "end": 4330
        },
        {
          "start": 2948,
          "end": 2957
        },
        {
          "start": 1426,
          "end": 1435
        },
        {
          "start": 3937,
          "end": 3946
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 4147,
          "end": 4156
        },
        {
          "start": 2948,
          "end": 2959
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1083,
          "end": 1094
        },
        {
          "start": 4605,
          "end": 4616
        },
        {
          "start": 903,
          "end": 914
        }
      ],
      "nexusId": "10031144"
    }
  ]
}