{
  "_id": "c55760df95968babe854a90b773e17e2a48bceb18948ada4f02f6f91a2078ed1",
  "feed": "market-watch",
  "title": "Corporate profit is at a level well beyond what we have ever seen, and it's expected to keep growing",
  "text": "<p>Even as top executives warn about the effects of inflation on their bottom lines, profit margins are expected to grow larger still this year and beyond.</p><p>Companies in the S&amp;P 500 index SPX reported a record collective net profit margin of 12.18% in the past 12 months of financial reports, which largely correlates with the 2021 calendar year, according to a Dow Jones Market Data Group analysis of FactSet data based on generally accepted accounting principles, or GAAP. That number is far higher than any previously recorded: Annual net profit margins for the index show only three years since 1999 in which the S&amp;P 500's profit margin managed to hit double digits —2006, 2018 and 2019 — and margins in those years stayed lower than 11%, with a high of 10.75% in 2018.</p><p>Bureau of Economic Analysis data shows that there are no historical parallels to that type of profitability from corporations before 1999, either. Records dating back to the late 1940s show that after-tax corporate profits in relation to gross domestic product are at all-time highs.</p><p>Wall Street still expects a higher net profit margin for the S&amp;P 500 this year, and the next two after that. On average, analysts predict that the S&amp;P 500 index will produce a 13% net profit margin in 2022, according to FactSet, as they prepare for a wave of first-quarter numbers in the coming weeks, with similar projections for 2023 and 2024.</p><p>This sudden jump in profit margins was elevated to the halls of Congress this week, where the Senate Budget Committee heard testimony about whether the dual increases in corporate profits and inflation were interrelated.</p><p>In a hearing titled “Corporate profits are soaring as prices rise: Are corporate greed and profiteering fueling inflation?,” former U.S. Labor Secretary Robert Reich testified Tuesday that one big contributor is a decrease in competition — since the 1980s, he said, two-thirds of all industries have become more concentrated.</p><p>“They're passing these costs on to consumers in the form of higher prices. Why? Because they can,” Reich, who is now the chancellor's professor of policy at the University of California, Berkeley, said. “And they can because they don't face meaningful competition. If markets were competitive, companies would keep their prices down to prevent competitors from grabbing away customers.”&#xa0;</p><p>The smaller number of competitors is obvious in a number of industry sectors, where profits have grown slowly but steadily through the years. Big Tech, for example, is a small group of companies that dominate online commerce, which became even more essential during the COVID-19 pandemic. Other industries where this plays out include banking, oil and gas, and consumer staples.</p><p>Read: $1.4 trillion??? Big Tech's pandemic surge produces mind-boggling financial results</p><p>Other experts see the jump as an effect of the extraordinary circumstances of the pandemic, which helped lead to a wave of inflation, a shortage of workers and supply-chain difficulties. Large companies such as Starbucks Corp.SBUX and Chipotle Mexican Grill Inc.CMG have raised prices multiple times in the past year, while noting it was because of increased costs of acquiring goods from a damaged supply chain and rising salaries for employees. It is possible that those costs have taken longer to show up on corporate balance sheets than the price increases that were felt immediately, which would produce a fatter bottom line in the short term, and that consumers were willing to spend freely after spending much of the previous year under shelter-in-place orders.</p><p>“One of the big reasons you saw profits go up was such a huge earnings recovery from the COVID lockdowns,” said John Butters, senior earnings analyst at FactSet. “We had some of the highest earnings growth rates we have seen in quite some time.”</p><p>If this were a temporary effect caused by a rebound from COVID woes and a delay in rising costs companies expect, it would logically follow that profit margins would be forecast to decline ahead. That is not happening, though, at least not beyond the round of financial reports that are beginning to land. Analysts' current average estimates for 2023 and 2024 suggest both will have higher profit margins than 2021 — 12.98% and 13.38%, respectively — and despite some high-profileforecast misses in the most recent earnings season and a pullback in equity prices so far this year, they have increased their expectations for 2022 so far this year.</p><p>Related: A dozen S&amp;P 500 stocks just had their worst quarter ever, as tech stocks sloughed off nearly $2 trillion in value</p><p>Analysts reduced their overall earnings estimates for the first quarter by 0.7% as results rolled in during the first three months of the year, the first time that has happened since the COVID-19 pandemic struck in the second quarter of 2020, according to Butters. However, before the pandemic, it was common for Wall Street to bring down earnings estimates as analysts received guidance during the quarter, and the 0.9% decline was well lower than the average decline over five years (2.5%), 10 years (3.4%) and 20 years (4.8%).</p><p>Additionally, while analysts reduced their first-quarter estimates, they actually raised their forecasts for the subsequent three quarters and the full year, as companies pointed toward the potential for better returns later in 2022. Analysts increased their full-year estimates by 2%, which is aberrant: They typically bring down average annual expectations during the first quarter, by an average of 0.4% over the past five years and 2.9% over the past 15 years, according to Butters.</p><p>That is one reason why the current earnings season will be a crucial one for the markets. Investors will be watching for a downtrend in the reported numbers, but more crucially eyeing guidance for the second quarter and the rest of the year for signs that profit margins are on the descent. Currently, the full-year forecast for profit margins for the S&amp;P 500 is about the same growth rate as for 2022, Butters said, but that data of course is likely to change as companies begin to report and talk to the Street.</p><p>“We know companies are facing all sorts of costs, higher energy costs, labor shortages,” Butters said. “Seventy-four percent of companies that had conference calls [last quarter] cited inflation and supply chain. These are big topics. Some can raise prices, some can offset it. It will be interesting to watch, and see what companies say about their ability to raise prices to offset costs.”&#xa0;</p><p>There are also industry-specific dynamics that are skewing the larger sample. Much of the boom in profit came from specific sectors that have not slowed down, including semiconductors and the five Big Tech companies, while any decline in other segments of the economy are likely to be papered over by expected gains for the energy sector as oil and gas prices rise during Russia's invasion of Ukraine</p><p>The semiconductor industry is a prominent example. Amid a shortage of chips that affected varied industries including automobiles and other consumer products that now rely on electronic brains, prices spiked. The overall net profit margin in the Semiconductors &amp; Semiconductor Equipment subsector hit 27.79% in 2021, 2 percentage points higher than at any point in the previous decade, and is expected to near 30% in 2022.</p><p>For more: Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>That semiconductor performance combined with sudden surges in margins for the Software subsector, where Microsoft Corp. MSFT played a big part in margins rising to 32.28% in 2021 despite not touching 30% in the previous decade; and Hardware, Storage &amp; Peripherals, where a boom in sales of personal computers and related equipment, along with Apple Inc.'s AAPL massive profits, pushed the average margin from 16.19% in 2020 to 21.59% in 2021.</p><p>The end result was that the Information Technology sector of the S&amp;P 500 — which comprises those subsectors along with three others, and had produced profit margins in a consistent range from 16.6% to 19.5% over the past decade — soared to a net margin of 23.3% in 2021. Analysts currently expect that margin to rise again in 2022, to 24.9%.</p><p>MarketWatch has already detailed the large margin gains for Big Tech, which collectively produced $320 billion in profit and $1.4 trillion in sales in 2021. Those companies and their astounding financial results are not all included in the Information Technology sector, however: Google parent company Alphabet Inc. GOOGLGOOG and Facebook parent company Meta Platforms Inc. FB are included in the Communications Services sector, which jumped from 12.2% margins in 2020 to 16.1% in 2021.</p><p>Amazon.com Inc. AMZN is included in the consumer-discretionary category, which was seemingly helped by government subsidies meant to stimulate consumer spending. That sector saw margins grow from 4.98% in 2020 to 7.46% in 2021.</p><p>See also: The pandemic PC boom is over, but its legacy will live on</p><p>The most astounding increase may have occurred in the Financials sector, however, as the net profit margin increased from 12.97% in 2020 to 21.76% in 2021. That performance is far out of line with the previous decade, when margins ranged from 9.95% to 16.18%.</p><p>Shiva Rajgopal, a professor of accounting at Columbia Business School in New York, said that the actions to lower interest rates by the Federal Reserve since the financial crisis of 2008-'09 have made money so easy in the markets that all financial institutions and Wall Street investment banks are riding high. The Banks subsector, which had not topped a 22.44% margin in the previous decade, rose to 30.49% in 2021, while the Capital Markets subsector jumped from a then-decade-high of 21.19% in 2020 to 26.25% in 2021.</p><p>“Mostly because of the Fed, it's probably not surprising that financials have gone up,” Rajgopal said, adding that the fees business was robust as well, from the previous SPAC boom and other deal-making activities.</p><p>Financials is one of the few sectors expected to see margins shrink in 2022, as the Fed plans to increase interest rates. Analysts estimate it will drop to 18.93% this year, with Banks falling to 25.85%, though both of those numbers are still higher than historical norms. The Capital Markets margin is expected to increase again, to 27.55%.</p>",
  "published": "2022-04-13T09:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 7553,
          "end": 7568
        },
        {
          "start": 7553,
          "end": 7562
        }
      ]
    }
  ]
}