{
  "_id": "3b1481f18bc71e7f9086609a869d37353b129081b1c7dc46dd8920741155472b",
  "feed": "ftcomall",
  "title": "Bukalapak races to bring Indonesian roadside kiosks online",
  "text": "<p>Bukalapak is racing to bring Indonesia's 3.5mn small roadside kiosks online as the ecommerce group attempts to capitalise on its head start in the next battleground for south-east Asia's technology companies.</p> <p>The group is one of several Indonesian tech companies fighting to get a share of the fast-growing market for digitising “warungs”, roadside mom-and-pop stalls in an attempt to grow their businesses in rural areas, an untapped market ripe for digitisation.</p> <p>Warungs play a vital role in Indonesia, often acting as a gathering point for the community. The roadside kiosks are seen in major cities like the capital Jakarta, but are especially important in rural areas where supermarkets and convenience stores are still a rarity.</p> <p>Bukalapak, backed by Microsoft and Jack Ma's Ant Group, offers a one-stop procurement service on an app, allowing small, often family-owned stores to source everything from shampoos, cold drinks, cigarettes and other daily products. Its app also allows warungs to sell digital products like phone credits and mobile game vouchers, with Bukalapak taking a cut from the sales.</p> <p>As much as 65 per cent of total retail sales go through this type of unorganised stalls in developing nations like Indonesia, according to Navin Killa, head of telecommunications, media and internet at UBS Global Research.</p> <p>Killa said <a href=\"https://www.ft.com/stream/c916286e-46e9-4042-b759-6315a5f6dba8\">ecommerce</a> groups need to target the market otherwise they “will never be able to achieve the kind of scale that global ecommerce giants have been able to achieve”. </p> <p>Bukalapak is estimated to have about 40 per cent share of the market for digitising warungs. But it is facing growing competition. Since it entered the sector in 2016, its ecommerce rivals Tokopedia of GoTo and Sea's ecommerce arm Shopee have joined the fray.</p> <p>The sector has also attracted interest from venture capital. Gudang Ada, Ula, and BukuWarung — three start-ups that aim to bring warungs online — raised nearly $300mn between them in 2021. Investors range from Jeff Bezos's Bezos Expeditions, Peter Thiel's Valar Ventures, China's Tencent to Victor Jacobsson, co-founder of Swedish “buy now, pay later” group Klarna.</p> <p>Bukalapak's early investment is already making inroads. At the end of last year, sales from its “mitra” (partner) business overtook its ecommerce unit for the first time on a quarterly basis. The trend accelerated in the first quarter of 2022, with the group's mitra division reporting 471bn rupiah ($32mn), nearly double the sales from ecommerce in the same period, and a 226 per cent jump from a year ago.</p> <p>Teddy Oetomo, president of Bukalapak, put this down to the maturing of its business. “In the earlier stage of the company, to drive traffic, a lot of the focus has been on providing warungs with branded fast moving consumer” from the likes of large multinationals, but now the company is “seeing contributions from local brands” which allows Bukalapak to charge a higher commission, he said.</p> <p>Warungs also pose an opportunity for the Indonesian company to expand its financial services in a country where half the adult population remains unbanked. Digitised warungs can provide previously inaccessible data on these kiosks, which Bukalapak can use for credit scoring and help expand its lending service, a more lucrative business than ecommerce.</p> <p>Bukalapak entered financial services in January when it invested in a local lender Allo Bank, becoming its second-largest shareholder.</p> <p>“A large proportion of the population does not have access to lending, whether that is from low credit data, or banks' tendency to avoid giving loans,” said UBS's Killa.</p> <p>“These small mom-and-pop shops who are the main customers of the mitra business fall into that category. A lot of them do not have that monthly salary slip which would allow them to take a loan, so they do not have the access to credit, and they are the ones that need credit the most.”</p> <p>But Bukalapak's push into the market has not yet helped boost its share price. Shares in the company, which sealed its place last year as Indonesia's biggest stock market listing after <a href=\"https://www.ft.com/content/8095f4c3-76e0-40a8-8c75-0dcf68eb9fae\">raising $1.5bn in August</a>, have fallen more than 60 per cent from its initial public offering price. </p> <p>Bukalapak is not the only south-east Asian tech company whose share price has plummeted in recent months. Singapore's Grab and Sea, as well as Indonesia's largest tech company GoTo, have all fallen as recent interest rate rises prompted investors to flee the riskiest corners of global financial markets.</p> <p>“Making progress with the warung digitisation business definitely gives Bukalapak advantages, but it does not guarantee a win in Indonesia's extremely competitive market,” said Barsali Bhattacharyya, manager at the Economist Intelligence Unit's industry briefing team. </p> <p>Bhattacharyya warned that “it can be quite easy for small businesses to switch partners later on if a competitor offers them better rates”.</p> <p>Both GoTo and Sea have more cash than Bukalapak. GoTo had approximately $1.4bn in cash and cash equivalents before its <a href=\"https://www.ft.com/content/ca9e9ef9-459c-48c2-92ee-67198eb424cf\">$1.1bn IPO in April</a>, while Sea had $7.6bn as of the end of March. Bukalapak had $1.3bn at the end of its first quarter this year.</p> <p>“All the players will need to demonstrate improvement of profitability in the current capital market environment. Therefore it will less likely be a cash burning game in the short term,” said Jianggan Li, chief executive of Singaporean consultancy Momentum Works.</p> <p>“But cash rich players such as Sea's Shopee will<a href=\"https://www.ft.com/content/d1150ebb-9340-422c-8f7b-a52965014fb5\"> continue to invest</a> in growth objectives. Bukalapak will be under pressure to demonstrate better organisational and operational efficiency than its competitors”, said Li.</p><p>Source: Shotaro Tani in London 2022 'Bukalapak races to bring Indonesian roadside kiosks online' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-03T04:00:24.583Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 756,
          "end": 765
        }
      ]
    }
  ]
}