{
  "_id": "b88a5fdf382a9c8aeed1a82b9408b3259694b13a460bd4e8323af41d13a37745",
  "feed": "wall-street-journal",
  "title": "Gmail, Slack, Zoom and More—At-Work Tech Rules for New Grads and Everyone Else; Do: Turn on Gmail's Undo Send button. Don't: Type anything in Slack that you would fear your employer seeing.",
  "text": "<p>Communication demands in many fields are greater than ever, now that some workers are home more often. And these demands weigh heaviest on those just starting their jobs or careers.</p><p>Having landed a new job during the pandemic, I can relate. Getting to know colleagues or making your work visible to senior leadership is difficult when you're working from your kitchen table. So here's a starter guide for emailing, messaging and video chatting in the modern remote-ish workplace.</p><p>Make an Impression</p><p>You've demonstrated proficiency in all the skills required to get the job, which is great. To develop your career and grow within a company, you need to be seen and heard, said Gorick Ng, a career adviser for undergraduates at Harvard University and author of a bestselling self-help book for early-career professionals. For starters, he says, you should:</p><p>Note preferred modes of communication. On the first day, ask: What's the best way to get in touch? Email? Call? Slack? (Don't text your bosses unless they text you first.) \"Every manager is going to have a different preference, and simply asking signals that you are eager to contribute,\" Mr. Ng said.</p><p>There does seem to be one common predilection among managers, which Mr. Ng calls \"bundle and escalate.\" Don't ask 10 questions in 10 separate communiqués—batch them together before approaching your manager.</p><p>SHARE YOUR THOUGHTS</p><p>What tech advice do you have for new grads? Join the conversation below.</p><p>On video calls, arrive early and stay late. \"There's always that awkward time before the most important person shows up, where everyone is desperately waiting for someone to break the ice,\" Mr. Ng said. This can be a good time to socialize. Lingering at the end can also pay off. Someone in the group might want to stay on the call to chat.</p><p>Study the internal directory. Don't just look at your team, Mr. Ng said. Look across offices and teams, noting names and titles, and do research on LinkedIn. \"Dig for commonalities,\" he said. \"Do you have a mutual friend, school or hobby?\"</p><p>For those who can work in-person and whose organization uses unassigned seating, aka hot desking, he suggests choosing seats close to common areas. \"Stay close to the action,\" he advised.</p><p>Virtual-Meeting Virtuoso</p><p>Zoom, Microsoft Teams, Google Meet, Webex and Bluejeans are some of the more widely used videoconferencing platforms. Find out which is deployed by your company and download the apps for your desktop and mobile device in advance, then try a test meeting, before you have to join a real one.</p><p>Peggy Hsu, a manager of university recruiting at videogame platform Roblox, suggests that new hires turn their cameras on in meetings by default to build connections with colleagues. And don't forget to dress for the part, at least from waist up.</p><p>You'll want to make sure you look and sound great. A little height for your webcam and light on your face goes a long way. Logitech's $60 Litra Glow clip-on light produces soft, flattering illumination, but any lamp or nearby window helps. Just be sure it's not behind you. In Zoom's video settings, turn on the touch-up feature and enable \"Always show video preview when joining a meeting.\"</p><p>When sharing your screen, present just the active window, not your entire screen. Try not to multitask during meetings—especially when you're presenting, obviously. Make sure notifications are turned off by enabling Do Not Disturb.</p><p>The whole world knows this, but it bears repeating anyway: Stay muted when you're not speaking. And don't forget to unmute when you are. (Make use of a keyboard shortcut, like the push-to-talk space bar in Zoom.)</p><p>Chat-App Caution</p><p>Don't type anything you wouldn't want your employer to see on Slack or any other company communication tool. Any message you send, whether it's in a public group or a private direct message, can probably be viewed by an administrator. This even applies to your email, shared cloud-storage system and the video-call chat channel.</p><p>If your company uses Slack, you can go to the app's Workplace Settings to see the organization's policies on conversation history retention and message exporting. If your company uses different software, consult your employee handbook.</p><p>My favorite Slack feature is its third-party integration with calendars such as Google Calendar and Outlook. When activated, you can sync your schedule to your Slack status, so when you're in a meeting, your availability will be set to Away with a calendar emoji. When it's time to join a meeting, you'll get a Slack direct message with a link to join the call.</p><p>Channels and groups can get overwhelming quickly. Organizing your sidebar into sections can help: Right-click a channel and select \"Create a new section.\" You can mute notifications on a per-section basis. Quickly find a group or a person using the search function up top (or by typing Command-K).</p><p>Set reminders to revisit messages. Hover over a message, click on the three dots next to it, and go to \"Remind me about this.\"</p><p>There are lots of notification customizations. Go to Preferences and set a custom schedule to receive notifications, so you aren't pinged in the middle of the night. Also set notifications on your mobile devices to \"as soon as I'm inactive\" on your desktop.</p><p>And remember to add context to your messages. Don't just say \"Hey,\" and bounce.</p><p>Email Like a Pro</p><p>Overly long emails are a common new-grad pitfall, according to Renate Norman, general manager of global university recruiting at Microsoft. \"Get to the point quickly,\" she said. She recommends starting with a summary and your main point or request up top. You can add more detail later, but if it's getting too messy, pick up the phone.</p><p>The undo-send feature is an email lifesaver. It will give you a grace period—also known as the \"whoops\" moment—before your email goes to recipients. In Gmail settings, you can set this undo period to up to 30 seconds. In Outlook settings, go to Mail, click Compose and reply and scroll down to Undo send, where you can set a period of up to 10 seconds. Do it.</p><p>If you're working late, or you have colleagues in different time zones, you can also delay delivery in Outlook by clicking on More options, then Delivery options, or use schedule send in Gmail by clicking the down arrow next to Send. </p><p>Working late or emailing a different time zone? Use 'Schedule send' in Gmail by clicking on the down arrow next to Send. PHOTO: Nicole Nguyen/ The Wall Street Journal</p><p>BYOD? Be Careful</p><p>Bring Your Own Device is a policy more companies are adopting. While it means you can use your favorite phone or laptop with work apps, it often comes with a trade-off: Some activity on your personal device can be monitored by your employer.</p><p>Many companies require employees to download a management profile on their personal mobile devices. Before installing, review its permissions. Common access includes the ability to erase all data and settings, as well as remove applications and data in the event your phone is stolen. Still on your family plan? Make sure your name is on the caller ID.</p><p>When you need to do work on your personal computer, an easy way to keep things separate is to use two different browsers—for instance, Chrome for work, Safari for personal stuff.</p><p>If this all seems overwhelming, that's because it is. Even the most experienced among us forget to unmute and accidentally send an email with a typo. Take a breath. You got this. Whatever you do, just don't Zoom from bed.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Gmail, Slack, Zoom and More—At-Work Tech Rules for New Grads and Everyone Else</p>",
  "published": "2022-05-08T12:00:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 2257,
          "end": 2266
        },
        {
          "start": 5479,
          "end": 5488
        }
      ]
    }
  ]
}