{
  "_id": "ea564290460eed5964ce64e04c26f333956c42b8de67944bfd87a1668f900ee4",
  "feed": "wall-street-journal",
  "title": "Secret World of Pro-Russia Hacking Group Exposed in Leak; A Ukrainian researcher revealed the operations of Trickbot, one of the most powerful cybercriminal enterprises with its Conti ransomware, after the group defended Russia; chats range from hospital attack plan to hackers grousing about vacation",
  "text": "<p>U.S. authorities and cybersecurity researchers foiled large parts of the plan, warning hospitals before the hackers' ransomware could be installed, but the hackers shrugged off the setback, according to a cache of data and documents leaked online in recent weeks.</p><p>The hacking enterprise, called the Trickbot Group by federal prosecutors, and its affiliates had already collected hundreds of millions of dollars by shutting down emergency rooms, city governments and public schools since 2018.</p><p>\"I find it all funny,\" wrote a Trickbot hacker who used the pseudonym \"target,\" in a message, after the plan was thwarted, to \"stern,\" the group's leader and paymaster.</p><p>This wide-open view of the inner workings of what is perhaps the world's biggest and most dangerous organized cybercrime group is a surprising consequence of the war in Ukraine. An anonymous researcher who had infiltrated the group's servers, and who identified himself as Ukrainian, posted the data on Twitter on Feb. 27. \"Ukraine will Rise!\" he then wrote in a March 2 tweet.</p><p>Security researchers and U.S. officials say the internal conversations amount to the most complete and candid public look yet at the operations of a criminal ransomware enterprise. U.S. authorities have been tracking the Trickbot group, but little was known publicly about its operations and internal deliberations before the cache of documents surfaced.</p><p>More than 200,000 messages exchanged by 450 Trickbot managers, staff and business partners since June 2020 reveal a well-organized criminal syndicate with possible connections to Russian intelligence agencies. They show an organizational resilience that allowed the group to rapidly recover from counterattacks by international law-enforcement coalitions, and grand ambitions to diversify and develop a cryptocurrency.</p><p>Life inside the group swings wildly between the dangerous and the mundane, with managers at once hatching extravagant plans, such as opening a pro-Russian espionage division, while also budgeting vacation time and smoothing over workforce conflicts.</p><p>Russia's invasion of Ukraine last month prompted the researcher to leak the information, according to two people who know him and can verify the work he did to capture Trickbot communications and pass them on to Western cybersecurity professionals. The researcher didn't respond to requests for comment sent to him via an intermediary.</p><p>U.S. law-enforcement officials haven't publicly verified the materials. Cybersecurity researchers and former security officials say the chat logs and other leaked documents appeared to be authentic. The Federal Bureau of Investigation declined to comment.</p><p>The data include technical details that align with attacks using ransomware called Conti that Trickbot has previously claimed, as well as a breach previously attributed by security experts to another strain of ransomware developed by the group called Ryuk, according to an analysis of the data by The Wall Street Journal.</p><p>A malware developer participating in the chats used a nickname previously identified in a federal indictment as a coder for Trickbot. And gaps in the logs coincide with periods when the group's computer infrastructure was known to have been disrupted by law enforcement or intelligence agencies, according to security researchers and the security blogger Brian Krebs.</p><p>Ransomware locks up a target computer network's files until payment is made for their release. It has ballooned as a criminal enterprise in recent years. The U.S. Treasury Department said last fall that ransomware payments by American companies that were flagged by U.S. banks in the first six months of 2021 had nearly doubled to almost $600 million from the previous year's period.</p><p>President Biden began putting pressure on Russian President Vladimir Putin last summer to take action to limit ransomware originating in Russia. Much of the world's cybercrime—including ransomware—originates there or in Eastern Europe, say security researchers and government officials.</p><p>Russia has denied U.S. accusations that its state security apparatus is involved with cybercrime or tolerates it. Russia's embassy in Washington didn't respond to requests for comment. Email queries sent to 22 participants whose email addresses were seen in the Trickbot chats weren't answered.</p><p>Officials say cybercriminal groups could target the U.S. as a form of retaliation for the West's support for Ukraine against Moscow's invasion. Gen. Paul Nakasone, the head of the National Security Agency and U.S. Cyber Command, warned during a Senate hearing this month that Russia could become more likely to lash out with ransomware or other aggressive cyberattacks as the Ukraine conflict drags on.</p><p>On Monday, a Ukrainian internet service provider used by the country's military suffered a massive cyberattack, disrupting its services. Officials didn't say who was responsible.</p><p>Mr. Biden last week said evolving intelligence indicated the Kremlin was looking to target the U.S. with cyberattacks in response to punishing economic sanctions.</p><p>U.S. officials are weighing whether to sanction the Trickbot group, according to sources familiar with the Treasury Department's thinking. Such a move would make it illegal for U.S. companies to pay its ransomware demands.</p><p>The Biden administration has identified ransomware gangs—particularly those operating from within Russia's borders—as a top national security threat for their ability to disrupt critical infrastructure, such as last year's attack on Colonial Pipeline Co. that temporarily cut into gasoline supplies. The Justice Department on Thursday unsealed charges against four Russian nationals it accused of carrying out a yearslong hacking campaign targeting energy facilities.</p><p>Most-used ransomware</p><p>Trickbot is one of the most prolific and widely feared of the ransomware groups, and its Conti ransomware was by far the most used in 2021, according to cyber-threat researchers at Unit 42, a hacker hunting team at Palo Alto Networks. Trickbot runs an affiliate program that allows other criminals to sign up as partners and wield the group's ransomware, servers and even its trained ransom negotiators in exchange for a percentage of each victim's payment.</p><p>The group's Conti ransomware strain was used in 16 targeted attacks on U.S. emergency responders last year, including hospitals and 911 call centers, according to the FBI. It was also used in attacks on Ireland's national healthcare system that forced doctors to cancel stroke and cancer treatments. The group's other ransomware code, Ryuk, has been used in attacks on at least 235 general hospitals and other healthcare facilities in the U.S. since 2018.</p><p>On Feb. 27, the anonymous researcher posted nearly two years of data—private chat messages, financial information, source code and other technical details—which he described as belonging to the operators of the Conti ransomware.</p><p>The leaks depict a highly professional and ruthless ransomware organization at the top of its game, said John Fokker, head of cyber investigations with the security firm Trellix. \"They don't discriminate in targets; they don't care if they go after a hospital,\" he said. \"It's all about making money.\"</p><p>The anonymous source of the leak is one of a handful of cybersecurity analysts who have been secretly infiltrating Trickbot's electronic infrastructure in recent years, according to Alex Holden, a security analyst whose company, Hold Security, monitors Eastern European cybercrime and Trickbot. The researchers have recorded private chats undetected and undermined some of the group's plans by warning victims when the group had breached their networks.</p><p>Revenge plot</p><p>In September 2020, U.S. officials at U.S. Cyber Command and elsewhere were successful in freeing thousands of computers from the hackers' control, according to current and former officials and others familiar with the operation. The network of machines had been infected for the purpose of conducting cyberattacks, they said.</p><p>At around the same time, Microsoft Corp. worked with a world-wide coalition of technology companies to block servers at eight U.S. hosting companies that Trickbot rented to run the back-end of its operations.</p><p>The chat messages show flashes of frustration with the counterattack. \"[T]hese offline bots will demoralize everyone,\" one Trickbot manager complained, referring to the hacked PCs that abruptly stopped accepting orders from the group.</p><p>The group began rebuilding its network of compromised computers immediately, and within weeks had returned to full strength and started a dangerous revenge plot, the messages show. The hackers began methodically penetrating U.S. hospitals, intent on simultaneously crippling hundreds of them as they struggled with rising Covid infections.</p><p>Cybersecurity researchers who had been tracking the group warned U.S. authorities, and the Department of Homeland Security warned hospitals. Cybersecurity experts worked to minimize the damage.</p><p>\"I don't think I've ever been as scared as I was that week,\" said Joshua Corman, former chief strategist with the Cybersecurity and Infrastructure Security Agency's Covid Task Force, a Homeland Security group set up to protect the healthcare sector during the pandemic.</p><p>After the hospital attack plan was countered, the messages show Trickbot managers searching for how their plans leaked. \"Checked everything back and forth, there's nothing on the PC, no traffic leaks,\" one of the group reported to \"stern.\"</p><p>Though the coordinated hospital attacks didn't work out, illicit funds were flowing in from desperate victims in other corporate sectors.</p><p>The group's Conti ransomware business received payments of $70 million in 2020 and more than $200 million in 2021, according to blockchain analytics firm Chainalysis. As of early March, it had taken in $13.5 million, Chainalysis said.</p><p>Targeting those against Russia</p><p>The chats offer a number of references to possible connections between the Trickbot gang and Russian security officials.</p><p>\"We can see conversations that are very suggestive that at least a small portion of these threat actors might have some sort of relationship with Russian intelligence or the Russian government apparatus,\" where the hackers may work to obtain intelligence for the government, said Kimberly Goody, director of cybercrime analysis with the security firm Mandiant.</p><p>In October, a member called \"kagas\" passed along word of a newly reopened investigation in Russia into the group spurred by a request from U.S. officials.</p><p>\"[T]he investigator said why it was renewed—the Americans officially requested information on Russian hackers, not only us, but in general who was caught in the country…We were summoned by the investigator next Tuesday for a talk, but sort of as witnesses for now.\"</p><p>Earlier last year, members of the group discussed specifically targeting \"people who work against the Russian Federation,\" instead of limiting their attacks to large corporations that can afford sizable ransom payments, their previous strategy.</p><p>One of the hackers claimed to have breached the email account of a reporter at the open-source investigations organization Bellingcat, according to the chats, and scoured for information on an investigation implicating Russia's FSB, its civilian intelligence agency, in the 2020 nerve agent poisoning of Russian opposition leader Alexei Navalny. \"Of course we are patriots,\" another group member wrote.</p><p>Russia's invasion of Ukraine stirred patriotic sentiments in some group members. \"Happy holidays, cyber troops!\" wrote one group member on Feb. 23, Defender of the Fatherland Day in Russia and the day Russian troops entered Donbas, a day before the broader invasion. \"Let's beat the Americans!\"</p><p>At other times, group members resemble the nerds and schemers on the HBO television series \"Silicon Valley.\" The logs show some members pitching senior managers on pet projects and new monetization strategies. \"While I was sleeping, I came up with a very cool idea,\" wrote a midlevel manager called \"Mango,\" who then proposed a micropayment auction system to sell uncooperative victims' stolen data in dribs and drabs.</p><p>Visit to dentist</p><p>The group maintained offices in Moscow, which it used to recruit new talent, but, like other businesses, switched to a work-from-home model during the Covid outbreak, according to Vitali Kremez, the chief executive with the security company AdvIntel, who reached those conclusions based on his own intelligence gathering.</p><p>Overall, the group is extremely decentralized, he said. \"There's no way to take them down unless there are significant arrests,\" Mr. Kremez said. \"There is no single point of failure outside of the human point of failure.\"</p><p>Hackers took breaks to visit the dentist, the chats show, and appeared to have human-resources staff. The hackers talk about the struggle to recruit technical talent, tell jokes, grouse about vacation days and even muse about launching their own cryptocurrency blockchain.</p><p>They speak reverently of Elon Musk. \"May he be healthy,\" says one team member in an August 2020 chat about the potential benefits of his Starlink internet satellite service.</p><p>Last year, the FBI arrested in Miami Alla Witte, a Latvian national accused of serving as one of the cybercrime group's key developers. The hackers worked to hire a lawyer for Ms. Witte, and discussed using their ransom profits to fund her defense. Their strategy would be to portray Ms. Witte as an unwitting accomplice to the group's crimes, wrote \"Mango\": \"We will try to make a victim out of her, got a job on the Internet, didn't see who she was working with.\"</p><p>The group tried to steer victims toward preferred ransomware negotiating companies, and used strategies to pressure victims to submit to escalating extortion demands. In one of the chats, Trickbot's operators claim to have a journalist, whose name and organization wasn't revealed, on the payroll who would take a 5% commission on extortion payments in exchange for pressuring victims by threatening critical coverage of breaches.</p><p>In late February, Trickbot announced it was supporting the Kremlin and threatened to respond forcefully to any cyberattacks against Russia. \"If anybody will decide to organize a cyberattack or any war activities against Russia, we are going to use all our possible resources to strike back at the critical infrastructures of an enemy,\" the group declared in a post to the site on the dark web it normally uses to release victim's private data.</p><p>That prompted the researcher to release megabytes of logs, code and documents he had compiled from his time monitoring the group, according to Mr. Holden, the security analyst at Hold Security.</p><p>\"The gang itself is in shambles,\" said Mr. Holden, indicating the leak disrupted the group's operations at least for now. \"We've seen them try to reassemble a little bit, but they're not rebuilding in any meaningful way.\"</p><p>The large leak was followed in early March by a smaller dump by the same researcher of chat logs capturing the hackers' response to the leak. The logs show Trickbot scrambling to rip down their infrastructure and destroy electronic evidence. \"Who leaked?\" one member demanded.</p><p>Mauro Orru contributed to this article.</p><p>Write to Robert McMillan at Robert.Mcmillan@wsj.com, Kevin Poulsen at Kevin.Poulsen@wsj.com and Dustin Volz at dustin.volz@wsj.com</p><p>Secret World of Pro-Russia Hacking Group Exposed in Leak</p>",
  "published": "2022-03-28T15:21:00.000Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [
        {
          "start": 8032,
          "end": 8047
        },
        {
          "start": 8032,
          "end": 8041
        }
      ]
    }
  ]
}