{
  "_id": "057a853b4059ba5b9da24f1a89f1f8821787a8c684d16e505ba42106e45ae363",
  "feed": "ftcomall",
  "title": "The tech ‘nepo babies' are coming",
  "text": "<p>Internet users have spent the past year obsessively documenting which Hollywood actors and social media stars were born to rich and famous parents. Spotting nepotism babies, or nepo babies, is all the rage on TikTok. This month, the Fashionista website published a list of “up and coming nepo babies to watch”. Eve Jobs, fashion model and daughter of Steve, and Bill Gates's daughter Phoebe, influencer, activist and Stanford student, both made the cut. </p> <p>But tech's contribution to the nepo baby trend is not limited to influencers with familiar last names. Instead of giving children a leg up, some founders have the ability to give them complete control for life. &#xa0;</p> <p>The most interesting, high-profile lines of work have always been stuffed full of nepo babies. The prime minister of Canada, Justin Trudeau, is one. So was former US president George Bush. Family-run businesses, media groups included, rely on them. Connections, wealth and familiarity with a line of work confer huge advantages. </p> <p>Tech takes it one step further. WeWork founder Adam Neumann was more explicit than most when he told staff he wanted his children to be the co-working space company's moral compass. WeWork's subsequent collapse put a stop to that. Given Neumann's children were all under ten at the time they probably didn't mind. But if WeWork had listed when he wanted, he would have had the means to hand it to his children one day. </p> <p>The way this works is via something called dual-class shares. Tech founders who take their companies public love dual-class shares. The structure means that even if they have a fairly small number of shares they can retain majority voting rights. That enables them to carry on running the company exactly as they please, regardless of shareholder feelings.</p> <p>Dual-class shares are <a href=\"https://www.ft.com/content/40f6f353-bfcc-4f24-bdac-8ed8195498e5\">the reason</a> no one can eject Mark Zuckerberg from his role as chief executive of Meta, no matter how clunky the metaverse might look or how far the share price falls. His shares carry more voting power than everyone else's. Every so often, other shareholders vote in favour of eliminating the super-voting shares. Because the only vote that counts is Zuckerberg's, the vote never goes through. </p> <p>Venture capitalist Bill Gurley has called these shares a red flag that give entrepreneurs the power to ignore investors. Still, investors have been so desperate to buy into fast-growing tech stocks that they have accepted the disparity. When social media company Snap went public, founder Evan Spiegel convinced the public to buy shares with zero voting rights. Along with his co-founder, he retains control over 99 per cent of the voting power of outstanding shares. Whatever they say goes.</p> <p>Unless dual-class shares have a sunset clause that turns them back into normal shares one day, the power is perpetual. As former Securities and Exchange Commissioner Robert Jackson wrote, “asking investors to put eternal trust in corporate royalty is antithetical to our values as Americans”. Or, as the New York Times put it, “you can't fire Mark Zuckerberg's kids”.&#xa0;</p> <p>SEC research found that seven or more years after listing, companies with perpetual dual-class shares underperformed. Still, founders continue to push for them. Jack Dorsey blames not having them for why he couldn't run Twitter the way he wanted. In the first half of 2022, 17 per cent of companies that joined US markets had unequal voting rights, according to the Council of Institutional Investors, which represents big pension funds. Half had no sunset clause. If Elon Musk takes SpaceX public, expect him to argue the case for perpetual super-voting rights. Perhaps one of his 10 children will be lined up to succeed him.</p> <p>Turning the tech sector into a series of family-run businesses doesn't chime with its view of itself as meritocratic. The continuity of long-term ownership can add resilience. But in public companies, hand-picking family members to run things is viewed with suspicion. </p> <p>The assumption is that connections trump ability, landing the wrong people in important jobs. Think of former Korean Air executive Heather Cho, daughter of the company's chair. Her 2014 assault of flight attendants who served her nuts in a bag instead of a bowl ignited a debate about the power of “owner” families in corporate Korea. </p> <p>Tech is still a fairly young industry. The children of successful founders may not want to create a new dynasty. If they do, they should take notes on the lessons learnt by Hollywood's nepo babies. Talent and humility help sidestep accusations of unearned privilege. No one criticises actress Billie Lourd, daughter of Carrie Fisher and granddaughter of Debbie Reynolds. Complaints turn you into the villain. Johnny Depp's model daughter Lily-Rose has tried to push back against the idea that her family plays a large role in her success. The result: a viral article titled “What Is A Nepo Baby — and Why Are They So Easy To Dislike?”.</p> <p><a href=\"mailto:elaine.moore@ft.com\"><em>elaine.moore@ft.com</em><br></a></p><p>Source: Elaine Moore 2022 'The tech ‘nepo babies' are coming' FT.com 18 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-18T05:00:32.474Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": []
    }
  ]
}