{
  "_id": "907fc4caf2c3e2243a720e4efafd6e730a0cca35709a2114ff7e821a6433668f",
  "feed": "ftcomall",
  "title": "FT Cryptofinance: Crypto libertarians find out sanctions apply to them too",
  "text": "<p>This week, we got a reminder of what happens when the grand decentralised crypto worldview meets the US sanctions regime. Spoiler alert: the US sanctions regime wins.</p> <p>The US Treasury's target this week was <a href=\"https://www.ft.com/content/7b6b7513-8b57-4582-9c98-82c48f756f94\">Tornado Cash</a>, a so-called crypto mixing service that allows users to break the traceability of their activity on the Ethereum blockchain.</p> <p>Normally, transactions on a blockchain carry the equivalent of a cash serial number that lets the world track payments online. Using Tornado Cash, customers could deposit ether using one address, where the funds would be mixed into a single pool containing all users' funds. Then it is drawn out using a different address, making the owner untraceable.</p> <p>In the words of digital asset compliance firm TRM Labs, it was “the privacy tool of choice”. While it attracted users who wanted to use it for good, such as donating to a worthy cause in total privacy, naturally it also attracted those who had more nefarious intentions. The US alleged that Tornado Cash had been used to launder more than $7bn, including at least $500mn from state-backed North Korean hackers.</p> <p>The US sees mixing services as money transmitters that must comply with money laundering rules. It's the second time this year that the US has hit a crypto mixing service for helping North Korean hackers after it <a href=\"https://www.ft.com/content/795892b3-806b-4079-8bc9-6cf75dc074f4\">imposed sanctions against Blender.io</a> in May.</p> <p>Now, all property and interests belonging to Tornado Cash in the US are blocked. All transactions passing through Tornado Cash's virtual desk are blocked too, if they involve US users or are conducted anywhere in or through the country. In other words, the crypto mixer is strictly off bounds.</p> <p>Perhaps unsurprisingly, it's boiling the tempers of crypto's loudest libertarian evangelists. “The Treasury department seems to think that merely using tools to enhance anonymity and privacy is a crime,” civil liberties and cryptocurrency attorney Marta Belcher told me.</p> <p>Tornado Cash is designed to be decentralised, for nobody to be in control. “Tornado Cash is not a person, nor a business entity. It's an open source software tool. It cannot be sanctioned, it does not respond to subpoena or legal request,” tweeted Erik Voorhees, founder of exchange ShapeShift and a noted libertarian preacher and crypto crusader.</p> <p>But already the sanctions seem to have had some effects. Tornado Cash's open source software is hosted on GitHub, a US company that specifically prevents violation of export sanctions in its terms of service. Within hours it had complied, as did Circle, the US-based stablecoin provider.</p> <p>This has longer-term implications. If regulators can sanction code like Tornado, then crypto mixing services on Ethereum are not the decentralised and private entities that people think they are.</p> <p>But philosophical debates may be besides the point. As many Russians have discovered, sanctions are a bludgeon and not a scalpel.</p> <p>“Whatever your view of sanctions, financial companies and crypto companies have to make decisions to protect their customers, employees and businesses because these sanctions will be enforced,” Mike Castiglione, a former CIA employee and director of regulatory affairs for digital assets at Eventus, told me.</p> <p>On Friday, Dutch financial crime authorities <a href=\"https://www.fiod.nl/arrest-of-suspected-developer-of-tornado-cash/\">said they had arrested a man</a> during the week who is suspected of involvement in concealing criminal financial flows and facilitating through Tornado Cash.</p> <p>And a US Treasury official told my colleague James Politi that this week's crypto mixer designation <a href=\"https://www.ft.com/content/7b6b7513-8b57-4582-9c98-82c48f756f94\">will not be its last</a>.</p> <p>“You might have that libertarian desire, but you've lost . . . that's what the law requires, whether you like it or not,” John Reed Stark, former chief of the SEC's Office of Internet Enforcement, told me on a call earlier this week. “The United States is not going to be Switzerland when it comes to finance.”</p> <p><em>I'd like to hear from you. What's your take on the US Treasury and Tornado Cash? Email me at </em><a href=\"mailto:scott.chipolina@ft.com\"><em>scott.chipolina@ft.com</em></a><em>.</em></p> <h1>The week's highlights</h1> <ul>  <li><p>HotBit — the “leading cryptocurrency trading platform” you've <em>probably</em> never heard of before — suspended operations in one of the most chaotic crypto announcements I've ever read. It said a former employee had violated company rules and maybe criminal laws with a project, but somehow other senior managers had been subpoenaed and law enforcement authorities had frozen some of HotBit's assets. The company says it has “no knowledge of the illegal information” and is “actively co-operating” with authorities. Users may or may not be reassured by the company's statement that assets and data are “secure and correct”. Here is the platform's official and very serious <a href=\"https://twitter.com/Hotbit_news/status/1557347934983061504?s=20&amp;t=ouN-GjqlQk3U6AJNV0sqZw\">Twitter announcement</a>, together with a GIF showing an anime cartoon girl in tears. Great stuff.</p></li>  <li><p>Coinbase's tough year continued with second-quarter results registering a $1.1bn loss as revenues and trading volumes dwindle. There was also noise about the exchange receiving investigative subpoenas from the SEC on some of its current and future products, as well as staking programs, stablecoin and yield-generating products. This, however, is not new. Coinbase has been disclosing receipt of these subpoenas for months, <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001679788/89c60d81-41a2-4a3c-86fb-b4067ab1016c.pdf\">here</a>, <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001679788/96565d20-f38b-49e3-a725-0e656b940b09.pdf\">here</a> and <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001679788/dcec079b-3237-4ae0-a54d-479ded972ab8.pdf\">here</a>. </p></li>  <li><p>Five years ago, BlackRock chief executive Larry Fink described bitcoin's popularity as a sign of how much “demand for money laundering there is”. A year ago, he said: “In my last two weeks of business travel, not one question has been asked [about bitcoin and crypto]”, adding “we see very little in terms of investor demand on those types of things”. Yesterday, the asset management giant <a href=\"https://www.ft.com/content/0948f1a9-ad0b-4126-9ae8-5ce4e212c07e\">launched a bitcoin private trust</a>, praising bitcoin as the “primary subject of interest from our clients within the cryptoasset space”. What's changed, Larry? My inbox is open.</p></li>  <li><p>The Bank of England <a href=\"https://bankunderground.co.uk/2022/08/09/cryptoassets-the-metaverse-and-systemic-risk/\">raised alarm bells</a> on future job losses in a growing metaverse industry. “If a sizeable open-metaverse materialised, households may hold a greater share of their wealth in cryptoassets . . . indirectly, if people are increasingly employed in jobs in metaverse-based settings, their employment outcomes may be affected by risks from cryptoassets,” the BoE said in a recent Bank Underground blog post.</p></li> </ul> <h1>Soundbite of the week: Coinbase ‘could go to zero'</h1> <p>Coinbase's poor Q2 performance has brought out the bears. According to David Trainer, chief executive of investment research firm New Constructs, the worst may be yet to come. Here's what he told me via email this week: </p> <blockquote>  <p>“This poor performance continues to align with our opinion that Coinbase is a competitively disadvantaged company with a terribly overvalued stock. We think the stock falls into the teens with potential to go to zero and be a Zombie stock if no one steps in to buy it out.”&#xa0;</p> </blockquote> <h1>Data mining</h1> <p>Are innocent users being unfairly punished by sanctions on crypto mixers? Russia-born Ethereum founder Vitalik Buterin said this week he'd <a href=\"https://twitter.com/VitalikButerin/status/1556925602233569280?s=20&amp;t=qaS6Edf91puQJKS5LsSb8Q\">personally used Tornado Cash</a> in the past to donate to Ukraine. For obvious reasons, he didn't want it public at the time.</p> <p>But data from companies that track blockchain payments suggest that good actors are minor players. Earlier this year, blockchain analytics platform Chainalysis broke down where exactly funds sent to mixers originally come from. Unsurprisingly “illicit sources” is the overwhelming source of funds for mixers.</p> <a href=\"http://www.ft.com/cms/db61d9b1-5244-4ba0-accc-7a85378313c0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Scott Chipolina in London 2022 'FT Cryptofinance: Crypto libertarians find out sanctions apply to them too' FT.com 12 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-12T12:25:24.594Z",
  "tags": [
    {
      "id": "US5949181045",
      "nexusId": "10031144",
      "name": "Microsoft Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 0.9025,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}