{
  "_id": "5619b8242073f177642fc0cd7483bb8510160bd70c65885f12520d15018361d9",
  "feed": "wall-street-journal",
  "title": "Insure-Tech Firm Lemonade to Offer Car Insurance; Firm plans to track driving behaviors to tailor individual rates",
  "text": "<p>With telematics, insurers monitor policyholders' driving behaviors either through smartphone applications or devices embedded in their vehicles. The devices track hard braking and speeding, as well as hours of travel, location and total miles driven. Some programs also measure distracted driving. Insurers analyze the tracking data to tailor individual rates.</p><p>Lemonade's move into auto insurance via the use of telematics comes as large, established U.S. car insurers themselves are moving more heavily into the technology.</p><p>Since last summer, car insurer Allstate Corp. has been talking to state regulators about helping to lead an industrywide effort to transition in the coming years from sizing up risk in applicants with traditional factors including credit scores, age and gender to largely using telematics to determine rates.</p><p>Allstate's championing of telematics is the latest development as state insurance regulators fulfill a pledge from last year to scour existing practices to identify those that might place minorities at a disadvantage. Auto insurers' use of credit scores is one area of concern.</p><p>Lemonade, which was founded in 2015 and became publicly traded in July 2020, has been at the leading edge in the insurance industry in the use of artificial intelligence to rapidly underwrite and pay claims via its popular smartphone app.</p><p>After jumping last year, the firm's stock has underperformed the broader market in 2021, falling more than 40% year-to-date. In the second quarter, the company's net loss grew to $55.6 million from $21 million in the year-earlier period, as sales, marketing, technology and administrative costs swelled.</p><p>Like some other insure-tech startups, the company cautioned it has \"a history of losses and we may not achieve or maintain profitability in the future,\" and its \"limited operating history makes it difficult to evaluate our current business performance, implementation of our business model, and our future prospects,\" in a second-quarter filing to the Securities and Exchange Commission.</p><p>Lemonade's auto-insurance offering will incorporate its mobile claims processing. Under this technology, Mr. Schreiber said that policyholders can file claims and receive payments in minutes.</p><p>Lemonade joins a growing number of insurers in offering better rates to policyholders who are insuring electric vehicles and hybrid cars. Large insurers already offering such discounts include Hartford Financial Services Group Inc., Liberty Mutual Insurance and Travelers Cos. Inc.</p><p>Lemonade said it would use telematics data obtained about its auto policyholders to estimate how much carbon dioxide is emitted by each ride, factoring in car model, year and miles driven, and will work with nonprofits to fund tree planting to help compensate over time for these emissions.</p><p>The founders chose the name Lemonade, in part because they simply liked the word itself but also because of the notion of taking lemons and making them into lemonade.</p><p>Lemonade's creative use of technology has been especially appealing to young people. About 70% of its current customers are under age 35. The company had about 1.2 million customers as of June 30, up by nearly 50% from the year-earlier quarter.</p><p>Another insurance-industry technology upstart, Root Insurance Co. similarly relies heavily on telematics, while also using some traditional ratings factors. Root Inc., the parent company, followed Lemonade in going public, with an October 2020 stock offering.</p><p>Write to Leslie Scism at leslie.scism@wsj.com</p><p>Insure-Tech Firm Lemonade to Offer Car Insurance</p>",
  "published": "2021-11-03T10:30:00.000Z",
  "tags": [
    {
      "id": "US89417E1091",
      "nexusId": "10068752",
      "name": "The Travelers Companies, Inc.",
      "offsets": [
        {
          "start": 2497,
          "end": 2516
        }
      ]
    }
  ]
}