{
  "_id": "b73ee6a40babb4293d1af71c639c1bb096fe250dbc219d9be80b7b9b2210ca6f",
  "feed": "market-watch",
  "title": "Get ready for the climb. Here's what history says about stock-market returns during Fed rate-hike cycles.",
  "text": "<p>One thing feels assured: the days of making easy money are over in the pandemic era. Benchmark interest rates are headed higher and bond yields, which have been anchored at historically low levels, are destined to rise in tandem.</p><p>Read: Weekend reads: How to invest amid higher inflation and as interest rates rise</p><p>It seemed as if Federal Reserve members couldn't make that point any clearer this past week, ahead of the traditional media blackout that precedes the central bank's first policy meeting of the year on Jan. 25-26.</p><p>The U.S. consumer-price&#xa0;and&#xa0;producer-price index&#xa0;releases this week have only cemented the market's expectations of a more aggressive or hawkish monetary policy from the Fed.</p><p>The only real question is how many interest-rate increases will the Federal Open Market Committee dole out in 2022. JPMorgan Chase &amp; Co. JPM CEO Jamie Dimon intimated that seven might be the number to beat, with market-based projections pointing to the potential for three increases to the federal funds rate in the coming months.</p><p>Check out: Here's how the Federal Reserve may shrink its $8.77 trillion balance sheet to combat high inflation</p><p>Meanwhile, yields for the 10-year Treasury note yielded 1.771% Friday afternoon, which means that yields have climbed by about 26 basis points in the first 10 trading days to start a calendar year, which would be the briskest such rise since 1992, according to Dow Jones Market Data. Back 30 years ago, the 10-year rose 32 basis points to around 7% to start that year.</p><p>The 2-year noteBX:TMUBMUSD02Y, which tends to be more sensitive to the Fed's interest rate moves, is knocking on the door of 1%, up 24 basis points so far this year, FactSet data show.</p><p>But do interest rate increases translate into a weaker stock market?</p><p>As it turns out, during so-called rate-hike cycles, which we seem set to enter into as early as March, the market tends to perform strongly, not poorly.</p><p>In fact, during a Fed rate-hike cycle the average return for the Dow Jones Industrial Average DJIA is nearly 55%, that of the S&amp;P 500 SPX is a gain of 62.9% and the Nasdaq Composite COMP has averaged a positive return of 102.7%, according to Dow Jones, using data going back to 1989 (see attached table). Fed interest rate cuts, perhaps unsurprisingly, also yield strong gains, with the Dow up 23%, the S&amp;P 500 gaining 21% and the Nasdaq rising 32%, on average during a Fed rate hike cycle.</p><p>Interest rate cuts tend to occur during periods when the economy is weak and rate hikes when the economy is viewed as too hot by some measure, which may account for the disparity in stock market performance during periods when interest-rate reductions occur.</p><p>To be sure, it is harder to see the market producing outperformance during a period in which the economy experiences 1970s-style inflation. Right now, it feels unlikely that bullish investors will get a whiff of double-digit returns based on the way stocks are shaping up so far in 2022. The Dow is down 1.2%, the S&amp;P 500 is off 2.2%, while the Nasdaq Composite is down a whopping 4.8% thus far in January.</p><p>Read:Worried about a bubble? Why you should overweight U.S. equities this year, according to Goldman </p><p>What's working?</p><p>So far this year, winning stock market trades have been in energy, with the S&amp;P 500's energy sectorXX:SP500.10XLE looking at a 16.4% advance so far in 2022, while financials XX:SP500.40XLF are running a distant second, up 4.4%. The other nine sectors of the S&amp;P 500 are either flat or lower.</p><p>Meanwhile, value themes are making a more pronounced comeback, eking out a 0.1% weekly gain last week, as measured by the iShares S&amp;P 500 Value ETF IVE, but month to date the return is 1.2%.</p><p>See:These 3 ETFs let you play the hot semiconductor sector, where Nvidia, Micron, AMD and others are growing sales rapidly</p><p>What's not working?</p><p>Growth factors are getting hammered thus far as bond yields rise because a rapid rise in yields makes their future cash flows less valuable. Higher interest rates also hinder technology companies' ability to fund stock buy backs. The popular iShares S&amp;P 500 Growth ETF IVW is down 0.6% on the week and down 5.1% in January so far.</p><p>What's really not working?</p><p>Biotech stocks are getting shellacked, with the iShares Biotechnology ETF IBB down 1.1% on the week and 9% on the month so far.</p><p>And a popular retail-oriented ETF, the SPDR S&amp;P Retail ETF XRT tumbled 4.1% last week, contributing to a 7.4% decline in the month to date.</p><p>And Cathie Wood's flagship ARK Innovation ETF ARKK finished the week down nearly 5% for a 15.2% decline in the first two weeks of January. Other funds in the complex, including ARK Genomic Revolution ETF ARKG and ARK Fintech Innovation ETF ARKF are similarly woebegone.</p><p>And popular meme names also are getting hammered, with GameStop Corp. GME down 17% last week and off over 21% in January, while AMC Entertainment Holdings AMC sank nearly 11% on the week and more than 24% in the month to date.</p><p>Gray swan?</p><p>MarketWatch's Bill Watts writes that fears of a Russian invasion of Ukraine are on the rise, and prompting analysts and traders to weigh the potential financial-market shock waves. Here's what his reporting says about geopolitical risk factors and their longer-term impact on markets.</p><p>Week ahead</p><p>U.S. markets are closed in observance of the Martin Luther King Jr. holiday on Monday.</p><p>Read:Is the stock market open on Monday? Here are the trading hours on Martin Luther King Jr. Day</p><p>Notable U.S. corporate earnings</p><p>(Dow components in bold)TUESDAY:</p><p>Goldman Sachs Group GS, Truist Financial Corp. TFC, Signature Bank SBNY, PNC Financial PNC, J.B. Hunt Transport Services JBHT, Interactive Brokers Group Inc. IBKR</p><p>WEDNESDAY:</p><p>Morgan Stanley MS, Bank of America BAC, U.S. Bancorp. USB, State Street Corp. STT, UnitedHealth Group Inc.UNH, Procter &amp; GamblePG, Kinder Morgan KMI, Fastenal Co. FAST</p><p>THURSDAY:</p><p>Netflix NFLX, United Airlines Holdings UAL, American Airlines AAL, Baker Hughes BKR, Discover Financial Services DFS, CSX Corp. CSX, Union Pacific Corp. UNP, The Travelers Cos. Inc. TRV, Intuitive Surgical Inc. ISRG, KeyCorp. KEY</p><p>FRIDAY:</p><p>Schlumberger SLB, Huntington Bancshares Inc. HBAN</p><p>U.S. economic reports</p><p>Tuesday</p><p>Empire State manufacturing index for January due at 8:30 a.m. ET</p><p>NAHB home builders index for January at 10 a.m.</p><p>Wednesday</p><p>Building permits and starts for December at 8:30 a.m.</p><p>Philly Fed Index for January at 8:30 a.m.</p><p>Thursday</p><p>Initial jobless claims for the week ended Jan. 15 (and continuing claims for Jan. 8) at 8:30 a.m.</p><p>Existing home sales for December at 10 a.m.</p><p>Friday</p><p>Leading economic indicators for December at 10 a.m.</p>",
  "published": "2022-01-15T08:01:00.000Z",
  "tags": [
    {
      "id": "US89417E1091",
      "nexusId": "10068752",
      "name": "The Travelers Companies, Inc.",
      "offsets": [
        {
          "start": 6011,
          "end": 6028
        }
      ]
    }
  ]
}