{
  "_id": "f716320a5d8b94b109d47a05f6e640bf47d09f8a3aa973aeade073adc6540e33",
  "feed": "wall-street-journal",
  "title": "Stocks Rise After Nasdaq Enters Correction; Dow, S&P also pare losses amid earnings from Travelers, American Airlines",
  "text": "<p>The morning's buying shows investors are trying to gauge how far this selloff will go. On Wednesday, the ragged, weeks-long selloff pushed Nasdaq Composite down more than 10% below its all-time closing high, putting it in correction territory. Those kinds of plateaus usually bring in bargain hunters, but on its own is no indication a selloff is over, observers say.</p><p>\"Whenever we see equities churn lower, as they have this year, we are mindful that the risk of a meltdown grows rather than diminishes,\" said Nicholas Colas, the founder of analytics firm DataTrek Research.</p><p>Faced with the prospect of multiple interest-rate rises, cooling growth and inflation at multidecade highs, investors have been reassessing the pandemic-era playbook that focused on outsize gains for growth stocks, such as tech. In recent sessions, investors have rotated into sectors expected to perform better in the coming year, such as financials and energy.</p><p>Investors are selling government bonds in anticipation of higher interest rates, pushing up yields, and in the process, pressuring tech companies, whose future earnings become less attractive when compared with bonds with rising yields.</p><p>\"I don't see a whole lot in the market that is really alarming me. There is no one out there saying 'run for the hills,' but there are those saying they are going to take off risk and reposition to other areas of the market,\" said Kara Murphy, chief investment officer of Kestra Holdings.</p><p>The yield on the 10-year U.S. Treasury note was up slightly from Wednesday at 1.829%, after rising steadily in recent weeks. Benchmark German bund yields fell further into negative territory, a day after they briefly turned positive. The yield on the 10-year German government bond fell to minus 0.037% Thursday from minus 0.014% Wednesday.</p><p>Among U.S. equities, Travelers Companies rose 3.5% after reporting record net income in the fourth quarter. American Airlines Group fell 3.1% even after saying it had trimmed its losses.</p><p>Netflix will be one of the first tech giants to post its fourth-quarter results, after markets close, when PPG Industries will also report.</p><p>Hong Kong-listed Chinese stocks jumped after aninterest-rate cut by China's central bank lifted shares of property developers and tech giants. The Hang Seng Index rose 3.4%, while mainland China's Shanghai Composite Index edged down 0.1%. Elsewhere in Asia, the Nikkei 225 rose 1.1%. The pan-continental Stoxx Europe 600 edged up 0.1%.</p><p>U.S. crude-oil futures fell 0.2% to $85.63 a barrel. This follows a rally partly driven by the potential for supply disruptions in Russia and the Middle East. On Wednesday, crude futures hit their highest level since October 2014. Observers say the next big target is $100 a barrel.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stocks Rise After Nasdaq Enters Correction</p>",
  "published": "2022-01-20T15:03:00.000Z",
  "tags": [
    {
      "id": "US89417E1091",
      "nexusId": "10068752",
      "name": "The Travelers Companies, Inc.",
      "offsets": [
        {
          "start": 1826,
          "end": 1845
        }
      ]
    }
  ]
}