{
  "_id": "bb6d2a21039c8f7fd70c36577bd9810bc7f4f6b1cc8ea0672e5b8282b559ddd0",
  "feed": "market-watch",
  "title": "Dow, S&P 500 head for second straight decline ahead of Fed minutes",
  "text": "<p>Investors will also hear from St. Louis Federal Reserve Bank President James Bullard, who will be interviewed by MarketWatch at noon Eastern Time.</p><p>What are major indexes doing?</p><p>The DowDJIA fell 69 points, or 0.2%, to 35,274, weighed by declines in Goldman Sachs GroupGS and UnitedHealth Group Inc.UNH</p><p>The S&amp;P 500 SPXtraded 8 points, or 0.2%, lower at 4,439.</p><p>The Nasdaq Composite Index COMP edged down 3 points, or less than 0.1%, to 14,653.</p><p>On Tuesday, the Dow fell 282.12 points, or 0.8%, while the S&amp;P 500 declined 0.7%, retreating from record levels after data showed a larger-than-expected drop in July retail sales. The Nasdaq dropped 0.9%.</p><p>What's driving the market?</p><p>Investors will garner some insights from policy makers on Wednesday via a midday interview with Bullard followed by the minutes of the Federal Reserve's July 27-28 policy meeting due at 2 p.m. The minutes are likely to be pored over for clues to the timing of when the central bank will lay out a timetable for tapering its monthly asset purchases of $120 billion in Treasurys and mortgage-backed securities.</p><p>News reports earlier this week said policy makers were nearing an agreement to begin scaling back purchases by November, with The Wall Street Journal reporting some policy makers were looking to end purchases by mid-2022.</p><p>A formal announcement on tapering is expected at either next week's symposium on monetary policy in Jackson Hole, Wyoming, or the Fed's September meeting.</p><p>Markets have been wobbly since a string of record closes for the S&amp;P 500 index and the Dow, representing a notable comeback for equities that had looked wounded by questions about the impact of the spread of the coronavirus delta variant in the world's two largest economies, the U.S. and China.</p><p>Monetary policy uncertainty, questions about corporate earnings growth in coming quarters, and brewing troubles in the Middle East, highlighted by the takeover of Afghanistan by the Taliban, has created some headwinds for bullish investors.</p><p>Still, some note that “it is quite impressive that U.S. markets are still within touching distance from record highs, defying an imminent withdrawal of Fed liquidity as well as a worsening delta outbreak in America and Asia, even with valuations being so stretched,” wrote Marios Hadjikyriacos, senior investment analyst at XM, in a note.</p><p>“This resilience might boil down to expectations that the Fed will be infinitely cautious in reining back stimulus and that Congress will put a floor under economic growth by delivering another multi-trillion round of spending,” he said.</p><p>“Monetary policy will still be super-loose after tapering and the fiscal taps aren't closing.”</p><p>Need to know:Labor Day has been a turning point in markets the last three years. Here's what one strategist sees happening next.</p><p>In U.S. economic data Wednesday,  home builders started construction on homes at a seasonally-adjusted annual rate of 1.53 million in July, representing a 7% decrease, the U.S. Census Bureau&#xa0;reported. Meanwhile, permitting for new homes occurred at a seasonally-adjusted annual rate of 1.64 million, up 2.6% from June and 6% from a year ago.</p><p>In COVID news, the U.S. is expected to announce Wednesday that most vaccinated Americans&#xa0;should get a COVID-19 booster shot&#xa0;eight months after being fully vaccinated.</p><p>The daily average of new cases was still up 52% from two weeks ago, and 4.5 times the average of 31,138 a month ago,&#xa0;according to a New York Times tracker. The daily average of deaths slipped to 696 on Tuesday from 704 on Monday, while hospitalizations increased to 83,291 from 82,519 on Monday, the most since Feb. 11.&#xa0;</p><p>Which companies are in focus?</p><p>Shares of Target Corp.TGT fell more than 3% in premarket trade despite results that topped earnings and revenue expectations as it showed a slowdown in growth in shopping activity from the COVID-19 highs.</p><p>Krispy Kreme Inc.DNUT late Tuesday said its losses widened in the spring, but executives blamed the decline on costs associated with returning to the public market and established annual guidance that surpassed analysts' estimates. Shares were up 2.9%.</p><p>Shares of Lowe's Cos.&#xa0;LOWrose in premarket trading Wednesday, after the home improvement retailer reported fiscal second-quarter profit, sales and same-store sales that beat expectations, and provided an upbeat full-year outlook.</p><p>Children's Place Inc.&#xa0;PLCE shares were in focus after the kids clothing and accessories retailer reported second quarter revenue that missed Street expectations.</p><p>TJX Cos.&#xa0;TJX reported fiscal second-quarter net income of $785.7 million, or 64 cents per share, after a loss of $214.2 million, or 18 cents per share, last year.</p><p>Shares of Lumentum Holdings Inc.&#xa0;LITE jumped 1.7% in premarket trading Wednesday, after the optical networking company swung to a fiscal fourth-quarter profit and reported revenue that rose above expectations, while providing an upbeat outlook.</p><p>Chili's parent Brinker International Inc.&#xa0;EAT saw shares fall 1% in Wednesday premarket trading after the restaurant company reported fiscal fourth-quarter earnings that missed expectations.</p><p>Lululemon Athletica Inc.&#xa0;LULU said Wednesday that it has invested in Genomatica, a company that makes sustainable materials.</p><p>Analog Devices Inc.&#xa0;ADI&#xa0;reported Wednesday record fiscal third-quarter profit and revenue that rose above expectations, as gross margin improved, while the fourth-quarter outlook was in line with forecasts, and the chipmaker's stock slipped 0.7% in premarket trading</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y&#xa0;was 1.4 basis points higher at 1.27%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was virtually unchanged, down less than 0.1% on the session.</p><p>Oil futures traded modestly higher, with the U.S. benchmark&#xa0;CL. 1&#xa0;gaining 0.3% at $66.49 a barrel on the New York Mercantile Exchange. Gold futures&#xa0;GC00&#xa0;traded nearly flat at $1,788.40 an ounce.</p><p>In European equities, the Stoxx Europe 600&#xa0;SXXP&#xa0;rose less than 0.1%, while London's FTSE 100&#xa0;UKX&#xa0;declined by 0.4%.</p><p>In Asia, the Shanghai Composite&#xa0;SHCOMP&#xa0;added 1.1%&#xa0;and Japan's Nikkei 225&#xa0;NIK&#xa0;rose&#xa0;0.6%, while Hong Kong's Hang Seng Index&#xa0;HSI closed 0.5% higher on the session.</p>",
  "published": "2021-08-18T09:56:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 274,
          "end": 297
        },
        {
          "start": 274,
          "end": 296
        }
      ]
    }
  ]
}