{
  "_id": "d0b706abf9a2829cd97248248864b0ca984557b583c2dedc1579387b2584d2c6",
  "feed": "wall-street-journal",
  "title": "Stocks Climb As Major Banks Report Earnings; Banks including Bank of America and Morgan Stanley post rise in profits",
  "text": "<p>Early gains in U.S. indexes were propelled higher by healthcare, technology and and materials stocks. Shares of health-insurers rallied, with UnitedHealth Group adding 5.6% after it raised its guidance for full-year earnings and recorded a jump in revenue due to higher premiums. Other major insurers including Anthem and Humana jumped 3% or more apiece.</p><p>Investors are watching earnings to gauge the impact of stickier-than-expected inflation, rising energy prices, supply-chain disruptions and anticipated interest rate increases over the next two years.</p><p>\"Can companies weather those risks or was the entire rally only fueled by ultraloose monetary policy?\" said Carsten Brzeski, ING Groep's global head of macro research. Investors are looking to see \"where are we in terms of the post-lockdown cycle and also to get some insights into how solid earnings and companies are going into this tapering period and this era of somewhat higher interest rates.\"</p><p>Shares of bank stocks also rose Thursday. Bank of America gained 2.2% after its third-quarter profit rose 58% from a year earlier. Shares of Citigroup added 0.4% after it reported a jump in profit. Morgan Stanley advanced 0.8% after its quarterly profit rose 36% from a year earlier, due to a surge in deal making.</p><p>Shares of Domino's Pizza rose 0.4% despite the pizza-delivery chain reporting quarterly revenue that missed analysts' forecasts.</p><p>Economic data were a bright spot Thursday. U.S. jobless claims for the week ended Oct. 9 fell to 293,000 from 329,000 the week prior—the first time they have fallen below 300,000 since the pandemic began.</p><p>Meanwhile, fresh data from the Labor Department showed that the prices that suppliers are charging businesses and other customers cooled slightly in September. However, they remain historically high. The department's producer-price index rose 0.5% last month, down from 0.7% in August. Economists surveyed by The Wall Street Journal survey had expected a rise of 0.6% for September.</p><p>Futures for Brent crude, the global gauge of oil prices, rose 0.7% to $83.78 a barrel.</p><p>In bond markets, the yield on the 10-year Treasury note ticked down to 1.531% Thursday, from 1.549% Wednesday. Yields fall when prices rise.</p><p>Overseas, the pan-continental Stoxx Europe 600 added 1.2%. Indexes in Asia closed with mixed performance. China's Shanghai Composite fell 0.1%. Meanwhile, South Korea's Kospi and Japan's Nikkei 225 both climbed 1.5%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Climb As Major Banks Report Earnings</p>",
  "published": "2021-10-14T14:46:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 142,
          "end": 160
        }
      ]
    }
  ]
}