{
  "_id": "0cb08c726e751c5d2637af20e999f0ebabc0efe896de1e028e61cd9afab2335d",
  "feed": "wall-street-journal",
  "title": "U.S. News: Justice Department Sharpens Antitrust Role",
  "text": "<p>Antitrust staffers are advancing investigations of business practices at Apple Inc., Alphabet Inc.'s Google (which already is facing one Justice Department antitrust lawsuit) and Visa Inc.The department's antitrust division also is deep into scrutinizing some high-profile pending mergers. Those include a publishing-industry deal in which Penguin Random House's parent company is seeking to buy Simon &amp; Schuster, and UnitedHealth Group Inc.'s planned acquisition of health-care technology company Change Healthcare.</p><p>Attorney General Merrick Garland, speaking at the New Yorker Festival last week, described the antitrust division as \"energized and eager to go forward,\" saying the department had continuing matters \"involving everything from agriculture, to banking, to real estate.\"</p><p>\"We do think that ensuring fair competition is an essential element of our obligation to ensure that justice is done,\" he said.</p><p>The department's work comes at a time when President Biden has made promoting economic competition -- and checking corporate dominance -- a priority. He signed an executive order in July that encouraged U.S. agencies to adopt policies that push back industry consolidation and business practices that might stifle competition in ways that harm consumers and workers.</p><p>Some prominent business groups have expressed concerns that the administration's plans are heavy-handed and could interfere with the economy, though views are mixed, with smaller businesses, merchants and farmers generally supporting efforts to make markets more open.</p><p>The lion's share of the Justice Department's antitrust work is being carried to the finish line by career staffers during what has been an unusually long period of transition for the antitrust division, which is typically led by a Senate-confirmed political appointee. The Biden administration, however, didn't announce its nominee -- longtime antitrust lawyer Jonathan Kanter -- until July, and he just received a confirmation hearing Wednesday. It could be the end of the year before the Senate votes on him.</p><p>Antitrust staff, whether at the department or the FTC, tend to be oriented in favor of bringing cases, though at times they are also averse to bold actions that could face challenges in court. This year, career Justice officials have been empowered by the department's top brass to push forward when there is a case to be made.</p><p>The department's recent airline suit is one example. American and JetBlue, which agreed last year to begin marketing each other's flights on certain routes, say their partnership has served to spur competition in the Northeast -- and they say they have the data to prove it. The Justice Department says the airlines' plans to compete with entrenched carriers through the partnership are actually less ambitious than what American and JetBlue had each intended to do independently. The case is pending in a Boston federal court.</p><p>In the Aon-Willis Towers matter, the department declined to accept a settlement that would have allowed the deal if the companies sold off certain assets. European antitrust enforcers had agreed to that approach, but the Justice Department didn't believe it would do enough to protect competition. The companies accused the department of misunderstanding the marketplace but chose not to fight in court.</p><p>In the absence of a politically appointed chief, the antitrust division is being closely supervised by the office of Associate Attorney General Vanita Gupta, the Justice Department's No. 3 official. In a speech at Georgetown Law School in September, she signaled a broad antitrust-enforcement program encompassing sectors including agriculture, healthcare, labor markets and technology.</p><p>Some of the department's current portfolio extends from work started in the previous administration, including scrutiny of the U.S. meat industry and an effort to bring criminal cases against employers who agree not to poach each other's workers.</p><p>In other areas, the department has made clear breaks with actions from the Trump years. In July, it withdrew from an antitrust settlement reached last year with the real-estate industry's largest trade group over brokers' commissions.</p>",
  "published": "2021-10-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 418,
          "end": 436
        }
      ],
      "nexusId": "10018613"
    }
  ]
}