{
  "_id": "d5421188909da2e55525c9eb4bed6465158dcabf5cca0d058e8c484d4f81d6f8",
  "feed": "market-watch",
  "title": "Dow rises more than 500 points after upbeat earnings from big banks, economic data",
  "text": "<p>A continued fall in Treasury yields, meanwhile, offered support for interest rate sensitive technology stocks.</p><p>What's happening</p><p>The Dow Jones Industrial Average DJIA rose 529.76 points, or 1.5%, to 34,907.57.</p><p>The S&amp;P 500 SPX advanced 71.30 points, or 1.6%, to 4,435.10.</p><p>The Nasdaq Composite COMP was up 240.22 points, or 1.7%, to 14,811.86.</p><p>On Wednesday, the Dow Jones Industrial Average fell less than a point to extend a losing streak to four sessions, while the S&amp;P 500 rose 0.3% and the Nasdaq Composite advanced 0.7%.</p><p>What's driving markets</p><p>Corporate earnings reporting season is picking up steam, with results from a handful of major banks topping expectations.</p><p>“US stocks rallied after a strong round of earnings, a welcomed dip with core producer prices and a new cycle low with weekly jobless claims,” said Edward Moya, Senior Market Analyst for the Americas, at OANDA.&#xa0; “Investors remain committed to stocks as the current inflationary environment won't likely trigger a rapid interest rate hiking schedule from the Fed.&#xa0; Real yields will still remain in negative territory in the foreseeable future and that should provide a safety net for stocks.”&#xa0;</p><p>Read: Wall Street rewards Morgan Stanley and Bank of America for earnings but Wells Fargo and Citi stocks dip</p><p>Investors also cheered economic data, including a drop in first-time claims for unemployment benefits last week to 293,000 — the first sub-300,000 reading since before the pandemic took hold in early 2020.</p><p>“While the September jobs report revealed a slower pace of job creation, the labor market recovery continues to move forward and the claims data are consistent with an improving employment situation,” said Nancy Vanden Houten, lead economist at Oxford Economics, in a note. “We expect further progress in the months ahead as the health situation is improving following the surge in cases over the summer from the delta variant.”</p><p>In other U.S. data, producer prices rose 0.5% in September compared with 0.7% in August but were up 8.6% for the September year compared with 8.3% for the year to August.</p><p>Investors have also focused on the more benign elements of Wednesday's consumer-price index report, which showed the core measure that excludes food and energy prices rising 0.2% in September, keeping the year-over-year growth rate at 4%.</p><p>Prices of airfares, hotels and used cars were among the costs that declined. Also Wednesday, minutes from the Federal Reserve's September meeting affirmed that policy makers are likely to begin tapering monthly bond purchases before year-end.</p><p>“The market really appears to be buying back into the central bank's expectation that the rise in inflation will be transitory,” said Fiona Cincotta, senior financial markets analyst at City Index.</p><p>“Furthermore, the Fed indicating that it will start tapering removes an element of the unknown from the market; we all know how much the market hates unknowns,” she said. “The market has spent the past few months obsessing over the timing of the Fed's taper. Now it is pretty much out in the open sentiment can move forward.”</p><p>Read: Stronger-than-expected U.S. inflation data has bond traders weighing the risk of a Fed policy error</p><p>Which companies are in focus?</p><p>Bank of America Corp.BAC reported profit and revenues that topped expectations as it released $1.1 billion in reserves to its bottom line, driven primarily by asset quality improvements. Shares rose 4%.</p><p>Shares of Wells Fargo &amp; Co. WFC declined 1.4% after the bank beat Wall Street estimates, while releasing $1.7 billion from loan-loss reserves.</p><p>Morgan StanleyMS shares were 2.3% higher after the bank reported results that beat expectations, helped by a 68% rise in investment-banking revenue to $2.85 billion from $1.7 billion.</p><p>Shares of Citigroup Inc.C rose edged up 0.7% after the bank said earnings rose 48%, beating estimates.</p><p>UnitedHealth Group Inc. UNH shares rose more than 4.6% after the healthcare company and Dow component raised its guidance for full-year earnings, and said that its previous expectations for how Covid-19 will affect results this year remained steady.</p><p>Shares of Domino's Pizza Inc.DPZ rose 1.5%, shaking off results that showed the pizza-delivery chain missed on revenues.</p><p>Shares of Walgreens Boots AllianceWBA jumped 9% after the pharmacy retailer reported fiscal fourth-quarter earnings and sales that beat expectations.</p><p>More than 10,000 Deere &amp; Co.DE workers went on strike Thursday, after rejecting a contract offer. Shares were up 0.5%.</p><p>What are other markets doing?</p><p>The 10-year Treasury yield fell 2 basis points to 1.519%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.1%.</p><p>The Stoxx Europe 600 XX:SXXP rose 1.2%, while London's FTSE 100 UK:UKX rose 0.9%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.1%, while Japan's Nikkei 225 JP:NIK advanced 1.5%.</p><p>Oil futures rose, with the U.S. benchmark CL00 up 0.5% at $80.84 a barrel. Gold futures GC00 edged up 0.2% to $1,797.50 an ounce.</p><p>Sign up for a brand new MarketWatch newsletter on crypto launching next month. Use&#xa0;this link to subscribe&#xa0;to “Distributed Ledger,” where every week we highlight the most timely news in the crypto and blockchain industry, from developments in digital-asset companies, exchanges, funds and ventures, as well as important sector research and data. And of course, we'll keep you up to speed on price performance in all the major crypto.MarketWatch and Barron's also is gathering the most influential figures in crypto to help identify the opportunities and risks that lie ahead in digital assets on Oct. 27 and Nov. 3.&#xa0;Sign up&#xa0;now!</p>",
  "published": "2021-10-14T14:17:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 3849,
          "end": 3872
        }
      ]
    }
  ]
}