{
  "_id": "f79aeab64996af3fa4857316bd403777e81f74af83d848d737aba5ed4cd0451e",
  "feed": "wall-street-journal",
  "title": "Business News:  UnitedHealth Boosts Outlook  As Covid-19 Impact Subsides  ----  By Anna Wilde Mathews and Matt Grossman",
  "text": "<p>   UnitedHealth Group Inc. raised its full-year outlook for 2021 and said the pandemic's effects on its results matched its expectations, with costs tied to Covid-19 offset by dampened demand for elective healthcare procedures. </p><p>   The health insurance and healthcare giant, the first major company in the managed-care industry to post third-quarter results, forecast a full-year 2021 profit after adjustments of $18.65 a share to $18.90 a share, up about 22 cents at the midpoint of the range from its previous guidance. </p><p>   UnitedHealth said its results are consistent with its earlier projection about Covid-19's impact on 2021 profit. The company had said that the pandemic would hurt earnings by about $1.80 a share. </p><p>   UnitedHealth also offered an early preview of its 2022 guidance. Chief Financial Officer John Rex said analysts' current consensus estimates were reasonable, but likely toward the upper end of the company's initial projections for next year's adjusted earnings. According to a survey by FactSet, analysts are expecting full-year net income of $20.75 per share for 2022, and profit of $21.64 per share after adjustments. </p><p>   UnitedHealth expects a smaller impact from Covid-19 care costs next year, compared with 2021, Mr. Rex said. </p><p>   The CFO also said UnitedHealth will stick with its long-term projection of annual earnings per share growth of 13% to 16%. </p><p>   UnitedHealth Chief Executive Andrew Witty, 56 years old, didn't participate in its earnings call, due to what the company said was an \"urgent but straightforward procedure\" for a kidney stone. UnitedHealth said the procedure went well and the CEO will return to his full duties in a few days. </p><p>   Higher insurance membership as well as expansion in the Optum health-services business fueled growth in the third quarter, the company said. Revenue for the quarter rose to $72.34 billion, up 11% year over year. The company's profit, stripped of amortization and tax effects, was $4.52 a share. On average, analysts had been expecting $71.35 billion of revenue and adjusted earnings of $4.41 a share, according to FactSet's survey. Most of the revenue growth was from higher premiums, which rose 12% to $56.97 billion. </p><p></p>",
  "published": "2021-10-15T06:04:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1257,
          "end": 1269
        },
        {
          "start": 515,
          "end": 527
        },
        {
          "start": 0,
          "end": 18
        },
        {
          "start": 1131,
          "end": 1143
        },
        {
          "start": 711,
          "end": 723
        },
        {
          "start": 15,
          "end": 27
        },
        {
          "start": 1362,
          "end": 1374
        },
        {
          "start": 1555,
          "end": 1567
        }
      ],
      "nexusId": "10018613"
    }
  ]
}