{
  "_id": "0fae5d1cf2de1006afc0e0f170dd0135ac9c6cfbf0647430beb81fb451a5ab73",
  "feed": "wall-street-journal",
  "title": "How Much Does a C-Section  Cost? $6,241. Or -2-",
  "text": "<p>   Insurers give priority to some services for pricing negotiations over others, depending on the health plan network and members covered by the plan, he said. Plans also negotiate prices for groups of services, not individually. </p><p>   Also, a big insurer will likely have several rates for the same hospital service among the types of plans it offers. For instance, at a Sutter hospital in Berkeley, Calif., Anthem Inc. is paying several different prices for a vaginal birth. </p><p>   An Anthem spokeswoman said its contracts with hospitals \"achieve sizable overall savings for our members and employers,\" and \"looking at a list of prices without the full context makes it impossible to draw meaningful conclusions.\" </p><p>   C-section prices at the Van Ness location of Sutter's California Pacific Medical Center provide a fuller picture of the results of the behind-the-scenes price-setting process. </p><p>   As is typical, the lowest rates are for insurers' plans under programs such as Medicare and Medicaid. That's the case for the $6,241 price tag at Sutter's Van Ness location for the Health Plan of San Mateo, a nonprofit that mostly covers Medicaid enrollees. A spokeswoman for the plan said it pays hospital rates mandated by the state. </p><p>   There's a significant jump from those prices to the rates paid by commercial insurers. Among the lower of these is the $15,753 Sutter charges its own plan, and a $16,922 rate it charges for patients covered by a UnitedHealth Group Inc. product with a limited network of healthcare providers. </p><p>   Major national insurer Cigna is paying $29,257 for the C-section. At the top of the scale, in some cases, Sutter is charging $60,584 for the procedure when the hospital is out of the insurer's network. And for those patients who pay cash, the listed rate is $38,264. </p><p>   Sutter's Mr. Dean said that its own plan and the UnitedHealth plan help integrate care within its system, so \"we can deliver greater value at a lower cost.\" </p><p>   A UnitedHealth spokesman said its plan may have lower rates \"because we work with high-performing providers to lower healthcare costs through improved health outcomes, data sharing, and a more-coordinated care experience.\" </p><p>   A Cigna spokesman said it supports price transparency, and the limited example examined by the Journal \"is in no way indicative of value nor cost competitiveness.\" </p><p></p>",
  "published": "2021-02-12T07:13:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1820,
          "end": 1832
        },
        {
          "start": 1930,
          "end": 1942
        },
        {
          "start": 1424,
          "end": 1442
        }
      ],
      "name": "UnitedHealth Group Incorporated",
      "id": "US91324P1021",
      "nexusId": "10018613"
    }
  ]
}