{
  "_id": "89c53d10aa8a7cceb4d2e098289c53545dac002b8280e5ac989332bfc6227561",
  "feed": "wall-street-journal",
  "title": "Bull Run In Stocks Widens, Signaling Strength --- Technical indicators suggest more gains, but some question how smooth they will be",
  "text": "<p>Indicators that point to a stronger and more resilient stock market have been hitting rare milestones recently as the continuing bull run has once again widened. In the past week, stocks ranging from UnitedHealth Group Inc. to L Brands Inc. to Vulcan Materials Co. hit 52-week highs, joining 184 others in the S&amp;P 500 that did the same. Those gains have helped extend the benchmark index's rally for the year to 11% -- notching 23 records along the way.</p><p>Investors and analysts often look to technical indicators that measure the breadth of the market's rally for clues about where it is headed next. A market is generally considered healthier when more stocks are rising together, and signs of strong participation are typically viewed as a signal that a rally has legs. In contrast, a market with poor breadth -- such as the one in the late 1990s near the peak of the dot-com bubble -- indicates fewer stocks with larger market capitalizations are carrying the load.</p><p>Lately, signs of strong breadth have abounded, a reversal from much of the past year when a small group of large technology stocks drove much of the market's gains. Last week, the percentage of stocks in the S&amp;P 500 trading above their 200-day moving averages crossed 95%, rising to the highest level since October 2009, according to data through Thursday. Only during three other periods since the start of 2000 has that measure surpassed and then hovered above 95% for several days, according to a Dow Jones Market Data analysis based on current index constituents.</p><p>\"It's so rare to see that,\" said Frank Cappelleri, a desk strategist and executive director at Instinet. \"It shows how strong participation must have been over the last number of months for that to occur. It's a small sample size but typically has only happened at a beginning stage of a longer-term move.\"</p><p>Indeed, during the past three times that the indicator first crossed the 95% threshold -- in May 2013, September 2009 and December 2003 -- the S&amp;P 500 went on to post gains both six months and a year after the threshold was breached.</p><p>Similarly, market watchers tend to keep tabs on the percentage of S&amp;P 500 companies trading above their shorter-term 50-day moving averages and watch for when the number crosses 90% -- another rare bullish sign. Stocks in the S&amp;P 500 also surpassed that threshold last week.</p><p>During the past 15 instances when that has happened, the index has likewise ended higher one year later 14 of the times, according to an analysis by Keith Lerner, chief market strategist for Truist Advisory Services. The average annual gain for those 15 times, according to his analysis: 16.4%.</p><p>Analysts said both indicators are optimistic signs for the market -- but note they are flashing at a starkly different time than in the past. Often when such breadth milestones are hit, the S&amp;P 500 is coming off a correction -- a drop of at least 10% from a recent high -- or a much bigger fall.</p><p>In contrast, market conditions today are far different -- leading some analysts to question how much further the bull market can run in the months ahead. The S&amp;P 500 has already surged 87% from its March 2020 trough.</p><p>Driving the powerful rally have been massive levels of stimulus from the Federal Reserve and Congress, as well as surprisingly strong economic data. Despite early expectations that the U.S. rebound would be lethargic, everything from employment reports to consumer-spending indicators have often come in better than expected. A faster-than-anticipated Covid-19 vaccine rollout and an eager crop of individual investors have also juiced markets.</p><p>\"The one thing we know is that the stock market leads [the economy] in recovery. . .and the big, initial rip has likely already happened,\" Mr. Lerner said. \"The technicals still suggest upside. . .but I'd expect periodic pullbacks along the way.\"</p><p>While measures of strong breadth have historically preceded gains six and 12 months ahead, history has shown they don't preclude short-term setbacks along the way.</p><p>And outside the S&amp;P 500, there have been signs of weakness in parts of the market lately. Just a few weeks ago, many of the technology and growth companies that have long been investor favorites dragged the Nasdaq Composite into correction territory. Ultimately, however, owing to continued support from the Fed, laggards -- especially the growth stocks that continue to dazzle investors -- haven't stayed down for long.</p><p>Still, investors and analysts see many areas for concern. Some 32% of fund managers surveyed by Bank of America Global Research in April said that they view a bond market \"taper tantrum\" -- meaning a possible rise in Treasury yields once the Fed indicates it will tighten monetary policy -- as the biggest tail risk for markets.</p><p>Investors are also closely monitoring sentiment levels, which many view as overly stretched. In the past five months, investors have plowed more money into global stock funds on a net basis than they did during the prior 12 years combined, a Bank of America analysis of EPFR data show. Meanwhile, earlier this month, nearly 57% of investors reported having a bullish outlook for the stock market over the next six months, a survey from the American Association of Individual Investors showed. That marks the highest level since January 2018.</p><p>Extreme bullish sentiment tends to appear near the end stages of bull markets, noted Jason Goepfert, president of Sundial Capital Research, which is why, he said, it has been unusual to see that occurring at the same time that technical indicators are pointing to further gains.</p><p>\"It's hard to find any instance that's remotely similar to this. We've seen extremes like this before in breadth readings, but not coupled with a market that has been so strong,\" he said.</p><p>In addition to moving averages, investors and analysts said they are also watching other bullish indicators. The New York Stock Exchange advance-decline line -- a popular cumulative indicator that tracks the number of all securities rising minus the number falling on the exchange each day -- has risen, hitting a record last week, according to data through Thursday starting at the end of March 2016.</p><p>At the same time, the S&amp;P 500 Equal Weight Index -- which weights every company equally, no matter its size -- has on a year-to-date basis outpaced its traditional market-cap-weighted counterpart, another signal that it isn't only heavily weighted stocks that are driving markets higher.</p><p>For now, the wide rally will likely help offset frothy sentiment, said Liz Ann Sonders, chief investment strategist at Charles Schwab &amp; Co. But, she noted, if participation begins to deteriorate while sentiment remains elevated, \"that is what you want to keep an eye on.\"</p><p>\"At this stage, what I'd expect to continue to see is a rotational series of pullbacks -- especially in places where there has been too much speculative excess or where the fundamentals don't support rich valuations,\" she said. \"For now I don't think there's a high risk of something where the bottom falls out for the broader market overall.\"</p>",
  "published": "2021-04-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 200,
          "end": 218
        }
      ],
      "nexusId": "10018613"
    }
  ]
}