{
  "_id": "c56dd760e17cc9207150ef8dc03d9a5fe31bac3a29974cb0e5e98c21bf7c6e47",
  "feed": "wall-street-journal",
  "title": "Stocks Set High Bar for Earnings --- Investors look for clues about profits as they weigh share values after a record rally",
  "text": "<p>Earnings season kicks off in earnest this week, with results from America's big banks -- including JPMorgan Chase &amp; Co., Bank of America Corp. and Wells Fargo &amp; Co. -- and companies ranging from Delta Air Lines Inc. to PepsiCo Inc. and UnitedHealth Group Inc.</p><p>Investors will be watching for signs of confidence from executives that customer demand will keep rising and cost increases can be managed to help ease concerns that stocks are looking expensive.</p><p>The S&amp;P 500 traded Thursday at 22.6 times its projected earnings over the next 12 months, above the five-year average of 18.14, according to FactSet. Paying up, even for shares of high-quality companies, raises the prospect of muted future returns for shareholders.</p><p>\"Our biggest concern is really valuations,\" said Gene Goldman, chief investment officer at Cetera Investment Management. \"Has all the good news been priced in?\"</p><p>It isn't a surprise that earnings are expected to leap for the quarter because Wall Street measures profits against the same three-month period a year earlier -- one that in 2020 included the rapid shutdown of much of American business in the presence of the spreading coronavirus pandemic.</p><p>Even so, investment analysts have grown more upbeat since the start of the year, lifting their forecasts for profit growth among S&amp;P 500 companies to 24%, from 16% at the end of December.</p><p>For 2021 as a whole, profits for companies in the index are expected to rise 26% from a year earlier. They are forecast to keep climbing in 2022.</p><p>Long before the approval of vaccines offered a path toward reopening the economy, trillions of dollars in government spending and support from the Federal Reserve sent stocks rocketing off their early-pandemic lows.</p><p>Central-bank officials have indicated they expect to keep supporting the economy with near-zero short-term interest rates and bond purchases. President Biden, meanwhile, recently put forward his $2.3 trillion infrastructure plan, pushing the S&amp;P 500 above 4000 for the first time.</p><p>Signs that the economy was strengthening and the vaccine rollout gaining steam drove a recent resurgence in shares of cyclical stocks, whose fortunes tend to rise and fall with economic growth. The energy and financial sectors are the top-performing S&amp;P 500 groups for the year, after badly trailing the market in 2020.</p><p>That rotation has recently cooled, suggesting that expectations for rapid economic expansion may already be factored into stock prices. Despite lagging behind the broad stock index for the year, technology shares are the best-performing group in April.</p><p>For stocks to keep reaching new heights, money managers say companies will need to show they can deliver profits that surpass even the rising forecasts.</p><p>\"The market's going to respond to earnings,\" said Susan Schmidt, head of U.S. equities at Aviva Investors. \"If we keep seeing earnings beat and earnings increase and surprise to the upside as we move through 2021, I think that is going to fuel the market.\"</p><p>Beyond the quarterly results in the coming weeks, investors will pore over executive commentary about key issues. Will rising raw-material costs lead to announcements of price increases, as they recently did at Kimberly-Clark Corp., the maker of Huggies diapers and Scott paper products? How would Mr. Biden's proposal for corporate tax increases affect the bottom line? With investors counting on sharp economic growth, how much further can rising consumer confidence improve the outlook for companies?</p><p>For the first quarter, analysts expect earnings to rise in nine of the 11 sectors in the S&amp;P 500. The strongest growth is projected among the consumer discretionary, financial and materials groups, all of which tend to be sensitive to the strength of the economy. Only the energy and industrial groups are forecast to post lower profits.</p><p>Companies reporting early have found that simply beating profit estimates may not satisfy the market. Shares of Nike Inc. fell 4% the day after the sneaker giant reported higher-than-expected earnings, but also said shipping problems had dented sales.</p><p>But with economists lifting their growth forecasts, vaccinations continuing and the potential for more market stimulus, many investors believe U.S. shares could have further gains in store.</p><p>\"We do think the momentum is still around stocks grinding higher from here,\" said Greg Calnon, global head of multiasset solutions at Goldman Sachs Asset Management.</p>",
  "published": "2021-04-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 236,
          "end": 259
        },
        {
          "start": 236,
          "end": 258
        }
      ]
    }
  ]
}