{
  "_id": "adc53f4b59fd8de01f483ecd445ebdd2720d31f3cec051fc9792e864bb02b3f7",
  "feed": "ftcomall",
  "title": "UnitedHealth picks ex-Glaxo head Witty as new chief executive",
  "text": "<p>UnitedHealth has named Sir Andrew Witty as its new chief executive, handing the <a href=\"https://www.ft.com/content/c759144a-7f2d-11e6-bc52-0c7211ef3198\">former head of UK pharma group GlaxoSmithKline</a> a leading role in the US healthcare industry. </p> <p>Witty will succeed David Wichmann, who spent less than four years at the helm of the healthcare company. The retirement of Wichmann, who has been at the Minnesota-based company for more than two decades, caught Wall Street by surprise.</p> <p>The news is “surprising to us; we expected Wichmann would be CEO for many years to come,” said Scott Fidel, analyst at Stephens, though he added that United does have “an extremely deep senior management bench”.</p> <p>Witty has been chief executive of <a href=\"https://www.ft.com/content/77f11822-26dd-11e8-b27e-cc62a39d57a0\">UnitedHealth's health services arm Optum</a> since early 2018 and assumed the role of president the following year. For much of 2020, he took a leave of absence to help with the World Health Organization's efforts to combat Covid-19.</p> <p>“I am deeply honoured to help guide one of the most consequential organisation's in healthcare, where our responsibility is to execute flawlessly and deliver on our potential each day,” said Witty in a statement on Thursday.</p> <p>He will assume his role and rejoin the board of directors immediately, while Wichmann will continue in a transition period through March.</p> <p>Witty left GSK in early 2017 after three decades at the pharma group. His almost nine-year stint at the top of GSK divided opinion despite the company's shares comfortably outperforming the FTSE 100, the UK's blue-chip stock market index over the same period.</p> <p>Those who champion the 56-year-old's legacy point to his investment in emerging markets and strengthening its position in vaccines. Critics argue that he neglected the company's core pharma business during a period when rivals, such as AstraZeneca, capitalised on advances in medical science.</p> <p>This “is an earlier transition than we would have expected,” said AJ Rice, analyst at Credit Suisse, though he noted that “a quick check with the company suggests that the move was a personal decision made by Wichmann in the aftermath of navigating through the pandemic last year and with the company in strong shape financially.”</p> <p>Shares in UnitedHealth were down 2.3 per cent by midday in New York. The company reiterated its 2021 outlook for adjusted net earnings of between $17.75 to $18.25 per share.</p><p>Source: Mamta Badkar  2021 'UnitedHealth picks ex-Glaxo head Witty as new chief executive' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T18:59:50.363Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 2142,
          "end": 2154
        }
      ]
    }
  ]
}