{
  "_id": "e672c4664eb573b2d22f13f944737ead23146db90d487475bbdda44f71e4a03b",
  "feed": "wall-street-journal",
  "title": "Membership Growth Boosts UnitedHealth's Earnings; The first big health insurer to post summertime results maintains previous guidance on Covid-19's impact",
  "text": "<p>The company also repeated an earlier projection that Covid-19 will hurt earnings by about $1.80 a share, a sign that the pandemic is unfolding in line with how UnitedHealth expected earlier in the year.</p><p>Meanwhile, higher insurance membership as well as expansion in the Optum business have fueled growth.</p><p>Revenue rose to $72.34 billion, up 11% year over year. The company's profit, stripped of amortization and tax effects, was $4.52 a share. On average, analysts had been expecting $71.35 billion of revenue and adjusted earnings of $4.41 a share, according to FactSet's survey.</p><p>Most of the revenue growth was from higher premiums, which rose 12% to $56.97 billion.</p><p>The company's UnitedHealthcare insurance business posted membership growth both from more commercial customers and from more members with Medicare and Medicaid plans. Higher membership, which has grown by almost two million people since 2020, has helped drive greater premiums this year.</p><p>Income from Optum, the company's health-services arm, has also been rising. In the latest quarter revenue grew 14% year over year, with revenue per customer improving as Optum expands its services.</p><p>OptumRx, Optum's pharmacy division, saw prescriptions grow 6% year over year. That is a sign that more people are seeking healthcare again after skipping doctor's visits for non-Covid-related issues last summer.</p><p>Shares were up 1.9% in premarket trading.</p><p>Write to Matt Grossman at matt.grossman@wsj.com</p><p>Membership Growth Boosts UnitedHealth's Earnings</p>",
  "published": "2021-10-14T11:24:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 160,
          "end": 172
        }
      ],
      "nexusId": "10018613"
    }
  ]
}