{
  "_id": "4244fa47ea97f6de2c7cc9194c40ed38f32c7e8f9e94a4b63c698ed78161c61d",
  "feed": "ftcomall",
  "title": "McKinsey's most pressing client: itself",
  "text": "<p><strong>One scoop to start:</strong> Private equity group <strong>CVC Capital Partners </strong><a href=\"https://www.ft.com/content/b70afbd7-d207-46dc-9055-708312de1d9a\">is in talks</a> to buy a minority stake in the<strong> San Antonio Spurs</strong> at a roughly $1.3bn valuation, in a deal that would reshape the traditional ownership structure of <strong>National Basketball Association</strong> franchises.&#xa0;</p> <p><strong>Want more on the business of sport? Try our FT Scoreboard newsletter, produced in conjunction with the DD team and delivered every Saturday morning. Subscribe </strong><a href=\"https://subs.ft.com/scoreboard\"><strong>here</strong></a><strong>.</strong></p> <p><strong>Welcome to the Due Diligence briefing from the Financial Times. Not a subscriber to DD? Sign up&#xa0;</strong><a href=\"https://click.newsletters.ft.com/f/a/9Rxz9SW79DoMIycjiY5-Pw~~/AAAAAQA~/RgRh_c3MP4S7AWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9XbVR6NW1qdU01ZXE4aENJOXFTRU5Bfn4vQUFBQUFRQX4vUmdSaF9IUU9QMFNlYUhSMGNITTZMeTlsY0M1bWRDNWpiMjB2Ym1WM2MyeGxkSFJsY25NdmMzVmljMk55YVdKbFAyVnRZV2xzU1dROU5qQXhPV1ZsTUdNd01tTmpOamN3TURBMFpUQmlZV0pqSm5ObFoyMWxiblJKWkQwMk9XTmxPR0ppWmkxaFptTTVMVGRqTURFdFptSTNNQzAyWlRRME5EaGhZVEZtTXpjbWJtVjNjMnhsZEhSbGNrbGtjejAxT0dSaU56SXhPVEF3WldJMlpqQXdNRFJrTlRaaE1qTlhDR1pwYm5ScGJXVnpRZ3BnRVE3dkdXRGtscEdSVWhWbllYWnBiaTVyWVd4c2JXRnVia0JtZEM1amIyMVlCQUFBQUFBfj9lbWFpbElkPTYwMWI0N2ZkYTJhZGUyMDAwNDc5NWFjZSZzZWdtZW50SWQ9NjljZThiYmYtYWZjOS03YzAxLWZiNzAtNmU0NDQ4YWExZjM3VwhmaW50aW1lc0IKYBrMSBtgztFeEFIVZ2F2aW4ua2FsbG1hbm5AZnQuY29tWAQAAAAA\"><strong>here</strong></a><strong>. Drop us a line and join the conversation:&#xa0;</strong><a href=\"mailto:Due.Diligence@FT.com\"><strong>Due.Diligence@ft.com</strong></a></p> <h2>McKinsey consults from within</h2> <p>There were two alternative portraits of <strong>McKinsey</strong>, a firm that likes to think of itself as the world's most prestigious consultancy, on display on Thursday as it <a href=\"https://www.ft.com/content/85e84e12-6dda-4c91-bde4-8198e29a6767\">settled claims</a> for $574m relating to its advice to companies at the centre of the US opioid epidemic.&#xa0;</p> <p>Was it a reckless profit-chaser that had thoughtlessly pushed addictive drugs on vulnerable individuals? Or a responsible corporate citizen moving swiftly to cut a deal with 49 state attorneys-general that would funnel millions of dollars to treatment and prevention programmes?</p> <p>Sometimes, those clashing pictures were separated by only a few paragraphs. New York State, for example, hailed the firm's “best-in-class reputation”, while charging that its “cynical and calculated marketing tactics” had helped fuel the deadly opioid crisis.&#xa0;</p> <p>“McKinsey sells the notion that it can take whatever a company or government is doing and make them do it better,” New York's<a href=\"https://ag.ny.gov/sites/default/files/not_assigned_the_people_of_the_stat_v_the_people_of_the_stat_complaint_2.pdf\"> complaint</a> noted. Can <strong>Kevin Sneader</strong>, McKinsey's global managing partner, make his own firm do what it does better?&#xa0;</p> <p>Sneader has spent much of the time since his 2018 appointment putting out reputational fires from<a href=\"https://www.ft.com/content/5d5fa556-d523-11e8-a854-33d6f82e62f8\"> Saudi Arabia</a> to<a href=\"https://www.ft.com/content/c2db2a6d-693a-49e4-87e2-194183e6445b\"> South Africa</a>, and he has had another rough couple of weeks.&#xa0;</p> <p>First, McKinsey faced scorn after its managing partner for Russia told staff to<a href=\"https://www.ft.com/content/6110fe11-98e4-42ec-9522-f86d0a458ea2\"> “stay neutral”</a> in protests called by opposition politician <strong>Alexei Navalny</strong>; then<a href=\"https://www.ft.com/content/c5082aee-6b81-4e3b-ab05-18b0e0509525\"> the FT revealed</a> that the firm had fired and suspended several employees over still unexplained policy violations in its investment banking research team.&#xa0;</p> <p>In an internal memo on Thursday, Sneader pointed to changes the firm has already made to be more careful about which clients it chooses to work for and “leave no room for doubt” about what conduct it expects. But having agreed to disclose tens of thousands of documents related to its opioids work in the next nine months, it may face more headlines that are less than positive.&#xa0;</p> <p>One test case to watch will be whether the states which sued and then settled with McKinsey continue to hire it. <strong>Phil Weiser</strong>, Colorado's attorney-general, noted that McKinsey had been advising governments on how to deal with the epidemic at the same time as it was advising the likes of <strong>Purdue Pharma</strong> on how to boost sales of OxyContin, its potent prescription opioid.</p> <p><strong>Maura Healey</strong>, the Massachusetts attorney-general, offered her own advice to any government thinking of hiring the consultancy: “Make sure you do your homework and take a hard look.”&#xa0;</p> <p>Want to discuss the firm further? Get in touch with our US business editor <a href=\"mailto:andrew.edgecliffe-johnson@ft.com\">Andrew Edgecliffe-Johnson</a>.</p> <h2>AMC: Silver Lake's winning cinema script</h2> <p>Last year two titanic private equity groups — <strong>Silver Lake Partners</strong> and <strong>Apollo Global Management </strong>— counted themselves as large debtholders at <strong>AMC Entertainment</strong>, the beleaguered movie chain whose theatres were left empty by stay-at-home orders.&#xa0;</p> <p>As the effects of the pandemic worsened the health of AMC, each group offered it a rescue financing package over the summer, leading to a messy fight between two of the world's most sophisticated and ruthless investment funds. Ultimately, Silver Lake came out on top.</p> <p>The seeds of that victory were first planted last summer, when the California-based group solidified its position as a kingmaker in the struggling cinema by injecting $100m in a convertible bond trade (that was in addition to the $600m convertible bond it carried it out in 2018).</p> <p>Through injecting fresh capital, Silver Lake managed to move all of its debt in AMC up the capital structure of the beleaguered company (before making the rescue deal its bond was significantly below that of other debt holders). The Silver Lake move upset Apollo.&#xa0;</p> <p>The Silver Lake/Apollo fight is a classic tussle between senior and junior creditors, with each side angling to find a way to take advantage of a future snapback at the company when life returns to normal.&#xa0;</p> <p>In most distressed situations over the past decade (think <strong>Toys R Us</strong> or <strong>Chesapeake Energy</strong>) it's the core business that is suffering from permanent decline. AMC's situation was different. It just needed life to return to normal and the money to bridge that gap, which made the fight all the more intense.</p> <p>The problem AMC (and its debt holders) faced is that life had not yet returned to normal, weighing heavily on the overall financial health of the cinema operator.&#xa0;</p> <p>But then, out of the blue, the stock price started to snap back in the last week of January, as a day trader frenzy that sprung from the depths of social media website <strong>Reddit</strong> sent AMC shares surging past $20, six times the level seen just days before.&#xa0;</p> <p>As the AMC stock climbed to unexpected highs, Silver Lake saw its chance to turn its fortune. It converted its bond into equity and later cashed out, making a net $113m profit.</p> <p>Luckily for Apollo and other senior lenders, irritated by Silver Lake's power play over the summer, they also did pretty well too.</p> <p>Distressed situations too often become a zero-sum game and degenerate into some sort of litigation. The pie, at least for a week, got so big at AMC that even those on the wrong side of a trade had something to show for it.</p> <p>Read this <a href=\"https://ft.com/content/dc349acb-e009-4bb1-8a03-6e3a039ed505?\">deep-dive</a> by DD's Sujeet Indap and Rob Smith detailing the contours of the battle.</p> <h2>Nvidia/Arm: the $40bn waiting game</h2> <p><strong>Nvidia</strong>'s uphill battle to buy UK chip designer <strong>Arm</strong> off of<strong> SoftBank </strong><a href=\"https://www.ft.com/content/a3adccc9-678e-44ef-bdb5-e847ecb7de8c\">just got a bit tougher</a>.</p> <p>The $40bn deal is on track to be the first parallel merger probe conducted by Brussels and the UK competition watchdog since Britain left the EU and the <strong>Competition and Markets Authority </strong>became a global regulator in its own right.</p> <p>The European Commission previously had exclusive say over all European tie-ups over a certain threshold. Now the UK watchdog is bracing for a jump in its merger caseload of as much as 50 per cent.</p> <p>Headaches are likely to ensue not only for Nvidia and Arm — which now face a duplication of work — but for future companies who will run the gauntlet of competition probes in both the UK and Brussels.</p> <p>It will also be a test of how nicely the Commission and the CMA can play together.&#xa0;</p> <p>The UK watchdog already laid out how it plans to co-operate with other global regulators after being promoted to the big leagues, saying last month it expected to “work closely with the European Commission, as it has with other global regulators in the past”.</p> <p>But it's still early days. The companies haven't even filed the paperwork in Brussels, and in the UK, the CMA is yet to open a formal probe. But people with direct knowledge of the deal say this will be a drawn out fight between Nvidia and regulators.</p> <p>“This deal hits the sweet spot of regulators and it is a deal they will analyse in great detail,” an insider told DD's Javier Espinoza. “There are also very powerful players with various worries placing lots of pressure on regulators to block this.”</p> <p>Rivals have also sharpened their knives and are aggressively campaigning for the transaction to be blocked. They worry that once Nvidia buys Arm, it will use the technology to the advantage of its own services to the detriment of competitors.</p> <p>“We'll be the most content if this deal gets blocked,” said a rival at a competing company.</p> <h2>Job moves</h2> <ul>  <li><p><strong>UnitedHealth Group</strong> has named former <strong>GlaxoSmithKline </strong>chief executive <strong>Andrew Witty</strong>, to succeed <strong>Dave Wichmann</strong> as chief executive after he spent less than four years in the role. <a href=\"https://www.ft.com/content/8712cb67-e023-4b88-af4b-bb312125f89b\">More here</a>.</p></li> </ul> <ul>  <li><p><strong>Kenneth Frazier</strong>, a strong advocate for racial justice in corporate America, will retire from his post as <strong>Merck</strong> chief executive this summer, and be replaced by the drugmaker's executive vice-president <strong>Robert Davis</strong>. <a href=\"https://www.ft.com/content/6f11cb92-cad1-4407-963e-dddccff87ce9\">More here</a>.</p></li> </ul> <ul>  <li><p><strong>Stuart Burgdoerfer</strong>, <strong>L Brands </strong>chief financial officer and interim chief of its subsidiary<strong> Victoria's Secret</strong>, will retire in August following the company's proposed spin-off of the ailing lingerie chain from its <strong>Bath &amp; Body Works</strong> business. <strong>Martin Waters</strong>, head of Victoria's Secret lingerie, has been promoted to chief executive of the brand. The company has launched a search for Burgdoerfer's replacement as chief financial officer.</p></li> </ul> <ul>  <li><p><strong>Brunswick Group </strong>has hired <strong>Don Baer</strong> as a senior partner in Washington. He was previously chair and chief executive of <strong>Burson-Marsteller</strong>, and served as communications director and chief speech writer for former US president<strong> Bill Clinton</strong>.</p></li> </ul> <ul>  <li><p><strong>KPMG</strong>'s UK deal advisory practice appointed<strong> Rajesh Sennik</strong> as head of its value creation practice. He joins from<strong> FTI Consulting</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>In plain sight </strong>Credit Suisse banker Patrice Lescaudron stole from clients for years, making unauthorised trades and moving money between their accounts to cover his tracks. A new regulatory report suggests executives of the bank knew all along. (<a href=\"https://www.wsj.com/articles/credit-suisse-was-alerted-to-private-bankers-misconduct-years-before-criminal-charges-11612462705?st=0a031ag7z3up86e&amp;reflink=article_gmail_share\">WSJ</a>)</p> <p><strong>Unfinished business</strong> “Unless the Black Man attains economic independence, any ‘political independence' will be an illusion,” wrote civil rights lawyer and activist Floyd McKissick, who dreamt of building a Black capitalist utopia. His mission continues. (<a href=\"https://www.newyorker.com/magazine/2021/02/08/the-plan-to-build-a-capital-for-black-capitalism\">The New Yorker</a>)</p> <p>‘<strong>Girlboss' empire </strong>“Hey girl, want to be your own boss?” — the cheery opener has long been the siren song of multilevel marketing companies that disproportionately prey upon women. But since the pandemic struck, the pyramids have reached new heights. (<a href=\"https://www.thecut.com/2021/02/pandemic-unemployment-multi-level-marketing.html\">New York Magazine</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/d4dd13a9-903e-4ff7-9fc3-d30ffdf764be\">UK directors face tough new liability rules under major audit reform</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/c775a255-a11c-4122-a8e4-fe9cc98ea4f2\">Merger with Richard Branson's Spac values 23andMe at $3.5bn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/ab96cae4-1bbc-4b66-a100-be6c07ea3f2b\">Hindenburg takes aim at Chamath's Clover Health</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5db3d0cd-35b4-42d5-9969-e506a7b0ca58\">BaFin gave EU watchdog selective briefing on Wirecard short selling ban</a> (FT)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-02-04/baseball-s-a-rod-files-to-raise-500-million-in-slam-corp-spac?srnd=premium&amp;sref=OziMsGoK\">Alex Rodriguez files to raise $500 Million in Slam Corp. Spac</a> (BBG)&#xa0;</p> <p><a href=\"https://www.ft.com/content/8aad916d-015e-438c-ba84-d363c388ede3\">Parler chief says he was fired by social media network</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7fdc9a56-75c9-4101-b5c5-bf827a0e7b1d\">Inter Milan owner seeking $200m in emergency finance</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/us-faw-group-brilliance-china-m-a-exclus/exclusive-chinas-faw-considers-acquiring-bmw-partner-brilliance-for-about-7-2-billion-sources-idUSKBN2A30I5\">China's FAW considers acquiring BMW partner Brilliance for about $7.2 billion</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.reuters.com/article/us-japan-asia-group-m-a/murakami-backed-fund-raises-bid-for-jag-in-battle-against-carlyle-idUSKBN2A4154\">Murakami-backed fund raises bid for JAG in battle against Carlyle</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/chobani-eyes-2021-initial-public-offering-11612466734?mod=lead_feature_below_a_pos1\">Chobani eyes 2021 initial public offering</a> (WSJ)</p><p>Source:  2021 'McKinsey's most pressing client: itself' FT.com 5 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-05T05:00:18.702Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 7778,
          "end": 7796
        }
      ]
    }
  ]
}