{
  "_id": "89e5692091e58160a5f4b77ecb9f2a154d7c3f9fcdef50cc69fb0f1473298bdd",
  "feed": "wall-street-journal",
  "title": "Insiders Gain in SPAC Deal  While Investors Take Losses  ----  By Amrith Ramkumar",
  "text": "<p>   Investors who bought into a special-purpose acquisition company that took a healthcare-services company public last year in an $11 billion deal have suffered steep losses. Promoters of the SPAC still stand to make millions of dollars. </p><p>   The paper gains for insiders, even as shares of MultiPlan Corp. fall, result from the unique incentives given to SPAC creators, also known as sponsors. They are allowed to buy 20% of the company at a deep discount, a stake that is then transferred into the firm the SPAC takes public. </p><p>   Those extremely inexpensive shares let the creators make, on average, several times their initial investment. They also let the SPAC backers make money even if the company they take public struggles and later investors lose money, a source of criticism for the process. </p><p>   The MultiPlan deal was one of the largest SPAC mergers ever, helping so-called blank-check firms become the hottest trend on Wall Street in the past year. But the stock is also among the worst performers for companies that recently went public via SPACs. </p><p>   Shares of several other firms tied to blank-check companies have also been in retreat recently, raising the likelihood of a similar divergence between returns for insiders and later investors in many other SPACs. </p><p>   A growing gap between returns for insiders and later investors would challenge the common view that blank-check companies democratize finance, critics said, threatening the overall popularity of the product going forward. </p><p>   In the case of MultiPlan, the SPAC was called Churchill Capital Corp. III and the sponsor was former Citigroup Inc. deal maker Michael Klein. He shared the discounted investments with other advisers at his investment bank, M. Klein &amp; Co., and financial partners in a way that goes beyond what was publicly disclosed, the SPAC team's spokesman said. </p><p>   Even though MultiPlan shares are down about 30% since early October, those shares and other investments are valued at about $140 million at today's prices, and only cost the sponsor team about $20 million, according an analysis of regulatory filings by New York University Law School professor Michael Ohlrogge, who studies SPACs and corporate incentives. </p><p>   The SPAC spokesman didn't dispute the figures. </p><p>   Many other investors have taken losses since the SPAC merger was made public last summer and closed in October. Much of the slide in shares followed a November report by short seller Muddy Waters Capital LLC alleging the company was in financial decline and overvalued. MultiPlan has called the assertions false. Short sellers wager on stock-price declines by borrowing shares, selling them, then aiming to buy them back at lower prices. </p><p>   \"It's so asinine that you can get this kind of payday for doing something so value destructive,\" said Carson Block, CEO of Muddy Waters. Muddy Waters has closed out its short position in MultiPlan shares but is still betting that the company's bonds will fall. </p><p>   The spokesman for the SPAC team declined to comment on the Muddy Waters allegations. </p><p>   A SPAC is a shell company that lists on a stock exchange with the intention of merging with a private firm to take it public. The private company then gets the SPAC's place in the stock market. SPACs have become a popular alternative to traditional initial public offerings and a trendy bet for wealthy financiers. </p><p>   They have raised $100 billion this year, topping 2020's high. </p><p>   Some of the discount investments for the Churchill SPAC group are tied to the stock rising to certain levels and staying there for a period. But many aren't subject to those conditions and hold value even if the stock struggles. </p><p>   In calculating his roughly $120 million profit estimate for the SPAC insiders, Mr. Ohlrogge only focused on those shares and warrants that give the holder the right to buy shares at a specific price in the future. They can't be sold until 2022, unless the shares hit certain other thresholds before that. </p><p>   The SPAC team's spokesman said all of the investments not tied to price conditions were given to advisers and financial partners including Oak Hill Advisors LP. </p><p>   The financial partners in that group are also sizable holders of regular MultiPlan shares, the spokesman said. M. Klein &amp; Co. only kept for itself investments that require the stock to rise, and if those do vest, they would be shared among a team of about 40 people, he said. Oak Hill declined to comment. </p><p>   Not all of those specifics are publicly disclosed. The spokesman declined to say whether Mr. Klein or his company received any benefits for sharing the investments with its partners. M. Klein &amp; Co. also received more than $15 million in fees for advising on the deal. Regulators have said they are looking into disclosures of how discounted investments for SPAC creators are shared. </p><p>   A class-action lawsuit was filed this year by an investor alleging the SPAC's board didn't sufficiently evaluate the deal and that inadequate disclosures led to an overvalued transaction. MultiPlan and the SPAC spokesman declined to comment. </p><p>   The SPAC that took MultiPlan public, Churchill Capital III, raised $1.1 billion in February 2020, then touted MultiPlan's long-term sales and earnings growth to investors in the summer while announcing the merger. Such projections wouldn't be allowed in a traditional IPO. </p><p>   Insurance companies use MultiPlan's platform to find cost savings in healthcare claims. MultiPlan then takes a small percentage of those savings as revenue. The company has been owned by a series of private-equity firms going back to the early 2000s. Hellman &amp; Friedman bought MultiPlan in 2016 -- before the Churchill merger -- for $7.5 billion from Starr Investment Holdings LLC. </p><p>   The November Muddy Waters report said UnitedHealth Group Inc.'s Naviguard platform would compete with MultiPlan and accelerate its financial decline. In March, MultiPlan said revenue fell for the third consecutive year. UnitedHealth declined to comment. </p><p></p>",
  "published": "2021-04-26T06:10:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 5894,
          "end": 5906
        },
        {
          "start": 5847,
          "end": 5859
        },
        {
          "start": 5712,
          "end": 5735
        },
        {
          "start": 5667,
          "end": 5689
        }
      ]
    }
  ]
}