{
  "_id": "713587e825e2e7b3b60ef7817c303b55fa32635b18e6df0e8c1a58fde3e0fd95",
  "feed": "ftcomall",
  "title": "Minneapolis settles lawsuit with George Floyd's family for $27m",
  "text": "<p>The city of Minneapolis has reached a $27m settlement with the family of George Floyd, whose death sparked global protests over racial injustice, in one of the highest settlements on record for police misconduct.</p> <p>The settlement, unanimously approved by city council members in a closed-door session, ends a civil lawsuit brought by Floyd's family members. A separate criminal case is <a href=\"https://www.ft.com/content/95c9d682-2c24-4081-8ed7-f6287cd06cd0\">proceeding</a> against Derek Chauvin, the former Minneapolis police officer who has been charged in Floyd's killing. </p> <p>Floyd's family and their attorney, Benjamin Crump, were joined at a press conference on Friday by Minneapolis Mayor Jacob Frey and the city council. Several family members wore masks printed with “8:46”, for the eight minutes and 46 seconds Chauvin knelt on Floyd's neck.</p> <p>“Had the officer de-escalated this situation . . . George is still alive,” said Brandon Williams, Floyd's nephew. “We'd give the settlement back gladly to have George still with us. No amount of money can cure this pain.”</p> <p>Crump praised the mayor and council for the “historic” settlement.</p> <p>“It's not just enough for America to say that ‘Black Lives Matter', we have to show black lives matter by our actions,” he said. “So the team are very grateful to Mayor Frey and the city council for not just saying you care about George Floyd, but <em>showing</em> you care about George Floyd.”</p> <p>“This makes a statement that George Floyd deserved better than what we witnessed on May 25, 2020,” he added.</p> <p>Crump said that $500,000 of the settlement would be used to aid the historically black neighbourhood where Floyd was killed. Another family attorney, Antonio Romanucci, said they would seek to raise another $500,000 from Minnesota-based companies, including Fortune 100 groups like insurer UnitedHealth and retailer Target.</p> <p>Floyd's sister, Bridgett Floyd, said in a statement that the family had suffered “an irreplaceable loss” but was pleased that “this part of our tragic journey to justice for my brother George is resolved”.</p> <p>“While we will never get our beloved George back, we will continue to work tirelessly to make this world a better, and safer, place for all,” she said.</p> <p>Lawyer Chris Stewart, who also represents the family, said the settlement would set a new precedent for how the civil justice system values black lives, and have an effect on policing practices.</p> <p>“When there's a city council or a mayor deciding, ‘Should we get rid of no-knock warrants? Should we get rid of chokeholds? Do we want to change these policies?'—they have 27m reasons now why they should,” he said.</p> <p>Floyd was killed on May 25 while in police custody. Video footage captured by a bystander showed Chauvin kneeling on Floyd's neck for nearly nine minutes while other officers called to the scene did not intervene. A 911 caller had summoned the police after Floyd was suspected of using a counterfeit $20 bill.</p> <p>Floyd's death set off <a href=\"https://www.ft.com/content/51618a7a-ffe2-4b4c-becf-97834025cc82\">protests nationwide</a> and, in some cases, riots. Demonstrators marched in the streets all summer. In Minneapolis, they have occupied the intersection where Floyd was killed, 38th Street and Chicago Avenue, sealing it off to traffic and declaring it an “autonomous zone”.</p> <p>Besides the civil lawsuit against the city, Chauvin is being criminally charged with second- and third-degree murder, and second-degree manslaughter. Jury selection in his trial began on Tuesday.</p> <p>Three other police officers who were on scene and did not intervene to stop Chauvin are charged with aiding and abetting second-degree murder and second-degree manslaughter.</p> <p>All of the officers have pleaded not guilty. </p> <p>Cases with similarly high settlements in the $20m range include a Minneapolis police officer's killing of a white woman and an officer shooting and killing a handcuffed black man in Prince Georges County, Maryland.</p> <p>Civil rights attorney Jon Loevy, who was not involved in the Floyd case, said the settlement was “uncommonly large” and reflects a gradual rise in settlements and verdicts for police misconduct as the Black Lives Matter movement has drawn public attention to the issue.</p> <p>“Would you want to go in there and defend the defendant?” he said. “[The city] obviously realised they had to pay.”</p>&#xa0;&#xa0;<p>Source: Claire Bushey in Chicago 2021 'Minneapolis settles lawsuit with George Floyd's family for $27m' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-12T22:24:50.757Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1743,
          "end": 1755
        }
      ],
      "nexusId": "10018613"
    }
  ]
}