{
  "_id": "035fd6fb02c17cfd1944b43876568496e37f31d9f9ee8baa6c166b2ad800cfc1",
  "feed": "wall-street-journal",
  "title": "UnitedHealth Gets Boost In Profits From Rising Memberships",
  "text": "<p>In his first earnings presentation as chief executive, Andrew Witty emphasized efforts to tie UnitedHealth's insurance business to Optum's huge and growing footprint in direct patient care, which includes an expanding network of physician groups and clinics. Mr. Witty highlighted a California clinic and community center that offers services ranging from pharmacy and labs to a gym, and said the company has \"been opening a wide number of different types of clinics depending on the environment or the locality.\"</p><p>He pointed to expanding use of the payment method called capitation, which generally involves insurers paying healthcare providers set amounts to care for patients, rather than fees for each service they provide.</p><p>The company said it has around 56,000 doctors employed, contracted or affiliated with Optum.</p><p>With overall unemployment still higher than pre-pandemic levels, and people expected to catch up on medical care they delayed earlier in the pandemic, UnitedHealth said it expected the health crisis to weigh on its results. The company forecast the pandemic will cause a net reduction in its full-year adjusted profit of approximately $1.80 a share.</p><p>Still, UnitedHealth raised its full-year outlook, citing the trend in its first-quarter results. UnitedHealth said it expects a full-year adjusted profit of $18.10 to $18.60 a share. In January, the company forecast a full-year adjusted profit of $17.75 to $18.25 a share.</p><p>In the first quarter, the company said its adjusted profit was $5.31 a share. Total revenue grew 9% to $70.2 billion, up from $64.4 billion a year earlier. Revenue from premiums improved to $55.49 billion, from $50.64 billion a year earlier. Analysts surveyed by FactSet forecast an adjusted profit of $4.39 a share, on revenue of $69.07 billion.</p><p>Shares of UnitedHealth rose 3.7% to close at $389.38.</p><p>The company's first-quarter performance was largely powered by UnitedHealthcare. In February and March, the insurer saw Covid-19 care at about half the level it saw in January, though it ticked up slightly after the quarter ended. The company said the first-quarter Covid-19 costs were still higher than it had expected.</p><p>Non-Covid-19 healthcare use generally rose as expenses related to the virus dropped off, and overall, medical costs were \"marginally below seasonal baseline,\" said John Rex, UnitedHealth's chief financial officer.</p><p>He said the company expected medical costs will likely rise later in the year because \"people are going to be more able to access previously deferred care\" that they delayed due to the pandemic, and that they might need \"higher acuity levels as a result of missed or postponed treatments.\"</p><p>The insurer's first-quarter medical-loss ratio, or the share of premiums spent on healthcare costs, was 80.9%, lower than Wall Street analysts had generally projected.</p>",
  "published": "2021-04-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1177,
          "end": 1189
        },
        {
          "start": 971,
          "end": 983
        },
        {
          "start": 1800,
          "end": 1812
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 1267,
          "end": 1279
        }
      ],
      "nexusId": "10018613"
    }
  ]
}