{
  "_id": "e448143aaa78a50851cc633dae07016108d926bc22d1d1e29aa8c04b41cc812e",
  "feed": "wall-street-journal",
  "title": "Morgan Stanley, Citigroup, Plug Power: What to Watch When the Stock Market Opens Today; Bank of America shares gained after its earnings report; Alcoa shares were following aluminum prices higher",
  "text": "<p>* Wells Fargo shares added 1% premarket after the bank reported a 59% rise in profit in the third quarter, boosted by a release of funds it had set aside for potential loan losses during the pandemic. Its revenue slipped 2% but still came above analysts' estimates.</p><p>* Bank of America rose 2.8% after reporting earnings per share that beat analysts' estimates. The bank released $1.1 billion of its reserve in the third quarter, citing asset quality improvements.</p><p>* UnitedHealth climbed 2.6% after raising its full-year guidance for earnings. It said its revenue growth was driven by higher insurance memberships.</p><p>* Walgreens Boots Alliance rose 2.4%. The pharmacy chain posted a profit jump and earnings per share that came above Wall Street's estimates.</p><p>* Shares of United Parcel Service rose 2.5% premarket. An equity research analyst at Stifel raised their price target and rating on the stock.</p><p>* Fuel-cell company Plug Power added 3.1%, extending Wednesday's rally. The fuel-cell company said it would work with Airbus to study the feasibility of bringing green hydrogen to aircraft and airports.</p><p>* Lordstown Motors gained 2.7% premarket. The electric-truck startup hired a new finance chiefin the wake of its recent liquidity problems.</p><p>* Online furniture retailer Wayfair slipped 3% following downgrades by equity research analysts at Jefferies and Morgan Stanley. The stock is down 2.8% this week so far.</p><p>* Aluminum producer Alcoa's shares added 2.7% premarket, as aluminum prices climbed. The company is also scheduled to report earnings after markets close.</p><p>Chart of the Day</p><p>* Since neither Hong Kong or Singapore has previously allowed them, SPACs sponsored by Asian investors flocked to the U.S. to raise money. Since the start of last year, 35 such SPACs have raised a total of $6.8 billion by going public on American stock exchanges, according to Dealogic. This may be about to change as the Asian finance hubs move forward with plans to allow SPAC listings.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Morgan Stanley, Citigroup, Plug Power: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-10-14T11:28:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 465,
          "end": 477
        }
      ]
    }
  ]
}