{
  "_id": "bbf0da2cda0fe1cbb9156138aed43e8638323562bc17af9c4fd3aa69cb0c4baf",
  "feed": "wall-street-journal",
  "title": "Business News: Corporate Watch",
  "text": "<p>To Be Acquired</p><p>UnitedHealth Group Inc. agreed to buy health-care technology company Change Healthcare Inc. for about $7.84 billion.</p><p>The deal values Change at $25.75 a share, a roughly 41% premium to Tuesday's closing price. Change provides data and analytics to help those in health care.</p><p>UnitedHealth, a Minnetonka, Minn., health insurer, said it would combine Change with its Optum health-services unit.</p><p>UnitedHealth said private-equity funds affiliated with Blackstone Group Inc., which own about 20% of Change, have agreed to vote in favor of the deal, which is slated to close in the second half.</p><p>UnitedHealth said it expects the acquisition will add about 50 cents to adjusted per-share earnings in 2022, with the benefits advancing strongly in subsequent years.</p><p>-- Colin Kellaher</p><p>---</p><p>REUTERS</p><p>Editor in Chief Adler</p><p>To Retire in April</p><p>Reuters Editor in chief Stephen Adler plans to retire in April after a decade on the job, the news service said Wednesday.</p><p>During his tenure, the Thomson Reuters unit has received hundreds of journalism awards, including seven Pulitzer Prizes and eight Pulitzer finalists</p><p>Reuters said it would start looking for a new top editor shortly.</p><p>Mr. Adler previously worked for The Wall Street Journal and Dow Jones Newswires and was editor-in-chief of Businessweek.</p><p>-- Allison Prang</p><p>---</p><p>COMCAST</p><p>Strong Is Named</p><p>Sky Unit Chief</p><p>Comcast Corp. named Dana Strong as the new group chief executive for Sky, the company's European pay-television services business.</p><p>Ms. Strong was president of consumer services at Comcast Cable since 2018 and has a previous record in Europe, serving in top executive roles at Liberty Global and Virgin Media.</p><p>She succeeds Jeremy Darroch, who will jump from group CEO of Sky to serve as its executive chairman. Mr. Darroch has been Sky's CEO for more than a decade.</p><p>Sky's performance has been on the rebound in recent months after the coronavirus earlier weighed on the business because of the pause in European soccer.</p><p>-- Allison Prang</p><p>---</p><p>CARNIVAL</p><p>Cruise Lines Extend</p><p>Sailing Hiatuses</p><p>Carnival Corp. said several of its cruise lines were extending their sailing hiatus as they work to satisfy prerequisites for operating in U.S. waters.</p><p>The suspensions to Carnival's flagship, Princess Cruises and Holland America lines exacerbate the cruise company's revenue drought, as it nears a year of not sailing in various parts of the world. Carnival's flagship line extended its sailing hiatus through the end of March out of the U.S. The company's P&amp;O Cruises Australia canceled sailings in New Zealand through April 25 Tuesday as the world sees new, more contagious coronavirus strains. The Princess Cruises line won't sail through May 14 in the Caribbean and California coast.</p><p>-- Dave Sebastian</p>",
  "published": "2021-01-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 406,
          "end": 418
        },
        {
          "start": 15,
          "end": 33
        },
        {
          "start": 602,
          "end": 614
        }
      ],
      "nexusId": "10018613"
    }
  ]
}