{
  "_id": "b077d7d71fe097bffe31211124bd5b5e28a4d2d93bcb9a2849bfbd4e3da93790",
  "feed": "ftcomall",
  "title": "Japan considers halting support for overseas coal projects ",
  "text": "<p><strong>One thing to start today</strong>: Japan does not often grab global ESG headlines, but this week it should. Our Nikkei colleagues report that Japan is looking to <a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Japan-looks-to-end-support-for-overseas-coal-power-projects\">stop supporting coal-fired power projects overseas</a>. It is a significant development as Japan is one of the biggest — and last few remaining — supporters of foreign coal projects. (Moral Money readers are well aware of Japan and South Korea's commitment to the<a href=\"https://www.ft.com/content/e21c10e9-3577-43b2-adbc-68b73aa99c98\"> Vung Ang 2 project</a> in Vietnam.)</p> <p>As we note below, Prime Minister Yoshihide Suga (<em>pictured above</em>) is expected to announce the country's new policy during the Biden-led climate change summit on April 22-23. It's also important to note that his decision reportedly came after British prime minister Boris Johnson (among others) pressured Japan's government to act. If so, that raises a curious question: what will China and India do with their own coal plants? And how will any emerging market transition to cleaner energy be financed, given the fiscal squeeze? Read on. </p> <p>PS: Moral Money will be off on Friday due to the Easter holiday. We'll be back next week. (<em>Tamami Shimizuishi)</em></p> <h1>French citizens demand more from climate change bill </h1> <p>It was dubbed <em>L'Affaire du Siècle,</em> the case of the century. In February, the Administrative Court of Paris <a href=\"http://blogs2.law.columbia.edu/climate-change-litigation/wp-content/uploads/sites/16/non-us-case-documents/2021/20210203_NA_decision-1.pdf\">ruled</a> that the government was liable for ecological damage — a landmark climate change decision that sent shockwaves through world capitals. The ruling said the government had not done enough to reduce greenhouse gas emissions.</p> <p>Now, more than a month after the ruling, the French National Assembly has started debating significant climate change legislation. Among the “climate and resilience” bill's notable proposals: banning fossil fuel company advertisements, establishing low-emission mobility zones in big cities and banning the sale of high-emission cars. The bill has been in the works for more than a year. It started in 2019 with <a href=\"https://www.conventioncitoyennepourleclimat.fr/en/how-are-the-participants-selected/\">150 randomly picked citizens</a> (yes, really) who chose to give feedback that was incorporated into the legislation.</p> <p>The effort is not without controversy. Thousands of citizens on Sunday <a href=\"https://www.reuters.com/video/watch/idOVE605CU9\">took to the street</a>s to call for the bill to be toughened. The legislation is an important part of President <strong>Emmanuel Macron</strong>'s re-election plan. The French green party did well in municipal elections last year, and a constitutional referendum to add fighting climate change to the French constitution before the 2022 election “is also likely to remain one of Mr Macron's objectives,” IHS Markit <a href=\"https://ihsmarkit.com/research-analysis/living-up-to-the-paris-agreement.html\">said</a> in February.</p> <p>The bill will be watched by Democrats in the US Congress who have a real shot at enacting climate legislation now that Donald Trump is out of the White House. <em>(Patrick Temple-West)</em></p> <h1>UK companies fail to comply with Modern Slavery Act 2015</h1> <p>Under the UK Modern Slavery Act 2015, companies that have an annual turnover of at least £36m before taxes are required to publish annual anti-slavery statements.</p> <p>What is the penalty if companies fail to comply? Potentially pressure from big investors.</p> <p>Rathbones, a UK-based investor and wealth management company, alongside other investors identified 22 companies that were not in compliance with the act in 2020. After the investors' push to bring companies into compliance with the act, just two remained delinquent by the end of the year.</p> <p>Despite investor action last year, in 2021 the group found the number of non-compliant companies had increased to 62. Just one, Safestore Holdings, has rectified itself — releasing a statement two days after Rathbones notified the company of their non-compliance.</p> <p>It may be nice to believe that investors are targeting non-compliant companies for altruistic, ESG-minded reasons, but <strong>Matt Crossman</strong>, Rathbones' stewardship director, noted that the <a href=\"https://www.ft.com/content/d069fb2f-b906-44f2-8368-41b4bec0eae9\">Boohoo scandal</a> was a key example as to why investors were in favour of companies complying with the act; they wanted to stay ahead of any potential scandals.</p> <p>Yet 45 per cent of board-level managers and directors said “modern slavery was not something that occurs in the UK” in response to a poll conducted by the UK Independent Anti-Slavery Commissioner's report. Furthermore, 43 per cent of board-level managers and director-level employees have no knowledge as to whether their organisations publish a modern slavery statement.</p> <p>At least for now, the non-compliant companies that Rathbones has identified will enjoy some anonymity. Crossman said they were not releasing the names of these businesses, but rather focusing on “engagement” and “to trigger concerted dialogue than be overly critical”.</p> <p>Part of complying with the slavery act requires companies to publish their modern slavery statement on their UK website in a prominent place on the homepage. If any Moral Money readers have seen UK brands doing this feel free to let us know at moralmoneyreply@ft.com. <em>(Kristen Talman)</em></p> <h1>Despite wonder drug, Moderna lags on ESG</h1> <p>By developing safe and effective Covid-19 vaccines in record time, US pharmaceutical companies have had a positive impact on millions of people around the world in the past year. However, the US healthcare industry does not disclose as much ESG data as other sectors, according to a report from Bank of America. </p> <p>Healthcare ranked lower than the financial and technology industries in all three ESG disclosure categories, BoA said. While many well-known healthcare companies scored highly on BoA's ESG metrics (Johnson &amp; Johnson, UnitedHealth and Boston Scientific to name a few), one company was a notable laggard: Moderna.</p> <p>The Massachusetts-based maker of a Covid-19 vaccine, Moderna got a “low” score on environmental and social issues. Moderna was also considered an ESG laggard by MSCI.&#xa0;&#xa0;</p> <p>Information concerning whistleblower protections, anti-corruption and clinical trials are critical to avoiding ESG controversies. Stocks that have faced opioid litigation and fines underperformed the S&amp;P Health Care Index by 16 per cent from 2016 to 2018, Bank of America said.</p> <p>ESG concerns about healthcare companies are not going away. Johnson &amp; Johnson and Pfizer face shareholder proposals in April calling for the companies to disclose more information about access to Covid-19 medications.</p> <p>Despite all the good these companies have done to fight the pandemic, they need to do more in the eyes of investors. (<em>Patrick Temple-West</em>)</p> <h1>Chart of the day</h1> <p>North American ESG equity funds raked in $12bn through February 2021, up 122 per cent from the year earlier, according to Bank of America. Europe's ESG equity funds recorded $853m in inflows through February 2021, up 59 per cent over the past 12 months.</p> <h1>Another Covid-19 symptom: emerging market pain </h1> <p>This year the “S” in ESG has loomed larger than ever before for western investors as the terrible pain that Covid-19 has inflicted, particularly on vulnerable populations, has become clear. But are investors in danger of forgetting the even more precarious situation of many emerging economies? </p> <p>At a UN meeting earlier this week, premiers from around the world spoke about the damage that Covid-19 had inflicted on their economies. One key theme that emerged was the impact of pandemic risks seriously undermining the UN's sustainable development goals, since not only have poor countries struggled to cope with the blow of Covid-19, they (unlike the west) have not been able to finance any relief programmes with quantitative easing — and private sector capital markets have seemed reluctant to offer finance.</p> <p>Another key message was that without more support, many middle and low-income income countries would be unable to implement measures to tackle climate change, since they lacked the government funds to do so (and as a Standard Chartered <a href=\"https://www.sc.com/en/insights/zeronomics/\">report recently noted,</a> other funding sources are scarce). </p> <p>To fix this, developing countries called for proper debt restructuring (rather than just a debt standstill), an expanded issuance of fiscal aid by the Special Drawing Rights programme at the IMF, the development of blended finance, and — in the long-term — an overhaul of the global debt architecture. </p> <p>Will any of this happen? Western governments said they backed an expanded SDR programme and debt standstill. “Paris supports suspension of debt until 2021 and [there] will be new ideas in Paris in May&#xa0;[at the next G20 meeting],” said Bruno Le Maire, French finance minister. </p> <p>However, a chorus voices from middle and low-income countries warned that this would not be enough to keep the SDGs on track, or avert the risk of a debt crisis. “There is a risk of defaults that could turn the health crisis into a financial crisis,” warned Mia Mottley, prime minister of Barbados, in an impassioned speech. <em>(Gillian Tett)</em> </p> <h1>Tips from Tamami</h1> <p>If Suga later this month bans Japan from supporting coal-fired power projects overseas, what will the ripple effects be? Here are some thoughts:</p> <ol>  <li><p>How South Korea and China respond to Japan's move is important. This group has been the “leading enabler of coal power construction in developing Asia,” said Simon Nicholas, energy finance analyst at the Institute for Energy Economics and Financial Analysis (IEEFA). But Japan and South Korea quickly followed China's “net zero” commitment last year, and South Korea has already indicated it is considering ending overseas coal-fired power development. China's next steps, however, remain a big question, Nicholas said. </p></li>  <li><p>We would see more discussion about the role of public institutions in global decarbonisation efforts. The Japan Bank for International Cooperation and the Export-Import Bank of Korea played a central role to push the Vung Ang 2 project forward at the end of last year. But while the pressure against private banks and trade companies is <a href=\"https://www.reuters.com/article/idUSL4N2LO0UB\">intensifying</a>, public institutions have escaped such scrutiny. The situation is changing; NGOs, investors, and journalists are watching closely <a href=\"https://www.bloomberg.com/news/articles/2021-03-22/japan-ignores-climate-pressure-and-eyes-new-overseas-coal-units?sref=gVqWRk0X\">what kind of projects governmental institutions support overseas</a>. As 90 per cent of all coal-fired power plants built in Asia in the past five years were underpinned by export credit agency finance, according to IEEFA, it's time to talk about the elephant in the room.</p></li>  <li><p>Third, Japan Inc will be a serious player in renewable energy (finally). Exporting high-efficiency coal-power projects has been one of the pillars of the government's infrastructure export strategy. But no longer. To create new export opportunities, Japan has to act fast. As Japan needs to improve renewable energy capacity domestically anyway, the change of export strategy may help to expedite the transition.</p></li> </ol> <h1>Further Reading </h1> <ul>  <li><p>‘The ultimate David and Goliath story': the fight to open a union at Amazon (<a href=\"https://www.ft.com/content/a7ee3ec0-f59d-4188-899f-34ceecf7f026\">FT</a>)</p></li>  <li><p>Netflix plans to clean up film sets to cut carbon footprint (<a href=\"https://www.ft.com/content/0f8e596e-d5e7-4d1d-9472-d7c4345131dc\">FT</a>)</p></li>  <li><p>UK to scrap flagship green homes voucher policy (<a href=\"https://www.ft.com/content/ba5aac70-b81d-44ac-8a32-afd7d570f7c7\">FT</a>)</p></li>  <li><p>Profit or principle is the hard choice for foreign companies in China (<a href=\"https://www.ft.com/content/d3806cc5-8233-4488-95ca-f35c502f5cbb\">FT</a>)</p></li>  <li><p>UAE listed companies must have at least one female board member: regulator (<a href=\"https://www.reuters.com/article/idUSKBN2B71NI\">Reuters</a>)</p></li>  <li><p>Japan and EU to ally on aid for Asia decarbonisation (<a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Japan-and-EU-to-ally-on-aid-for-Asia-decarbonization\">Nikkei</a>)</p></li>  <li><p>The impact of green investors (<a href=\"https://www.economist.com/finance-and-economics/2021/03/27/the-impact-of-green-investors?utm_campaign=editorial-social&amp;utm_medium=social-organic&amp;utm_source=twitter\">The Economist</a>)</p></li>  <li><p>Bond Investor Revolt Brews Over Bogus Green Debt Flooding Market (<a href=\"https://www.bloomberg.com/news/articles/2021-03-29/bond-investor-revolt-brews-over-bogus-green-debt-flooding-market?sref=63ZrW3mM\">Bloomberg</a>)</p></li> </ul><p>Source: Gillian Tett, Tamami Shimizuishi, Patrick Temple-West and Kristen Talman 2021 'Japan considers halting support for overseas coal projects ' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T11:00:10.919Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 5370,
          "end": 5382
        }
      ],
      "nexusId": "10018613"
    }
  ]
}