{
  "_id": "c6b1239c748b937f631fac1a862506cb8b839c63211acfcd673ebb0fd6354054",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Earnings Season Starts --- Investors are preparing positions for data on consumer prices in March",
  "text": "<p>Among the reports expected this week are those from JPMorgan Chase, Bank of America and Wells Fargo -- and companies ranging from Delta Air Lines to PepsiCo to UnitedHealth Group. Meanwhile, inflation data due on Tuesday are expected to show consumer prices picked up in March.</p><p>\"All of these things need to deliver in quite a Goldilocks manner for the current gains to remain intact,\" said Edward Park, chief investment officer at U.K. investment firm Brooks Macdonald.</p><p>Shares of technology giants have taken back control of the rally in U.S. stocks over the past month, helping to push major indexes to a series of records. Some investors say they still see reason to be cautious, given major economies such as the European Union and India have been grappling with fresh coronavirus outbreaks.</p><p>There is \"a bit of a question mark in markets just saying: We're seeing strong gains; is this quite right?\" Mr. Park said.</p><p>The Dow Jones Industrial Average fell 55.20 points, or 0.2%, to 33745.40, backing away from Friday's record close. The S&amp;P 500 finished down 0.81 point, or less than 0.1%, to 4127.99 and the Nasdaq Composite lost 50.19 points, or 0.4%, to 13850.00.</p><p>Shares of Nuance Communications jumped $7.27, or 16%, to $52.85 after Microsoft said it agreed to acquire the speech-recognition firm for $16 billion.</p><p>Signet Jewelers rose $4.84, or 7.9%, to $65.92 after raising its guidance for the first quarter and full year, citing tailwinds from consumers receiving stimulus checks and tax refunds.</p><p>American depositary receipts for Alibaba Group Holding rose $20.70, or 9.3%, to $244.01 after companies founded by billionaire Jack Ma announced changes to operations and structure to placate regulators.</p><p>Alibaba said Monday it would invest in measures to support merchants on its platform, two days after China's antitrust regulator imposed a record fine.</p><p>Later on Monday, financial-technology giant Ant Group said it would apply to become a financial holding company overseen by China's central bank.</p><p>Government bonds weakened. The yield on the 10-year U.S. Treasury note ticked up to 1.674% from 1.664% Friday. Yields, which move in the opposite direction to bond prices, have fallen back from their closing high of 1.749% in late March but are still up from a low of 0.915% in early January.</p><p>U.S. crude oil snapped a two-day losing streak, ending up 38 cents, or 0.6%, to $59.70 a barrel. The Organization of the Petroleum Exporting Countries is due to release a regular forecast of global supply and demand for oil Tuesday.</p><p>In overseas markets, the Stoxx Europe 600 edged down 0.5%, pressured by declines in shares of travel &amp; leisure companies. Early Tuesday, Japan's Nikkei was up 1.1%, Hong Kong's Hang Seng Index was up 1.3% and South Korea's Kospi was up 1.2%. S&amp;P stock futures were flat.</p><p>---</p><p>Akane Otani contributed to this article.</p>",
  "published": "2021-04-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 160,
          "end": 172
        },
        {
          "start": 160,
          "end": 178
        }
      ],
      "nexusId": "10018613"
    }
  ]
}