{
  "_id": "b4621adf229cbe03a926dc18a314bd10c99d6417f9d1b151e47e2057d6a25de5",
  "feed": "ftcomall",
  "title": "US health insurers: bracing for the post-pandemic hit",
  "text": "<p>Americans who deferred medical care during the <a href=\"https://www.ft.com/coronavirus\">pandemic</a> have begun to visit their doctors again. That is bad news for US private health insurers. The biggest — UnitedHealth Group, Cigna, Anthem and Humana — collectively made $31.8bn in profits last year, up one-fifth from 2019. Premiums collected far exceeded medical outlays.</p> <p>Now that patients are returning to the healthcare system that profitable spread has begun to narrow. Anthem on Wednesday reported a <a href=\"https://ir.antheminc.com/static-files/dfeb3835-39c3-407f-b089-fcb6634e6b97\">21 per cent drop</a> in net income for the second quarter even as revenues rose 16 per cent to almost $34bn. The bulk of the profit decline was driven by the rise in its medical-loss ratio. This gauge, a measure of insurer's premiums paid out to medical providers, increased 890 basis points to 86.8 per cent.</p> <p>At UnitedHealth, <a href=\"https://www.unitedhealthgroup.com/viewer.html?file=/content/dam/UHG/PDF/investors/2021/UNH-Q2-2021-Release.pdf\">the ratio</a> rose more than 12 percentage points to 82.8 per cent during the June quarter compared to the previous year. Expect similar moves when Cigna and Humana report their results in the coming weeks. A red-hot stock market means investors have ignored these health warnings. Shares in all four companies have hit new highs this year. </p> <p>UnitedHealth trades at a healthy premium to its peers, about 21 times forward earnings, above its three-year average. Anthem and Cigna are on multiples of just 15 and 11 times, respectively.&#xa0;</p> <p>There is a good reason for this disparity. UnitedHealth looks best placed to absorb higher medical losses. The company, which boasts a towering $391bn equity value, has diversified more than the rest. Its fast-growing <a href=\"https://www.unitedhealthgroup.com/who-we-are/businesses/optum.html\">Optum unit</a>, which offers everything from data analytics to pharmacy services to urgent care facilities, accounted for almost half of group operating profits last year. This division should grow even larger following UnitedHealth's $7.8bn acquisition of the billing and revenue management platform Change Health earlier this year.</p> <p>Having this built-in hedge helps to justify UnitedHealth's current valuation. Expect the valuation gap with rivals to widen as the post-Covid 19 boom fades.</p> <p><em>Our popular newsletter for premium subscribers is published twice weekly. On Wednesday we analyse a hot topic from a world financial centre. On Friday we dissect the week's big themes. Please sign up&#xa0;</em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'US health insurers: bracing for the post-pandemic hit' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T17:22:34.889Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 160,
          "end": 172
        },
        {
          "start": 160,
          "end": 178
        },
        {
          "start": 1355,
          "end": 1367
        },
        {
          "start": 1120,
          "end": 1132
        }
      ],
      "nexusId": "10018613"
    }
  ]
}