{
  "_id": "73d94424f0a37faafe55d188b070afdcc832e0f24bd227d66ee1644be736543d",
  "feed": "market-watch",
  "title": "Market guru who anticipated 2022 selloff says he's 'not optimistic' about stocks",
  "text": "<p>Since last year, Wilson has stood by his thesis, which he has couched in the language of the Robert Frost poem \"Fire and Ice\".</p><p>See: Here's what Morgan Stanley says will fuel another decline in stocks</p><p>More recently, Wilson has said that the Federal Reserve's decision to dash expectations for a near-term \"pivot\" back toward looser monetary policy has inspired \"Fire and Ice Part Deux.\"</p><p>In an interview with Bloomberg Radio on Wednesday, Wilson suggested that Wall Street has failed to anticipate a sharp drop in earnings per share heading into next year.</p><p>\"The earnings story is what we're focused on,\" he said.</p><p>\"The end game for us is all about earnings and growth and we're just not optimistic,\" he added.</p><p>Wilson's \"bull case\" anticipates that the U.S. economy might avoid a recession, but in this scenario equity valuations would still suffer from lower earnings.</p><p>\"The bull case is soft landing for the economy but that's not a soft landing for earnings,\" he said.</p><p>As the Fed pulls back from a decade-plus of stimulative monetary policy, Wilson anticipates that investors will soon shift their focus to fiscal policy.</p><p>\"Fiscal policy is working counterproductively to monetary tightening,\" Wilson said, citing the recent federal student-loan forgiveness and the Biden Administration's Inflation Reduction Act, which offers subsidies for clean energy.</p><p>Asked about his expectations around Wednesday's interest-rate decision from the Federal Reserve, Wilson said he wouldn't be surprised to see stocks rally \"after the Fed does their thing.\"</p><p>When it comes to potential bright spots in the economy, Wilson said investors should look at managed-care stocks. Some examples of stocks that fit this description include UnitedHealth Group UNHand Humana Inc. HUM</p><p>\"These are growth stocks, but they're not priced as growth stocks,\" he said.</p><p>U.S. stock index futures were pointing toward a higher open on Wednesday for the S&amp;P 500 SPX, Nasdaq Composite COMPand Dow Jones Industrial Average DJIAas investors wait to see whether the Fed will hike interest rates by 75 basis points, or possibly deliver a more hawkish surprise with a 100 basis-point hike.</p><p>Market guru who anticipated 2022 selloff says he's 'not optimistic' about stocks</p>",
  "published": "2022-09-21T12:53:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1712,
          "end": 1730
        }
      ],
      "nexusId": "10018613"
    }
  ]
}