{
  "_id": "df7ea2735e69debabaac017b58fcefbedcf13d642fe3c3883923220b4a45a710",
  "feed": "market-watch",
  "title": "Nasdaq Composite turns negative as attempt at 4th straight gain fizzles, despite Alphabet results",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA was bouncing around and was down 58 points, or 0.2%, at 35,347, at last check. The blue-chip index was trading under pressure as declines for shares of Goldman Sachs GS and Boeing Co. BA offset gains from UnitedHealth Group Inc.UNH and Microsoft Corp. MSFT.</p><p>The S&amp;P 500 index SPX gained 0.1%, or 6 points, to 4,553, buoyed by gains in the communication services sectorXX:SP500.50XLC, which was up over 2%, powered by Alphabet.</p><p>The Nasdaq Composite Index COMP traded 0.5% lower, down nearly 80 points, to 14,266, but had touched an intraday high at 14,504.82.</p><p>All three major benchmarks ended higher Tuesday, booking a third straight day.</p><p>What's driving markets</p><p>Markets were losing altitude as an employment report from ADP indicated a sharp, unexpected reduction in private-sector payrolls for January.</p><p>The report showed that payrolls for the private sector fell by 301,000 in January, well below estimates for a gain of 200,000, according to an average of estimates from economists polled by The Wall Street Journal. The reading, which comes ahead of the closely watched U.S. Labor Department jobs report for January on Friday, marks the first negative jobs growth since December of 2020 and may highlight the impact of the omicron strain on employment. The ADP report, however, doesn't always align with the Labor Department's NFP report.</p><p>Analysts had warned the ADP report had the potential to be a wild card due to uncertainty over the effect of the spread of the omicron variant of the coronavirus on hiring.</p><p>“Markets have held up despite a shocking 301,000 decline in US ADP payrolls which was far short of the 207,000 increase the street had expected, and December's 776,000 increase,” wrote Colin Cieszynski​, chief market analyst at SIA Wealth Management, in a daily note.</p><p>“Investors may be discounting this number partly as seasonal and partly as a temporary decline due to the omicron wave,” the analyst wrote.</p><p>The jobs data comes as investors were digesting quarterly results from Alphabet Inc. GOOGL, which accounts for about 4% of the Nasdaq-100 and 2% of the S&amp;P 500 by weight. That company's stock surged 10% in premarket trade after announcing a 20-for-1 stock split and reporting stronger results than forecast in the fourth quarter. The results raise the bar for social-media giant Meta Platforms FB, formerly known as Facebook Inc., which reports results after Wednesday's close.</p><p>Investor sentiment has been swinging between concern over Federal Reserve monetary policy tightening and confidence in the economic recovery, resulting in volatile trading to start the year. A healthy corporate earnings outlook is helping to ease the uncertainty though. Of the 200 S&amp;P 500 companies that have reported results so far, 80% have met or beaten estimates.</p><p>Meanwhile, the Organization of the Petroleum Exporting Countries and its allies, a group known as OPEC+, stuck to a plan to increase production by 400,000 barrels a day each month. Oil has rallied in part due to the inability of OPEC+ members to meet previously raised production quotas, analysts noted.</p><p>In One Chart:Why OPEC+ can't hit its oil production targets—and what it could do about it</p><p>Investors also continued to monitor tensions between the U.S. and Russia over Ukraine. Western officials say Russia has massed more than 100,000 troops near Ukraine border while diplomatic talks have yet to make a breakthrough.</p><p>Which companies were in focus</p><p>Shares of Advanced Micro Devices AMD rose over 4%, but was off its best levels, as well as the chip maker guided for an outlook above Wall Street estimates.</p><p>PayPal HoldingsPYPL was the major disappointment, as the payment services company said inflationary pressures and weaker consumer sentiment was weighing on its outlook. Shares were down over 25% early Wednesday.</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note TMUBMUSD10Y fell almost 5 basis points to 1.75%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY,&#xa0;a measure of the currency against a basket of six major rivals, was down 0.4%.</p><p>West Texas Intermediate crude for March delivery CLH22 declined around 1.1%, to&#xa0;trade at&#xa0;$87.27 a barrel. Gold's April futures contract&#xa0;GCJ22 was up 0.4% to&#xa0;trade at&#xa0;$1,808.80 an ounce.</p><p>Bitcoin BTCUSD was trading off more than 3%, at around $37,100.</p><p>In European equities, the Stoxx Europe 600 SXXP closed 0.5% higher, while London's FTSE 100&#xa0;UKX UK:UKXgained 0.6%.</p><p>The Nikkei 225&#xa0;NIK&#xa0;NIK&#xa0;finished up 1.7%. Markets in China and in other parts of Asia are closed for Lunar New Year.</p>",
  "published": "2022-02-02T11:46:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 260,
          "end": 283
        }
      ]
    }
  ]
}