{
  "_id": "710896dcfdff48d3b42c349e888cb402f9b2458fcc09ca99637160828ad73d4d",
  "feed": "wall-street-journal",
  "title": "Business News: UnitedHealth Reports Growth Despite Omicron",
  "text": "<p>The Minnetonka, Minn.-based company also reassured investors that its 2022 earnings guidance released in November was intact, including for robust growth in its Medicare Advantage enrollment, a closely watched business for UnitedHealth and the managed-care sector as a whole.</p><p>During a call with analysts Wednesday, UnitedHealth executives signaled the Omicron variant is generally causing a less-severe form of Covid-19, echoing findings in other data. The company said inpatient hospitalization levels are similar to what it saw in January 2021, even though cases are at a far higher level.</p><p>As has happened when the virus surges, levels of typical healthcare use dropped off in tandem, UnitedHealth said, with primary-care visits down about 10% in recent weeks and visits to specialists showing a deeper decline. The company said the savings from these reductions is offsetting additional costs from Covid-19 care and testing, which is being boosted by a federal mandate that insurers cover over-the-counter tests.</p><p>UnitedHealth's fourth-quarter profit rose to $4.07 billion, from $2.21 billion in 2020's final period. On a per-share basis after stripping out one-time items, earnings were $4.48, up from $2.52. Wall Street analysts surveyed by FactSet had forecast adjusted earnings of $4.30 a share.</p><p>Revenue climbed to $73.74 billion, from $65.47 billion a year before. Most of that growth came from higher premiums, which rose to $57.55 billion, from $50.58 billion in the last quarter of 2020.</p><p>UnitedHealth said it is holding to its 2022 outlook, including for revenue of $317 billion to $320 billion and adjusted earnings of $21.10 a share to $21.60 a share. Both represent double-digit annual growth.</p><p>Shares closed Wednesday slightly higher at $462.52. The stock is up roughly 31% over the past 12 months.</p><p>The company's UnitedHealthcare insurance business saw revenue grow 12% in the fourth quarter to $56.4 billion. The business added 2.2 million members last year, with growth in programs tied to government benefits, such as Medicare Advantage, driving much of the increase.</p><p>UnitedHealth's Optum health-services arm notched 14% growth in the period, with revenue rising to $41.1 billion. Its tally of people served rose to 100 million in 2021, from 98 million a year earlier.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 315,
          "end": 327
        },
        {
          "start": 687,
          "end": 699
        },
        {
          "start": 223,
          "end": 235
        },
        {
          "start": 15,
          "end": 27
        },
        {
          "start": 1498,
          "end": 1510
        }
      ],
      "nexusId": "10018613"
    }
  ]
}