{
  "_id": "9759855d55c60f90159f70fdbc70f2ea166345a8476f4c62b67ffa1153307d98",
  "feed": "wall-street-journal",
  "title": "Investors Dial Up Pressure Over Companies' Climate Lobbying; Firms are facing more shareholder resolutions over lobbying activity that clashes with their stated environmental goals",
  "text": "<p>Companies that sign up are expected to publish a yearly review of their lobbying and that of their trade associations. They should also create or join groups that advocate for policy that supports the Paris Agreement goal of keeping global warming to 1.5 degrees Celsius above preindustrial levels, according to the Global Standard on Responsible Climate Lobbying.</p><p>Investor networks with more than 3,800 signatories and members endorsed the standard, including the Principles for Responsible Investment and the Institutional Investors Group on Climate Change. BNP Paribas Asset Management and the Church of England Pensions Board helped develop the plan.</p><p>Broad support among investors and policy makers for action to curb global warming has put the role of groups that advocate for oil and gas and other polluting industries in the spotlight. Shell PLC and TotalEnergies SE have in recent years left Washington, D.C.-based oil-and-gas associations that have faced criticism for stonewalling environmental policy.</p><p>U.S. shareholders have so far filed a record 46 proposals related to lobbying for the 2022 meeting season, with 21 of them asking for proof that a corporation's climate lobbying is aligned with the Paris Agreement, according to sustainable-finance nonprofit Ceres. Some 18 resolutions have been withdrawn after companies including JPMorgan Chase &amp; Co., Amgen Inc. and UnitedHealth Group Inc., negotiated agreements with investors, Ceres said on Monday.</p><p>Shareholder proposals aren't legally binding in the U.S., but they nudge companies to make changes and raise the possibility of shareholders voting management out.</p><p>Many companies are still lobbying against the Paris Agreement, according to InfluenceMap, a nonprofit group that pushes for corporate action on climate. It says only 14% of 375 companies it tracks have aligned their detailed climate-policy engagement activities with the Paris Agreement.</p><p>\"Corporate political engagement continues to represent one of the key barriers to delivering the Paris Agreement's goals,\" said Ed Collins, director of corporate lobbying at InfluenceMap.</p><p>Having a shared standard will make it easier for companies to show their public climate promises are serious, said Adam Matthews, chief responsible investment officer at the Church of England Pensions Board.</p><p>But companies that don't sign up may face more shareholder pressure.</p><p>\"You'll see that roll out later this year where we'll be filing resolutions asking companies to commit to the standard,\" Mr. Matthews said.</p><p>Write to Dieter Holger at dieter.holger@wsj.com</p><p>Investors Dial Up Pressure Over Companies' Climate Lobbying</p>",
  "published": "2022-03-14T15:38:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1381,
          "end": 1399
        }
      ]
    }
  ]
}