{
  "_id": "4afaab5cbb4f18c2996214b41f8aa191c7f64c00ae127b41d613b7826ffdd05c",
  "feed": "market-watch",
  "title": "Biden teams up with Obama to roll out fix for Obamacare's ‘family glitch'",
  "text": "<p>The administration is proposing to fix what's known as the “family glitch,” which refers to a regulation that covers eligibility for Affordable Care Act subsidies that lower health-insurance premiums.</p><p>People who don't have access to affordable coverage through their jobs can qualify for financial help to buy it under the ACA, and “affordable” for single people is defined as plans that cost less than about 10% of their income, a senior administration official told reporters. &#xa0;But for spouses and children covered through a family member's job, under current rules, they're treated as having affordable health care XLV no matter what the coverage actually costs, the official said. With the fix, subsidies now will be provided if the family plan costs more than 10% of household income.</p><p>The fix for the glitch is expected to mean that 200,000 uninsured people will gain coverage, and almost 1 million people will see lower premiums, according to the White House. About 5 million people overall could see some benefits, as that's how many &#xa0;fall into Obamcare's “family glitch,” according to the Kaiser Family Foundation.</p><p>Biden, Obama and Vice President Kamala Harris are slated to deliver speeches about the change around 1:30 p.m. Eastern on Tuesday in the White House's East Room.</p><p>The Biden administration hopes the fix will “serve as a reset” after its priorities were “eclipsed by Russia's invasion of Ukraine,” said analysts at Height Capital Markets in a note.</p><p>“The visit may also signal a higher profile for Obama in coming months, as Biden and the Democrats seek to focus attention on their efforts to help ordinary Americans prior to midterm elections,” the analysts added.</p><p>Fixing the glitch will give more people access to health insurance, Height's team said, noting that will ultimately benefit “many stakeholders, including, but not limited to UnitedHealth Group UNH, Kaiser Foundation Health Plan, Inc. (private), Anthem ANTM, Aetna CVS, Centene CNC, and Cigna Health CI, which have long advocated for a fix to the program.”</p><p>Related:Republicans may win not just House but also Senate in midterm elections — here are 2022's Senate races to watch</p><p>U.S. stocksSPXDJIA dipped Tuesday, with investors continuing to track the war in Ukraine and plans for more sanctions on Russia.</p>",
  "published": "2022-04-05T10:56:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1857,
          "end": 1875
        }
      ]
    }
  ]
}