{
  "_id": "e9cbc45dfa2df6e1867c3099d5d7279ff4ab1fb0ae4314bb4991da399304385d",
  "feed": "wall-street-journal",
  "title": "Investors Seek More Information About Companies' Struggles to Hire, Retain Staff; Rattled by high turnover rates, stock pickers push employers to show workforce data",
  "text": "<p>Workers are increasingly important to forecasting corporate profitability, but investors receive little information about them. A growing number of large companies, such as General Motors Co., include some workforce statistics inannual sustainability reports, but the data isn't standardized. Almost none quantify such information in quarterly or annual financial statements.</p><p>Labor shortages, which hit hospitals especially hardthis winter, also are affecting industries including retail, leisure, education and technology, forcing employers to increase worker pay. The phenomenon some call the Great Resignation is contributing to runaway inflation and forcing Wall Street to reckon with a problem that has been building for years.</p><p>\"CEOs make these wonderful flowery statements about people being their greatest assets,\" said Jeff Higgins, founder of workforce consulting firm the Human Capital Management Institute. \"Why aren't people on the balance sheet if they are the most important asset?\"</p><p>Most public companies report the value of their property, accounts receivable and inventory but not human capital—the worth of their workers' skills, loyalty, training and other characteristics. Investors want employers to consistently report specific data points using standardized measurements so they can compare one company to another.</p><p>Some fund managers are using big data, scouring websites such as Glassdoor and LinkedIn to estimate workforce trends in the companies they cover and the economy as a whole. Others are reiterating longstanding calls for regulation that would force companies to report employee data, including pay, training, job satisfaction, demographics and hiring and promotion rates.</p><p>California Public Employees' Retirement System, the country's largest pension plan, is a leader of the campaign for mandatory reporting. The pandemic has highlighted how critical human-capital risks are to companies and their investors, a Calpers spokeswoman said.</p><p>Of the 100 largest employers in the U.S., 58% don't disclose the salaries and benefits paid to their workforce, 85% don't disclose turnover and 97% don't disclose promotion rates, a key measure of job satisfaction, according to nonprofit group JUST Capital. The few companies that report human-capital statistics often do so using inconsistent methodologies that prevent easy comparison.</p><p>The U.S. Securities and Exchange Commission is expected to unveil a rule in coming months requiring disclosure of standardized human-capital data.</p><p>\"I think they have a strong sense of urgency because of the pandemic and also because of the Great Resignation,\" said Mr. Higgins.</p><p>American workers quit at a record pace in November and the high turnover could last for years, forcing employers to pay more to keep their staff. Wages for Americans age 16 to 24 rose in December at the fastest pace in records tracing back to 1997, according to the Federal Reserve Bank of Atlanta.</p><p>Maegan Olmstead and Michael Sullivan, a couple in their 20s living in Denver, quit their jobs during the pandemic.</p><p>Mr. Sullivan left a customer-service position at money manager Janus Henderson Investors in 2020 for a medical-sales job with a better salary and growth potential, he said. Ms. Olmstead, a journalist, resigned in December from a local newspaper because of the long hours and low wages, she said. She landed offers from three media companies in January, accepting one that will significantly boost her earnings, she said.</p><p>\"Over the last few months I've been seeing a lot more job openings and reading news about a lot of people quitting,\" Ms. Olmstead said. \"It was such a weight off my shoulders when I walked away from that job.\"</p><p>Data scientists at Neuberger Berman Group LLC have combed through 380 million employee profiles to assess how well companies retain their employees, said portfolio manager Hari Ramanan.</p><p>SHARE YOUR THOUGHTS</p><p>Should companies be mandated to report out workforce satisfaction data? Why or why not? Join the conversatio below.</p><p>The data showed that food-delivery company DoorDash Inc. retained drivers better than competitors by giving them more flexibility to work for multiple employers, he said. It also pinpointed unusually high employee engagement at Dutch chemicals distributor IMCD NV, information he used to help forecast turnover and profitability at the company.</p><p>\"For us it's about figuring out which companies are better positioned to handle employee turnover,\" Mr. Ramanan said.</p><p>The SEC has long required companies to report their number of employees and in 2020 instructed them to add human-capital measures they deemed material to understanding their businesses. Some firms define the broad financial relevance of human capital but don't measure it the way they account for property or equipment, which have declined in importance as the economy shifted to services from manufacturing.</p><p>The 2020 tweak \"did not meaningfully increase company disclosures even in the face of the pandemic,\" the Calpers spokeswoman said.</p><p>Commission staff have been working on a rule that would mandate additional disclosures around human capital since SEC Chairman Gary Gensler took office last April. The new requirements would likely be mandatory for public companies and could touch on turnover, skills and development training, compensation, benefits, workforce demographics including diversity, and health and safety, he has said.</p><p>Companies including FedEx Corp., GM and UnitedHealth Group Inc. opposed such prescriptive measures when the SEC last contemplated them in 2019, according to letters the companies sent to the regulator.</p><p>With Congress struggling to pass progressive legislation, Mr. Gensler is using the SEC's authority to set disclosure requirements for public companies and fund managers to push forward a number of Democratic policy priorities. He is under pressure to get politically sensitive rules out the door soon with Democrats at risk of losing their thin majorities in Congress after November's midterm elections.</p><p>\"You're trying to force uniformity where there may not be,\" Republican SEC Commissioner Hester Peirce said in an interview, noting that companies' workforces vary based on industry and geographic location. The company \"that doesn't fit within those nice little boxes we set out, can't paint the picture of how it's actually thinking about human capital,\" she said.</p><p>For investors like Fidelity's Mr. Segalini, the prospect of more-detailed disclosure is cause for excitement.</p><p>\"I'd love to know the breakdowns of employee pay,\" Mr. Segalini said. \"To be fair, a good starting point would be turnover across the entire workforce. I don't want to get too greedy.\"</p><p>Write to Matt Wirz at matthieu.wirz@wsj.com and Paul Kiernan at paul.kiernan@wsj.com</p><p>Investors Seek More Information About Companies' Struggles to Hire, Retain Staff</p>",
  "published": "2022-02-17T10:30:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 5446,
          "end": 5464
        }
      ],
      "nexusId": "10018613"
    }
  ]
}