{
  "_id": "63d75f650eca7f1eaf36961f0e3daae683f094f23d1e95f106bb5dd443babc89",
  "feed": "wall-street-journal",
  "title": "Mental-Health Startup Cerebral Investigated by FTC; Regulators focus on whether online provider engaged in deceptive or unfair marketing practices",
  "text": "<p>The FTC's letter asks Cerebral to answer dozens of questions related to its business. In particular it seeks information related to any programs where Cerebral continues to bill customers a subscription fee until the customer cancels, also called \"negative option programs.\"</p><p>Cerebral said in a statement that it intends to cooperate fully with the FTC and that it is working to improve its service for patients. The company said it has recently undergone an effort to redesign the cancellation process.</p><p>An FTC spokesman declined to comment.</p><p>The FTC's Civil Investigative Demand follows a subpoena that the company said its medical group received in early May from federal prosecutors as part of an investigation into possible violations of the Controlled Substances Act.</p><p>Cerebral said in a statement at the time it received the subpoena, that it intends to cooperate with the investigation and that no regulatory or law-enforcement authority has accused it of violating any law.</p><p>The FTC issued a new enforcement policy statement last October warning companies against using tactics \"that trick or trap consumers into subscription services.\"</p><p>Several patients told the Journal they struggled to cancel their accounts and receive refunds for services they didn't use. Some patients said that they had to ask their financial institutions to block Cerebral in order to stop the charges. Many have shared similar complaints on social media and review sites such as Trustpilot.</p><p>Cerebral vaulted to a $4.8 billion valuation less than two years after it launched its services. It grew quickly advertising online mental-health treatment, first for depression and anxiety and later for attention-deficit hyperactivity disorder.</p><p>But the success story has fallen apart in recent months as the company has faced questions about its prescribing practices surrounding controlled substances like Adderall to treat ADHD.</p><p>In May the company fired Kyle Robertson, its chief executive. CVS Health Corp. and Walmart Inc. stopped filling its prescriptions for controlled substances. Last week the CVS insurance unit Aetna said it would remove Cerebral as an in-network provider and UnitedHealth Group Inc.'s Optum health services arm said in a statement Tuesday they are removing Cerebral providers from its network in August. Meantime Cerebral management has warned staff to expect layoffs.</p><p>Cerebral said in its statement that it had received notice that UnitedHealth is terminating coverage without cause effective Aug. 29. Insider earlier reported the move by Optum.</p><p>Cerebral has said it is filling an important need for mental-health care services at a time when demand outstrips supply. The company said it is no longer prescribing most controlled substances and that a \"single digit percentage\" of its patients were given a controlled substance to treat ADHD. Many patients say the company has helped them get needed mental-health treatment.</p><p>Write to Rolfe Winkler at rolfe.winkler@wsj.com and Khadeeja Safdar at khadeeja.safdar@wsj.com</p><p>Mental-Health Startup Cerebral Investigated by FTC</p>",
  "published": "2022-06-14T21:53:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2159,
          "end": 2177
        },
        {
          "start": 2433,
          "end": 2445
        }
      ]
    }
  ]
}