{
  "_id": "8b8aaa0f50772eb57baa1aef53544730a071f0ebb3c342da266888533c51671f",
  "feed": "market-watch",
  "title": "Biden teams up with Obama to roll out fix for Obamacare's ‘family glitch'",
  "text": "<p>During Obama's first return to the White House since 2017, Biden signed an executive order aimed at fixing what's known as the Affordable Care Act's “family glitch” — and reminisced with the man whose vice president he served as for eight years.</p><p>“It feels like the good old days,” Biden said in an event in the White House's East Room.</p><p>The “family glitch,” refers to a regulation that covers eligibility for Affordable Care Act subsidies that lower health-insurance premiums.</p><p>People who don't have access to affordable coverage through their jobs can qualify for financial help to buy it under the ACA, and “affordable” for single people is defined as plans that cost less than about 10% of their income, a senior administration official told reporters.</p><p>But for spouses and children covered through a family member's job, under current rules, they're treated as having affordable healthcare XLV no matter what the coverage actually costs, the official said. With the fix, subsidies now will be provided if the family plan costs more than 10% of household income.</p><p>After joking with Biden early in his remarks, Obama turned serious about the healthcare law, and said nothing had made him prouder than passing it.</p><p>“So when President Biden said he was not going to just celebrate the ACA but also announce actions that would make it even better, I had to show up,” Obama said.</p><p>The current and former presidents gave both direct and subtle pep talks to fellow Democrats who are facing a tough midterm-election environment, with Biden warning: “If Republicans have their way, it means 100 million Americans with preexisting conditions can once again be denied healthcare coverage by their insurance companies.”</p><p>Obama said that progress “feels way too slow sometimes,” and that “victories are often incomplete.” But the law is proof that “you can make America better.”</p><p>Asked by a reporter about the midterms on his way out of the event, Obama responded: “We've got a story to tell, we've just got to tell it.”</p><p>The fix for the glitch is expected to mean that 200,000 uninsured people will gain coverage, and almost 1 million people will see lower premiums, according to the White House. About 5 million people overall could see some benefits, as that's how many &#xa0;fall into Obamcare's “family glitch,” according to the Kaiser Family Foundation.</p><p>The Biden administration hopes the fix will “serve as a reset” after its priorities were “eclipsed by Russia's invasion of Ukraine,” said analysts at Height Capital Markets in a note.</p><p>“The visit may also signal a higher profile for Obama in coming months, as Biden and the Democrats seek to focus attention on their efforts to help ordinary Americans prior to midterm elections,” the analysts added.</p><p>Fixing the glitch will give more people access to health insurance, Height's team said, noting that will ultimately benefit “many stakeholders, including, but not limited to UnitedHealth Group UNH, Kaiser Foundation Health Plan, Inc. (private), Anthem ANTM, Aetna CVS, Centene CNC, and Cigna Health CI, which have long advocated for a fix to the program.”</p><p>Related:Republicans may win not just House but also Senate in midterm elections — here are 2022's Senate races to watch</p><p>U.S. stocksSPXDJIA dropped Tuesday, with investors continuing to track the war in Ukraine and plans for more sanctions on Russia.</p>",
  "published": "2022-04-05T15:04:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2909,
          "end": 2927
        }
      ]
    }
  ]
}