{
  "_id": "9a57fa9b06d86dbb5ddae7604fde0973cabaefb32a7087482e23637260256739",
  "feed": "ftcomall",
  "title": "Quality vs value, America vs Europe",
  "text": "<p>Good morning. Today I write about two topics, which turn out to be the same topic — US vs Europe and quality vs value. Curious to hear readers' thoughts on either or both: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a>.</p> <h1>Sell Europe, buy America?</h1> <p>From the FT <a href=\"https://www.ft.com/content/588d5929-5117-4c4a-8f00-31ceaad72af6\">yesterday</a>:</p> <blockquote>  <p>Investors pulled money from European equity exchange traded funds in August at the fastest pace since the 2016 Brexit referendum as fears of recession mounted. </p>  <p>The $7.7bn withdrawn from the sector was the sixth straight month of net outflows, and second only to the $8.9bn of net selling recorded in July 2016, according to data from BlackRock . . . </p> </blockquote> <p>And <a href=\"https://www.wsj.com/articles/investors-are-pouring-into-u-s-stocks-to-avoid-greater-turbulence-overseas-11662421967?mod=markets_lead_pos12\">here</a> is the WSJ on Tuesday:</p> <blockquote>  <p>Investors around the world are piling into US stocks, even as they brace for the prospect of a rocky autumn, because they say there's nowhere better to shelter from the turbulence in global markets . . . </p>  <p>Investors have added money to US equity-focused stock and mutual funds for four of the past six weeks, according to Refinitiv Lipper data, while yanking money from international stock funds for 20 consecutive weeks.</p> </blockquote> <p>It seems, then, that there is a sell Europe/buy the US trade in play, at least among ETF and fund investors. And this makes sense, from several perspectives. </p> <p>The energy shock will drive Europe into <a href=\"https://www.ft.com/content/c9ec6d9d-a015-402c-a06e-f61b6ad87f92\">recession</a> this winter, though we cannot estimate how deep it will be. The US may delay its recession well into 2023, or get away with just a slowdown. Furthermore, European equities as a group are more economically sensitive than US ones: cyclicals like energy, materials, industrials and banks take up more of the European indices, where US indices run more to tech, pharmaceuticals, consumer staples and so on. If the energy shock causes a global slowdown, that's just another reason to be stateside. </p> <p>Then there is the rates/currency angle: not only has the US central bank been ahead of Europe and other developing economies and raising rates, but if a deep(er) recession forces the European Central Bank (or Bank of England) to back off early, the dollar could strengthen further, giving the trade even more juice (for those who don't hedge their currencies). The dollar has surged a lot already, of course, but the dynamics that have strengthened it don't seem poised to abate. </p> <p>There is an extremely straightforward objection to all this, though: isn't it a bit late in the day for selling Europe and buying America? As a macro strategist at a large insurer put it to me: </p> <blockquote>  <p>If you are doing [this trade] now, the risks are more balanced than they were. It's not like we don't know what is happening in Europe. It's not April anymore. The problems are already reflected in equity valuations and bonds spreads.</p> </blockquote> <p>The picture here is a bit complex, though. Year to date, the total return of European stocks and US stocks has been about equally bad: the S&amp;P 500 and the Stoxx 50 indices have returned negative 16 per cent and 15.6 per cent, respectively. Nor has the valuation gap (in terms of price/earnings ratios) widened much. But this is deceptive because, first, Europe's woes have been expressed in the currency. Put both indices into dollars, and US stocks have outperformed by 11 percentage points. Second, the meltdown of tech stocks (and so-called long-duration stocks generally) in the face of higher interest rates hit the US indices much harder, again because of their mix of company types.</p> <p>But it is undoubtedly the case that realism has arrived in European economic forecasts. Here is the evolution of the Bloomberg consensus for 2023 eurozone GDP growth:</p> <p>Maybe 0.7 per cent GDP growth next year is still a pipe dream, but it sure would have been better to do the sell Europe-buy US trade back in the spring, when expectations were, inexplicably, for over 2 per cent growth despite Russia's invasion of Ukraine being in full swing. </p> <p>The basic problem remains, though. The continent is at war, military and economic, and predicting the course of war is folly. In that context, the mere popularity of the trade makes it risky. A warmer than expected winter, improving energy supply from global markets, progress on intra-European energy sharing, or any softening of the Vladimir Putin's stance could spark a reversal.</p> <p>Here's that strategist gain:</p> <blockquote>  <p>It's really about debating how bad the recession is going to be. It is possible the recession is shallower than expected, and the currency and valuation tailwinds [start to benefit Europe] . . . With everyone positioned the same way in Europe, it gets to be dangerous. For a country like the UK, look at what is happening to sterling. It's reaching historical lows. Are we going to bake in even more pessimism here?</p> </blockquote> <h1>Buy quality, sell value?</h1> <p>We have written <a href=\"https://www.ft.com/content/da13ee34-d040-4adf-9d99-2815283c9b4c\">before</a> about how (in general) you want to own quality stocks (highly profitable, stable cash flows, low debt to equity, and so on) during a downturn, and value stocks (low price/book and price/earnings) in a recovery. Quality companies have strong competitive positions, and can protect margins in the bad times. Value stocks tend to be risky, cyclical and less differentiated, as well as more indebted, so they get slammed by negative operating and financial leverage when things are bad — and then rocket up in the recovery, as both forms of leverage flip to positive.</p> <p>Michel Lerner, who runs Credit Suisse's HOLT valuation research group, provides a nice illustration of this, graphing the excess return from value stocks over quality stocks (blue line, left axis) charted against and index of US business confidence, a proxy for economic conditions (red line, right). Big recoveries in confidence are followed by value outperformance — and confidence collapses by quality outperformance. </p> <p>Now is surely a moment for quality, then? Lerner concedes that quality stocks — from Unilever and Hershey to UnitedHealth and Pepsi — are expensive right now, but says “valuation doesn't matter in a downturn”.&#xa0;</p> <p>Not everyone agrees. I spoke to Rob Arnott, founder and chair of Research Affiliates, a large quantitative factor-investor, and he said:</p> <blockquote>  <p>The natural intuition is you want quality, not the uncertainty of unloved value companies, in bad times. That intuition is precisely wrong, for the precise reason that people think that way, and they overprice quality and underprice value. You [should be] positioning the portfolio in the unloved sections of the market.</p> </blockquote> <p>And there is a direct link to the above discussion of Europe. Arnott goes on:</p> <blockquote>  <p>This is even more true outside the US. If you look at developed markets as a whole, quality is now extraordinarily overpriced. High-quality stocks across developed markets usually carry a 40 per cent premium to the broad market. Currently they have an 80 per cent premium. The fact people want quality in times of stress — this includes Europe — means quality trading at twice the premium it normally is.</p>  <p>If we go just halfway to historical norms over the next five years (as and when current fears dissipate), value beats quality by about 5.5 per cent per annum. That's what our models forecast will happen . . . </p>  <p>The flight to quality has already happened because of the fear . . . and when is peak fear? Right now in Europe people are paralysed with fear about the winter energy crisis, and what people fear is likely worse than the reality.</p> </blockquote> <p>So whether you want quality or value stocks right now — and whether you want US or European stocks — depends on your timescale and your tolerance for fear. How safe do you want to feel? And how long are you willing to wait? </p><p>Source: Robert Armstrong 2022 'Quality vs value, America vs Europe' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-08T05:30:37.950Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "confidence": 0.9200001,
      "offsets": [
        {
          "start": 5763,
          "end": 5775
        },
        {
          "start": 5717,
          "end": 5729
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}