{
  "_id": "82dba77425bf87c2bad14906175b92aa25da89d8f1669ee30609205339e08dcb",
  "feed": "wall-street-journal",
  "title": "Postponed Surgeries May Hobble Insurance Companies",
  "text": "<p>Hospitals faced unprecedented labor shortages in recent years as nurses and doctors quit their jobs, forcing many patients to defer costly care, a boon to insurers.</p><p>One data point says it all: The medical loss ratio at UnitedHealth Group, the largest managed-care company, has beaten the Wall Street analyst consensus in 10 of the past 11 fiscal quarters, according to data from FactSet.</p><p>But that could start to shift next year.</p><p>UnitedHealth on Monday projected adjusted earnings per share of $24.40 to $24.90 for 2023, slightly below analyst expectations of $24.92, according to FactSet.</p><p>The slight miss is being driven by a medical loss ratio of 82.6%, which came in higher than the analyst consensus of 82.3%.</p><p>The higher the MLR number, the higher the costs for the insurance companies. For comparison's sake, UNH's MLR ratio in the most recent quarter was 81.6%.</p><p>UNH's higher MLR guide suggests management expects rising patient utilization as the hospital labor shortage eases, Sanford Bernstein's Lance Wilkes wrote.</p><p>Since the start of the pandemic, hospitals have faced unprecedented margin pressures as nearly 20% of their workforce quit. The massive exodus of workers in the healthcare space drove up salaries for those who stayed while limiting hospitals' capacity to provide services.</p><p>The lower capacity, and perhaps lingering concerns about Covid-19 among the elderly, meant many patients continued to postpone lucrative procedures such as hip replacements. That trend is now finally starting to reverse.</p><p>In a recent note downgrading UNH and Cigna shares this month, Raymond James' John Ransom noted it will be tough for managed-care companies to replicate another year of low costs, with many of the doctors and nurses who escaped on \"revenge travel\" in the third quarter coming back, boosting capacity. He also highlighted the \"triple threat\" of the flu, RSV and Covid-19 hurting insurer profits in the winter months.</p><p>It is likely UnitedHealth is being overly cautious with its estimates. UNH is well known for providing conservative outlooks and then consistently beating those projections. Mr. Wilkes wrote that UNH usually tops earnings guidance by 3% to 6% and it is likely being cautious on medical costs.</p><p>A key question is just how big the backlog of procedures really is. Many analysts were mystified by the low utilization this year even as Covid-19 eased.</p><p>Mr. Ransom, who is still positive on the sector, said he doesn't buy \"the notion that there is some long-dated elective backlog that will emerge -- we think we would have seen it by now.\"</p><p>Still, the challenge for investors is that managed-care companies have delivered excellent returns that will be tough to keep replicating. Cigna's stock is one of healthcare's top performers so far this year adding 40%, while UNH is up 5% and Humana has risen 15%. That compares with a 17% decline for the S&amp;P 500. Meanwhile, managed-care price/earnings ratios are near the top of their four-year average.</p><p>Managed-care companies have been excellent defensive stocks throughout the pandemic, and especially during the bear market this year.</p><p>Next year may not be all that bad for managed-care companies, but they could still suffer by comparison.</p>",
  "published": "2022-11-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1945,
          "end": 1957
        },
        {
          "start": 219,
          "end": 237
        },
        {
          "start": 429,
          "end": 441
        },
        {
          "start": 219,
          "end": 231
        }
      ]
    }
  ]
}