{
  "_id": "8d0030f3ca4dbe48f6c79d4f9faf0d087b008c864409da0746b5b565766b5905",
  "feed": "wall-street-journal",
  "title": "UnitedHealth Leans Into Telehealth to Reduce Costs, Meet Patient Needs; CEO Andrew Witty says households and businesses want a more efficient, higher quality system",
  "text": "<p>Not everyone will embrace its strategies, said UnitedHealth Chief Executive Officer Andrew Witty, speaking at The Wall Street Journal's Future of Everything Festival.</p><p>The Minnesota-based company owns the nation's largest health-insurance company and markets a health plan to employers with lower premiums that require patients to seek a virtual visit before seeking treatment in person. The plan seeks to better coordinate care to get better results, more efficiently, Mr. Witty said.</p><p>\"Not everybody will like the idea of a gatekeeper,\" he said, but the nation's significant spending on healthcare is a concern for households and businesses.</p><p>\"We need to find ways to make this system more efficient, more effective and higher quality,\" Mr. Witty said. \"So nobody's in the market for cheap and cheerful. People are in the market for value and quality.\"</p><p>Use of telehealth increased in the pandemic, as people found it harder to visit clinics, he said. Telehealth visits for behavioral healthcare are particularly popular and expand access to help address the lack of behavioral health providers nationwide, Mr. Witty said.</p><p>Mr. Witty, formerly chief executive of pharmaceutical company GlaxoSmithKline PLC, became UnitedHealth's top executive in February 2021. He succeeded David Wichmann, who abruptly retired.</p><p>Under this tenure, the company has continued growth of its health-services arm, Optum, which includes surgery centers, physician groups and other medical services outside of hospitals. UnitedHealth announced in late March it would pay $5.4 billion to buy the home-health company LHC Group Inc.</p><p>The company is facing an antitrust challenge by the Justice Department for another acquisition: Its $13 billion deal for Change Healthcare Inc.</p><p>The Justice Department alleged the deal would let UnitedHealth absorb a competitor to its own health-technology business, reducing competition. UnitedHealth's insurance business would also potentially gain access to sensitive information from other insurers that did business with Change, the Justice Department said. </p><p>UnitedHealth CEO Andrew Witty told The WSJ Future of Everything Festival on Thursday that the company was preparing for a possible ruling that could overturn Roe v. Wade. PHOTO: Andy Davis for The Wall Street Journal</p><p>UnitedHealth has previously defended the deal, which it said would boost efficiency of processing medical payments.</p><p>\"I think the question of size really is inextricably linked to quality and impact,\" Mr. Witty said. \"So, the real question is can we continue to build quality into healthcare in the U.S.\"</p><p>He declined to say specifically how the company is preparing for possible changes to abortion access laws following an anticipated decision by the U.S. Supreme Court. The court is expected to issue a decision in coming weeks that could overturn Roe v. Wade, the lawsuit that has defined abortion access nationwide for nearly 50 years.</p><p>A leaked draft opinion of the court's decision, reported by Politico earlier this month, indicated that outcome was likely, which would leave it to states to set their own laws. That is widely expected to create a nationwide patchwork of abortion access.</p><p>\"Firstly, and most importantly, before we really commit and say anything, we're going to wait until we see whatever any final ruling actually is rather than comment on a kind of current situation,\" he said. \"Obviously we're using this time to really make sure we're ready for any eventuality.\"</p><p>UnitedHealth Leans Into Telehealth to Reduce Costs, Meet Patient Needs</p>",
  "published": "2022-05-19T19:32:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 47,
          "end": 59
        },
        {
          "start": 1494,
          "end": 1506
        },
        {
          "start": 2065,
          "end": 2077
        },
        {
          "start": 1797,
          "end": 1809
        },
        {
          "start": 3470,
          "end": 3482
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 2282,
          "end": 2294
        }
      ]
    }
  ]
}