{
  "_id": "06f87eefadf199a8e09bce20cbba066c9a4d5b3302705b4a634456ffb45c342d",
  "feed": "wall-street-journal",
  "title": "Companies Feel Tax Bite  After Raising Executive Pay  ----  By Theo Francis",
  "text": "<p>   Companies are racking up hundreds of millions of dollars in income taxes on pay for top executives, a growing bill that in some cases makes up a sizable chunk of their annual tax expense. </p><p>   Tesla Inc. booked $447 million in taxes on executive pay over three years. Pay for officers generated nearly 20% of all tax costs booked by defense contractor Howmet Aerospace Inc. in the same period. At cosmetics retailer Ulta Beauty Inc., executive pay subject to corporate tax has more than tripled since 2019. </p><p>   Companies typically may deduct employee pay from their income for U.S. tax purposes, as a business expense. (Employees are taxed when receiving the pay.) </p><p>   Congress has increasingly denied this tax deduction to companies for the pay they give to top executives. The Republican tax overhaul in 2017 ended the deduction for any pay over $1 million a year for top officers of publicly traded companies, as well as some others. Until then, companies could generally deduct certain officers' pay over $1 million only if it was sufficiently tied to performance. </p><p>   After the 2017 change, a company paying its chief executive $2 million could deduct the first $1 million and would have to pay tax at the 21% corporate rate on the remainder, or $210,000. Congressional drafters expected the provision to raise $9.2 billion in new revenue over a decade, according to late-2017 projections from Congress's Joint Committee on Taxation. The measure was intended to raise revenue to offset the cost of other tax cuts. </p><p>   About three dozen companies in the S&amp;P 500 reported paying a combined total ofjust under $2.1 billion in taxes on nondeductible compensation over the past three years, rising to $850 million last year from $480 million in 2019, a Wall Street Journal analysis found. Twenty of the companies explicitly linked the tax cost to pay for executives. </p><p>   Underlying pay at least doubled for a third of the companies, including Tesla, home builder Lennar Corp. and Ulta Beauty, the Journal analysis found. </p><p>   Companies aren't consistent in how, or even whether, they report these costs. They must report the tax cost only if they consider the amount material. Amazon.com Inc., for example, said it books tax expense for nondeductible compensation but doesn't disclose the figure, deeming it immaterial. </p><p>   At Advanced Micro Devices Inc., taxes on officers' pay lower the tax benefits the company reports for paying employees with stock, but AMD doesn't break out the parts. A spokeswoman said nearly all the nondeductible pay was equity. \"As a result, it is appropriately disclosed,\" she said. </p><p>   Some health insurers for years have been unable to deduct pay over $500,000 a year for any employee, under a provision of the 2010 Affordable Care Act. UnitedHealth Group Inc. booked nearly $400 million in costs from the tax over three years, securities filings show, or about 3% of its total tax expense for the period. </p><p>   Most companies in the Journal analysis make clear that the compensation being taxed is that of executives or top officers, in some cases referring directly to the 2017 tax provision in their securities filings. Companies generally declined to say how many executives received nondeductible compensation. </p><p>   Although companies are aware of the rising tax costs, compensation consultants say it rarely affects pay negotiations with top executives. </p><p>   The median pay for S&amp;P 500 CEOs rose to a record $14.7 million in 2021, according to an earlier Journal analysis. </p><p>   \"This loss of a tax deduction is considered to be a drop in the bucket, so nobody's paying attention to it,\" said Robin Ferracone, CEO of pay consulting firm Farient Advisors. \"What's going on in the talent market to retain and keep talent, and that includes executives, way overwhelms whether they're particularly expensive because of [the tax change.\"] </p><p>   A recent analysis from researchers at the University of Texas at Austin, University of Chicago and Indiana University found that limiting tax deductions for executive pay hasn't affected how companies paid those executives. The study was published in the journal Contemporary Accounting Research. </p><p>   Tesla's compensation-tax expense outstripped those of other companies in the Journal analysis and made up just over 40% of its total tax expense for the three-year period. CEO Elon Musk is among the highest-paid CEOs of recent years, thanks to a 2018 package valued, at the time, at $2.3 billion. At recent share prices, the stock options Mr. Musk has already received under the arrangement are valued at about $60 billion. </p><p>   Tesla didn't respond to requests for comment. Accounting experts say rapidly changing share prices can lead to a mismatch between the cost reported for specific tax provisions and the compensation expense companies have booked. </p><p>   Howmet Aerospace, a descendant of onetime aluminum giant Alcoa, said losing the deduction on executive pay generated 19.5% of its total tax expense over the past three years, or $21.5 million. The tax figure implies the company booked the equivalent of about $1 in nondeductible executive compensation for every $7 in pretax income it reported. </p><p>   A Howmet spokesman declined to comment beyond confirming its disclosures. </p><p>   Companies may still deduct some pay over $1 million, if it is paid out under written contracts that haven't changed significantly since early November 2017. But as these grandfathered agreements expire, replaced with newer ones, the tax bill for nondeductible pay is likely to grow. </p><p>   Lennar's tax cost for nondeductible compensation rose to $29 million last year, suggesting that it paid more than $135 million subject to corporate tax, up from $52 million in 2019. Lennar declined to comment. </p><p>   At Ulta Beauty, the amount of pay subject to the new tax rose to almost $31 million from $8.6 million over three years. </p><p>   Ulta said the number of current and former officers increased in 2021 as part of a CEO transition, and a 2018 one-time equity grant to the former CEO vested last year, both of which increased the amount of nondeductible pay. In addition, it said, pay was low in 2019 because the company missed performance expectations. </p><p></p>",
  "published": "2022-07-22T06:12:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2730,
          "end": 2748
        }
      ]
    }
  ]
}