{
  "_id": "433fc58e96145b2d5210d5a010518837eb5d7fd521cb3a4dc7df3319c38d435a",
  "feed": "wall-street-journal",
  "title": "UnitedHealth to Buy Home-Health Firm LHC Group for $5.4 Billion; The deal marks the latest foray by a managed-care company into a category said to promise lower costs than hospitals and nursing homes",
  "text": "<p>Wyatt Decker, the chief executive of Optum Health, the unit that focuses on providing healthcare, said the company sees rising demand from patients and families for home-based care. \"This trend has really only just begun, of how much care can truly be delivered in the home,\" he said in an interview. \"We can give care in the home, which is a lower-cost setting…than nursing homes or more advanced care facilities.\"</p><p>Under the deal, UnitedHealth would pay about $170 a share for LHC, which had about $2.2 billion in revenue last year and includes hospice, long-term-care hospitals and other home-based services, in addition to home health. That would represent a premium of 8.1% from Monday's closing stock price.</p><p>Including debt, the deal is valued at roughly $6 billion, UnitedHealth said. The company expects the acquisition to close in the second half of 2022.</p><p>Home-health firms provide medical care to elderly and other people at their homes.</p><p>Health insurers such as UnitedHealth's UnitedHealthcare, the largest in the U.S., aim to bolster the role of home health as a lower-cost alternative to nursing homes and a tool to reduce hospital stays, particularly among the Medicare population, which represents a lucrative growth engine for the industry. Managed-care companies sell private plans called Medicare Advantage under the federal program.</p><p>Humana Inc., UnitedHealthcare's biggest rival in the Medicare business, last year completed its acquisition of Kindred at Home, spending about $5.7 billion for the 60% share of the company it didn't yet own. Humana says it is now the largest home-health provider in the U.S.</p><p>Demand for home health has also been increasing because of an aging population and the reluctance among some families, particularly amid the Covid-19 pandemic, to turn to nursing homes. Spending on home healthcare, estimated at $121.6 billion last year, is projected to grow to $226.4 billion in 2030, according to the Centers for Medicare and Medicaid Services.</p><p>The new deal comes as UnitedHealth is facing an antitrust suit from the Justice Department aimed at blocking a previous acquisition, for health-technology firm Change Healthcare Inc. In that case, the antitrust enforcers argued that UnitedHealth was at risk of controlling too broad a slice of healthcare data, and could use its new asset to help its insurance unit against competitors.</p><p>UnitedHealth has said the Change deal would bring down costs and improve service for customers, and it disputed the Justice Department's arguments.</p><p>LHC is based in Lafayette, La. Many of the company's home-health and hospice operations are owned in partnerships with hospital systems. The company has operations in 37 states and says it cares for more than 500,000 patients annually.</p><p>Like other companies in its sector, LHC has contended with a labor crunch, and its earnings fell short of analysts' projections for the fourth quarter of 2021. The company has said the situation eased in the first quarter, with improved hiring and fewer employees quarantined because of the pandemic.</p><p>Write to Anna Wilde Mathews at anna.mathews@wsj.com</p><p>UnitedHealth to Buy Home-Health Firm LHC Group for $5.4 Billion</p>",
  "published": "2022-03-29T10:45:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2009,
          "end": 2021
        },
        {
          "start": 3111,
          "end": 3123
        },
        {
          "start": 2220,
          "end": 2232
        },
        {
          "start": 432,
          "end": 444
        },
        {
          "start": 2374,
          "end": 2386
        },
        {
          "start": 771,
          "end": 783
        },
        {
          "start": 0,
          "end": 12
        }
      ]
    }
  ]
}