{
  "_id": "8081f2c10809f93369155312c7282c32e28c1dd73f05e032b0190c458c84274e",
  "feed": "wall-street-journal",
  "title": "Judge Rejects Antitrust Challenge to UnitedHealth Acquisition; Ruling deals blow to Biden administration enforcement and clears health giant to buy health-technology firm Change Healthcare",
  "text": "<p>U.S. District Judge Carl Nichols ruled for the companies in an opinion that he kept under seal for now because he said it \"may contain competitively sensitive information.\" The judge said he would release a redacted public version of the ruling in the coming days. In a one-page public order, he denied the Justice Department's request to block the companies from completing the deal.</p><p>The lawsuit, filed in February, is an early blow to stepped-up antitrust enforcement by the Biden administration. The department didn't immediately respond to a request for comment.</p><p>The decision is a triumph for UnitedHealth, which owns the largest U.S. health insurer and a healthcare operation that comprises thousands of doctors as well as clinics, surgery centers and other assets, along with a powerful conglomeration of health data.</p><p>In a statement, a UnitedHealth spokesman said, \"We are pleased with the decision and look forward to combining with Change Healthcare as quickly as possible so that together we can continue our work to make the health system work better for everyone.\"</p><p>Change provides services related to payment processes for healthcare systems, analytics for financing and billing and tools that help hospitals make decisions about patient care.</p><p>UnitedHealth had agreed to divest business assets related to claims-processing to address competition concerns, an offer the Justice Department had dismissed as insufficient.</p><p>Judge Nichols included the proposed divestiture in his order.</p><p>Write to Anna Wilde Mathews at anna.mathews@wsj.com and Brent Kendall at brent.kendall@wsj.com</p><p>Judge Rejects Antitrust Challenge to UnitedHealth Acquisition</p>",
  "published": "2022-09-19T22:52:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1624,
          "end": 1636
        },
        {
          "start": 842,
          "end": 854
        },
        {
          "start": 37,
          "end": 49
        },
        {
          "start": 1255,
          "end": 1267
        }
      ],
      "nexusId": "10018613"
    }
  ]
}