{
  "_id": "a8dc450e51678bf3c1e131cee3201e2c6685a8daa9d946ac7841170be09613bd",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Healthcare Sector  Offers Investors Refuge  ----  By Charley Grant",
  "text": "<p>   Soaring interest rates and a shaky economic outlook have hit stock prices this year. Health stocks are holding up better than most. </p><p>   The S&amp;P 500's healthcare sector index is down 7.3% in 2022, on pace for its worst year since 2008. Yet it is still outperforming the broader market by 14 percentage points, the widest gap since 2000, according to Dow Jones Market Data. The energy, utilities and consumer staples sectors have fared better. </p><p>   The pandemic wreaked havoc on the industry. Hospitals postponed surgeries to cope with an influx of Covid-19 patients. Patients deferred routine screenings and nonessential treatments, which resulted in lost revenue for makers of drugs and medical devices. </p><p>   The picture is different this year. The pandemic has led to more than $150 billion in sales from new Covid-19 products, including diagnostics, vaccines and therapeutics. Those sales are still brisk, though their outlook is uncertain. Patients who skipped routine checkups during the worst of the pandemic are returning to doctors' offices, easing a major bottleneck for new drug launches. </p><p>   \"We are encouraged to see people obtaining preventive screenings at levels broadly consistent with longer-term norms,\" UnitedHealth Group Inc. Chief Financial Officer John Rex said last month on a conference call with Wall Street analysts. </p><p>   Among the sector's top gainers, shares of drug distributors McKesson Corp. and Cardinal Health Inc. have risen 60% and 55%, respectively, this year. Health insurer Cigna Corp. is up 40%. </p><p>   Healthcare stocks tend to outperform in an uncertain environment because demand for care is relatively insensitive to the strength of the economy. </p><p>   Health insurers are able to pass higher costs on to consumers, which reduces the impact of inflation on most healthcare businesses. </p><p>   \"People get sick whether the economy is up or down,\" said Justin Simon, managing director at Jasper Capital Partners. </p><p>   The passage of the Affordable Care Act more than a decade ago means that individuals are far less likely to lose insurance coverage in a recession than in the past, he added. Mr. Simon said he owns shares of CVS Health Corp. and United Therapeutics Corp., which specializes in rare disease treatments, for his fund. </p><p>   With the third-quarter earnings season winding down, nearly three-fourths of the companies in the healthcare sector have topped Wall Street profit estimates. </p><p>   Wall Street projects the outlook for large insurers, drugmakers and medical-device manufacturers to be relatively stable. Analysts have reduced their 2023 profit forecasts by less than 2% on average so far this earnings season, according to data compiled by Jared Holz, healthcare sector specialist at Oppenheimer. </p><p>   Some corners of the industry have struggled. </p><p>   The Nasdaq Biotechnology index is down 14% so far this year, joining the marketwide selloff of more speculative stocks. And high labor costs have pressured stock prices of publicly traded hospitals: HCA Healthcare Inc. has lost 17% this year, while Tenet Healthcare Corp. is down 48%. </p><p></p>",
  "published": "2022-11-05T06:08:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1203,
          "end": 1221
        }
      ]
    }
  ]
}