{
  "_id": "b40abafcbe2fe6fb654d5821bc019d3f9a3fabe0a85c00a3a3791d2091f6c3b8",
  "feed": "wall-street-journal",
  "title": "Business News: UnitedHealth Raises Earnings Outlook --- Revenue grew more than 14% in quarter while Covid-19-related expenses declined",
  "text": "<p>The company, based in Minnetonka, Minn., on Thursday also raised its full-year earnings guidance, powered in part by growth in the Optum health-services arm.</p><p>UnitedHealth said it expects full-year earnings to be between $20.30 a share and $20.80 a share, up from its previously issued guidance of $20.20 a share to $20.70 a share. Adjusted earnings for the year are now expected to be between $21.20 a share and $21.70 a share, up from $21.10 a share to $21.60 a share.</p><p>Throughout the pandemic, at times when Covid-19 cases have surged, the company has seen levels of usual healthcare, like colonoscopies and joint replacements, fall off in tandem. Over the first quarter, hospitalizations due to Covid-19 dropped sharply, to around 2,000 in March compared with about 40,000 in January, while most types of healthcare were at normal levels.</p><p>So far, UnitedHealth isn't seeing problems due to care put off or canceled during the pandemic, including no uptick in cancer-related diagnoses. Health screenings are happening at normal levels, the company said.</p><p>UnitedHealth said it was on track to meet its goal of enrolling 800,000 new people in its Medicare Advantage products in 2022. The company said Optum now expects to add 600,000 customers this year to its tally of patients getting care under capitated arrangements, which typically involve paying doctors set amounts, rather than fees for each service. UnitedHealth has highlighted its expansion of capitation as a key initiative and previously projected it would add 500,000 capitated lives this year.</p><p>UnitedHealth also signaled it would continue its aggressive strategy toward acquisitions, highlighted by the recent announcement that it plans to buy home-care company LHC Group Inc. UnitedHealth Chief Executive Officer Andrew Witty called the company's deals pipeline \"as diverse as it's ever been and probably deeper than it's ever been.\" UnitedHealth said it still expected to move forward with its planned acquisition of health-technology firm Change Healthcare Inc., which is being challenged by the Justice Department on antitrust grounds.</p><p>Net income attributable to shareholders for the first quarter of 2022 was $5.03 billion, or $5.27 a share, up from $4.86 billion, or $5.08 a share, a year ago.</p><p>Revenue for the quarter rose more than 14% to $80.15 billion. Analysts surveyed by FactSet expected revenue of $78.73 billion.</p><p>The company's profit, stripped of amortization and tax effects, was $5.49 a share. Analysts had been expecting adjusted earnings of $5.36 a share, according to FactSet's survey.</p><p>The medical-loss ratio, a closely watched measure of the proportion of premiums going to medical care, was 82%, below analysts' expectations.</p><p>The company's UnitedHealthcare insurance business saw revenue grow 13.6% in the first quarter to $62.6 billion. The business added 350,000 members in the latest quarter, with growth in programs tied to government benefits, such as Medicare Advantage and Dual Special Needs Plans, leading the increase.</p><p>Prescriptions filled by OptumRx, the company's pharmacy-benefits division, grew to 352 million in the quarter, compared with 329 million in the same quarter last year.</p><p>UnitedHealth's Optum health-services arm notched 18.9% growth in the period, with revenue rising to $43.26 billion.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1054,
          "end": 1066
        },
        {
          "start": 1556,
          "end": 1568
        },
        {
          "start": 158,
          "end": 170
        },
        {
          "start": 1406,
          "end": 1418
        },
        {
          "start": 1739,
          "end": 1751
        },
        {
          "start": 1897,
          "end": 1909
        },
        {
          "start": 849,
          "end": 861
        },
        {
          "start": 15,
          "end": 27
        }
      ]
    }
  ]
}