{
  "_id": "5720cb1b2f8b3bea39540a7e96fa0b2c29de83bd79a9e29034cc3ec45d312dbb",
  "feed": "wall-street-journal",
  "title": "AARP Has a Staggering Conflict of Interest; Look where most of its revenue comes from. Hint: It isn't members.",
  "text": "<p>Ms. Strassel notes that 2020 was the first time AARP was paid over $1 billion in corporate royalties, much of it derived from UnitedHealth Group. Compare that with the roughly $300 million AARP receives from membership dues, and the conflict becomes clear. Even with a conservative baseline estimate of about 66% of AARP's total royalty revenue, AARP still pulls in more from its deal with UnitedHealth Group, raking in over $661 million annually from selling health-insurance plans.</p><p>Between 2010 and 2017, AARP received an estimated $4.189 billion in aggregate royalties from its partnership with UnitedHealth Group through its AARP-branded Medigap and Medicare Advantage plans. After 2017, AARP stopped disclosing exactly how much it profited from its insurance relationship. But it certainly hasn't stopped lobbying on behalf of its corporate benefactor.</p><p>In 2009, AARP lobbied for ObamaCare despite the clear opposition of its members. Then, in 2011, AARP fought against changes to Medigap insurance without disclosing its financial conflicts to Congress. Now it is pushing disastrous drug price controls in the absurdly named Inflation Reduction Act.</p><p>AARP should open its books ahead of any House vote on reconciliation so voters—and members—can see whom AARP truly represents.</p><p>Phil Kerpen</p><p>President, American Commitment and the Committee to Unleash Prosperity</p><p>Washington</p><p>AARP Has a Staggering Conflict of Interest</p>",
  "published": "2022-08-11T18:56:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "confidence": 0.9998464,
      "offsets": [
        {
          "start": 595,
          "end": 613
        },
        {
          "start": 126,
          "end": 144
        },
        {
          "start": 390,
          "end": 408
        },
        {
          "start": 598,
          "end": 616
        },
        {
          "start": 388,
          "end": 406
        }
      ],
      "weightsV2": {
        "weight": 5.441948,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.44194782,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}