{
  "_id": "e2f37b9a69e3b8372a8ecf67bc5ba5029b4e0f55a2c08ac821fd2c5db18a4269",
  "feed": "market-watch",
  "title": "Nasdaq Composite fights to avoid first correction since March as stock market squanders early gains",
  "text": "<p>Banks remained in the spotlight, with Morgan Stanley and Bank of America reporting quarterly results.</p><p>How are stock indexes trading?</p><p>The S&amp;P 500 index SPX was down 8 points, or 0.2%, to 4,570, led lower by declines in consumer discretionaryXX:SP500.25 and financialsXX:SP500.40.</p><p>The Dow Jones Industrial Average DJIA fell 44 points, or 0.1%, to 35,321, with declines in Caterpillar Inc. CAT, Boeing Co.BA, American Express Co. AXP, and Goldman Sachs Group Inc.GS, weighing on the blue-chip index.</p><p>The Nasdaq Composite Index COMP slipped 0.5%, or 72 points, to 14,434, trading below its&#xa0;correction level at 14,451.69. The technology-laden index hasn't closed in correction since March 8, 2021.</p><p>On Tuesday, stocks fell sharply, with the Nasdaq Composite tumbling 2.6% to finish below its 200-day moving average.</p><p>What's driving markets?</p><p>Markets started off higher Wednesday but equities came under selling pressure once again, as the opening rally faded late in the morning.</p><p>Invesco's chief global market strategist, Kristina Hooper, told MarketWatch that nagging worries about inflation were the biggest hangup for Wall Street and recent earnings calls highlight those worries.</p><p>“I think concerns about inflation are continuing to weigh&#xa0;on the stock market,” the Invesco strategist said. “In a number of the earnings calls, we are hearing about expenses going up…we're hearing about compensation going up,” she said, noting that wage inflation tends to be longer-lived.</p><p>She also expects stock-market volatility to remain a key feature for months as investors go through a “digestion period” of the shift to tighter monetary policy.</p><p>“There is concern that…the Fed is not easing into monetary policy normalization because it is so far behind the curve,” Hooper said.</p><p>Surging Treasury yields have been the biggest weight on stock-market bullishness, particularly hitting yield-sensitive technology and other growth equities. The yield on the 10-year Treasury note BX:TMUBMUSD10Y on Wednesday was at around 1.84%, pulling back somewhat, but near levels not seen since early 2020.</p><p>Read: Stock-market warning signal: Here's what surging bond yields say about S&amp;P 500 returns</p><p>The yield on the 2-year Treasury note&#xa0;BX:TMUBMUSD02Y, more sensitive to Federal Reserve policy expectations, rose another 2 basis points to 1.055%, the highest levels since February 2020. The selloff in bonds helped push the German 10-year bund yield BX:TMBMKDE-10Yinto positive territory for the first time in three years.</p><p>“The market keeps focused on the tightening agenda of the Fed, and it is now pricing four interest rate increases for this year,” said Althea Spinozzi, senior fixed income strategist at Saxo Bank, in a note to clients.</p><p>The Fed is scheduled to meet next Tuesday and Wednesday, though many think January will be too soon to pencil in the first interest-rate hike. But “there's a very good chance that policy makers will indicate a hike is on the way when the QE program draws to a close in two months time,” said Matthew Ryan, senior market analyst at Ebury, in a note.</p><p>In U.S. economic reports, home builders started construction on homes at a seasonally adjusted annual rate of roughly 1.7 million in December, representing a 1% increase from the previous month, the U.S. Census Bureau reported Wednesday. Compared with December 2020, housing starts were up 2.5%.</p><p>Meanwhile, permitting for new homes occurred at a seasonally adjusted annual rate of 1.87 million, up 9% from November and 6.5% from a year ago.</p><p>Separately, crude oil prices CL00BRN00 were climbing, after reaching levels not seen since 2014 on Tuesday. Oil extended gains late in that session amid reports that an explosion disrupted flow through the Kirkuk-Ceyhan pipeline between Iraq and Turkey.</p><p>On Wednesday, the International Energy Agency predicted global oil demand will exceed pre-pandemic levels this year due to increased vaccination against COVID-19 and milder recent waves of the virus.</p><p>West Texas Intermediate crude for February delivery CLG22 was last up 2.7% to around $87 a barrel.</p><p>Read:RBC analyst says was wrong on Exxon as oil giant upgraded to sector perform</p><p>Which companies are in focus?</p><p>Investors were poring over a report from Bank of AmericaBAC after the money center bank reported fourth-quarter profit that rose above expectations. Shares were up 1.6%.</p><p>Morgan StanleyMS shares were in focus after the bank beat profit estimates for the fourth quarter amid strong performances at its investment banking and wealth management divisions. Its stock rose 2.3%.</p><p>Procter &amp; Gamble Co.&#xa0;PG shares were in up over 4.6% Wednesday after the consumer products company reported fiscal second quarter results that beat expectations and narrowed its full-year sales guidance.</p><p>UnitedHealth Group Inc. UNH reported fourth-quarter profit and revenue that rose above expectations and affirmed its full-year outlook. Its stock was up 1.6%.</p><p>U.S. listed shares of ASML HoldingASML were down 0.6%, even after the Dutch semiconductor-equipment maker reported better-than-forecast fourth-quarter earnings, predicted a 20% rise in sales this year and doubled its dividend to €5.50.</p><p>SoFi Technologies Inc. shares SOFI climbed by around 13% after the financial-technology group said that it won regulatory approval to become a bank holding company.</p><p>Shares of Zogenix Inc.ZGNX surged 67% in premarket trading after the biopharmaceutical company agreed to a deal to be acquired by Belgian peer UCB in a deal valued up to $1.9 billion.</p><p>How are other assets faring?</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six rivals, fell 0.2%.</p><p>Gold futures&#xa0;GC00&#xa0;rose 1.6% higher to&#xa0;trade at&#xa0;$1,837 an ounce.</p><p>The Stoxx Europe 600&#xa0;SXXP closed 0.2% higher, but well off its high, while London's FTSE 100&#xa0;UKX, a commodity-heavy index, advanced 0.4%.</p><p>The Shanghai Composite&#xa0;SHCOMP declined 0.3%, while the Hang Seng Index&#xa0;HSI&#xa0;rose less than 0.1% in Hong Kong and the Nikkei 225&#xa0;NIK declined 2.8%.</p>",
  "published": "2022-01-19T12:03:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 4739,
          "end": 4762
        }
      ]
    }
  ]
}