{
  "_id": "a5227e8ad5aaa9491f71b99b9232fc366c363b129801b5d36752b7cd6795be93",
  "feed": "wall-street-journal",
  "title": "Business News: Lawsuit Alleges CFO At UnitedHealth Hurt 401(k) Participants",
  "text": "<p>The Minnetonka, Minn., company's 401(k) plan covers around 200,000 current and former employees and their beneficiaries, according to court records. Ms. Snyder first submitted the class-action suit in April 2021 on behalf of herself and other plan participants against the company, its board and members of the company's investment committee, which is tasked with reviewing investment options under the plan.</p><p>The individuals breached their fiduciary duties under the Employee Retirement Income Security Act -- a federal law establishing minimum requirements for retirement plans -- by continuing to offer target-date funds managed by Wells Fargo Asset Management, Ms. Snyder alleges. UnitedHealth designated these target-date funds as the default option for participants of the plan, the lawsuit said.</p><p>The funds, Ms. Snyder claimed, underperformed six different benchmarks, including corresponding funds at Vanguard Group, State Street Corp. and Fidelity Investments, over the course of an 11-year period that ended in 2021.</p><p>From 2011 through 2015, plan participants lost over $100 million in retirement savings, according to the lawsuit.</p><p>UnitedHealth on Wednesday pushed back on the claims against Mr. Rex. \"Enterprising lawyers may choose to pursue baseless claims, but nothing in the law supports using hindsight and apples-to-oranges comparisons to question good faith investment decisions made in the best interests of retirement plan participants,\" the company said. \"There is no basis for adding our CFO as an individual defendant, and the allegations against him are completely without merit.\"</p><p>Wells Fargo declined to comment.</p><p>The lawsuit claims Mr. Rex, who has been UnitedHealth's CFO since 2016, overruled a plan to remove the Wells Fargo target funds, despite recommendations from an independent investment consultant and the company's investment committee to do so. The investment committee, following a nearly two-year analysis, ranked the Wells Fargo target funds as lower than all alternatives that were under consideration then, according to the complaint.</p><p>Mr. Rex became part of the company's investment committee in early 2017, according to the amended complaint. The plan to remove the target funds was abandoned after he joined the committee, the suit alleged.</p><p>Wells Fargo in February 2021 said it agreed to sell its Wells Fargo Asset Management unit to private-equity firms GTCR LLC and Reverence Capital Partners LP for $2.1 billion. UnitedHealth afterward removed the target funds from its retirement plan, according to the amended complaint.</p><p>Wells Fargo has served as a bookrunner on 10 of UnitedHealth's 18 corporate bond offerings since 2011, according to Refinitiv. It has additionally been a joint lead arranger, joint bookrunner, syndication agent and documentation agent on various credit facilities, Refinitiv said.</p><p>UnitedHealth said in June 2021 court filings that its 401(k) plan increased retirement savings by billions of dollars over the period in question and that the plan's fiduciaries scrutinized the target-date strategy.</p>",
  "published": "2022-08-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2848,
          "end": 2860
        },
        {
          "start": 684,
          "end": 696
        },
        {
          "start": 38,
          "end": 50
        },
        {
          "start": 2457,
          "end": 2469
        },
        {
          "start": 1139,
          "end": 1151
        }
      ],
      "nexusId": "10018613"
    }
  ]
}