{
  "_id": "1da44823ce06b56ee73c44da390522f33122d8a6f8201425a6e4a0526bdd1924",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Health-Insurance Providers Publish Prices for Medical Care  ----  By Anna Wilde Mathews and Melanie Evans",
  "text": "<p>   Insurers and employers began publicly posting the prices they pay for healthcare services ranging from doctor visits to lab tests, hugely expanding a federally mandated effort to unveil the long-secret rates. </p><p>   The new data is coming in the form of massive, machine-readable digital files, typically in formats not easily accessible to consumers, posted mostly on insurers' websites. The Centers for Medicare and Medicaid Services set a deadline of July 1 for the data to be released, with some big insurers releasing data by the early-morning hours Friday, including Elevance Health Inc.'s Anthem, Cigna Corp. and Humana Inc., according to Turquoise Health Co., a company compiling the data. </p><p>    UnitedHealth Group Inc.'s UnitedHealthcare had posted files online by midmorning Friday, according to a review of their disclosure website. CVS Health Corp.'s Aetna said ahead of the deadline it planned to comply with disclosures on time. </p><p>   In addition to insurers, employers are required to post prices under the rule, though many of them are expected to outsource the responsibility to insurers and health-plan administrators. </p><p>   Early review of newly posted information found some disclosures were incomplete, with files that lacked some granular pricing data, said Maximilian Pany, a graduate student and researcher affiliated with the Healthcare Markets and Regulation Lab at Harvard Medical School. </p><p>   The data comes after a tranche of pricing information that hospitals began posting at the start of 2021, under a rule issued under the Trump administration. But compliance by hospitals has been mixed, and their disclosure is limited to the services they provide. Only two have so far been penalized for failing to meet the requirements of the rule, facing fines that initially totaled about $1.1 million between the two hospitals, which had a common owner. </p><p>   A CMS spokeswoman said the agency is \"encouraged by the increase in hospital compliance\" since last year. </p><p>   The insurer data, required under a separate federal rule issued in November 2020, is expected to cover much more of the healthcare ecosystem, wrapping in the prices for free-standing surgery centers, clinics, private doctor practices, labs and other types of medical-service providers. </p><p>   The more expansive data will eventually allow consumers to make more comprehensive decisions, said Adam Geitgey, chief technology officer at Turquoise Health and one of the company's founders. </p><p>   The large and complex files are likely too difficult to use for many patients, but newly public prices will become more useful in the marketplace as companies begin adding data to consumer tools, industry experts said. </p><p>   The files will include the prices that the insurer has negotiated with healthcare providers in its network. The data will also include rates for those that are out-of-network, listing the amounts that the provider billed and what the health plan paid. </p><p>   \"Everything an insurance company pays for, except for pharmaceuticals, will be in these files,\" said Stephen Parente, a professor at the University of Minnesota who helped write the insurer rule while working for the White House Council of Economic Advisers during the Trump administration. </p><p>   CMS has delayed enforcing part of the rule that would have required disclosing a file of prescription drug prices. A CMS spokeswoman said regulators were considering whether that part of the rule remains appropriate, after passage of a subsequent law and \"stakeholder concerns.\" </p><p>   The broader data will be valuable to employers seeking to decide which doctors, clinics and other providers to include in their health-plan networks, as well as in selecting which insurers to use in the future, said Elizabeth Mitchell, chief executive of the Purchaser Business Group on Health. </p><p></p>",
  "published": "2022-07-02T06:13:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 691,
          "end": 709
        }
      ]
    }
  ]
}