{
  "_id": "97eef5dcdcd2e972924c8588e347a9c16eb8647f7f922031cd0f6158bd9a4b94",
  "feed": "wall-street-journal",
  "title": "U.S. Stock Indexes Rise, Oil Prices Extend Decline; All three major indexes climb a day after indexes closed a volatile session higher",
  "text": "<p>The technology-heavy Nasdaq Composite led the major indexes, closing higher by 264.73 points, or 1.8%, at 14619.64. The Dow Jones Industrial Average added 338.30 points, or about 1%, to close at 35294.19, while the S&amp;P 500 rose 1.2%, or 56.08 points, to 4631.60. On Monday, major indexes rose after a choppy session, with tech stocks leading the gains.</p><p>Stocks have rallied in recent weeks, reversing much of the losses that came in the wake of Russia's invasion of Ukraine. Investors have shown calm despite concerns including multidecade-high inflation, fresh Covid-19 lockdowns in China and a Federal Reserve that has begun raising interest rates for the first time since 2018.</p><p>All three U.S. indexes are on track to finish March in positive territory. The Nasdaq has led the way, rising 6.3% so far this month.</p><p>\"Markets seem to have become much more comfortable with the idea that the hiking cycle is here, that it won't derail economic growth and that equity markets are still the place to be,\" said Altaf Kassam, head of investment strategy for Europe, the Middle East and Africa at State Street Global Advisors.</p><p>Investors were monitoring peace talks between Russia and Ukraine, which resumed in Istanbul Tuesday for the first time in two weeks. Ukraine has in recent days signaled an openness to a neutral status as part of a peace deal with Russia. The talks were described by both sides as constructive.</p><p>\"Today, Ukraine looks better and buyers are back,\" said Mike Bailey, director of research at FBB Capital Partners. \"Whether it's true or not, investors are going with what they see in the headlines.\"</p><p>In commodity markets, Brent crude, the international oil benchmark, fell about 2% to settle around $110.23 a barrel, down from the $123.70 recorded earlier this month. Its U.S. equivalent, West Texas Intermediate, lost 1.62% to settle at $104.24 a barrel.</p><p>Oil prices rose after Russia's invasion of Ukraine, when Western boycotts and sanctions imposed on Russia began to weigh on world-wide supply. A wave of Covid-19 lockdowns in China is expected to reduce global fuel demand, which could help push oil prices down further from recent highs.</p><p>Nielsen Holdings surged 20.1%, or $4.52, to close at $26.72 after The Wall Street Journal reported that a consortium led by Elliott Management and Brookfield Asset Management were close to buying the company for around $16 billion.</p><p>LHC Group shares gained 5.9%, or $9.33, to $166.56 after UnitedHealth Group said it would acquire the home-health company for $5.4 billion. Shares of Robinhood closed up 24.2%, or $3.10, to $15.91 after the online brokerage said it would extend trading hours for users in an attempt to combat slowing growth.</p><p>In economic news, the Labor Department on Tuesday reported 11.3 million job openings in February, down slightly from January and December's record. Private-sector employers had 11.2 million openings on March 18, according to jobs side Indeed.</p><p>Yields on two-year U.S. Treasurys briefly surpassed yields on the 10-year benchmark note on Tuesday for the first time since 2019. Government bonds with longer terms typically offer higher yields.</p><p>When the shorter-dated bond's yield rises above that of the longer-dated 10-year, it is known as a yield curve inversion. A reflection that interest rates are likely to be lower over the longer term than the short term assuming an eventual slowdown in inflation, it is sometimes considered an indicator of a coming recession.</p><p>\"There have been more yield curve inversions than recessions but every time there is a recession you can look back and find a yield curve inversion,\" said Mr. Kassam.</p><p>The yield on the 10-year Treasury note slipped to 2.399% from 2.476% on Monday, its largest single-day decline since March 4.</p><p>In Europe, shares of auto makers drove the Stoxx Europe 600 up 1.7% at close, the index's biggest gain in almost two weeks.</p><p>In Asia, Japan's Nikkei 225 rose 1.1%, while in Hong Kong, the Hang Seng Index added 1.1%. In mainland China, the Shanghai Composite Index inched down 0.3%.</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com and Will Horner at william.horner@wsj.com</p><p>U.S. Stock Indexes Rise, Oil Prices Extend Decline</p>",
  "published": "2022-03-29T21:56:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2445,
          "end": 2463
        }
      ]
    }
  ]
}