{
  "_id": "868542daefc43e849d7a22f353df6dfa9759b2fcec6edb856a70076cbfe4b6c3",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: DOJ Loses Bid to Block Sugar Merger --- Federal judge rejects antitrust challenge to U.S. Sugar purchase of Imperial Sugar",
  "text": "<p>The Justice Department, which sued last November to challenge the $315 million merger, argued the deal would lead to higher prices for consumers in key parts of the country.</p><p>The ruling is the second loss in a merger case this week for the department, after a judge in Washington, D.C., rejected its challenge to UnitedHealth Group Inc.'s $13 billion acquisition of health-technology firm Change Healthcare Inc.</p><p>The case was part of an early batch of merger challenges filed by the Justice Department's antitrust division under the Biden administration. The administration has pledged to take a harder enforcement line on corporate deal making and business conduct that it believes can suppress competition.</p><p>\"Both cases seem to be ones that had significant challenges,\" said Stephen Calkins, a law professor at Wayne State University. Antitrust lawsuits always can be difficult to win, he said, but too many losses could weaken the standing of antitrust enforcers as they push to litigate more cases.</p><p>The Justice Department argued at an April trial that the merger would give two companies control of about 75% of sugar sales in the Southeast, which would lead to a rise in prices for consumers.</p><p>The department's top antitrust official, Jonathan Kanter, expressed disappointment in the ruling and said the department was considering next steps.</p><p>\"Further consolidation in the market for this important kitchen staple will have real-world consequences for millions of Americans,\" Mr. Kanter said.</p><p>U.S. Sugar, based in Clewiston, Fla., and Imperial Sugar, based in Sugar Land, Texas, denied the allegations and disputed the government's claims about their market shares. They said the deal wouldn't raise prices but instead would increase the production of refined sugar and improve supply-chain logistics.</p><p>U.S. Sugar said it was pleased with the ruling, \"enabling us to increase our sugar production, enhance the local Georgia economy and benefit our employees and customers.\"</p>",
  "published": "2022-09-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 312,
          "end": 330
        }
      ]
    }
  ]
}