{
  "_id": "285074aa94539f09bbe4e91a988451263981bd2f1b8b42a6c2c7203a83d212a9",
  "feed": "market-watch",
  "title": "Tim Cook has been an excellent leader for Apple — these numbers prove it; Apple's impact on the broader stock market has never been bigger, landing its CEO on the MarketWatch 50 list of the most influential people in markets",
  "text": "<p>This is very much an Apple stock market, with the company topping the broad indexes that are weighted by market capitalization. You are likely to be invested in the company indirectly. You also might be feeling Apple's impact in other ways. Apple's App Store ecosystem drives more than $600 billion in annual revenue for developers.</p><p>Tim Cook's tenure as Apple's CEO has been nothing short of breathtaking when measured by the company's financial performance. Apple is not one of the fastest-growing companies when measured by sales or earnings — it is too big for that. But its excellent stock performance has reflected Cook's ability to deploy invested capital with improving efficiency. Cook has also been a market trendsetter in other important ways. He has Apple repurchasing $90 billion of its shares annually, setting the pace for stock buybacks in the market. Cook's steady hand has also helped Apple withstand the market's tech wreck and remain a stable pillar for the teetering Nasdaq Composite index generally. For all these reasons, Cook has earned a spot on the MarketWatch 50 list of the most influential people in markets.</p><p>Apple keeps improving by this important measure</p><p>Investors in the stock market are looking for growth over the long term. The best measure of that is whether or not a company's share price goes up or down. But Cook isn't just managing Apple's stock. Digging a bit deeper into the company's actual operating performance can provide some insight into what a good job Cook has done.</p><p>What should a corporate manager focus on? The stock price? How about the most efficient and most profitable way to provide goods and services? There are different ways to do this, and Apple has focused on quality, reliability and excellent service to build customer loyalty.</p><p>Apple's commitment can be experienced by anyone who calls the company for customer service. It is easy to get through to a well-trained representative who will solve your problem. How many companies can say that at a time when it seems many companies cannot even handle answering the phone?</p><p>Getting back to actual performance, Cook took over as Apple's CEO in August 2011 when Steve Jobs stepped down. The chart below shows the company's quarterly returns on invested capital from the end of 2010 through September 2022.</p><p>A company's return on invested capital (ROIC) is its profit divided by the sum of the carrying value of its common stock, preferred stock, long-term debt and capitalized lease obligations. ROIC indicates how well a company has made use of the money it has raised to run its business. It is an annualized figure, but available quarterly, as used in the chart above.</p><p>The carrying value of a company's stock may be a lot lower than its current market capitalization. The company may have issued most of its shares long ago at a much lower share price than the current one. If a company has issued shares recently or at relatively high prices, its ROIC will be lower.</p><p>A company with a high ROIC is likely either to have a relatively low level of long-term debt or to have made efficient use of the borrowed money.</p><p>Among companies in the S&amp;P 500 that have been around for at least 10 years, Apple placed within the top 20 for average ROIC for the previous 40 reported fiscal quarters as of Sept. 1.</p><p>As you can see on the chart, Apple's ROIC has improved dramatically over the past five years, even as the wide adoption of the company's products and services has led to an overall slowdown in sales growth.</p><p>A quick comparison with other giants in the benchmark index</p><p>It might be interesting to see how Apple stacks up among other large companies, in part because some businesses are more capital-intensive than others. For example, over the past four quarters, Apple's ROIC has averaged 52.9%, while the average for the S&amp;P 500 has been a weighted 12.1%, by FactSet's estimate.</p><p>Here are the 10 companies in the S&amp;P 500 reporting the highest annual sales for their most recent full fiscal years, with a comparison of average ROIC over the past 40 reported quarters: </p><p> Company                          Ticker  Annual sales ($mil)  Avg. ROIC – 40 quarters  Total Return – 10 Years  Walmart Inc.                     WMT     $572,754             11.0%                    142%  Amazon.com Inc.                  AMZN    $469,822             6.8%                     693%  Apple Inc.                       AAPL    $394,328             33.0%                    721%  CVS Health Corp.                 CVS     $291,935             6.8%                     161%  UnitedHealth Group Inc.          UNH     $287,597             13.7%                    1,031%  Exxon Mobil Corp.                XOM     $280,510             9.9%                     85%  Berkshire Hathaway Inc. Class B  BRK.B   $276,094             8.2%                     233%  McKesson Corp.                   MKC     $263,966             6.6%                     353%  Alphabet Inc. Class A            GOOGL   $257,488             16.6%                    405%  Costco Wholesale Corp.           COST    $226,954             16.2%                    558%  Source: FactSet</p><p>Among the largest 10 companies in the S&amp;P 500 by annual sales, Apple takes the top ranking for average ROIC over the past 10 years, while ranking second for total return behind UnitedHealth Group Inc. UNH and ahead of Amazon.com Inc. AMZN. UnitedHealth has been able to remain at the forefront of managed care during the period of transition for healthcare in the U.S., in the wake of President Barack Obama's signing of the Affordable Care Act into law in 2010.</p><p>Here's a chart showing 10-year total returns for Apple, UnitedHealth Group, Amazon and the S&amp;P 500:</p><p>Apple is only slightly ahead of Amazon's 10-year total return. But what is so striking about this chart is the volatility. Apple has had a smoother ride. During the bear market of 2022, Apple's stock has declined 18%, while the S&amp;P 500 has gone down 20%, the Nasdaq has fallen 32% (all with dividends reinvested) and Amazon has dropped 45%.</p><p>The broad indexes would have fared even worse so far this year without Apple.</p><p>TO SEE THE FULL MARKETWATCH 50 LIST CLICK HERE</p><p>Tim Cook has been an excellent leader for Apple — these numbers prove it</p>",
  "published": "2022-11-03T16:03:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 5123,
          "end": 5141
        },
        {
          "start": 4307,
          "end": 4325
        },
        {
          "start": 4844,
          "end": 4856
        },
        {
          "start": 4781,
          "end": 4799
        },
        {
          "start": 5123,
          "end": 5135
        }
      ]
    }
  ]
}