{
  "_id": "bcda8129be530d1d1552c9038861f0db97ecee946c6441f95f4863a083e39852",
  "feed": "ftcomall",
  "title": "US judge blocks Penguin Random House and Simon & Schuster $2.2bn book megamerger",
  "text": "<p>A US federal judge on Monday ruled to block the $2.2bn <a href=\"https://www.ft.com/content/af166eb3-b618-43c9-98d1-f01d9198c3b8\">merger</a> of Penguin Random House and Simon &amp; Schuster, halting the creation of a colossus in the US books sector and handing a victory to antitrust enforcers.</p> <p>Florence Pan, a judge in the US district court for the District of Columbia, said in her order that the government had demonstrated that “‘the effect of [the proposed merger] may be substantially to lessen competition' in the market for the US publishing rights to anticipated top-selling books”. A full opinion detailing her reasoning was filed under seal. </p> <p>The Department of Justice last year <a href=\"https://www.ft.com/content/40e13589-87e6-4ac3-bace-94c6d29b81c8\">sued to block the publishing megamerger</a>, alleging Penguin Random House and Simon &amp; Schuster would control more than two-thirds of the market for acquiring publishing rights post-transaction. Authorities also argued the merged entity would squeeze advances, resulting in “substantial harm to authors of anticipated top-selling books and ultimately, consumers”, according to the lawsuit.</p> <p>The companies argued that Simon &amp; Schuster's authors would benefit from Penguin Random House's “efficient supply chain”, increasing their books' visibility. This would boost income for authors and choice for readers, they said.</p> <p>“Today's decision protects vital competition for books and is a victory for authors, readers, and the free exchange of ideas,” <a href=\"https://www.ft.com/content/313550db-3006-401e-9908-981577663c51\">Jonathan Kanter</a>, head of the DoJ's antitrust division, said in a statement. “The proposed merger would have reduced competition, decreased author compensation, diminished the breadth, depth, and diversity of our stories and ideas, and ultimately impoverished our democracy.”</p> <p>Bertelsmann, which owns Penguin Random House, in 2020 struck the deal to acquire Simon &amp; Schuster from ViacomCBS, which would have combined the companies behind renowned authors including Stephen King and F Scott Fitzgerald.</p> <p>Paramount, formerly known as ViacomCBS, and Jonathan Karp, Simon &amp; Schuster president and chief executive, said they were&#xa0;“disappointed” by the ruling and were “reviewing the decision and discussing next steps” with the other parties, including an expedited appeal that will be requested by Penguin Random House.</p> <p>Penguin Random House in a statement said it “strongly disagree[d]” with the decision, which it described as “an unfortunate setback for readers and authors”. The DoJ's “focus” on advances of well-paid authors rather than on consumers ran&#xa0;“contrary to its mission to ensure fair competition”, it added.</p> <p>The ruling is a significant win for the DoJ's antitrust division, which has taken a tougher stance on enforcement under Kanter, one of the officials appointed by President Joe Biden to heighten scrutiny of anti-competitive conduct in corporate America. </p> <p>It is also the DoJ's first win at a trial over a merger since 2017, coming after court losses that had raised questions among some experts around the feasibility of Kanter's aggressive strategy. Those include failing to block a tie-up between UnitedHealth Group, a healthcare company, and technology group Change Healthcare, as well as the acquisition of Imperial Sugar by US Sugar. </p> <p>The publishing case has attracted high-profile witnesses from the industry, including King, who testified for the government, and literary agent Andrew Wylie, who testified for the defence.</p> <p>Pan's ruling was the second win for the DoJ on Monday, after the president of a Montana-based paving and asphalt company pleaded guilty to criminal attempted monopolisation charges, the first such win in 50 years, according to the progressive American Economic Liberties Project.</p><p>Source: Stefania Palma in Washington 2022 'US judge blocks Penguin Random House and Simon &amp; Schuster $2.2bn book megamerger' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T03:08:07.767Z",
  "tags": [
    {
      "id": "US91324P1021",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 2958,
          "end": 2970
        },
        {
          "start": 2958,
          "end": 2976
        }
      ],
      "nexusId": "10018613"
    }
  ]
}