{
  "_id": "ca431a4f219da127031362729e80adc44a7a3e84cc48cb0586a50d7f778c2452",
  "feed": "wall-street-journal",
  "title": "Blue Cross Blue Shield Owner Anthem Seeks to Change Name to Elevance Health; Shareholders must approve move, which aims to signal company's push beyond its core health-insurance business",
  "text": "<p>The rebranding move is a fresh sign of how many insurers now serve as units within larger conglomerates that often include healthcare providers, technology or data offerings and drug-benefit managers.</p><p>The new name combines the words \"elevate\" and \"advance.\" \"We believe this name much better reflects the business,\" Anthem Chief Executive Gail Boudreaux said in an interview. \"It's saying, look, healthcare is more than just health benefits.\"</p><p>Anthem's core remains the Blue Cross Blue Shield plans that it owns, will keep their current names. Anthem's health-insurance business last year generated about $121.73 billion of its $136.94 billion in operating revenue, a total that didn't include revenue that flowed to Anthem's services units from its insurance operations.</p><p>The Indianapolis-based company has been diversifying beyond health insurance in recent years, though it hasn't gone deeply into owning healthcare providers, as some rivals have. Anthem has acquired Beacon Health Options, a behavioral-health company, and myNEXUS, which manages home-based healthcare.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think of Anthem's new name? Join the conversation below.</p><p>Anthem also has a drug-benefit manager, IngenioRx, and it has been rolling out data-analytics and digital tools, some aimed at consumers. The company has said it is offering a growing array of services to other Blue Cross Blue Shield companies.</p><p>Diversifying enables insurers to add businesses that are potentially higher-margin and faster-growing, with the hope of attracting a premium valuation like that of UnitedHealth Group Inc., which investors favor partly because of its large Optum health-services arm, said Matthew Borsch, an analyst with BMO Capital Markets. \"You definitely want to go down that road if you can,\" he said.</p><p>Allen Adamson, co-founder of branding and marketing firm Metaforce, said the new name makes sense for outreach to Wall Street and messaging to employees. But—like Facebook's parent Meta Platforms Inc. or Google's Alphabet Inc.—the newly dubbed Elevance might find it difficult to get consumers to connect to its new corporate moniker, particularly if they continue to encounter the Anthem brand through their health coverage, he said.</p><p>\"It's going to be a challenge to get any traction,\" he said. \"It's not clear what problem this brand will solve from a consumer point of view.\"</p><p>Anthem took its current corporate name in 2014, changing it from WellPoint Inc. in an effort to solidify a consumer-focused identity as the Affordable Care Act's health-insurance marketplaces were launching.</p><p>Other insurers have taken different branding approaches as they diversified. UnitedHealth years ago separated its insurance arm, UnitedHealthcare, from Optum, which includes a sprawling array of doctor groups, data, a drug-benefit manager and other assets. Optum itself has become an increasingly consumer-facing brand as UnitedHealth placed it on clinics and other provider sites.</p><p>Optum has become such a powerful player that the Justice Department recently sued to block its acquisition of a health-technology company, Change Healthcare Inc., on antitrust grounds.</p><p>CVS Health Corp., which bought health insurer Aetna in 2018, still uses the Aetna name for the business. But this year it launched ACA plans under the name Aetna CVS Health, using the pharmacy brand for the first time on an insurance product. In 2020, Cigna Corp. unveiled a new unit, Evernorth, which includes a range of health services such as fertility-treatment coverage and mental-health offerings.</p><p>Write to Anna Wilde Mathews at anna.mathews@wsj.com</p><p>Blue Cross Blue Shield Owner Anthem Seeks to Change Name to Elevance Health</p>",
  "published": "2022-03-10T11:00:00.000Z",
  "tags": [
    {
      "id": "US91324P1021",
      "nexusId": "10018613",
      "name": "UnitedHealth Group Incorporated",
      "offsets": [
        {
          "start": 1569,
          "end": 1587
        },
        {
          "start": 2902,
          "end": 2914
        },
        {
          "start": 2657,
          "end": 2669
        }
      ]
    }
  ]
}