{
  "_id": "023e9b440eb119b85e78b36a4dab97e371d953ba97c5c2157c5f088030d16013",
  "feed": "ftcomall",
  "title": "Pfizer ramps up its salesforce in battle of vaccine boosters",
  "text": "<p>Pfizer is hiring a new salesforce to promote its Covid-19 vaccine as it gears up to compete with rival pharma groups to offer annual booster shots in the US.</p> <p>The vaccine maker began advertising several positions on LinkedIn last week, including a senior director to lead its US Covid launch and a senior manager for US Covid consumer marketing.&#xa0;</p> <p>The fresh job adverts highlight how Pfizer is preparing for the next phase of the pandemic, which will involve marketing its annual booster shots in order to compete with other drugmakers including Moderna to become the booster vaccine of choice.</p> <p>The US plans to start offering third doses of mRNA vaccines from September 20 to Americans who have been immunised with the BioNTech/Pfizer or Moderna jabs.&#xa0;</p> <p>The BioNTech/Pfizer Covid vaccine was <a href=\"https://www.ft.com/content/745d6d29-86f1-4116-9e72-cdd5e7218f6e\">granted full approval</a> by the US Food and Drug Administration on Wednesday, becoming the first jab to receive the designation. The two companies also began their regulatory application for a booster shot last week.</p> <p>The BioNTech/Pfizer vaccine will be marketed under the brand name Comirnaty, which the companies have said represents a combination of the terms community, Covid, immunity and mRNA.</p> <p>“We plan to take a thoughtful approach to marketing and advertising Comirnaty to the public during this time, with the goal of increasing confidence in vaccination as we continue to combat the deadly Covid-19 pandemic,” Pfizer said, declining to comment on the size and scope of the new team.</p> <p>“Now the games will begin as far as the branding. This will be a very competitive marketplace,” said Markus Saba, marketing professor at the University of North Carolina Kenan-Flagler Business School. </p> <p>He added that for the first vaccine series, people took any of the three vaccines available in the US because of the urgent need to get immunised as well as supply issues. “Those supply issues have been resolved so you will be able to go now and get your choice.”</p> <p>Pfizer is likely to market its Covid jab in a variety of ways, including through television, online and social media adverts as well as on billboards. </p> <p>The drugmaker is working with New York-based advertising agency Ogilvy, who said the company was “proud to support” global communications on Pfizer's Covid vaccine.</p> <p>As well as targeting boosters for adults, Pfizer is focusing its marketing efforts on parents with children aged 12 to 15 and eventually 5 to 11, according to one job description. Another noted that key requirements included working to “lead competitive readiness” and running “initiatives to maintain market share”.</p> <p>Saba said that as well as appealing directly to consumers, Pfizer had to encourage vaccine administrators such as pharmacies to give out its jab rather than switching to Moderna. </p> <p>“You're going to see [marketing] to the scale of what we've seen in the past with Viagra and Humira,” he added. “You turn on the TV and you can't watch a show without 10 different commercials coming on.”</p><p>Source: Nikou Asgari in New York 2021 'Pfizer ramps up its salesforce in battle of vaccine boosters' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-29T04:00:21.253Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 23,
          "end": 33
        },
        {
          "start": 20,
          "end": 30
        }
      ],
      "nexusId": "10009678"
    }
  ]
}