{
  "_id": "52ced3e1fad030d17cf062cf246d66c49cfe92354cf707243510197fb4f2dc08",
  "feed": "ftcomall",
  "title": "France finds growth prescription with health app Doctolib",
  "text": "<p>During France's battle against Covid-19, fast-growing tech start-up Doctolib was thrust into the spotlight when the government enlisted its platform to help run the national vaccination campaign. </p> <p>The seven-year-old company was already familiar to many in France who use its slick blue-and-white smartphone app to book visits with about 300,000 doctors, dentists, and therapists. Valued at more than €1bn in its last <a href=\"https://www.ft.com/content/58ba164e-4a62-11e9-bbc9-6917dce3dc62\">fundraising</a>, Doctolib makes money from selling its software services to medical practitioners starting from €129 a month, and is free to use for patients. </p> <p>Doctolib soon turned into an invaluable tool in a national crisis — more than three-quarters of the appointments for jabs were eventually booked through the site, helping France achieve one of the highest immunisation levels in Europe. Its video consultation software also enabled millions of virtual doctors' appointments during lockdowns.</p> <p>The company has big ambitions to become a world leader in e-health from Europe — think Salesforce for the doctor's office, plus a booking system for patients like OpenTable for restaurants. With Doctolib now present in France, Germany and Italy it is increasing revenue by about 50 per cent a year from about €200m now, and plans to hire 1,000 people in the next year.</p> <p>Doctolib's rise was a surprising success in a country where the state is omnipresent in the healthcare system and where the private sector is often regarded with suspicion. But it also reflects a bigger story of France finally getting its act together on modernising the technology infrastructure that underpins its national health service and public health system.</p> <p>There is a lot to do. In France, it is still common for nurses in hospitals to rely largely on paper records, and under-investment in tech in the health sector is chronic in many countries, according to a 2015 OECD <a href=\"https://www.oecd.org/health/digital-health.htm\">study</a>. </p> <p>“There is a lot of innovation in pharmaceuticals and medical devices, and historically very little on the software services and tech side,” Doctolib's co-founder and chief executive Stanislas Niox-Chateau says. “We need to update legacy systems for the cloud and mobile era.”</p> <p>Since 2019, a small team toiling in obscurity in the French health ministry is trying to help. It has laid out a smart strategy for what the state needs to do to facilitate the use of technology to improve patient care and boost efficiency, while also respecting core values such as equal access to care and the privacy of health data. </p> <p>Laura Létourneau, a savvy, entrepreneurial civil servant who co-leads the project, says that after years of burning money on expensive IT projects such as an electronic patient record system that few doctors used, France has switched its approach to instead thinking of the “state as a platform”.&#xa0;</p> <p>“It's a bit like a city,” she explains. “We set the rules and build the infrastructure like the roads and bridges, and then we rely on others to construct the houses and buildings.”&#xa0;</p> <p>Létourneau has long studied how to drag France's sprawling public sector into the 21st century, and co-wrote a provocatively titled book called <em>Let's Uberise The State Before Someone Does It For Us</em>.&#xa0;In health, this has meant that France is working to create the invisible, unglamorous stuff that allows companies such as Doctolib and many others to then develop tech-enabled services for doctors and patients. </p> <p>These include a unique patient identifier, an authentication tool that checks doctors' credentials, a digital patient record, software to facilitate electronic prescriptions and lots of standardisation work to connect disparate databases. Its work is being turbocharged by €2bn from France's Covid recovery plan to be deployed until the end of 2023.</p> <p>Next year, a long-awaited new portal for patients will launch, which will help them co-ordinate their care across doctors and feature approved apps and services, much like Apple's app store. </p> <p>For once, the French government is doing all this in close collaboration with the private sector. For example, during the first lockdown, Létourneau's team created a system in only three weeks that linked up the country's myriad diagnostic labs&#xa0;to a national database so that Covid test results could be tracked in real time. With all usual rules suspended because of the crisis, they worked directly with three software companies. </p> <p>Such collaboration is at least one positive thing to come out of the pandemic.</p> <p><a href=\"mailto:leila.abboud@ft.com\"><em>leila.abboud@ft.com</em></a></p><p>Source: Leila Abboud  2021 'France finds growth prescription with health app Doctolib' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-13T04:00:41.008Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 999,
          "end": 1009
        }
      ],
      "nexusId": "10009678"
    }
  ]
}