{
  "_id": "52ee9863172515a1f73a2d4dea4e610ac0056c4b28c720b2eefe6ad0023c6b15",
  "feed": "wall-street-journal",
  "title": "Corrections & Amplifications",
  "text": "<p>---</p><p>Royal Dutch Shell was recovering from accounting problems involving the overstatement of oil reserves in 2005. An obituary Saturday about former executive John Hofmeister incorrectly attributed the problems to the company's U.S. arm.</p><p>(See: \"Obituaries: Shell Executive Answered Critics\" -- WSJ June 19, 2021)</p><p>---</p><p>Amazon analyzes more than 10 million product reviews weekly. The Personal Technology column on June 14 incorrectly said that number of reviews was done monthly.</p><p>(See: \"Technology </p><p>---</p><p> PERSONAL TECHNOLOGY: Amazon Still Has a Problem With Reviews\" -- WSJ June 14, 2021)</p><p>---</p><p>Kirsten Wolberg's surname was incorrectly given as Wolgren in one instance in the Personal Board of Directors column about Ebony Beckwith on Saturday.</p><p>(See: \"EXCHANGE </p><p>---</p><p> Personal Board of Directors: Ebony Beckwith </p><p>---</p><p> Chief Philanthropy Officer of Salesforce and CEO, Salesforce Foundation\" -- WSJ June 19, 2021)</p><p>---</p><p>The address for cryptocurrency website Poocoin is poocoin.app. The Intelligent Investor column on June 12 incorrectly gave the address as poocoin.io.</p><p>(See: \"EXCHANGE </p><p>---</p><p> Weekend Investor -- The Intelligent Investor: Boss, We Need to Talk About Investing </p><p>---</p><p> Understanding the difference between investing and speculation is key to avoiding reckless risk\" -- WSJ June 12, 2021)</p><p>---</p><p>Notice to readers</p><p>Wall Street Journal staff members are working remotely during the pandemic. For the foreseeable future, please send reader comments only by email or phone, using the contacts below, not via U.S. Mail.</p><p>---</p><p>Readers can alert The Wall Street Journal to any errors in news articles by e-mailing wsjcontact@wsj.com or by calling 888-410-2667.</p>",
  "published": "2021-06-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 857,
          "end": 867
        },
        {
          "start": 837,
          "end": 847
        }
      ],
      "nexusId": "10009678"
    }
  ]
}