{
  "_id": "4698be2a3b71df9d5c8ef62c30ccc547d05ab4c53aa732dd729889a5a764c3c8",
  "feed": "market-watch",
  "title": "S&P 500, Nasdaq end lower, breaking 5-day win streak, after Kabul bombing and ahead of Fed speech",
  "text": "<p>How stock benchmarks traded</p><p>The Dow Jones Industrial Average DJIA closed down 192.38 points or 0.54% today to 35213.12</p><p>The S&amp;P 500 SPX finished down 26.27 points or 0.58% today to 4469.92.</p><p>The Nasdaq Composite COMP fell 96.05 points or 0.64% today to 14945.81</p><p>What's drove the market?</p><p>Stocks succumbed to a pullback after the major equity indexes climbed for at least four consecutive days, registering a series of records.</p><p>A pair of deadly bombings outside of Afghanistan's Kabul airport may have also affected risk tolerance and contributed to some selling pressure, analysts said.</p><p>In economic data, the Labor Department said first-time jobless claims rose 4,000 last week to 353,000, the first rise in five weeks, slightly above forecasts for a reading of 350,000 after dipping to a pandemic low in the previous week.</p><p>A second estimate of U.S. gross domestic product, the official scorecard of U.S. economic expansion, showed annualized growth of 6.6%, compared with an initial reading of 6.5%. Economists had looked for a revised rate of 6.7%.</p><p>“Jobless claims have remained contained, despite the resurgence in cases due to the delta variant, and the economy continues to expand at a fast rate, so investors will look ahead to Chairman Powell's speech tomorrow,” said Chris Zaccarelli, chief investment officer for Independent Advisor Alliance.</p><p>Read:Powell unlikely to fire starting pistol for tapering at Jackson Hole</p><p>“Assuming Fed Chair Powell doesn't make any news with his speech — and he is widely believed to keep all of his options open by not hinting at the timing of the much-awaited Fed Taper announcement — then all eyes will then turn to the August jobs report, which will be released on Sep. 3,” he said, in emailed comments.</p><p>See:Excitement around Powell's Jackson Hole speech evaporates as attention turns to next week's jobs report and the ever-abundance of cash</p><p>Powell will speak at 10 a.m. Eastern Friday at a Jackson Hole symposium of global central bankers that is being held virtually, and could provide some guideposts for the timing and pace of the Fed's plans to scale back on crisis-era policy accommodations. However, expectations that Powell will use the venue as an opportunity to broach the subject of tapering have diminished since last week amid the spread of the highly transmissible delta variant of COVID-19.</p><p>“I think they are going to push taper until next year,” said Michael Antonelli. a managing director and market strategist at Baird. “Them making the conference virtual doesn't signal “let's start getting more hawkish” to me.”</p><p>Kansas City Fed President Esther George, in a Thursday television interview, said she backed tapering the central bank's asset purchases “sooner rather than later.” In a separate interviews, St. Louis Fed President James Bullard and Dallas Fed President Robert Kaplan reiterated calls to begin tapering asset purchases.</p><p>Analysts noted, however, that a range of high-frequency data have so far indicated the spread of the delta variant has had only a modest impact on economic activity.</p><p>“The backdrop of earnings growth is strong,” said Antonelli. “I think we are still underestimating 2022 earnings.”</p><p>Also see:Stock-market investors search alternative data for signs the delta variant is slowing the economy</p><p>Also read: Investors ignore Afghanistan, but risk levels are on the rise</p><p>Which companies were in focus?</p><p>Shares of Dow component Salesforce.com Inc. CRM closed up 2.6% after the cloud-based customer-relationship management company hiked its forecast for the year yet again late Wednesday, following a strong quarter when it closed on its acquisition of Slack Technologies Inc.</p><p>Dollar General Corp. DG stock fell 3.8%, after the discount retailer reported second-quarter income that beat the Street but fell versus 2020.</p><p>Shares of Dollar Tree Inc.DLTR fell more than 12%, after reporting second-quarter sales that came in short of expectations.</p><p>Shares of J.M. Smucker Co.&#xa0;SJM gave up an early gain to close down 2.6%, after the branded foods company reported fiscal first-quarter profit and sales that topped forecasts, but cut its full-year earnings outlook amid gross margin pressure.</p><p>Abercrombie &amp; Fitch Co.&#xa0;ANF stock fell 10%, after the apparel retailer reported second-quarter sales that missed expectations.</p><p>What did other markets do?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 1 basis points to 1.35%. Yields and bond prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.2%.</p><p>Oil futures pulled back after a three-day run of gains, with the U.S. benchmark CL00 down 0.7% at $67.88 a barrel. Gold futures GC00 edged up 0.2% to trade at $1,794.37 an ounce.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP fell 0.3%, while London's FTSE 100 UK:UKX declined 0.4%.</p><p>In Asia, the Shanghai Composite CN:SHCOMP and Hong Kong's Hang Seng Index HK:HSI ach fell 1.1%, while Japan's Nikkei 225 JP:NIK rose 0.1%.</p><p>—Mark DeCambre contributed to this article</p>",
  "published": "2021-08-27T09:28:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 3408,
          "end": 3431
        },
        {
          "start": 3408,
          "end": 3422
        }
      ],
      "nexusId": "10009678"
    }
  ]
}