{
  "_id": "57e5c5c31f619f9e7a4e2a86b623ccb281a301776771508d6463be7fad9dd6cb",
  "feed": "wall-street-journal",
  "title": "VC Daily: Family Offices Increase Venture Investing",
  "text": "<p>The report, which surveyed 139 family offices across 30 countries between June and September, found that family offices typically make their foray into the sector by investing in venture funds. Then, as they gain experience, offices progress into making direct investments into early and growth-stage startups in deals that they source themselves, investing an average of $4.5 million per deal.</p><p>These trends show no signs of slowing, the report says. It remains to be seen how this expanding influence will affect a shifting venture ecosystem.</p><p>And now on to the news...</p><p>Top News</p><p>Women to watch. Strong returns for the venture market are helping more female investors build track records and generate wealth. In that context, we profile several women who are leaders at venture firms, and others who could well become the next generation of industry leaders, WSJ Pro reports.</p><p>Venture capital's rising tide hasn't lifted all boats. The proportion of female venture-capital investors increased only slightly in 2020, with women representing just 13.3% of all check-writers, according to an analysis by the nonprofit All Raise.</p><p>And the trend of more venture-capital dollars flowing to larger, established venture firms is resulting in a drop in the proportion of money going to funds led by women, according to advisory firm Different Funds. But there are promising signs.</p><p>$533 Million</p><p>Chinese food-delivery giant Meituan was fined more than $533 million on Friday for engaging in anticompetitive practices, the latest move by Beijing in a yearlong regulatory crackdown aimed at reining in the country's powerful tech companies. (WSJ)</p><p>Elliptic Raises Funds to Help Firms Guard Against Crypto Crimes</p><p>Elliptic Enterprises Ltd. nabbed $60 million in new capital as the cryptocurrency risk-management startup builds on the momentum coming from increased regulatory scrutiny of the digital-asset ecosystem, WSJ Pro's David Carnevali reports. Elliptic raised the money in a Series C round led by new investor Evolution Equity Partners, with SoftBank Vision Fund 2 participating as another new shareholder. The injection follows a $28 million Series B round that was announced in February 2020. The startup helps businesses and government agencies analyze cryptocurrency blockchains for financial-crime compliance.</p><p>15 Women Shaping Private Equity's Present and Future</p><p>Each year since 2015, Private Equity Analyst has honored a different group of women who have risen through the professional ranks of their respective firms, or even launched firms themselves, WSJ Pro reports. This year's honorees have proven their deal-making chops across various industries, including technology, business services, consumer, media, entertainment and healthcare. Many have also stood out as leaders in mentoring and cultivating talent not only at their respective firms but across the industry itself.</p><p>Industry News</p><p>IPO Tracking</p><p>Personal finance company NerdWallet Inc. filed for an initial public offering of its class A common stock, according to Dow Jones Newswires. Innovius Capital Sirius I LP, Institutional Venture Partners XIV LP, RRE Ventures and iGlobe Partners are listed among the company's principal stockholders. The company said it applied to list on the Nasdaq Stock Market under the symbol \"NRDS.\"</p><p>Sonendo Inc., which seeks to make root canal procedures faster and less painful, filed for an initial public offering. The Laguna Hills, Calif.-based company said on Tuesday that it acquired the assets of Israeli dental company FluidFile Ltd. for an undisclosed sum. Sonendo is backed by investors including EW Healthcare Partners, General Atlantic, Meritech Capital Partners and Orbimed Advisors. The company has applied for New York Stock Exchange listing under \"SONX.\"</p><p>Funds</p><p>The ruling family of Dubai is launching a $100 million First Blockchain Fund focused on supporting blockchain-based projects and development of blockchain technology.</p><p>People</p><p>Fintech investor QED Investors named Tommy Blanchard as chief operating officer. Mr. Blanchard joins the firm from Capital One, where he was most recently managing vice president, business analysis in Capital One's Commercial Bank.</p><p>Financial technology startup Stavvy hired Eduardo Arreaga as chief financial officer and Jeremy Potter as vice president of legal and capital markets. Mr. Arreaga was previously an executive director at MSCI. Mr. Potter was senior director of strategy and innovation for Quicken Loans (now Rocket Mortgage). Earlier this year, Boston-based Stavvy raised more than $40 million in Series A funding led by Morningside Technology Ventures.</p><p>Secure access service edge startup Versa Networks appointed Lalit Kumar as the company's first chief financial officer. He was previously at Medallia and NetSuite. Versa Networks recently secured an $84 million Series D round from investors including Princeville Capital, RPS Ventures and Sequoia Capital.</p><p>Exits</p><p>Fiverr, which connects businesses with skilled freelancers, acquired CreativeLive, a creative and entrepreneurial education platform, for an undisclosed amount. Seattle-based CreativeLive is backed by investors including GSV Acceleration, REV Venture Partners, Greylock Partners and Social Capital.</p><p>Blockchain data platform Chainalysis Inc. acquired Excygent LLC, which assists government agencies with cybercrime investigations, for an undisclosed sum. Chainalysis is backed by Accel, Addition, Benchmark, Coatue Management, Paradigm and Ribbit Capital.</p><p>Culture Amp, an employee-engagement and performance-management technology provider, purchased cultural values recognition platform Disco. Terms weren't disclosed. Culture Amp recently secured $100 million in Series F funding from TDM Growth Partners, Sequoia Capital China, Salesforce Ventures, Index Ventures and others. Disco was backed by General Catalyst.</p><p>New Money</p><p>BetterUp, a San Francisco-based mental health and coaching startup, closed a $300 million Series E round, bringing the company's valuation up to $4.7 billion. Wellington Management, Iconiq Growth and Lightspeed Venture Partners led the round, which included participation from Salesforce Ventures, Mubadala Investment Co., Sapphire Ventures, Morningside Group, SV Angel and PLUS Capital.</p><p>Aquant Inc., a New York- and Tel Aviv-based service intelligence platform, secured $70 million in Series C financing led by Qumra Capital, Insight Partners and Pitango Venture Capital. New investors Schneider Electric Ventures and Claltech also contributed to the round, along with previous backers Lightspeed Venture Partners and Angular Ventures.</p><p>Cornami Inc., a Campbell, Calif.-based startup focused on the deployment of intelligent computing in real-time environments, landed $50 million in an oversubscribed Series C round led by SoftBank Vision Fund 2.</p><p>Gretel.ai, a Poway, Calif.-based privacy engineering startup, completed a $50 million Series B round. Anthos Capital led the funding, which included additional support from Section 32, Greylock and Moonshots Capital.</p><p>Noodle, a New York-based online learning network, snagged $50 million in Series C funding. Funds and accounts managed by BlackRock led the round, which included support from Owl Ventures.</p><p>Productfy Inc., a San Jose, Calif.-based banking-as-a-service platform, scored $16 million in Series A funding. CM Ventures led the investment, which saw participation from existing backers Point72 Ventures, 500 Startups (now known as 500 Global) and others.</p><p>Alpha Paw, a Las Vegas-based breed-specific pet food and wellness line, raised $8 million in Series A funding led by Nordic Eye Venture Capital.</p><p>GooseFX, which is creating a decentralized finance platform on the Solana blockchain, was seeded with a $4.5 million investment led by SkyVision Capital.</p><p>Sequential Skin Ltd., a U.K.- and Singapore-based startup that identifies the best skin products suited for each individual, picked up $1.65 million in seed funding. Metaplanet led the round, which included contributions from Scrum Ventures and SOSV.</p><p>Tech News</p><p>Twitch data leak shows some streamers make hundreds of thousands per month</p><p>Keyboards for hire: Tech freelancers help companies plug talent gaps</p><p>‘We're in a hurry.' A new CEO scrambles to cope with a global chip crisis</p><p>Frank McCourt wants to build a new model for social media</p><p>Around the Web</p><p>​Passive investing in venture capital and the parallels to public equities (Tomasz Tunguz)</p>",
  "published": "2021-10-11T18:23:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 6124,
          "end": 6134
        },
        {
          "start": 5751,
          "end": 5761
        }
      ]
    }
  ]
}