{
  "_id": "aae9830957754f9ccdf292d8f60ea8b7f4b42f49dc0dec41ea5706cc9da44625",
  "feed": "market-watch",
  "title": "Salesforce hikes forecasts again, reports strong quarter as Slack acquisition closes",
  "text": "<p>“I'm very excited that five out of the last five quarters we've had 20% or greater revenue growth, and the three out of the last five quarters revenue greater than 20% operating margin,” said Marc Benioff, Salesforce CRM chairman and chief executive, on the conference call with analysts. “I don't think we could have said either of those things five quarters ago.”</p><p>Operating margins for the second quarter were 5.2% on an unadjusted basis, and 20.4% on an adjusted basis, compared with the first quarter's 5.9% unadjusted and 20.2% adjusted.</p><p>Last quarter, analysts debated whether Salesforce's operating margins could be better after the company had forecast an unadjusted operating margin of about 1.4% and an adjusted operating margin of 18% for the year.</p><p>This quarter, Salesforce was calling for operating margins of 1.8% unadjusted and 18.5% adjusted for the year. On the call, Benioff attributed some of this margin improvement to having to reorganize the business on a digital footing, just as other business have had to do, during the COVID-19 pandemic.</p><p>“We made strategic decisions, we made tactical decisions, but we also made decisions in our core way that we're operating our business, and you can see that with these operating margin results, and also I'm sure it was subtle to everybody but after doing one of the biggest acquisitions in our history, we also just raised our operating margin again and our guidance,” Benioff said, referring the company's $27.7 billion acquisition of Slack, which closed on July 21.</p><p>“So we are really quite confident and remain on our path to generate $50 billion in revenue by fiscal year 2026, which doesn't seem very far away from right now,” Benioff said. “And when we first gave that number, it didn't seem as — it seemed like it was so far away. Now it seems like, wow, this is going to happen.”</p><p>Salesforce expects adjusted third-quarter earnings of 91 cents to 92 cents a share on revenue of $6.78 billion to $6.79 billion, while analysts had forecast 82 cents a share on revenue of $6.66 billion.</p><p>For fiscal 2022, Salesforce forecasts adjusted earnings of $4.36 to $4.38 a share on revenue of $26.2 billion to $26.3 billion, with analysts expecting $3.84 a share on revenue of $26 billion. Previously, Salesforce had forecast $3.79 to $3.81 a share on revenue of $25.9 billion to $26 billion.</p><p>The full-year outlook includes about $530 million in revenue, up from last quarter's forecast of $500 million.</p><p>Salesforce reported fiscal second-quarter net income of $535 million, or 56 cents a share, compared with $2.63 billion, or $2.85 a share, in the year-ago period, when the company received a $2 billion tax benefit from changes to its international corporate structure. Last year's second-quarter earnings report also drove the stock to its best one-day gain ever. Adjusted earnings for the just-completed second quarter were $1.48 a share, compared with $1.44 a share in the year-ago period.</p><p>Revenue rose to $6.34 billion — breaking the $6 billion barrier for the first time — from $5.15 billion in the year-ago quarter.</p><p>Analysts surveyed by FactSet had estimated earnings of 92 cents a share on revenue of $6.24 billion, based Salesforce's forecast of 91 cents to 92 cents a share on revenue of $6.22 billion to $6.23 billion.</p><p>Salesforce&#xa0;shares rose more than 2% after hours, following a 0.5% gain in the regular session to close at $260.85.</p><p>Over the past 12 months, Salesforce shares have advanced 21%, while the iShares Expanded Tech-Software Sector ETF&#xa0;IGV&#xa0;has risen 37%, the S&amp;P 500 index&#xa0;SPX&#xa0;has gained 31%, the tech-heavy Nasdaq Composite Index&#xa0;COMP&#xa0;has risen 31%, and the Dow Jones Industrial Average&#xa0;DJIA&#xa0;—&#xa0;which added Salesforce as a component this time last year&#xa0;— has advanced 25%.</p>",
  "published": "2021-08-26T08:21:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 2459,
          "end": 2469
        },
        {
          "start": 3686,
          "end": 3696
        },
        {
          "start": 2257,
          "end": 2267
        },
        {
          "start": 206,
          "end": 216
        },
        {
          "start": 582,
          "end": 592
        },
        {
          "start": 3426,
          "end": 3436
        },
        {
          "start": 3186,
          "end": 3196
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 2069,
          "end": 2079
        },
        {
          "start": 3286,
          "end": 3296
        },
        {
          "start": 773,
          "end": 783
        },
        {
          "start": 1849,
          "end": 1859
        }
      ],
      "nexusId": "10009678"
    }
  ]
}