{
  "_id": "c2dfc7a36b8a6ec29658c3b0608b8375ee3a99ac8bcde8fce13537ee22fe71c2",
  "feed": "wall-street-journal",
  "title": "Pentagon Comes Around to Idea Of the Multicloud",
  "text": "<p>\"If you are trying to make something work because you're tied to a specific vendor or infrastructure, you are solving the wrong problems,\" said Thomas Donnelly, chief information officer of software company BetterCloud Inc.</p><p>The New York company -- which manages and secures its customers' internet-based applications, such as Dropbox and Salesforce -- primarily uses Google Cloud for its IT infrastructure, with some services from Amazon Web Services . IT leaders often build ecosystems that allow them to use new technologies regardless of the vendor, said Mr. Donnelly, who has managed multicloud deployments in previous roles. \"As technology continues to accelerate, [multicloud] is really the only way to stay ahead of the curve,\" he said.</p><p>The Pentagon's scuttled cloud contract, dubbed Joint Enterprise Defense Infrastructure or JEDI, was designed to provide the military with access to services that better keep up with the pace of technology. The contract was awarded to Microsoft in 2019 over Amazon.com Inc ., which contested the move in court.</p><p>Pentagon officials said the new project, Joint Warfighter Cloud Capability, will be open to Microsoft and Amazon . Other qualified bidders could include Alphabet Inc .'s Google , Oracle Corp . and International Business Machines Corp ., officials said.</p><p>Advances in cloud computing made JEDI obsolete, according to a Pentagon official.</p><p>\"The evolving landscape is what has driven our thinking,\" said John Sherman, the Pentagon's acting chief information officer. \"JEDI was the right approach at the time,\" he added, but with changing circumstances \"we're in a different place.\"</p><p>Federal agencies are increasingly relying on the cloud and it has become commonplace for them to use multiple cloud vendors for IT services, said Adelaide O'Brien, research director at research firm International Data Corp .'s Government Insights division.</p><p>Many government agencies use their own private data centers to store and compute data, along with public cloud services from Amazon Web Services , IBM , Oracle and others, according to IDC surveys. Public cloud vendors offer remote data storage and processing services for enterprise customers.</p><p>Mike Kelly, CIO of software company Red Hat Inc., a subsidiary of IBM , said the No. 1 benefit for organizations that adopt multicloud strategies is they avoid the risks of being tied to one cloud provider that might change pricing models or fall behind competitors in some cloud-based services. \"This means that you can take advantage of multiple cloud services, and leverage the innovation, options, and pricing outside of the umbrella of a single vendor,\" Mr. Kelly said.</p><p>The downside, he added, is getting tech vendors to \"play nicely together and with your on-premise technologies.\"</p>",
  "published": "2021-07-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 338,
          "end": 348
        }
      ],
      "nexusId": "10009678"
    }
  ]
}