{
  "_id": "4e4593f758fa12d954b41f8a0ee673f9f0a843f3432f09f27c32fa6e97c8aa99",
  "feed": "ftcomall",
  "title": "Trade group raises prospect of removing Trump from office",
  "text": "<p>US business groups implored Donald Trump to put an immediate end to mob violence in Washington on Wednesday, with some accusing the US president of provoking supporters to storm the US Capitol through his efforts to overturn Joe Biden's election victory. </p> <p>In a strongly worded statement with little precedent, the National Association of Manufacturers said the outgoing president had “incited violence in an attempt to retain power,” and had been “cheered on” by members of the Republican party. </p> <p>“Anyone indulging conspiracy theories to raise campaign dollars is complicit,” said NAM chief executive Jay Timmons. He called on Vice-president Mike Pence to “seriously consider” invoking the 25th amendment to the US constitution — allowing the cabinet to remove a president unfit for office — to preserve democracy. </p> <p>Stephen Schwarzman, the Blackstone founder who has been one of the president's <a href=\"https://www.ft.com/content/558f2a68-7d42-4702-b86d-fae5458b3e64\">largest Wall Street donors</a>, noted that the violence followed Mr Trump's appearance at a rally earlier in the day.&#xa0;</p> <p>“The insurrection that followed the president's remarks today is appalling and an affront to the democratic values we hold dear as Americans,” he said. “As I said in November, the outcome of the election is very clear and there must be a peaceful transition of power.”</p> <p>The Business Roundtable, the voice of big business in Washington, also linked <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">the violence</a> to “unlawful” attempts to deny Mr Biden's election victory. </p> <p>“The chaos unfolding in the nation's capital is the result of unlawful efforts to overturn the legitimate results of a democratic election. The country deserves better,” the group said in a statement, calling on Mr Trump “to put an end to the chaos and facilitate the peaceful transition of power”.</p> <p>The US Chamber of Commerce, the lobby group representing the broadest group of American companies, said Congress <a href=\"http://ft.com/content/15f932cf-b8e5-4c24-b0d5-1ef903103a3c?\">should gather again</a> on Wednesday evening “to conclude their constitutional responsibility to accept the report of the electoral college”.</p> <p>The reactions come at a fraught moment in the relationship between big companies and Mr Trump's party. </p> <p>Business groups had warned before Wednesday's violence that Republicans in Congress who vowed to challenge the certification of Mr Biden's victory were undermining democracy. Dozens of executives <a href=\"https://www.ft.com/content/9fe61a5e-b57a-4a99-8985-ad7867a500b0\">discussed pulling</a> campaign contributions to officials indulging in conspiracy theories that the election was stolen from Mr Trump. </p> <p>“There's not a major chief executive in the country now who's a Trump supporter. Even the ones who voted for him find this whole thing abhorrent,” said Jeffrey Sonnenfeld, a professor at the Yale School of Management. </p> <a href=\"http://www.ft.com/cms/eec25777-7a87-4fce-8c3a-ac8bcf5385de.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Every one of the more than 30 senior executives who joined a call organised by Prof Sonnenfeld on Tuesday said companies should warn that they would no longer fund politicians objecting to the election results. Those congressional Republicans were “in big trouble” with business backers, he said.</p> <p>The American Bankers Association, which had donated to two of the Republican senators who threatened to object to certifying the electoral college votes, called on elected officials to “condemn today's mob riot and do everything they can to support the peaceful transfer of power”.</p> <p>Most chief executives had chosen to make their criticisms of recent political developments through their industry associations, but on Wednesday several made individual statements condemning the threat to a democracy that they see as the bedrock of economic stability.</p> <p>“We have to begin reinvesting in our democracy and rebuilding the institutions that have made America an exceptional nation,” David Solomon, chairman and chief executive of Goldman Sachs, wrote on LinkedIn, saying the US had “squandered” the <a href=\"https://www.ft.com/content/4e079e29-6fe0-4f57-a4d9-2b1fb2f15766\">reservoir of goodwill</a> that its democracy had created for its citizens.</p> <p>Jamie Dimon, chairman and chief executive of JPMorgan Chase, said: “Our elected leaders will have a responsibility to call for an end to the violence, accept the results, and . . . support the peaceful transition of power.”</p> <p>The chief executives from Cisco, Citigroup, Dow, GM, IBM, Salesforce and Wells Fargo were among those who called for unity on Wednesday. Business has <a href=\"https://www.ft.com/content/0df2cc72-69e8-41a1-925a-b0bd4a9aec15\">pushed Congress</a> since November's election to concentrate on a peaceful transfer of power and on the pressing economic and social rifts exacerbated by the coronavirus crisis. </p> <p>Roger Dow, head of the US Travel Association, said Americans depended on a productive government for their livelihoods, warning that “the wilful disruption of our democratic transition is an unacceptable act of harm that is felt not just in Washington, but in every corner of the country”.</p> <a href=\"http://www.ft.com/cms/8abe49c5-e428-4475-a66f-da426245551b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Andrew Edgecliffe-Johnson and Laura Noonan in New York and Claire Bushey in Chicago 2021 'Trade group raises prospect of removing Trump from office' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T00:07:37.440Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4067,
          "end": 4077
        }
      ]
    }
  ]
}