{
  "_id": "2c786adb1d979e914f22f02143dd70abc7af757146f163d63f8c3b285a485951",
  "feed": "ftcomall",
  "title": "The low-code no-code lockdown lowdown",
  "text": "<p>One necessity in fighting the current pandemic has been the ability to react rapidly to changing circumstances, which, in the case of software, has meant the trend towards low-code or no-code development could not have been better timed.</p> <p>No-code means what it says: not a line of code is required to build an application. Instead, a graphical user interface allows reusable components to be dragged and dropped in, or a form can be filled out to create a feature. Last March, New York City <a href=\"https://www.unqork.com/covid19\">used Unqork's no-code tools</a> to create Covid-related apps such as tracking, donation and food distribution systems in just 3 days for each one. Low-code is very similar, but the term acknowledges that some coding may be needed for integration with other applications or particular customisations.</p> <p>The trend is suited to remote-working “citizen developers” — non-IT professionals — creating useful apps at speed for their departments and companies. It has also been <a href=\"https://techcrunch.com/2020/12/08/sap-latest-enterprise-software-giant-to-offer-low-code-workflow/\">leapt upon by cloud companies </a>offering low-code tools as a service. </p> <p><a href=\"https://www.protocol.com/amazon-aws-honeycode-low-code-no-code\">Amazon Honeycode</a> is a no-code development tool, as is Google's AppSheet. SAP's Ruum helps develop workflow apps and Salesforce has a similar offering.</p> <p>On Tuesday, Gartner reported a 23 per cent rise in low-code/no-code revenues last year and predicted the global low-code development technologies market would<a href=\"https://www.gartner.com/en/newsroom/press-releases/2021-02-15-gartner-forecasts-worldwide-low-code-development-technologies-market-to-grow-23-percent-in-2021\"> reach $13.8bn in 2021, up another 23 per cent.</a></p> <p>By 2025, it expects 70 per cent of new applications developed by enterprises will be low-code/no-code, up from less than 25 per cent last year, as businesses recognise they have cheaper and faster options.</p> <p>“The economic consequences of the COVID-19 pandemic have provided an extraordinary validation of the low-code value proposition,” it said. “Accelerated adoption is seen both in the short term and is expected in the long term.” </p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Murdoch makes news deal with Google</strong><br>Rupert Murdoch's News Corp has agreed<a href=\"https://www.ft.com/content/cec5d055-c2d1-4d5f-a392-a6343beb0b01\"> a groundbreaking deal with Google</a>, securing “significant payments” for its journalism and setting a new standard for relations between international publishers and Big Tech. The agreement goes beyond <a href=\"https://www.ft.com/content/9e4799f3-c579-4279-a383-46b1182bb9df\">Google's current problems in Australia,</a> extending to titles such as the Wall Street Journal and New York Post in the US and the Times and the Sun in the UK.</p> <p><strong>2. Epic takes Apple fight to EU</strong><br>Epic Games has <a href=\"https://www.ft.com/content/e1259614-d954-400f-9265-f39a36c8c0c6\">filed a formal antitrust complaint</a> against Apple to the European Commission, the latest shot in an escalating feud between the&#xa0;<em>Fortnite</em>&#xa0;developer and the Silicon Valley giant. The games company alleged Apple was imposing commercially unviable burdens on rivals, in particular, the 30 per cent “tax” on App Store purchases.</p> <p><strong>3. Amazon Covid case, Shopify doubles sales</strong><br>New York's attorney-general has <a href=\"https://www.ft.com/content/ef890f60-9f0d-40a4-a2b3-dc939c832256\">sued Amazon</a>, claiming it failed to protect its employees adequately during the coronavirus pandemic. Amazon said it cared deeply about health and safety. <strong>Shopify </strong>capped a blockbuster year for online retail by<a href=\"https://www.ft.com/content/634d8560-49e6-4874-bbeb-125e900823ff\"> doubling sales</a> for the third quarter in a row, though it warned it would be unable to maintain that breakneck growth in 2021.</p> <p><strong>4. Now snow hits semis</strong><br>The Arctic weather sweeping through Texas is threatening to exacerbate a&#xa0;<a href=\"https://www.ft.com/content/13094950-fb45-4686-9ef9-8199c674b90d\">global shortage</a>&#xa0;in semiconductors, after several manufacturing plants near Austin were<a href=\"https://www.ft.com/content/ec2f93ad-d23c-4ff4-867a-59385d1cc8a6\"> forced to shut down</a>. Samsung, NXP and Infineon all announced a halt to production.</p> <p><strong>5. The surveillance agenda behind the digital yuan</strong><br>Asian countries are<a href=\"https://asia.nikkei.com/Spotlight/Asia-Insight/China-s-New-Year-digital-yuan-tests-hasten-Asia-e-currency-race\"> racing to launch</a> digital currencies, reports <a href=\"https://www.ft.com/content/f68642e3-855c-417a-ae0f-f2c72b837d1e\">this week's #techAsia</a>. Among large economies, China is making the running with a digital renminbi that is being trialled in several cities and looks set to sharply enhance the surveillance capabilities of the state, <a href=\"https://www.ft.com/content/7511809e-827e-4526-81ad-ae83f405f623\">according to our Big Read.</a></p> <h2>Tech tools — Hublot Big Bang e Premier League edition</h2> <p>Hublot announced on Tuesday a Premier League limited edition of its <a href=\"https://www.ft.com/content/3c7a2a3c-b6f6-4466-93e9-6b7647bb892b#o-comments-count:~:text=York%20market%20close.,Chris%20Nuttall\">Big Bang e smartwatch launched last June.</a> Restricted to 200 pieces, the £4,300 timepiece features a strap in the Premier League's signature purple and an app that provides users with animated notifications of kick-off times, goals, penalties, substitutions, yellow and red cards, and time added on. It will also show team line-ups and VAR decisions. Premier League referees are being given a special version including goal-line technology that signals to the referee when the whole of the ball has crossed the line.</p><p>Source: Chris Nuttall in London 2021 'The low-code no-code lockdown lowdown' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T19:17:56.872Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1138,
          "end": 1148
        }
      ],
      "nexusId": "10009678"
    }
  ]
}