{
  "_id": "e3383c560de2251d0178d2e3749f681a4ea14eb7636df36d0a0d96eda990aef6",
  "feed": "economist-newspaper",
  "title": "Social media: Exiting the Twittersphere",
  "text": "<p>Mr Dorsey's very first move, on December 1st, was to give Square a new name: Block. The firm has existing plans to expand in blockchain technologies; if it is to satisfy Mr Dorsey's interest in bitcoin, a cryptocurrency, it will have to move fast. (The chairman of The Economist's parent company is a director of Block.)</p><p>For Twitter the timing of Mr Dorsey's departure makes sense. Over the past several years he has pushed through changes at the firm that only a founder could (he launched Twitter with friends in 2006, was ousted as chief executive in 2008 and took over again in 2015). He was almost shown the door again in early 2020 when Elliott Management, an activist fund, amassed a stake of 4% and pushed for his exit. After some drama a deal was struck, and Mr Dorsey took a more hands-on role.</p><p>Since then Twitter has undergone a reboot of sorts. It has ditched its custom-built technology infrastructure and moved most of its computing to big clouds such as Amazon Web Services. As a result, it can more easily introduce new product features. It has also rebuilt its advertisement platform, allowing it to target ads better. The results have been noticeable. The firm, which even Mr Dorsey had called \"slow\" and \"not innovative\", has been churning out far more new features and services in the past two years than previously.</p><p>Financial results have been improving, too, although not as fast as some investors would like (there is talk that Mr Dorsey left before activist funds waxed active again). Revenue mostly comes from ads, and in the third quarter it increased by 37% compared with a year before, reaching $1.3bn. Profits would also have continued rising were it not for a settlement in a shareholder lawsuit, which resulted in a posted loss of $537m. And daily users reached 211m, up 13% year-on-year. \"Progress is a process, but it's good enough for now,\" noted Mark Shmulik of Bernstein, a broker.</p><p>Mr Agrawal, an engineer, and his old boss share two long-term goals for Twitter. One is to turn it into a crypto firm, perhaps by introducing a TwitterCoin to allow users to tip the authors of good tweets. Another is to fashion it into a decentralised undertaking, or in Mr Dorsey's words, a \"standard for the public conversation layer of the internet\". Instead of remaining a unified social-media service, it would be a platform on which other firms could, for example, compete with offerings that filter Twitter's massive volume of content.</p><p>What if Twitter's plans, and its new boss, underwhelm? When announcing his successor Mr Dorsey also presented a new chairman: Bret Taylor, co-chief executive of Salesforce, a business-software company, and the expected successor to Marc Ben ioff, Salesforce's co-founder and its other co-chief executive. Perhaps the two companies, which in 2016 broke off merger talks, could eventually become one.</p>",
  "published": "2021-12-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 2708,
          "end": 2718
        },
        {
          "start": 2622,
          "end": 2632
        }
      ],
      "nexusId": "10009678"
    }
  ]
}