{
  "_id": "dbef9e871e25a0e1dafe3bc34673771c7b47cc285195ebfde7ab3e48fcf387fc",
  "feed": "wall-street-journal",
  "title": "Planet Labs Looks to Expand Software Offerings, Win New Customers With IPO Funds; The Google-backed satellite-imaging company expects to list on the New York Stock Exchange via a SPAC merger next month",
  "text": "<p>Planet Labs plans to close on the merger with Las Vegas-based SPAC dMY Technology Group Inc. IV and then debut on the New York Stock Exchange under a new name, Planet Labs Public Benefit Corp., shortly after a Dec. 3 shareholder vote on the deal. SPACs are shell companies that issue shares to raise capital to buy a business and bring it public.</p><p>The $600 million equity raise includes $252 million of private investment in public equity, or PIPE, from existing investor Alphabet Inc.'s Google, as well as new investors Salesforce.com Inc. Chief Executive Marc Benioff's investment fund TIME Ventures and Koch Strategic Platforms LLC, a subsidiary of Koch Investments Group. Google, TIME Ventures and Koch Strategic Platforms didn't immediately respond to requests for comment.</p><p>Planet Labs said it has raised more than $450 million in venture-capital funding, most recently $168 million in a Series D round in 2018 from Google and venture-capital firms Threshold Ventures and DCVC Management Co. Most of those funds went toward building out Planet Labs' fleet of satellites, 450 of which it has launched since its founding in 2010, the company said.</p><p>Going public via a SPAC gives the company better access to capital and allows executives to engage more with investors than in a traditional IPO, particularly through the PIPE-raising process, Ms. Johnson said. \"Now we're putting the capital behind scaling our commercial infrastructure,\" she said. Ms. Johnson joined the company last year from robo financial advisory firm Wealthfront Corp., where she was CFO and chief operating officer.</p><p>Once public, Planet Labs will invest in marketing and expand its software offerings, according to Ms. Johnson. The company wants to strengthen its ability to offer time-stamped data that companies and data analysts can incorporate in their systems for modeling and data mining, she said. To help with that, the company earlier this month agreed to acquire VanderSat B.V., a Haarlem, Netherlands-based earth-data provider, for roughly $28 million.</p><p>\"That type of analytic capability on top of our data opens up more market opportunities to us and more wallet share with our existing customers,\" Ms. Johnson said. The company said it has about 700 customers but has not disclosed a target for increasing that number. Its business customers are concentrated in industries such as agriculture and mapping.</p><p>Planet Labs is one of several satellite companies that in recent months have decided to go public via SPACs in a bid to capitalize on higher investor demand for space-derived data. Other such companies include Boca Raton, Fla.-based Terran Orbital Corp. and Uruguay-based Satellogic.</p><p>The company, which sells subscriptions to its customers, projects it will bring in $191 million in revenue during the fiscal year that ends in January 2023. That's up 69% from the revenue it reported for the most recent fiscal year ended Jan. 31. The company, which said it has more than 600 full-time employees, expects to turn a quarterly profit by fiscal 2025, Ms. Johnson said.</p><p>Canada Pension Plan Investment Board, one of the world's biggest institutional investors, has invested in Planet Labs, in part because the company has collected a wealth of imaging data and generates more revenue than some competitors, said Caitlin Walsh, a managing director for the pension fund.</p><p>CPPIB, also known as CPP Investments, in September committed to providing $50 million in PIPE funding to Planet Labs, its first investment in the company. \"What's going to matter is not just having the data but having it be in a useful form for customers,\" Ms. Walsh said.</p><p>Write to Mark Maurer at mark.maurer@wsj.com</p><p>Planet Labs Looks to Expand Software Offerings, Win New Customers With IPO Funds</p>",
  "published": "2021-11-29T10:30:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 520,
          "end": 534
        }
      ]
    }
  ]
}