{
  "_id": "f10e608cbc632c2ddfb5c8660391d708167eff8b48e0aaa076d6b42a11b82c8b",
  "feed": "wall-street-journal",
  "title": "Salesforce.com Needs Pandemic Changes to Stick; Cloud software giant has boosted margins in part by spending less on travel and events",
  "text": "<p>Salesforce shares have been in a slump since the company announced a deal to buy Slack Technologies late last year for nearly $28 billion in cash and stock. That deal was the largest ever for the hyper-acquisitive Salesforce and included a pricey valuation that worried investors already concerned about the company's addiction to deals. Salesforce's first-quarter report in May assuaged some of those worries, but not all.</p><p>The stock had gained 14% over the past three months, but Wednesday's closing price was level with the price the day before The Wall Street Journal broke news of the talks with Slack in late November. The BVP Nasdaq Emerging Cloud Index gained 30% in that same time.</p><p>As one of the world's largest software companies that still manages to raise its revenue by more than 20% every year, Salesforce has long proven its growth chops. But at 22 years of age, the company also doesn't get the luxury of chasing growth at any price. Analysts have long pushed for steady improvements in operating margins—no small feat for a company that now spends more than $10 billion a year on sales and marketing expenses alone. And that doesn't include the reported $1.1 billion spent on its new headquarters that is now the tallest skyscraper in San Francisco.</p><p>Changes wrought by the pandemic seem to be helping that along. Salesforce Chief Executive Marc Benioff cited \"less travel and less real estate and less events\" as helping the bottom line in Wednesday's conference call. The massive Dreamforce conference Salesforce used to host in San Francisco every fall will be virtual again this year. Mr. Benioff also highlighted the \"new operating margin model\" put in place by Amy Weaver, who took over as chief financial officer for the retiring Mark Hawkins earlier this year. That model, he says, has \"given us a fresh look at how we run our business and what we're going to do in the future, and how we think about the right balance between revenue and cash flow and margin.\"</p><p>Wall Street is buying it. But the company now faces high expectations for improving profits while still maintaining an aggressive growth rate for a business now generating more than $23 billion a year in revenue. Analysts expect Salesforce's adjusted operating margin to hit 20% in its fiscal year ending January 2024, compared with the company's projection of 18.5% this year. Revenue growth is expected to stay near 20% annually in that time. If Salesforce sales reps do have to get back on the road, they had better like flying in economy class.</p><p>Salesforce.com Needs Pandemic Changes to Stick</p>",
  "published": "2021-08-26T18:02:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1519,
          "end": 1529
        },
        {
          "start": 808,
          "end": 818
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 2214,
          "end": 2224
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1329,
          "end": 1339
        },
        {
          "start": 2433,
          "end": 2443
        },
        {
          "start": 338,
          "end": 348
        },
        {
          "start": 214,
          "end": 224
        },
        {
          "start": 2534,
          "end": 2548
        }
      ],
      "nexusId": "10009678"
    }
  ]
}