{
  "_id": "588745dad6d214b90171214d56326e207dd7cd3136c18f222254e9b874821ab7",
  "feed": "ftcomall",
  "title": "LetterOne backs £1bn UK broadband plan to compete with BT",
  "text": "<p>LetterOne, the investment group controlled by <a href=\"https://www.ft.com/content/9527e2be-f5b5-11e5-96db-fc683b5e52db\">Russian billionaire Mikhail Fridman</a>, is backing a £1bn plan to build a regional British broadband network to compete with BT for post-Covid home workers.</p> <p>The London-based vehicle has agreed to finance the rollout of a fibre network to 1m premises by 2025 in eastern England by Upp, a new broadband infrastructure firm.&#xa0;</p> <p>The plan will cost about £300m in equity, according to people with knowledge of the situation, with the rest of the £1bn cost to be raised in debt.&#xa0;The equity financing has been fully committed by LetterOne, alongside Upp's management team and board of directors. </p> <p>The move is the first investment by LetterOne in the British broadband market. The group owns other British businesses such as health food chain <a href=\"https://www.ft.com/content/5727598e-582b-11e7-9fed-c19e2700005f\">Holland &amp; Barrett</a>. </p> <p>It is the latest in a series of deals by financial groups in niche broadband companies looking to rapidly fill in gaps in the country's telecoms network where BT and Virgin Media have not upgraded old copper lines. Investors including Oaktree Capital Management, KKR, Warburg Pincus, Macquarie and Goldman Sachs have cumulatively poured billions of pounds into smaller UK broadband players. </p> <p>That has forced the established players to respond. Openreach, BT's network arm, has accelerated its <a href=\"https://www.ft.com/content/42a7ac45-b8e5-4aae-acce-f81e6d7d4dd2\">full fibre upgrade plans</a> in recent weeks and doubled the number of rural homes it expects to connect to more than 6m. Virgin Media, which <a href=\"https://www.ft.com/content/469c105e-7232-45f2-916b-0850b062de5b\">merged with O2 this week</a>, has also said it wants to bring on board financial partners to expand its high-speed network. </p> <p>Upp's plans, expected to be announced on Wednesday, will lead to more than 600 new jobs across a range of roles in building and supporting the new network as well as providing customer services.</p> <p>The company said it wanted to “level up” market towns and coastal areas across Norfolk and Lincolnshire that currently lack access to fast broadband. The network could eventually be expanded beyond the east of England.</p> <p>Drew Ritchie, Upp's chief executive, said LetterOne had backed the business “with substantial funding that allows us to concentrate on delivering next level broadband to the communities that need it most”.</p> <p>He added: “The world has changed a lot during the past 15 months of the pandemic. People are working from home a lot more, and relying on their digital infrastructure for learning, development, entertainment and connecting with their families.”&#xa0;</p> <p>Upp has secured regulatory approval to deploy its own regional fibre “backhaul” networks. It will use Openreach's ducts and poles as well as infrastructure already in place to supply water and electricity to accelerate deployment and minimise disruption. Contractors have already started to build in towns across Norfolk and Lincolnshire.&#xa0;</p> <p>Robert Easton, a former partner of private equity group Carlyle, has become the chair of Upp. The management team also includes Pippa Dunn, a former EE executive.</p> <p>It is using equipment supplied by companies including Nokia, Linksys, Fujikura and Salesforce, but has also made a commitment to “buy local” when using other contractors and suppliers.</p> <p>Lord Davies of Abersoch, chair of LetterOne, said: “Every region of the UK has the potential to create breakthrough innovators, but no region can do this unless connected.”</p><p>Source: Daniel Thomas and Nic Fildes in London 2021 'LetterOne backs £1bn UK broadband plan to compete with BT' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-02T03:00:59.710Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2993,
          "end": 3003
        }
      ]
    }
  ]
}