{
  "_id": "a1147d834f683dc77a72808293baaf7761ca3f1d43b92872aad0e5d106763325",
  "feed": "wall-street-journal",
  "title": "ServiceMax  To Go Public  After Deal  With SPAC  ----  By Miriam Gottfried",
  "text": "<p>   ServiceMax has agreed to merge with a special-purpose acquisition company in a deal that will take the maker of software for field-service technicians public, the companies said Thursday. </p><p>   The software company -- whose current owners include private-equity firm Silver Lake, General Electric Co. and the venture arm of business-software giant Salesforce.com -- will merge with Pathfinder Acquisition Corp. in a deal that values ServiceMax at about $1.4 billion. </p><p>   The Wall Street Journal reported earlier on the deal. </p><p>   ServiceMax has also inked a deal to buy LiquidFrameworks Inc., which provides field-service software to the oil-and-gas industry, from private-equity firm Luminate Capital Partners, for $145 million. It will finance the deal out of the roughly $335 million in cash proceeds resulting from the merger with Pathfinder. </p><p>   SPACs raise money by going public as empty shells and then have a set period, usually two years, to find a business to merge with. The strategy, which can be quicker and have fewer regulatory hurdles than a traditional initial public offering, surged in popularity last year but enthusiasm has cooled. </p><p>   Pathfinder, which made its debut in April, is the product of a partnership between private-equity firm HGGC LLC and venture-capital firm Industry Ventures. </p><p>   ServiceMax's cloud-based software, which is built on top of Salesforce's platform, helps field-service workers across a wide variety of industries maintain equipment more efficiently. Its customers include Schneider Electric SE, 3D Systems Corp. and GE Healthcare. </p><p>   Its business has gotten a boost from the coronavirus pandemic as more employers realize the importance of arming their field workers with the most modern tools, ServiceMax Chief Executive Neil Barua said in an interview. </p><p>   \"Companies realize that they can't put frontline employees out to repair a paper mill or a forklift in an Amazon warehouse without giving them the software to do that,\" said Mr. Barua, who will continue on in the CEO role. \"We're really feeling that tailwind on the back of our neck right now.\" </p><p>   Based in Pleasanton, Calif., the company was founded in 2007 and was formerly part of GE Digital. In late 2018, GE agreed to sell 90% of the company to Silver Lake as part of its push to shed assets unrelated to its core business. Exact terms of that transaction weren't disclosed, but the company was valued at a discount to the $915 million GE had paid in 2016 for the whole entity, The Wall Street Journal reported. </p><p>   Salesforce Ventures and Silver Lake led an additional $80 million investment in ServiceMax in February 2020. The company said at the time that it planned to use the money to deepen product development and improve the customer experience in manufacturing, medical devices, energy, heavy equipment and other industrial markets. </p><p></p>",
  "published": "2021-07-16T06:07:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1350,
          "end": 1360
        },
        {
          "start": 2490,
          "end": 2500
        },
        {
          "start": 342,
          "end": 356
        }
      ]
    }
  ]
}