{
  "_id": "2bd26e716b25f49be5b8225929fc23d2635272b4785f7f05d7737c2c294cb476",
  "feed": "wall-street-journal",
  "title": "Braze Shares Soar in Market Debut; Customer-engagement software company sees its stock rise 44% on first day of trading",
  "text": "<p>The 10-year-old company, which was known as Appboy until 2017, works with such brands as Burger King, Etsy, HBO Max and Pizza Hut to determine how and when it is best to contact consumers.</p><p>Its technology works with clients' mobile apps, websites, set-top box applications and other offerings to try to understand their customers better.</p><p>\"Is [this] someone that loves brand new things? Are they a seasonal purchaser or a utility purchaser? Do they respond to discounting?\" said Braze Chief Executive Bill Magnuson.</p><p>Braze helps brands use their first-party data, which includes information that companies have gathered about their own customers through apps or loyalty card programs, to try to understand consumers and then communicate with them.</p><p>The longstanding practice of using third-party data for marketing purposes, meanwhile, is under pressure. Apple Inc. introduced changes to give consumers more control over the use of their data on apps. The changes have reduced the amount of data about their habits and interests that helps marketers target their advertising. Google also plans to stop supporting third-party tracking cookies in its Chrome browser by late 2023.</p><p>Marketers are grappling with the shifting landscape partly by looking to rely more on their own first-party data, said Mike McGuire, a vice president analyst at research firm Gartner Inc. who focuses on multichannel and mobile marketing.</p><p>\"Platforms like Braze…need to help customers curb a reliance on third-party data and help identify other ways to engage individuals,\" Mr. McGuire said.</p><p>They also have to help marketers cut through the noise when brands are constantly trying to reach consumers via email, push notifications, text or anywhere else marketers might be trying to contact them, he said.</p><p>Braze has more than 1,000 employees in offices world-wide and says 40% of its revenue comes from outside of the U.S.</p><p>Software giants Adobe Inc. and Salesforce.com Inc. are among Braze's competitors, as are smaller players such as email marketing service Mailchimp, which Intuit Inc. in September agreed to buy for about $12 billion.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>Braze Shares Soar in Market Debut</p>",
  "published": "2021-11-17T22:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1925,
          "end": 1939
        }
      ],
      "nexusId": "10009678"
    }
  ]
}