{
  "_id": "03c6d9a6a94b827addcb4953625553da0e755e8520c3342db2e34c7ceb531445",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Future of the Office: Shorting the Empire State Building --- Investors and developers are making big bets on where the office is headed. The stakes are sky-high.",
  "text": "<p>For many years, investors saw office space as a safe and predictable place to put their money. They paid high prices for skyscrapers in Manhattan and San Francisco, in some cases accepting returns as low as 4% a year. That was at times barely higher than the yield on U.S. government bonds. Companies would always want office space in the most desirable cities, the thinking went, so the risk was minimal. The Covid-19 pandemic and the surging popularity of remote work have changed that. Suddenly, no one seems to agree how much office space companies will want in five years.</p><p>That uncertainty has led to a flurry of bets by investors looking to make a fortune. Some, like Mr. Litt, an activist investor known for targeting real-estate companies, are shorting office owners. Others are taking the opposite side of the bet. They are buying and developing office buildings at depressed prices today, hoping that the market will recover and that they can get bargains now.</p><p>Houston-based Hines, one of the world's largest office-building developers, is making a big bet on the future of the San Francisco office market by redeveloping the historic headquarters complex of utility giant PG&amp;E Corp. The company bought the six buildings earlier this fall for $800 million.</p><p>San Francisco's office vacancy rate was over 20% in the third quarter, one of the highest in the country and up from less than 5% before the pandemic, partly because the city's dominant tech industry has been more eager than others to embrace remote work.</p><p>Hines executives acknowledge the challenges facing the market, but they also say tenants will continue to be attracted to San Francisco's natural beauty, historic neighborhoods and parks and other amenities.</p><p>The company is betting that demand for office space will bounce back by the time the project is completed in a few years. It also hopes it will face less competition as other developers are put off by the market's high vacancy rate and strict city approval process. Chances are other developers will hesitate before breaking ground on speculative office projects in the next few years, said Paul Paradis, Hines's senior managing director responsible for the West Coast. \"We want to take advantage of this and deliver as soon as we can.\"</p><p>Hines hopes to repeat the success of a speculative 1.4-million-square-foot tower it built with Boston Properties Inc. in San Francisco in the years following the 2008-09 financial crisis. Salesforce.com Inc. signed a lease for the building in 2014, one year after the developers broke ground. \"Anyone who knew we were working on a 1.5-million-square-foot brand new office tower in the depths of the financial crisis would have thought we were crazy,\" Mr. Paradis said. \"But we knew San Francisco would come back someday and this was a great way to prepare.\"</p><p>Even the office bears say that new, glass skyscrapers will probably be fine because deep-pocketed companies still want to spend money for modern, well-located buildings. They disagree with developers like Hines on the fate of older properties.</p><p>Last year, Mr. Litt's hedge fund, Land and Buildings Investment Management LLC, took short positions in two New York-focused office REITs, SL Green Realty Corp. and Vornado Realty Trust, in addition to its bet against Empire State, according to the person familiar with the matter. But this person says the fund has since given up those short positions in SL Green and Vornado, which own a number of newer buildings, and is shorting only Empire State, which primarily owns old office buildings in Manhattan, nine in all. Mr. Litt said he believes there will be around 15% fewer people in office buildings after the pandemic is over. That, he said, will lead to less demand for office space and lower rents. He expects rising operating expenses and property taxes to eat into profits. \"We believe that, all said and done, the office values are going to bottom down 40% from pre-pandemic levels,\" Mr. Litt said.</p><p>Empire State's chief executive, Anthony Malkin, said that the company has modernized its buildings and made them more environmentally friendly, and that he expects to attract tenants moving out of older buildings who can't afford the newest glass skyscrapers.</p><p>So far, the office sector has seen little real distress. U.S. vacancies rose to 17.4% in the three months ended Sept. 30, from 12.6% before the pandemic, surpassing the 2010 peak of 17.3%, according to Cushman &amp; Wakefield, but most office tenants have continued paying rent even as their employees work from home. A mere 1.3% of securitized office mortgages were delinquent in November, compared with 9.5% of hotel mortgages, according to Fitch Ratings.</p><p>Daniel McNamara, founder of the hedge fund Polpo Capital LP, believes these numbers hide the extent of the problem. Many companies have already decided to shrink their office space but are still paying rent because they are bound by long-term leases. As more leases expire, more companies are going to shrink their space, gradually pushing vacancies higher and rents down.</p><p>Mr. McNamara, a former principal at investment firm MP Securitized Credit Partners, launched Polpo this year to bet on distress in the commercial real-estate market. The fund, which has raised around $100 million to date, is shorting an index of mortgage bonds backed by malls, offices and hotels. Mr. McNamara said he thinks rising vacancies and skittish banks will make it harder for landlords to refinance mortgages coming due next year, leading to more defaults.</p><p>\"We have an office in Midtown Manhattan. We have less space than we would have taken if everybody was in the office every day,\" Mr. McNamara said of his new fund. \"But in reality, we're going to be a hybrid model, and I just think that that's the way we're going to work.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2456,
          "end": 2470
        }
      ]
    }
  ]
}