{
  "_id": "09f4ec11bfa90529452567783a3f3468713b7f91be677b228261e500ef1416cc",
  "feed": "wall-street-journal",
  "title": "AMC, GameStop, Nordstrom, Salesforce: What to Watch When the Stock Market Opens Today; Meme stocks were on the rise again after Tuesday's jump",
  "text": "<p>* Shares of trading platforms popular with retail traders, Robinhood Markets and Coinbase for the crypto fans, were both edging down premarket by about 1%.</p><p>* Dick's Sporting Goods, Express and Shoe Carnival are expected to post results before the opening bell.</p><p>* Luxury home builder Toll Brothers added 1.8% premarket after it said third-quarter profit more than doubled, driven by an increase in revenue as low mortgage rates and a dearth of housing continued to support home buying.</p><p>* TurboTax parent Intuit gained 2.3% after it said revenue rose more than expected but the company's costs rose, depressing operating and net income.</p><p>* Department-store blues: Nordstrom shares dropped more than 8% ahead of the bell after it said its quarterly sales doubled as compared with the year-ago period, but fell slightly as compared with the 2019 quarter.</p><p>* Urban Outfitters dropped more than 4% premarket, even though the retailer beat analysts' expectations in the second quarter, citing a sharp increase in digital sales compared with its 2019 trends.</p><p>* Salesforce, Box, NetApp, Williams-Sonoma are among the companies reporting earnings after Wednesday's close.</p><p>Chart of the Day</p><p>* Companies are returning to the public markets to issue shares and raise cash from investors at the same time that existing shareholders are tapping the public market to unload their stockholdings at a record clip.</p><p>Join Our Summer Stock-Picking Contest: Test your investing savvy against our Heard on the Street writers to predict the best-performing stock for the rest of 2021.</p><p>AMC, GameStop, Nordstrom, Salesforce: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-08-25T10:32:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1583,
          "end": 1593
        },
        {
          "start": 1051,
          "end": 1061
        },
        {
          "start": 26,
          "end": 36
        }
      ],
      "nexusId": "10009678"
    }
  ]
}