{
  "_id": "57ec0e5777ea1662492c2312301466d64764d4235df1d864f0dd0c025b1ea2fa",
  "feed": "ftcomall",
  "title": "Kraft Heinz backs off the M&A",
  "text": "<p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong>&#xa0;&#xa0;</p> <h2>3G and Kraft Heinz switch up the recipe</h2> <p>Four years ago,<strong> Kraft Heinz</strong> shocked the market with an audacious and ultimately unsuccessful takeover bid for rival <strong>Unilever</strong>. Today, it's overhauling operations from within instead.&#xa0;</p> <p>There has been a “big change in direction”, chief executive <strong>Miguel Patricio </strong>told DD's James Fontanella-Khan and the FT's Judith Evans. Crucially, he says, the company's key investor, the Brazilian-US group <strong>3G Capital</strong> — which manages the money of its founding partners and their high-net worth friends including <strong>Roger Federer</strong> and Colombia's <a href=\"https://www.ft.com/content/ea1bdd2e-4ac4-11e7-a3f4-c742b9791d43\"><strong>Santo Domingo </strong>family</a> — is on board.&#xa0;</p> <p>New York-based 3G is better known for big acquisitions followed by <a href=\"https://www.ft.com/content/a9e49276-127f-4b95-852d-e87d91edf805\">ruthless cost-cutting</a> to boost margins, having built its reputation with the assembly of the world's largest brewer <strong>Anheuser-Busch InBev</strong> and <strong>Burger King </strong>owner <strong>Restaurant Brands International</strong>.&#xa0;</p> <p>This time, however, 3G plans to <a href=\"https://www.ft.com/content/021f2361-cd2b-4f57-b4bd-bbe7656e3b42\">reinvigorate old Kraft Heinz brands</a> and develop more “natural” and sustainable products in a bid to attract a generation of consumers that have flocked to healthier and more climate-conscious alternatives such as <strong>Blackstone</strong>-backed <strong>Oatly</strong> and Los Angeles-based <strong>Beyond Meat</strong>.&#xa0;</p> <p>The “most growth and value” will come from “putting the consumer at the heart of everything we do,” said <strong>João Castro-Neves</strong>, a partner at 3G and board member at the food company.&#xa0;</p> <p>“We don't rule out transformational deals, but they are the culmination of many different variables converging at once.”</p> <p>It's a tall order for a company about which <strong>Credit Suisse</strong> analysts wrote in 2018: “Organic growth is not Kraft Heinz' expertise.”</p> <p>Kraft Heinz had a miserable time in the years after its <a href=\"https://www.ft.com/content/d846766e-f81b-11e6-bd4e-68d53499ed71\">foiled </a>$143bn Unilever takeover attempt in 2017, including a $15.4bn impairment charge, a dividend cut and <a href=\"https://www.ft.com/content/e6bdce2e-6fef-11e9-bf5c-6eeb837566c5\">an accounting probe</a> by the <strong>US Securities and Exchange Commission</strong>. </p> <p><strong>Warren Buffett</strong>, who bought Kraft with 3G in 2015 to merge with Heinz, stepped down from its board in 2018. </p> <p>3G brought in Patricio, a veteran at AB InBev, the following year. He still sticks to the investment group's zero-based budgeting approach where every business expense has to be justified afresh in every accounting period, but he is also spending more on marketing and research and development.&#xa0;</p> <p>It has sold parts of its cheese as well as its <a href=\"https://www.ft.com/content/6e4956d5-837f-4556-a975-83359f5065b8\">peanut brands</a>, which helped raise $6.6bn to help pay down a debt burden that was about $31bn when Patricio took over.&#xa0;But part of that money will also be invested to expand the business.</p> <p>There is some evidence that it is working. Sales rose 6 per cent for Kraft Heinz in 2020, compared with a 2.2 per cent drop a year earlier; the debt burden is at its lowest level since the merger; and employee turnover — a huge problem in the past — has come down.</p> <p>The pandemic has helped, providing Kraft Heinz with an unexpected <a href=\"https://www.ft.com/content/ce2b0f65-f98a-49cc-b258-7eb8cc257cc4\">boost</a> as consumers in lockdown have turned to nostalgic pantry staples including its ubiquitous mac and cheese.&#xa0;</p> <p>But the turnround is far from over, and Kraft Heinz's share price is still down more than half since 3G and Buffett's <strong>Berkshire Hathaway </strong>engineered the merger in 2015.</p> <p>Catch up on the story <a href=\"https://www.ft.com/content/021f2361-cd2b-4f57-b4bd-bbe7656e3b42\">here</a>. Meanwhile, it's worth remembering that 3G itself, which is sitting on about $10bn of funds, still <a href=\"https://www.ft.com/content/a9e49276-127f-4b95-852d-e87d91edf805\">needs a mega-deal</a>.&#xa0;</p> <h2>‘Muscular' Britain brings in Mubadala</h2> <p>Since the UK voted to exit the EU, its largest trading partner, one particular phrase has been bandied around (unironically): Britain is open for business.&#xa0;</p> <p>As part of the pro-Brexit camp's strategy to convince everyone that Britain is much better off out of the bloc, Prime Minister<strong> Boris Johnson</strong> has been trying to attract foreign investment, setting up a new government unit called the <strong>Office for Investment</strong> for that very purpose.&#xa0;</p> <p>Its first deal is <a href=\"https://www.ft.com/content/754be56b-5ec7-48fe-bd00-b8e5ef57ca07#comments-anchor\">with Abu Dhabi</a>.&#xa0;</p> <p><strong>Mubadala Investment Company</strong>, the UAE-based sovereign investment fund, has agreed to invest up to £5bn in the UK, including an £800m allocation to life sciences. It will invest alongside a £200m British government fund and will also look at sectors such as clean energy, tech and infrastructure.</p> <p><strong>Khaldoon Al Mubarak</strong>, Mubadala's chief executive, said its investments would be “a sizeable number, appropriate for these sectors in order for us to make the right scale and returns”.</p> <p>DD has told you about how large sovereign investment funds in the Emirates have been busy diversifying their portfolios away from oil, so it's no surprise that Mubadala has set its sights on opportunities in the UK.&#xa0;</p> <p>The $232bn Abu Dhabi fund “only deals in big numbers” according to officials. It's a potential rival to<strong> Blackstone</strong>, which said last year it was planning to use money from a <a href=\"https://www.ft.com/content/de4eeec6-5680-11ea-abe5-8e03987b7b20\">$14bn Saudi-backed infrastructure fund</a> to invest in the UK, after a US rebuilding drive that was originally intended to receive much of the cash got off to a slow start.&#xa0;</p> <p><strong>Gerry Grimstone</strong>, the UK's investment minister, said the “sovereign investment partnership” was part of a “much more muscular and entrepreneurial approach to attracting investment.”&#xa0;</p> <p>He told the FT's Andrew England and George Parker he hoped it would be a “catalyst” to attract the world's best venture capital funds to the UK's life sciences industry.</p> <p>According to Grimstone, the UK's problem in the past has been a lack of venture capital money floating around. That's news to us.&#xa0;</p> <p>It's also left us wondering why the UK can find £37bn for a coronavirus test-and-trace programme that has “failed to deliver [its] central promise” of averting another lockdown, according to a group of lawmakers — but looks abroad for investment in some of its most promising companies.&#xa0;</p> <h2>HBO Max: still buffering</h2> <p>It may be a while until some viewers in the UK, Germany and Italy get to enjoy some of <strong>HBO</strong>'s binge-worthy lockdown content.&#xa0;</p> <p><strong>WarnerMedia</strong> will launch its <strong>HBO Max</strong> streaming service in Europe this year, but is still hammering out the details, mainly because much of its content is licensed exclusively through <strong>Sky</strong> until at least 2025.</p> <p>The tricky licensing deals trace back to 2019, when <strong>AT&amp;T</strong> <a href=\"https://www.ft.com/content/aa902866-39da-11e9-b856-5404d3811663\">bought <strong>Time Warner</strong></a> for $80bn, thrusting itself into entertainment to compete with Netflix. Expanding HBO Max globally was crucial to that goal.</p> <p>John Stankey, <strong>WarnerMedia</strong>'s chief executive at the time, extended the media group's longstanding relationship with Sky shortly after to help provide cash to a heavily indebted AT&amp;T.</p> <p>In effect, the group temporarily ringfenced itself from the very markets it needs in order for HBO Max to advance in the streaming wars. Rival Netflix derives nearly two-thirds of its 204m subscribers from countries outside the US and Canada.&#xa0;</p> <p>It's an important preoccupation for<strong> Jason Kilar</strong>, who replaced Stankey as WarnerMedia chief executive after he was promoted to run AT&amp;T.&#xa0;</p> <p>WarnerMedia explored options to recast its relationship with Sky after Kilar's appointment last year, but did not pursue a contract renegotiation, people familiar with the matter said.&#xa0;</p> <p>“There is tremendous opportunity for us to have HBO Max in the UK, Germany and other markets,” Kilar told the FT's Anna Nicolaou. “Of course I'm thinking quite heavily about that.”&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p>The Duke of Sussex <strong>Prince Harry</strong> has been named chief impact officer of Silicon Valley professional coaching start-up <strong>BetterUp</strong>, months after he and his wife <strong>Meghan Markle</strong> relinquished their duties as working members of the British royal family.</p></li> </ul> <ul>  <li><p><strong>Amazon </strong>has named <strong>Adam Selipsky</strong>, chief executive of<strong> Salesforce</strong>'s Tableau Software unit, as the new head of <strong>Amazon Web Services</strong>. More <a href=\"https://www.ft.com/content/46303b89-450d-4e22-bf51-1564dfc497ad\">here</a>.</p></li> </ul> <ul>  <li><p><strong>Matt Zames</strong> is stepping down as president of private equity group <strong>Cerberus Capital Management </strong>after three years in the role.&#xa0;</p></li> </ul> <ul>  <li><p>Former <strong>WeWork</strong> vice-chair <strong>Michael Gross</strong> will soon be named the chief executive of flexible office start-up <strong>Knotel</strong> as the company looks to overhaul its leadership after filing for bankruptcy. <a href=\"https://www.wsj.com/articles/knotel-to-name-wework-veteran-michael-gross-as-ceo-11616444882?mod=business_featst_pos1\">More here</a> from the WSJ.</p></li> </ul> <ul>  <li><p><strong>Jordan Angelos</strong>, head of M&amp;A and investing at<strong> Stripe</strong>, is joining <strong>Ribbit Capital </strong>as a partner starting in April.</p></li> </ul> <h2>Smart reads&#xa0;&#xa0;</h2> <p><strong>Buyer's remorse </strong>Investors were sold the ultimate pairing in the London Stock Exchange Group's takeover of Refinitiv. But integrating the two could be harder than expected. (<a href=\"https://www.ft.com/content/57b1b431-f897-47f8-a4c8-f4efdebefcfe\">FT</a>) Meanwhile, LSE boss David Schwimmer has had a 176 per cent pay rise, to almost £7m, in the wake of the deal. (<a href=\"https://www.ft.com/content/bbbf8294-a49e-4bd9-a4f1-d736f7080be3\">FT</a>)</p> <p><strong>Barbarian at the gate</strong> Casey Cogut's CV as a boardroom warrior goes all the way back to the $25bn brawl for RJR Nabisco in 1989, when he helped KKR's Henry Kravis prevail. Now, as a director of pipeline group Williams, he's on the other side of the table. (<a href=\"https://www.ft.com/content/08cfc6bc-8003-42a3-8f3a-52dd597319f4\">FT</a>)</p> <p><strong>Feeding the financiers </strong>As Wall Streeters flock south for the foreseeable future, New York's culinary institutions are following suit. Come to Palm Beach's hottest restaurants for the food and stay for the people watching, from Apollo Global Management's Josh Harris to Rudy Giuliani. (<a href=\"https://www.bloomberg.com/news/articles/2021-03-23/palm-beach-and-miami-restaurants-wall-street-south-s-new-power-spots?sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">Wirecard fraud ‘started more than a decade ago' (FT) </a>&#xa0;</p> <p><a href=\"https://www.ft.com/content/a409c2ef-03a1-4f6a-b6c3-707761989705\">Robinhood files for IPO amid GameStop controversy</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/4d8f4411-ba83-4410-86a3-464ab88d412d\">Adidas prepares to take on North Face in outdoor foray</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a></p> <p><a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">Citigroup chief Jane Fraser calls for reset of working life</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a></p> <p><a href=\"https://www.ft.com/content/6adde5c7-ae73-417c-ae42-0972e07d4982\">OECD's incoming chief confident of global deal on taxing multinationals</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a></p> <p><a href=\"https://www.ft.com/content/fa63fe91-e8be-4455-9224-115b98bac740\">Tokio Marine says no material Greensill risk in new financial year</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a></p> <p><a href=\"https://www.ft.com/content/89c20dea-56f6-422c-8dd9-598fc93af303\">China's answer to YouTube to raise $2.6bn in Hong Kong listing</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a></p> <p><a href=\"https://www.ft.com/content/3329abe4-35fc-418e-8015-5bd220e09e52\">GoPuff becomes a $9bn grocery delivery company</a> <a href=\"https://www.ft.com/content/650d7108-dca8-4299-95ad-e68476bc3020\">(FT)</a>&#xa0;</p> <p><a href=\"https://www.ft.com/content/ae6aaaef-43a5-46e5-9ad8-171d1e75e6ea\">Telegram raises $1bn from investors including Abu Dhabi state funds</a> (FT)</p><p>Source:  2021 'Kraft Heinz backs off the M&amp;A' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T05:00:48.896Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 7528,
          "end": 7538
        },
        {
          "start": 7481,
          "end": 7491
        }
      ]
    }
  ]
}