{
  "_id": "e402385df6049165144befe2ddffa8c1553f0c590227c414450dfd0040e7a7d1",
  "feed": "ftcomall",
  "title": "Darktrace upgrades forecasts on strong demand for cyber security",
  "text": "<p>Cybersecurity company Darktrace has upgraded its revenue growth expectations, despite potential disruption from a salesforce restructuring, in its first trading update since it floated in April.</p> <p>Darktrace was among the most prominent UK tech companies to go public this year and its shares have more than doubled from the original listing price. The update on Thursday pushed them almost 5 per cent higher in early London trading.</p> <p>The Cambridge-based company, which uses artificial intelligence to detect intrusions into its clients' networks, said it expects revenues to rise between 29 and 32 per cent for the financial year to June 2022. The forecast was 2 percentage points better than its previous guidance.</p> <p>It expects sales for the financial year ending in June 2021 to rise at least 40 per cent to $278m, a slight slowdown from 45 per cent last year and 73 per cent in 2019.</p> <p>“Advanced cyber attacks continue to outpace the human capability of security teams,” Poppy Gustafsson, chief executive, said in a statement.</p> <p>Annualised recurring revenues, a measure of contracted sales that is watched closely by enterprise software investors, are also tracking better than expected for fiscal 2022. The company said it anticipated growth of between 32 and 34 per cent in constant currency terms.</p> <p>However, Darktrace cautioned that “strong sales trends” might be offset by “potential temporary sales productivity impacts” as it plans to “optimise its salesforce structure” in coming months.</p> <p>Shares in Darktrace, which were priced at 250p in the IPO and jumped as much as 44 per cent on its first day of trading, have continued to gain momentum. They rose to 605.98p in early trading on Thursday.</p> <p>Analysts at Berenberg, one of the banks that advised on Darktrace's IPO, said that “upping guidance only a few weeks into the current fiscal year is a strong demonstration of management's confidence”.</p><p>Source: Tim Bradshaw 2021 'Darktrace upgrades forecasts on strong demand for cyber security' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-15T07:23:17.648Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1448,
          "end": 1458
        },
        {
          "start": 114,
          "end": 124
        }
      ],
      "nexusId": "10009678"
    }
  ]
}