{
  "_id": "4c284e695d263ebecb17e0cc561401b19ffcf17506b354506c899d7791be2a4a",
  "feed": "wall-street-journal",
  "title": "VC Daily: Biotech Startups Take Aim at Fibrotic Disease Treatments",
  "text": "<p>Last year Seattle-based Avalyn Pharma Inc. raised $35.5 million in a Series B round led by Norwest Venture Partners to develop an inhaled version of Esbriet, which is taken as a pill. Delivering the drug directly into the lungs could make the medicine more effective and tolerable, according to Avalyn.</p><p>Another company, Belgian startup AgomAb Therapeutics N.V., recently secured $74 million to build a pipeline of antibody therapies designed to help repair diseased tissue and enable diseased organs to regain their function. The company, whose investors include Boehringer Ingelheim Venture Fund, is taking aim at conditions including fibrosis, inflammation and metabolic diseases.</p><p>And now on to the news...</p><p>Top News</p><p>Stem-cell therapy. Ossium Health Inc. has raised $63 million in venture capital to pursue a goal of using stem cells to treat leukemia and other illnesses.</p><p>*Venture investment in cellular therapies is soaring as biotechnology startups explore new ways to harness living cells' ability to fight disease and regenerate tissue and organs damaged by illness or injury.</p><p>*San Francisco-based Ossium's strategy is to secure stem cells, which have the ability to replenish the cells patients need, from the bone marrow of organ donors. Ossium has formed agreements with organizations around the country that recover organs from deceased donors.</p><p>*These organ-procurement organizations supply Ossium with vertebral bone. Ossium has developed technology to efficiently recover the bone marrow and preserve it at a very low temperature, which gives the company a large supply of bone marrow and stem cells that could be used to treat disease.</p><p>60,000</p><p>The estimated number of new cases of leukemia in 2020, according to the National Cancer Institute. Startup Ossium Health is developing a stem-cell therapy for the disease.</p><p>Startup Behind AstraZeneca Covid-19 Vaccine Raises $168 Million in Step Toward IPO</p><p>The Oxford startup behind AstraZeneca PLC's Covid-19 vaccine has raised $168 million in new funding, which it plans to use to adopt its vaccine technology for the treatment of other diseases, The Wall Street Journal reports. The move is a step in Vaccitech Ltd.'s preparations for going public as soon as this year, according to people familiar with the plans.</p><p>*New Vaccitech investors include pharmaceutical giant Gilead Sciences Inc. The financing was led by London-based asset manager M&amp;G PLC. The funding also included Oxford Sciences Innovation PLC, a venture firm started by the university in 2015 and a Vaccitech investor since the company was launched in 2016.</p><p>Startup Viz.ai Raises $71 Million in New Funding</p><p>Viz.ai Inc., a startup offering artificial-intelligence software to help doctors diagnose strokes and coordinate care, said on Wednesday that it raised $71 million in new venture-capital funding, bringing its total raised to more than $150 million, WSJ Pro's John McCormick reports.</p><p>*The San Francisco-based company, which was founded in 2016, said it will use the new funding to develop its technology for use in other medical areas, including cardiology and trauma care.</p><p>*The Series C funding round was led by Scale Venture Partners and Insight Partners with participation from Greenoaks Capital, Kleiner Perkins, Threshold Ventures, CRV, Innovation Endeavors and Susa Ventures.</p><p>Industry News</p><p>Funds</p><p>Revelation Partners closed its latest fund at its hard cap of $350 million, surpassing the initial target of $300 million. Revelation Healthcare Fund III will invest across the medical device, diagnostics, biotech, healthcare technology and healthcare services sectors. In addition to the new fund, Revelation Partners promoted Fred Lee to managing director, and appointed Doug Fisher and Suchira Sharma to venture partner and associate, respectively. Prior joining Revelation, Mr. Lee was a managing director in the life sciences group at Bridge Bank. Mr. Fisher was previously a member of the healthcare team at InterWest Partners. Ms. Sharma joins the firm from Hercules Capital, where she was a senior analyst.</p><p>Healthcare- and climate-focused 3x5 Partners closed its third fund with $100 million in commitments. The Portland, Ore.-based firm was founded in 2011 and has raised over $400 million to date. Portfolio companies include non-invasive respiratory technology provider Vapotherm, allergic and inflammatory therapeutic antibody developer Allakos and renewable drinking water system Source.</p><p>People</p><p>Healthcare and technology investor Section 32 appointed Andy Harrison as managing partner and Sue Hager as chief investor relations and communications officer. Mr. Harrison was previously head of business and corporate development at Verily Life Sciences. Ms. Hager held senior leadership roles at EQRx and Foundation Medicine.</p><p>DCVC has named Jason Pontin as a partner. Before DCVC, he was a senior partner and senior adviser at Flagship Pioneering, where he worked with the firm's therapeutics and agriculture companies. Mr. Pontin previously was chief executive and editor in chief of MIT Technology Review and editor of Red Herring.</p><p>Be Biopharma, which is developing B cells as medicines, named Joanne Smith-Farrell as chief executive and Richard Morgan as chief scientific officer. Ms. Smith-Farrell was previously chief operating officer and business unit head, oncology, at bluebird bio. Mr. Morgan was most recently senior vice president of immunogenetics at Editas Medicine. In October 2020, Cambridge, Mass.-based Be Biopharma secured a $52 million Series A round from Atlas Venture, RA Capital Management, Alta Partners, Longwood Fund and Takeda Ventures.</p><p>GNS Healthcare, whose causal machine-learning platform is designed to help match patients with the right treatments, appointed Alan Kilyk as chief financial officer. He previously held the same position at Intact Vascular. Early last year, Somerville, Mass.-based GNS closed a $28 million Series D round from Cigna Ventures, Amgen Ventures, Celgene, Echo Health Ventures, Alexandria Venture Investments and Merck Global Health Innovation Fund.</p><p>Exits</p><p>Grand Rounds, which provides healthcare navigation services and virtual primary care, and virtual care provider Doctor On Demand Inc., have agreed to merge. In September 2020, San Francisco-based Grand Rounds secured a $175 million investment led by investment funds affiliated with Carlyle Group. Doctor On Demand, also based in San Francisco, previously raised funding from investors including General Atlantic, Goldman Sachs, Princeville Global, Venrock, Shasta Ventures and Tenaya Capital.</p><p>Decoy Biosystems Inc., a developer of multi-targeted products that prime both innate and adaptive anti-tumor and anti-viral immune responses, and publicly traded Intec Pharma Ltd., which is developing drugs based on its oral drug delivery system, are merging. Former Decoy stockholders are expected to own 75% of the combined company, with Intec shareholders holding 25%. San Diego-based Decoy is backed by investors including Mountain Pacific Venture Partners.</p><p>New Money</p><p>Unite USA Inc., which does business as Unite Us, a New York-based startup that builds coordinated care networks of health and social service providers, raised $150 million in Series C funding led by Iconiq Growth, giving the company a valuation of more than $1.6 billion. New investors Emerson Collective, Optum Ventures and Transformation Capital also participated in the round, along with existing backers including Define Ventures, Salesforce Ventures and Town Hall Ventures.</p><p>Strive Health, a Denver-based kidney-care provider, secured $140 million in Series B financing. CapitalG led the round, which included participation from New Enterprise Associates, Town Hall Ventures, Ascension Ventures and Echo Ventures.</p><p>Clarify Health, a San Francisco-based provider of on-demand healthcare analytics, scored $115 million in Series C funding. Insight Partners led the round, which included additional support from Spark Capital, Concord Health Partners, HWVP, KKR &amp; Co., Rivas Capital and Sigmas Group. Insight's Hilary Gosher and Spark's Will Reed will join the company's board.</p><p>Inflammatix Inc., a Burlingame, Calif.-based molecular diagnostics startup, closed a $102 million Series D round. D1 Capital Partners led the funding, which included contributions from existing investors Northpond Ventures, Khosla Ventures, Think.Health and OSF Healthcare Ventures.</p><p>StrideBio Inc., a Research Triangle Park, N.C.-based developer of gene therapies, completed an $81.5 million Series B round co-led by Northpond Ventures and Novo Holdings A/S. New investors Pontifax, Octagon Capital, Sarepta Therapeutics, CaaS Capital and UF Innovate Ventures also participated in the funding, alongside previous backers Hatteras Venture Partners, UCB Ventures, Takeda Ventures and Alexandria Venture Investments. Shaan C. Gandhi from Northpond and Karen Hong of Novo Ventures joined the board.</p><p>Happify Health, a New York-based mental and physical health platform, fetched a $73 million Series D investment. Lead investor Deerfield Management was joined by Omega Capital Partners, ION Crossover Partners and others in the round.</p><p>Amphista Therapeutics, a Scottish startup working to treat cancer and other illnesses by destroying proteins causing the disease, snagged $53 million in Series B funding. Forbion and Gilde Healthcare co-led the round, which included support from Novartis Venture Fund, Eli Lilly &amp; Co., BioMotiv and Advent Life Sciences. Gilde Healthcare's Stefan Luzi, Forbion's Rogier Rooswinkel and Novartis Venture Fund's Florian Muellershausen were added to Amphista's board.</p><p>ExeVir, a Belgian startup whose lead drug candidate is in development as a Covid-19 therapeutic, picked up $50 million in Series A funding. Fund+ led the round, with participation from VIB, UCB Ventures, SFPI-FPIM, V-Bio Ventures, SRIW, Noshaq, Vives IUF, SambrInvest and others. Caroline Thielen, investment manager at SRIW, will join the board.</p><p>Acepodia Inc., a San Mateo, Calif.-based developer of solid tumor and hematologic cancer cell therapies, closed a $47 million Series B round from Ridgeback Capital Investments, 8VC, Defta Partners and CDIB Capital Healthcare.</p><p>Glooko Inc., a Palo Alto, Calif.-based diabetes management startup, raised $30 million in Series D funding. Health Catalyst Capital led the round, which included participation from Canaan Partners, Georgian, Novo Nordisk, Insulet and Mayo Clinic.</p><p>NephroSant, a Brisbane, Calif.-based developer of a needle-free urine test that helps determine if a patient's body is rejecting a transplanted kidney, collected $16 million in Series A funding. DaVita Venture Group led the round, with participation from DigitalDx Ventures and others.</p><p>More Health News</p><p>*Amazon to offer telehealth service to other U.S. firms this summer</p><p>*How the WHO's hunt for Covid's origins stumbled in China</p><p>*Healthcare sponsors flocked to the public markets in 2020</p><p>*Gilead and Merck join forces to develop long-acting HIV treatment</p><p>*Coming ‘vaccine passports' aim for simplicity</p><p>Around the Web</p><p>*Apellis arms itself for David and Goliath battle (Endpoints News)</p><p>*GE Healthcare debuts pocket-sized ultrasound (Fierce Biotech)</p><p>*Applicants flood public-health schools (STAT News)</p><p>*‘Painless' glucose monitors pushed despite little evidence they help most diabetes patients. (Kaiser Health News)</p>",
  "published": "2021-03-18T13:23:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 7405,
          "end": 7424
        },
        {
          "start": 7455,
          "end": 7474
        }
      ]
    }
  ]
}