{
  "_id": "d322e5c383659c24b93d074b6c4a6ae9a2ec88b09649ea48246538b86985cb27",
  "feed": "ftcomall",
  "title": "WPP sales beat expectations as ad spending picks up",
  "text": "<p>WPP, the world's biggest advertising group by revenues, has sprung back to growth with a first-quarter recovery that beat its rivals and pointed to a significant upturn in the global ad market.</p> <p>Organic revenues rose 3.1 per cent in the first quarter, comfortably exceeding analysts' forecasts for a 1.5 per cent decline, with a positive performance in 15 of its top 20 markets.&#xa0;</p> <p>The London-based group's robust performance follows other upbeat assessments from rivals and reflects renewed confidence in advertising agency groups that the worst of the pandemic crisis is behind them. Shares in WPP rose 3 per cent in early trading. </p> <p>Mark Read, chief executive, told the Financial Times the “really strong” quarter had growth across all the group's business lines, and even in countries such as the UK that were still under lockdown restrictions. </p> <p>While WPP stuck to its guidance for 2021 because of the uncertainties of the pandemic-hit economy, Read said the company would be “at the upper end” of its range, which predicted organic growth in the “mid-single digits”.</p> <p>“Clients in the short term are looking through the lockdowns and restrictions to a very strong growth in consumer confidence as the year progresses,” Read said. “We are still seeing some weakness in retail and travel and leisure, but I do expect those to come back.”</p> <p>Thomas Singlehurst, analyst at Citi, noted the “impressive” performance in the first three months of the year was “meaningfully ahead of expectations but also ahead of peers”. </p> <p>Publicis this month reported organic growth of 2.8 per cent, also surpassing market expectations for an industry hit hard by the economic trauma of 2020. </p> <p>Bright spots for WPP included its operations in China, which increased 18 per cent, and some European markets including the UK, where like-for-like sales rose 3.9 per cent. About $1.3bn of net new business in the first quarter included contract wins with JPMorgan, Salesforce and Absolut. </p> <p>Read acknowledged the WPP's media-buying business was “a bit slower to recover” in the US, where the overall group recorded growth of only 0.7 per cent. “We have seen a slightly faster recovery internationally than in the US but I think the US will pick up as the year goes on,” he said. </p> <p>Among WPP's big integrated agencies VMLY&amp;R was the best performer, with organic sales growth of 2.8 per cent — results the company pointed to as a vindication of its efforts to integrate agencies and simplify its structures. </p> <p>In the latest move to streamline structures, Read on Wednesday announced the creation of Choreograph, a new data business that brings together capabilities of GroupM and Wunderman Thompson.</p> <p>The business aims to guide clients through the fast-changing environment for data-led digital marketing, with Apple and Google rolling out changes that are expected to transform advertising on mobile devices and web browsers. </p> <p>“We allow people to be tracked on the internet that would never have been allowed in offline media,” he said. “Clearly we needed to relook at the level of tracking online . . . that level of electronic surveillance was not sustainable.”</p> <p>Asked whether Google and Apple were using privacy arguments to introduce changes that gave an advantage to their own ad businesses, Read said: “While I don't think it will impact the overall pace of money going into digital marketing, some players will be stronger than others.”</p><p>Source: Alex Barker in London 2021 'WPP sales beat expectations as ad spending picks up' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-28T06:29:22.321Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1927,
          "end": 1937
        }
      ]
    }
  ]
}