{
  "_id": "ffc3d8728823bd6f2a049154da8f3009242823883affa9e14a60e78a60b4a2b9",
  "feed": "wall-street-journal",
  "title": "VC Daily: Startup Gets Capital to Grab Share of Restaurant-Orders Market",
  "text": "<p>Meanwhile, around 90,000 restaurants were forced to close permanently or for long-term periods during the pandemic, according to the National Restaurant Association.</p><p>Against this backdrop, Beverly Hills, Calif.,-based Placepull Inc., which does business as Owner.com, just received $10.7 million in seed money from a group of investors led by venture-capital firm SaaStr. The company has launched a platform that doesn't charge restaurant owners a fee for food orders and pick-ups.</p><p>The startup says its \"freemium\" model—a pricing system that starts at zero and increases as the client unlocks new features—will help small restaurants get through the pandemic. Restaurants are charged a flat fee of $4 for delivery, Co-Founder and Chief Executive Adam Guild said. Owner.com claims to have helped over 700 restaurants avoid $3 million in online ordering platform fees annually.</p><p>And now on to the news ...</p><p>Top News</p><p>Reloading. Koch Industries Inc., through its venture division, led an $85 million financing of an autonomous truck startup that focuses on operating along fixed routes, WSJ Pro's Marc Vartabedian reports. The Series B round demonstrates the future role such technology could play as corporations look to automate various steps in what has become a clogged supply chain.</p><p>The startup, Palo Alto, Calif.-based Gatik Inc., already has signed agreements with companies like Walmart Inc. to run its trucks on set routes between distribution centers and retail locations. Gatik has more than 20 trucks operating commercially, almost all of them with a driver in the cab.</p><p>Gatik charges businesses a fee to set up a fixed route for its self-driving rigged box trucks to run, then charges the companies a fee for the service. Its trucks are made in partnerships with original equipment manufacturers, or OEMs.</p><p>Koch's venture arm, Koch Disruptive Technologies, made the investment.</p><p>$1.6 Billion</p><p>Size of the Series H funding round for Databricks, a San Francisco-based data management and artificial intelligence company.</p><p>Sneaker Maker Allbirds Files for IPO</p><p>Sneaker maker Allbirds Inc. has filed for an initial public offering as the company said it aims to benefit from physical retail's recovery from the Covid-19 pandemic, the WSJ reports. The San Francisco-based startup, known for its eco-friendly sneakers, has seen its shoes grow in popularity among people working in the tech industry. Allbirds had 27 stores as of June 30, including in New York City, Shanghai and Berlin, it said on Tuesday. In 2020, the company's digital channel represented 89% of sales, according to a securities filing. The company says it is a vertical retailer, meaning it can control its own inventory and product flow. Allbirds said it plans to increase its store fleet, expand within existing international markets and grow its digital efforts.</p><p>Prosus Makes $4.7 Billion Bet on Online Payments in India</p><p>European technology giant Prosus NV said it struck a $4.7 billion deal—its largest-ever acquisition—to buy Indian payments platform BillDesk, the latest investor bet that more and more consumers will conduct transactions online, the WSJ reports. Amsterdam-listed Prosus, which is majority-owned by South African holding company Naspers Ltd., said its payments and fintech subsidiary PayU will pay 345 billion rupees, equivalent to $4.72 billion, for BillDesk in an all-cash deal. The acquisition will bring Prosus's cumulative investment in Indian tech to more than $10 billion since 2005, as the company seeks to profit from what was the world's fastest-growing major economy before the coronavirus pandemic.</p><p>Advertisement</p><p>Share this email with a friend.</p><p>Forward ›</p><p>Forwarded this email by a friend?</p><p>Sign Up Here ›</p><p>Industry News</p><p>Funds</p><p>Coral Capital closed its third fund with 14 billion Japanese yen (about $128 million) in commitments. Limited partners include Mizuho Bank, Mitsubishi Estate, Shinsei Bank, Pavilion Capital, Founders Fund and Dai-ichi Life Insurance. The firm writes initial checks of between $500,000 and $5 million in Japanese startups, and also makes larger follow-on investments.</p><p>Hazelview Investments Inc. has launched Hazelview Ventures, a venture capital business focused on investing in and partnering with early-stage proptech, buildtech and cleantech companies. The new vehicle also announced its inaugural investment, providing $1.5 million to rental and leasing platform Rhenti.</p><p>People</p><p>Boulder, Colo.-based ColdQuanta Inc., a startup that offers a portfolio of quantum devices and machines for use in quantum systems and applications, has appointed Scott Faris as its new chief executive. He is joining ColdQuanta from his role as Luminar Technologies Inc.'s chief business officer. Additionally, ColdQuanta announced it has organized its business into three divisions as part of its effort to scale and commercialize its products and services.</p><p>Exits</p><p>OwnBackup, a cloud-data protection platform, acquired RevCult, a provider of Salesforce security and governance services, for an undisclosed amount. Englewood Cliffs, N.J.-based OwnBackup recently raised $240 million in Series E funding from investors including Alkeon Capital, B Capital Group, Insight Partners, Salesforce Ventures, Sapphire Ventures and Vertex Ventures. The Series E round valued the company at $3.35 billion.</p><p>Observe.AI, a provider of artificial intelligence to contact centers, acquired ScopeAI, which automatically extracts actionable insights from customer conversations across chat, email and social media. Terms weren't disclosed. San Francisco-based Observe.AI is backed by Menlo Ventures, Next47, NGP Capital, Emergent Ventures, Scale Ventures, Nexus Ventures and Y Combinator.</p><p>Residential sale-leaseback startup EasyKnock Inc. purchased FarmlandFinder, an online marketplace for farmland, for an undisclosed sum. Headquartered in New York, EasyKnock has raised funding from investors including Viola FinTech, Blumberg Capital and QED Investors. Des Moines, Iowa-based FarmlandFinder counted Cultivian Sandbox Ventures and Next Level Ventures as backers.</p><p>Advertisement</p><p>New Money</p><p>Databricks, a San Francisco-based data management and artificial intelligence company, grabbed a $1.6 billion Series H round led by Counterpoint Global at a $38 billion post-money valuation. Additional new investors including Baillie Gifford, ClearBridge Investments and UC Investments also participated in the new round, along with existing backers Andreessen Horowitz, funds and accounts managed by BlackRock, CPP Investments, Coatue Management, Fidelity Management &amp; Research Co., Franklin Templeton, GIC, Greenoaks, Octahedron Capital, funds and accounts managed by T. Rowe Price Associates Inc., Tiger Global Management and Whale Rock Capital Management. Databricks also appointed Andy Kofoid as president of global field operations.</p><p>Whoop, a Boston-based provider of a subscription service that includes a fitness and sleep tracker, secured $200 million in Series F financing. With the new round, the company has reached a $3.6 billion valuation, up from $1.2 billion as of October. Lead investor SoftBank Vision Fund 2 was joined by IVP, Cavu Ventures, Thursday Ventures, GP Bullhound, Accomplice, NextView Ventures and Animal Capital in the round. Kristin Bannon, investment director at SoftBank Investment Advisers, will join Whoop's board.</p><p>Petlove&amp;Co, a Brazilian pet-care startup, landed 750 million Brazilian reais (about $150 million) in funding. Riverwood Capital led the round, which saw participation from Tarpon Capital, SoftBank, L Catterton, Porto Seguro Capital and Monashees.</p><p>Offchain Labs Inc., an Ethereum scaling startup, scored $120 million in Series B funding at a valuation of $1.2 billion. Lightspeed Venture Partners led the round, which included participation from Polychain Capital, Ribbit Capital, Redpoint Ventures, Pantera Capital, Alameda Research, Mark Cuban and others. Ravi Mhatre from Lightspeed joined the company's board.</p><p>Snap! Mobile Inc., a Seattle-based provider of a digital fundraising platform for high school teams, clubs and activity groups, closed a $90 million funding round led by Elysian Park Ventures.</p><p>Peak AI Ltd., a U.K. startup whose software platform enables companies to embed AI into their decision-making and operations, raised $75 million in Series C funding. SoftBank Vision Fund 2 led the round, which included contributions from existing investors MMC Ventures, Oxx, Praetura Ventures and Octopus Ventures.</p><p>Clicklease, a Salt Lake City-based provider of payment services in the commercial equipment space, completed a $63 million Series A round led by Sandlot Partners.</p><p>Alpaca, a stock trading API, closed a $50 million Series B round. Tribe Capital led the funding, which included support from Horizons Ventures, Eldridge, Positive Sum, Portage Ventures, Spark Capital and Social Leverage.</p><p>Brilliant, a San Mateo, Calif.-based developer of home control and automation systems, snagged $40 million in Series B funding. Lead investors Next47 and Celesta Capital were joined by Resideo Technologies, August Capital, Peak State Ventures, Gaingels and Miramar Ventures in the round. Matthew Cowan of Next47 and Nicholas Brathwaite of Celesta Capital will join the board.</p><p>FLIP, a Los Angeles-based social commerce app, nabbed a $28 million Series A round. Streamlined Ventures led the investment, which included participation from Mubadala Capital Ventures and BDMI.</p><p>Rafay Systems, a Sunnyvale, Calif.-based Kubernetes platform, fetched $25 million in Series B funding. ForgePoint Capital led the round, which included participation from Ridge Ventures, Costanoa Ventures and Moment Ventures. Leo Casusol, venture partner at ForgePoint Capital, will join the Rafay board.</p><p>Plantible Foods Inc., a San Diego plant-based nutrition startup, closed a $21.5 million Series A round led by Astanor Ventures.</p><p>Tech News</p><p>Composite: Clément Bürge</p><p>Coca-Cola's and Microsoft's latest gamble: A giant CO2 vacuum cleaner [WSJ Video]</p><p>Google, Apple hit by first law threatening dominance over app-store payments</p><p>New York Times' Wirecutter product-review site moves behind paywall</p><p>How the ‘right to repair' might save your gadgets—and save you money</p><p>Regulators tighten scrutiny of data breach disclosures by companies</p><p>Advertisement</p><p>Around the Web</p><p>This YC Summer batch features the largest group of African startups yet (TechCrunch)</p><p>Why some UK VCs see their future in the public markets (PitchBook)</p>",
  "published": "2021-09-01T13:13:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5183,
          "end": 5193
        },
        {
          "start": 4947,
          "end": 4957
        }
      ]
    }
  ]
}