{
  "_id": "4b4555e0d793cbb9e8d766794b6422b3c4c1dad9d3d6d40a38ccaecc80ce8c88",
  "feed": "ftcomall",
  "title": "‘A real man of mystery': how Ian Osborne built a $1.5bn venture capital firm",
  "text": "<p>When tech financier Ian Osborne invests in a company, executives must agree to an unusual clause: not to talk about it without his permission.</p> <p>Such tactics have helped Osborne and his firm Hedosophia largely fly under the radar despite his involvement in high-profile investments and takeover bids over the past decade.</p> <p>With early support from funds linked to media baron Michael Bloomberg, Hong Kong tycoon Li Ka-shing and the Burda family of Germany, the 38-year-old Osborne has quietly created a $1.5bn venture capital business. </p> <p>According to people familiar with the matter, companies from Spotify, TransferWise and Raisin in Europe to Alibaba, Ant Financial and Airwallex in Asia have all received investment from Osborne.</p> <p>One tech investor compares the urbane but reticent British investor to the well-connected PR fixer Matthew Freud: “He knows everyone.” Another, who carried out due diligence before working with Osborne, said: “He is the sort of guy who will turn up behind you on a flight to Rio. He is a real man of mystery.”</p> <p>As one of the architects of the boom for special purpose acquisition companies (Spacs) — which raise cash in listed funds that then hunt for a company to take public — Osborne has helped turbocharge tech valuations. </p> <p>Even as the US market cools on the phenomenon and regulatory scrutiny grows, Osborne is hoping to popularise such <a href=\"https://www.ft.com/content/f759352d-249b-4c84-ae20-d71639eac79b\">blank cheque vehicles in Europe</a> with plans to raise as much as €460m with a Spac listing in Amsterdam.</p> <p>Described by contacts as “obsessively secretive”, Osborne fiercely protects his privacy and allows publicity to be drawn to high-profile partners such as Chamath Palihapitiya, a venture capitalist. </p> <p>Palihapitiya, a brash former Facebook executive, with a large social media following and a love of making provocative comments on TV, describes Osborne as “a very good yin to my yang”.</p> <h2>The moonshot machine</h2> <p>It is for the relaunch of Spacs in 2017 that Osborne is becoming best known — teaming up with Palihapitiya's Social Capital to back the listings of companies such as Virgin Galactic, Clover Health and Opendoor.</p> <p>Along the way, Osborne has amassed shares worth as much as $300m, according to a person familiar with the matter, boosted by the juicy “promote” share awards given to sponsors of the listings.</p> <p>To friends and investors, he is a canny dealmaker and consummate networker, connecting rich family offices to founders needing funds to expand.</p> <p>Others worry he has been at the vanguard of a wave of speculative cash, bestowing stratospheric valuations on unproven companies.</p> <p>Virgin Galactic — which he helped take public in 2019 — opened the floodgates for moonshot companies with little by way of revenues to list through Spacs. More than 300 Spacs have raised $97bn this year, according to Refinitiv.</p> <p>With the action now shifting to Europe, it marks a homecoming for Osborne, who splits his time between houses in London and Hong Kong, where he is a resident. </p> <h2>From Bloomberg to Zuckerberg</h2> <p>Born and raised in Richmond, London, the son of a lawyer and a doctor, Osborne studied at St Paul's school, King's College and London School of Economics, graduating in 2005 and going to work as an adviser to Bloomberg, who became a connecting thread through Osborne's career. </p> <p>Kevin Sheekey, Bloomberg's longstanding campaign manager and communications chief, said Osborne began working for the then New York mayor after co-hosting a dinner in London whose guests included actress Claudia Schiffer and media scion James Murdoch. </p> <p>By 2007, thanks to Osborne's connections, Bloomberg was addressing the Conservative party conference in Blackpool. “It sounds an easy thing to do but connecting people is a rare talent,” said Sheekey. “Dozens of people around the world that Mike and I have good relationships with were introduced by Ian. Global business leaders never meet without a go-between. There is no Yellow Pages for that.” </p> <p>He describes a Zelig-like quality to Osborne: “His nature is not to promote himself.”</p> <p>As international adviser to Bloomberg for the next four years, Osborne continued to unleash his networking skills, gaining access to people who would become his ticket to the world of tech finance.</p> <p>“At first it was like, ‘what is this British 20-something doing in the midst of US politics?' It didn't make much sense,” said Daniel Ek, founder of Spotify, who met Osborne in this period.</p> <p>Initially, Osborne offered “advice, connections with people”, according to Ek. “But his Rolodex was off the charts for someone so young. The connection between politics and business today seems like an obvious fit but at the time no one was making the link.”</p> <p>Osborne began to advise, and later invest in, Palihapitiya's Social Capital after meeting him with Mark Zuckerberg in 2008.</p> <p>Palihapitiya described Osborne as “extremely, exceptionally discreet and unbelievably trustworthy. He's unbelievably connected. He is our modern version of a homeless billionaire. Ian is constantly working, is constantly travelling, and he collects people.”</p> <p>In 2009, he set up his own consultancy, Osborne and Partners, that took on clients including DST Global, the venture capital firm run by Yuri Milner, the Israeli-Russian billionaire.</p> <p>By 2010, he was helping DST lead investments in Spotify and Alibaba — where he had forged relationships with founders Ek and Jack Ma, respectively.&#xa0;</p> <p>Through his time working with DST and afterwards, Osborne continued to run a PR and business development consultancy, advising the businesses of US tech billionaires from Travis Kalanick and Evan Spiegel to Zuckerberg.&#xa0;He remained close to Bloomberg, helping on an attempt to buy the Financial Times from Pearson in 2013.</p> <p>That year, he was firmly established on the tech scene as one of the organisers of the hottest party in Davos — a “taxidermy” themed bash thrown with Napster co-founder Sean Parker and Salesforce CEO Marc Benioff.</p> <p>He had also started to work informally for then UK prime minister David Cameron and chancellor George Osborne, to whom he remains close, helping open doors in the US. During the 2010 election campaign, he helped prepare Cameron for TV debates. Around the same time, he organised a trip to the US for Boris Johnson, then mayor of London.</p> <p>Osborne became the “ultimate co-host” — according to one person familiar with the period — gathering people from politics, tech, finance and the arts. It was at a dinner hosted by Osborne in 2014, attended by actor Ed Norton and Arianna Huffington, that an Uber executive landed in trouble for suggesting that the company could dig up dirt on a critical journalist.</p> <h2>Taking ‘IPO 2.0' to Europe</h2> <p>Osborne set up Hedosophia in 2012 — named after Greek gods of pleasure and wisdom — aiming to specialise in earlier stage tech firms.&#xa0;</p> <p>Early backers included family offices such as Germany's Burda and funds related to Li, the Hong Kong tycoon, said a person close to the group, who added that it now has a more institutional investor base of university endowments, public pension funds and insurance companies from the US, Japan, Canada and Sweden.</p> <p>It was at a dinner in Hong Kong in early 2017 with Palihapitiya that he pitched the idea for a new sort of Spac to give tech founders an easier public listing without the risk and regulatory baggage of a traditional IPO.&#xa0;</p> <p>Despite being partners in the sponsor company, the pair did not split earnings equally, said people with knowledge of the situation, with Palihapitiya taking the majority of profits but also putting in greater capital.&#xa0;Palihapitiya also coined the new term for the Spac — “IPO 2.0” — which was draped over the New York Stock Exchange at the launch in 2017.</p> <p>Since then, hundreds of Spacs have followed this strategy, launched by former bank executives, athletes and politicians keen to enjoy the almost risk-free upside of the Spac sponsor model. But even those operating around Osborne wonder whether the market has now gone too far. “The bubble is definitely bursting now,” said one. </p> <p>The Osborne/Palihapitiya Spac franchise has been hit as the market has turned — with Clover's shares falling more than 50 per cent from their highs and shares in Virgin Galactic — which has yet to make a commercial flight — down more than 70 per cent from the peak.</p> <p>Osborne is determined to get his European Spac right, according to those close to the plans, cutting the financial rewards for the sponsor and bringing together a heavyweight board.</p> <p>This month, he will also return to an early passion in the theatre, producing one of the first musicals to open after the end of pandemic restrictions in the West End — <em>Everybody's Talking About Jamie</em>. </p> <p>He will need to get used to being centre stage — in Europe at least, he has no Palihapitiya to hide behind, and the scrutiny over Spacs in the US has started to raise questions for investors and sponsors alike over whether the market has gone too far, too fast.</p> <p><em>Additional reporting by Tim Bradshaw and Arash Massoudi</em></p><p>Source: Daniel Thomas in London and Miles Kruppa in San Francisco 2021 '‘A real man of mystery': how Ian Osborne built a $1.5bn venture capital firm' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T04:00:48.186Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 5849,
          "end": 5859
        }
      ],
      "nexusId": "10009678"
    }
  ]
}