{
  "_id": "3330b294a516462e8cc32a34dcac2f5026303d1bf01a757e2459b69e882f7a37",
  "feed": "ftcomall",
  "title": "Toast: a software titan missing the chance for software profits",
  "text": "<p><br>If you can make a dish appetising enough, diners will eat it even when they are not hungry. Amid a market rout, Toast thinks it has the right recipe for Wall Street. The US-based restaurant software provider has thrived since the pandemic's outset, thanks to customers demanding more from the Luddite dining sector. </p> <p>Toast, which was valued at $5bn prior to the pandemic, priced its shares at a valuation of $20bn. That figure leapt to over $30bn as soon as the stock started trading.</p> <p>Toast's technology and recurring revenue model are supposed to keep it insulated, while at the same time, perhaps helping it attract a takeover bid. Still, the company priced itself at a near double-digit revenue multiple with profits scant for now.</p> <p>Even the best restaurants struggle to reach the scale needed for profitability. As such, investment has rarely been a priority for dining room managers struggling with labour and food costs. The company cites research that shows the three per cent of revenue that restaurants spend on technology is far less than other industries. Toast believes the gap will close. It believes restaurants now need to manage more complex payments, generated online as well as in person, while still managing payroll, accounting and analytics. Few other software providers offer all that in a single package.&#xa0;</p> <p>Of the 860,000 restaurant locations in America, Toast says it serves almost 50,000, a figure that has jumped from 20,000 two years ago. Its gross payment volume — the dollar value of transactions conducted through its technology — will approach $50bn this year. Revenue could reach $2bn. </p> <p>The bulk of its sales, however, is received for processing transactions. Toast simply passes on about 80 per cent of that revenue to others in the payments ecosystem. Its point-of-sale hardware devices, for now, lose money. While subscription revenue for its software products nets a high margin, it is only a tenth of total sales. </p> <p>Toast would like to become the restaurant version of category killers Salesforce or Shopify. But its profits may never be as nourishing.</p><p>Source:  2021 'Toast: a software titan missing the chance for software profits' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T16:53:32.067Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 2017,
          "end": 2027
        }
      ],
      "nexusId": "10009678"
    }
  ]
}