{
  "_id": "77a537cb6a96b53adce5236b475c1f98ca86c764aa4d1e2b8c654cbac56f4845",
  "feed": "ftcomall",
  "title": "Jassy brings back former lieutenant to run Amazon cloud division",
  "text": "<p>Amazon's new boss Andy Jassy has lured back one of the company's former executives to replace him as head of its cloud computing division, AWS, when he steps up to <a href=\"https://www.ft.com/content/b100100e-48d9-4b06-86e0-ed81dd9eee92\">replace Jeff Bezos</a> later this year.</p> <p>Adam Selipsky will rejoin the company after five years away running Tableau, a data analysis and visualisation software company that was <a href=\"https://www.ft.com/content/940951d8-8b71-11e9-a24d-b42f641eca37\">acquired</a> by Salesforce in 2019 in a deal worth $15.7bn. </p> <p>The 54-year-old had previously worked with Jassy at AWS for 11 years, in sales, marketing and support, until joining Tableau in 2016.</p> <p>In February, Bezos announced he would move to become the ecommerce group's executive chair, distanced from day-to-day operations, by this year's third quarter. Jassy would leave the cloud computing division he helped create to take on the top job.</p> <p>Selipsky's hiring came as a surprise to Wall Street analysts and many Amazon employees, who had predicted Jassy's replacement would be found internally.</p> <p>In an email to AWS staff on Tuesday, Jassy said Selipsky was “not a new face” to AWS.</p> <p>“Adam brings strong judgment, customer obsession, team building, demand generation, and CEO experience to an already very strong AWS leadership team,” Jassy wrote. “And, having been in such a senior role at AWS for 11 years, he knows our culture and business well.”</p> <p>The appointment comes during a time of <a href=\"https://www.ft.com/content/fdef43d2-8988-4694-8357-f7abe02f1c80\">leadership upheaval</a> at the company, as longtime Bezos lieutenants move on. Jeff Wilke, former head of worldwide consumer, retired earlier this year. Jeff Blackburn, senior vice-president, left after 22 years at the company to go into venture capital. </p> <p>Amazon said Selipsky would join on May 17, working alongside Jassy as the company transitions to its new leadership. </p> <p>Selipsky joins AWS, the market leader in cloud computing, as it faces intense competition with Microsoft and, to a lesser extent, Google. The division was responsible for almost 60 per cent of Amazon's total operating income last year.</p> <p>In a short statement, Tableau acknowledged Selipsky was leaving “to pursue an opportunity outside of the company”. </p> <p>Salesforce said current head of product development Mark Nelson would be promoted to president and chief executive of Tableau.</p><p>Source: Dave Lee in San Francisco 2021 'Jassy brings back former lieutenant to run Amazon cloud division' FT.com 23 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-23T22:25:40.057Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 349,
          "end": 359
        },
        {
          "start": 2038,
          "end": 2048
        }
      ],
      "nexusId": "10009678"
    }
  ]
}