{
  "_id": "01848a851a3852014b1d20b7595c16e3ee4e39b52f13a8422736d61139bfd85e",
  "feed": "market-watch",
  "title": "Splunk stock on track for worst day in almost a year after CEO exit",
  "text": "<p>Graham Smith, the chair of Splunk's SPLK board and a former Salesforce.com Inc. CRM chief financial officer, will move into the role of interim chief executive “effective immediately.” He replaces Doug Merritt, who served as Splunk's president and CEO for six years.</p><p>“We determined now is the right time to transition to our next phase of leadership—in particular, the Board is focused on identifying a leader with a proven track record of scaling operations and growing multi-billion dollar enterprises,” Merritt said in a release.</p><p>Splunk's stock is off 16.7% in Monday morning trading and on track for its worst single-day percentage decline since Dec. 3, 2020, when it lost 23.3%.</p><p>Splunk also provided some preliminary financial results for its October quarter. The company expects to report about $660 million in revenue for the quarter, while analysts tracked by FactSet were modeling $642 million and Splunk had issued guidance calling for $625 million to $650 million. The company also expects to post annual recurring revenue (ARR) of $2.825 billion, while the FactSet consensus was for $2.817 billion. Splunk's outlook called for ARR of $2.8 billion&#xa0;to&#xa0;$2.825 billion.</p><p>“While we expect that bears could point to the fact that Splunk didn't beat its ARR guidance by as much as some others outperformed, Splunk is also materially larger than some of its infrastructure software peers, and in our view, the results speak to the fact that the business is in a lot better shape than the multiple…implies,” wrote Evercore ISI analyst Kirk Materne. The stock was trading at a multiple of 9 times enterprise value to calendar 2023 revenue expectations when Materne published his note.</p><p>Materne argued that the CEO transition shouldn't come “as a complete surprise to investors” and viewed Splunk's Monday selloff as a buying opportunity.</p><p>“In a market where investors are gravitating towards ‘clean' stories, Splunk is not top of mind for most software investors right now; however, we believe that the combination of a new CEO, a new investor and board member (Silver Lake), and solid fundamentals (ARR up 37% in 3Q) could lead to a material ‘re-rate' over the next 6-9 months,” Materne wrote.</p><p>Splunk shares have declined nearly 18% so far this year as the S&amp;P 500 SPX has risen about 25%.</p>",
  "published": "2021-11-15T11:58:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 60,
          "end": 74
        },
        {
          "start": 60,
          "end": 83
        }
      ]
    }
  ]
}