{
  "_id": "097835865b572e9d486b16c40c032bd574312ae3b4bee1fa4bd50ea7905054ac",
  "feed": "wall-street-journal",
  "title": "VC Daily: Early-Stage Cyber Deals Lag. Are Lofty Valuations the Reason?",
  "text": "<p>\"A possible explanation for the slower rebound, in spite of news of headline cyber investments and a rush to invest in early stages, is the valuation trend that continues to climb,\" the report stated.</p><p>Whether this trend spreads to the broader venture sector remains to be seen, as some investors have voiced concern over the effect of ever-larger valuations.</p><p>And now on to the news ...</p><p>Top News</p><p>Uneven gains. U.S. public companies added the most diverse slate of new directors on record to their boards over the past year, with a surge of Black nominees and elevated numbers of women and first-time directors, according to two new studies, Theo Francis and Emily Glazer report for The Wall Street Journal.</p><p>The gains were uneven, with about half of public-company boards adding no new members and smaller companies lagging behind their bigger counterparts, according to one of the studies, from the Conference Board and data analytics firm ESGauge. In addition, more companies of all sizes have started disclosing the racial and ethnic makeup of their boards.</p><p>The second study, by executive and board recruiting firm Spencer Stuart, found that a third of new independent board members for S&amp;P 500 companies identifying director demographics were Black, up from 11% the year before, and 7% were Latino, up from 3%. With the new arrivals, a little over three-quarters of S&amp;P 500 board members were white and 70% were men, according to Spencer Stuart. It had released preliminary data earlier this year.</p><p>SoftBank-Backed Flock Freight Raises $215 Million</p><p>SoftBank-backed Flock Freight raised $215 million in a new funding round supporting its load-matching technology to help shippers pool their goods on trucks to bypass freight hubs, WSJ's Lydia O'Neal reports. The new funding, to be announced Wednesday, will help the six-year-old company hire 300 more employees next year and invest in its shipment-pooling algorithm and machine-learning technology, upping the number of shipments it can process per minute. SoftBank Group Corp.'s Vision Fund 2, an earlier investor in Flock Freight, led the new round. Also investing in the new round were existing investors Alphabet Inc.'s GV investment arm, GLP Capital Partners LP and venture-capital firm SignalFire. This round also includes Susquehanna Private Equity Investments LLLP and Eden Global Partners LLC.</p><p>SPAC Shareholders Approve Deal That Will Take WeWork Public</p><p>Special-purpose acquisition company BowX Acquisition Corp. said on Tuesday its shareholders approved the previously announced business combination with shared-workspace company WeWork Inc., WSJ reports. BowX said the deal is expected to provide WeWork with cash proceeds of about $1.3 billion. The merger is expected to close on or about Oct. 20, BowX said, adding shares of the combined company, to be named WeWork, are expected to begin trading on the New York Stock Exchange on Thursday. An attempt at an initial public offering of WeWork in 2019 was postponed by its then-parent company amid questions about the company's corporate governance and how much it was worth. The company was eventually bailed out by SoftBank Group Corp.</p><p>WSJ Tech Live</p><p>Instacart CEO Fidji Simo, right, tells WSJ Tech Live she expects online grocery ordering to grow but said consumers see the service as complementary to buying in stores.</p><p>Instacart Expects More Growth in Grocery Deliver</p><p>Congress Is Losing Patience With Big-Tech Resistance, Klobuchar Says</p><p>​Responsible AI Is Better for All, Google's Engineering VP Says [Video]</p><p>Industry News</p><p>Funds</p><p>Atelier Ventures, started by former Andreessen Horowitz Partner Li Jin, is merging with Variant Fund and the combined company has launched a $110 million fund to lead investments in early-stage crypto companies.</p><p>People</p><p>Flyover Capital Partners, which invests outside the traditional tech hubs of Silicon Valley and the Northeast, appointed Tristan Mace as managing partner. Kansas City-based Flyover recently closed Flyover Capital Tech Fund II and Flyover Capital Tech Fund II-QP with over $60 million in capital commitments.</p><p>Vertical farming startup Unfold Inc. said David Nothmann joined the company as chief operating officer. He previously held leadership positions at Terramera, Valent LLC, Battelle and ArborGen. Davis, Calif.-based Unfold is backed by Leaps by Bayer and Temasek Holdings.</p><p>Exits</p><p>Mobile business communications platform Dialpad Inc. acquired Koopid, an omnichannel customer experience provider, for an undisclosed amount. San Francisco-based Dialpad is backed by Omers Growth Equity, Andreessen Horowitz, GV, Iconiq Capital and SoftBank Corp. Koopid is listed in the portfolios of Tri-Valley Ventures and Neotribe.</p><p>Classy, which creates fundraising software for nonprofits, made its first acquisition with the purchase of Fondi, a virtual and hybrid events platform. Terms weren't disclosed. In April, San Diego-based Classy said it raised $118 million in Series D funding from Norwest Venture Partners, Salesforce Ventures and Hinge Capital.</p><p>HqO, a tenant-experience operating system for commercial office buildings, acquired Office App, a tenant and employee engagement platform, for an undisclosed sum. In April, Boston-based HqO said it landed a $60 million Series C round from investors including Accomplice, Insight Partners, JLL Spark, Navitas Capital, Allegion Ventures, PruVen Capital and Suffolk Capital. Office App has offices in Amsterdam, London and Munich, and is listed in the portfolios of Join Capital and Pi Labs.</p><p>New Money</p><p>Gorillas Technologies GmbH, a Berlin-based on-demand grocery delivery provider, scored nearly $1 billion in Series C financing led by Delivery Hero. New investors G Squared, Alanda Capital, Macquarie Capital, MSA Capital and Thrive Capital also participated in the round, alongside previous backers including Coatue Management, DST Global, Tencent Holdings, Atlantic Food Labs, Fifth Wall and Greenoaks Capital Partners. According to Dow Jones Newswires, Delivery Hero invested $235 million toward the round, which values Gorillas at $2.1 billion pre-money, and gives Delivery Hero a minority stake.</p><p>Cato Networks, a Tel Aviv-based secure access service edge platform, picked up a $200 million investment at a valuation of $2.5 billion. Lightspeed Venture Partners led the round, which included contributions from Greylock Partners, Acrew Capital, Coatue Management, Singtel Innov8 and company Chief Executive Shlomo Kramer.</p><p>Republic, a New York-based startup that operates a retail investment platform, a private capital division and a blockchain incubator and fund, snagged a $150 million Series B investment. Valor Equity Partners led the round, which included support from Galaxy Interactive, Motley Fool Ventures, HOF Capital, Tribe Capital, CoinFund and Pillar VC. Vivek Pattipati, partner at Valor Equity Partners, will join the company's board.</p><p>Wonolo Inc., a Nashville, Tenn.-based temporary staffing platform, picked up a $138 million growth round. Leeds Illuminate led the funding, with Managing Director Stephanie Nieman joining the company's board. Franklin Templeton, 137 Ventures and G2 Venture Partners also joined in the funding.</p><p>Pismo, a Brazilian banking and payments platform, landed $108 million in Series B funding. SoftBank Latin America Fund, Amazon and Accel led the round, which included participation from Headline, Redpoint eventures, PruVen Capital and others.</p><p>Electric, a New York-based provider of IT technology for small- and medium-sized businesses, raised $90 million in Series D funding. GGV Capital led the round, which included participation from Bessemer Venture Partners, Primary Venture Partners, Greenspring Associates, Atreides Management, Vintage Investment Partners and Slack.</p><p>JumpCloud Inc., a Louisville, Colo.-based cloud directory platform, added $66 million in Series F funding, bringing the round total to $225 million and the company's valuation to $2.6 billion. Sapphire Ventures led the round, which included participation from Atlassian Ventures, Steadfast Capital Ventures, Waterman Ventures, Owl Rock Capital, Sands Capital and Endeavor Catalyst. JumpCloud said it raised the initial Series F tranche last month.</p><p>Primer, a London-based payments infrastructure provider and online checkout API, raised a $50 million Series B round at a $425 million valuation from Iconiq Capital, Accel, Balderton Capital, RTP Global, Seedcamp and Speedinvest.</p><p>HR Acuity, a Florham Park, N.J.-based HR case management and predictive insights software provider, grabbed a $47 million investment from K1 Investment Management.</p><p>Skyflow Inc., a Palo Alto, Calif.-based customer data privacy provider, secured a $45 million Series B investment. Led by Insight Partners, the round included contributions from Mouro Capital, MS&amp;AD Ventures, Canvas Ventures and Foundation Capital.</p><p>Hash, a Brazilian payment infrastructure startup, collected $40 million in Series C financing co-led by QED Investors and Kaszek.</p><p>Tech News</p><p>Who are the world's biggest climate polluters? Satellites sweep for culprits</p><p>Open-source startup Aiven raises $60 million in new funding</p><p>App deal highlights a push to lure workers back into offices</p><p>Comcast launches smart TV for U.S. market in bid to take on Roku, Amazon</p><p>Netflix adds more users than it predicted, boosted by ‘Squid Game'</p><p>Facebook settles with U.S. government over improperly reserving jobs for immigrants</p>",
  "published": "2021-10-20T12:48:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4970,
          "end": 4980
        }
      ]
    }
  ]
}