{
  "_id": "57112b58a3112e58dee309582e76fe0d90908639452eac9fc6c884bd4c20e0f8",
  "feed": "ftcomall",
  "title": "Planet Labs launches $2.8bn deal in latest space Spac",
  "text": "<p>Planet Labs, the Earth imaging business whose fleet of small satellites captures <a href=\"https://www.ft.com/content/1070bb0e-4899-48b9-9321-c4571f74c8ac\">daily data </a>about how the globe is changing, has struck a $2.8bn deal to become a public company. </p> <p>San Francisco-based Planet will merge with dMY Technology Group IV, a special purpose acquisition company listed on NYSE, raising net proceeds of $434m, after transaction expenses and paying down debt. </p> <p>The deal is expected to give the combined business an equity value of about $2.8bn when it closes in the fourth quarter of 2021. The deal includes a $200m private investment in public equity, or Pipe financing, led by clients of BlackRock, as well as Google, Salesforce founder Marc Benioff's Time Ventures, and energy group Koch.</p> <p>“Planet is ready to go out into the world and the world really needs Planet,” said Will Marshall, co-founder and chief executive, as it hopes to capitalise on growing demand from governments and companies for data to measure environmental and social goals. </p> <p><a href=\"https://www.ft.com/content/a8b611c0-5661-11e3-ab12-00144feabdc0\">Founded in 2010 </a>by three former Nasa scientists, Planet now operates about 200 satellites, some of them barely larger than a shoe box, carrying an array of cameras and other sensors. </p> <p>Together, these satellites <a href=\"https://www.ft.com/content/1eb31e04-ab17-11e3-83a2-00144feab7de\">capture a new scan</a> of the Earth's entire landmass every day, generating data that can be used to track farms, natural disasters, ships and planes, deforestation, and infrastructure. </p> <p>Planet is the latest Spac related to space, after recent multibillion-dollar deals involving Rocket Lab, which builds rockets, and Spire, another maker of small satellites to track Earth data, were launched in March. </p> <p>One of the earliest of the current flurry of Spac transactions saw Virgin Galactic go public via a merger with Social Capital Hedosophia in late 2019. Virgin Galactic's stock has doubled so far this year to a market value of $11bn. </p> <p>Planet Labs will also become one of the first public benefit corporations to list through a Spac, after the debut of AppHarvest, an agriculture technology company, earlier this year. </p> <p>Public benefit corporations, sometimes known as a B Corp, are intended to allow the company to pursue a social or environmental mission that may come at the expense of financial results. Planet, which will become a PBC once it goes public, has not yet disclosed its mission. </p> <p>A dual-class share structure will allow Marshall and his co-founder Robbie Schingler to retain control of the business after it goes public. </p> <p>Planet's revenues grew 18 per cent to $113m last year, from more than 600 customers. It projects growth to accelerate thanks to the infusion of cash from going public, as it builds out its sales and marketing. It recently hired Kevin Weil, a former Instagram and Twitter executive, as its head of product and business, to help improve its software and make it easier for new kinds of customers to use. </p> <p>“We are fully a <a href=\"https://www.ft.com/content/32d3f95e-f6c1-11e7-8715-e94187b3017e\">data business</a> at this point, not a satellite business,” said Marshall, likening Planet's products to a “Bloomberg terminal for Earth data”. </p> <p>The company generates most of its revenues from clients in the public sector, defence and intelligence groups, agricultural companies and mapping providers, including Google, which sold its satellite photography unit<a href=\"https://www.ft.com/content/3c6fddf7-0b26-3dde-aa2d-d5c0fa6d8c33\"> Terra Bella </a>to Planet in 2017. </p> <p>In an investor presentation, Planet reported a net loss of $127m in the financial year ending in January 2021 and forecasts that it will not become profitable on an adjusted ebitda basis until fiscal 2025. </p> <p>Planet will be dMY Technology's fourth Spac deal. The investment group is led by Niccolo De Masi, a former executive at mobile and gaming companies, and Harry You, a veteran of enterprise technology and professional services companies such as EMC, Accenture and Oracle. </p> <p>As a private company, Planet had raised about $380m from investors including DFJ and Founders Fund.</p><p>Source: Tim Bradshaw in London 2021 'Planet Labs launches $2.8bn deal in latest space Spac' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-07T11:32:51.900Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 639,
          "end": 649
        }
      ]
    }
  ]
}