{
  "_id": "97a52b837aea79e629da76e0520f9a06f718825ff53cf159ae4222c43da807dd",
  "feed": "wall-street-journal",
  "title": "Salesforce Names Bret Taylor Co-CEO; The appointment comes a day after he was named chairman of Twitter's board",
  "text": "<p>Salesforce made the appointment a day after Mr. Taylor was named Twitter Inc. chairman that came with the departure of the social-media's company's CEO, Jack Dorsey.</p><p>Salesforce on Tuesday also reported a 27% increase in third-quarter sales to $6.86 billion and net income of $468 million. But the company's revenue forecast for the current quarter of $7.24 billion to $7.23 billion and for the following quarter of up to $7.25 billion came short of Wall Street expectations.</p><p>Shares in the software company closed down nearly 4% at $284.96 and fell more than 6% in after-hours trading following the results.</p><p>Salesforce was a pioneer in offering cloud-based software that has seen accelerated adoption during the pandemic, as businesses embraced such tools to function better with remote staff. The company that made its name by providing cloud-based software has expanded its offering, including through a series of acquisitions.</p><p>The company earlier this year closed its $27.7 billion acquisition of Slack Technologies Inc., the company that runs a workplace collaboration application.</p><p>The deal came after Salesforce acquired Tableau Software Inc., a data analytics platform, for $15.7 billion in 2019.</p><p>The Slack acquisition intensifies Salesforce's push to provide a broader set of business software and adds to the company's rivalry with Microsoft Corp., which offers its own workplace collaboration tool, Teams, launched in 2016.</p><p>Slack filed an antitrust complaint with the European Union last year, alleging that Microsoft was using its dominance to push Teams.</p><p>Microsoft at the time said that because of the pandemic, \"the market has embraced Teams in record numbers while Slack suffered from its absence of videoconferencing.\"</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Salesforce Names Bret Taylor Co-CEO</p>",
  "published": "2021-11-30T21:42:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 607,
          "end": 617
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1105,
          "end": 1115
        },
        {
          "start": 1786,
          "end": 1796
        },
        {
          "start": 166,
          "end": 176
        },
        {
          "start": 1236,
          "end": 1246
        }
      ]
    }
  ]
}