{
  "_id": "eafd2cd7ad77df6e0de8137448576802a89f3f372fd195cd3cdd55fc0d8f7f97",
  "feed": "wall-street-journal",
  "title": "PayPal Abandons Pinterest Takeover After Its Shareholders Balk; Media last week reported the two California-based companies were in early-stage talks for deal",
  "text": "<p>PayPal shares fell almost 12% in three days after the media reports, a sign that investors doubted the wisdom of the deal. They were up as much as 5% in early trading Monday.</p><p>A deal for Pinterest, with a market capitalization of more than $37 billion, would have been one of the biggest mergers of the year and PayPal's biggest-ever acquisition.</p><p>Pinterest's 454 million monthly active users share posts about everything from fashion to home design to weddings, a potential on-ramp to billions of dollars in spending. But the company makes most of its money serving its users ads, rather than connecting them to retailers and taking a cut of their shopping dollars.</p><p>Buying Pinterest would take PayPal from a checkout option at the end of an online shopping excursion to its start, just as consumers are browsing digital aisles.</p><p>The deal's fast undoing was reminiscent of Salesforce.com Inc.'s abandoned takeover pursuit of Twitter Inc. in 2016. Both were deals by tech royalty for buzzy, beloved but less profitable platforms. Salesforce stock fell when the deal talks leaked and CEO Marc Benioff was forced to abandon the idea.</p><p>PayPal's record as an acquirer may also have given investors some reason for skepticism. Venmo, the payment app with millions of young users that PayPal acquired in 2013, still hasn't turned a profit for its parent company.</p><p>PayPal has been trying to turn itself from a payments company to a gateway to digital commerce. Two years ago it acquired Honey Science Corp., whose namesake browser plug-in helps people find discount codes for online purchases.</p><p>Write to Ben Otto at ben.otto@wsj.com</p><p>PayPal Abandons Pinterest Takeover After Its Shareholders Balk</p>",
  "published": "2021-10-25T15:01:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 870,
          "end": 884
        },
        {
          "start": 1026,
          "end": 1036
        }
      ],
      "nexusId": "10009678"
    }
  ]
}