{
  "_id": "5feda0b396fc437853cd8c70dff8065dc80e9f051e8ec26397ebb8d5fee806d6",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Careers & Leadership:  Working Mothers  Derailed by Covid  Face Tough Road  ---  New career hurdles, new paths follow struggles  ----  By Rachel Feintzeig and Lauren Weber",
  "text": "<p>\n  Before the Covid pandemic erupted, Brooks McCoy made $103,000 a year as a regional director for a commercial cleaning franchise in North Carolina. After being laid off last March, the mother of two resorted to selling Pampered Chef cookware to friends of friends. In August, after months of looking, she found a full-time job selling copiers and printers to businesses. </p><p>\n  The company has given her the childcare flexibility she needs now, letting her work from home when her two daughters don't have in-person school. But it pays $40,000 a year. </p><p>\n  \"I made that coming out of college,\" says Ms. McCoy, 40 years old. She hasn't been able to get a better-paying job. </p><p>\n  After a brutal year of layoffs, parenting struggles, and juggling jobs and schooling under one roof, many working mothers are trying to regain their career momentum -- and hitting new obstacles. </p><p>\n  Some are finding it difficult to land jobs with the same level of status and pay they had before. Others, bruised by pandemic childcare disruptions, say they need jobs that offer greater flexibility going forward. A recently accelerating economy has helped women regain ground, but the setbacks of the past year have stalled career progress for many and could take years to recover from. </p><p>\n  Hundreds of thousands have thrown up their hands, exiting the labor force for now. Between February 2020 and March 2021, nearly 1.1 million women of prime working age -- between the ages of 25 and 54 -- dropped out of the labor force, compared with 830,000 men in that age group, according to the Labor Department. </p><p>\n  Before Covid-19, researchers had found that employers were sometimes unwilling to invest in women who left the workforce to care for their children, \"because of beliefs that becoming a mother makes women categorically less committed,\" says Caitlyn Collins, a sociologist at Washington University in St. Louis. \"Unfortunately, these are often the years when women are best poised to accelerate their career trajectories.\" Because of these patterns, she says she fears the Covid-related interruptions \"will play out for years.\" </p><p>\n  Pandemic career sacrifices fell mostly on mothers rather than fathers, research shows. One in four women surveyed last summer by McKinsey &amp; Co. said they were considering downshifting their careers or dropping out of the workforce. One in three women between the ages of 25 and 44 who were not working cited childcare demands as the primary reason for their departure, compared with 12% of men in that age group, according to census data. </p><p>\n  The loss of prime working years for parents who take a career break can have long-term consequences. A worker who earns $50,000 a year and quits her job to raise children for two years loses, on average, $300,000 to $400,000 in total earnings over her lifetime because of lost wages during the time off, lower retirement savings and Social Security payments, and the fact that people tend to earn less when they return to work after an extended break, according to a 2016 report from the Center for American Progress. </p><p>\n  In Los Angeles, Esme Williams-Berenc is still stuck on a career break after losing her job as an operations executive for an education startup last year. She and her husband, a fitness director for a high-end gym chain, were both laid off last year as lockdowns shut gyms and upended school budgets. A year later, only one of them has bounced back. </p><p>\n  Ms. Williams-Berenc's husband quickly moved into a new role after spending his daytime hours job-hunting, a decision the couple made because he earned more money. Meanwhile, she found herself struggling to squeeze in applications and interviews while caring for their 1-year-old and 3-year-old, who were home from daycare. </p><p>\n  \"It's like, that is your job now,\" the 40-year-old says of providing round-the-clock childcare. Exhausted from sleeping three hours a night -- she usually worked on applications until midnight and was often up with her kids in the wee hours -- she gave up most of her job outreach over the summer. </p><p>\n  \"I just couldn't do it all,\" she says. \"I was hitting this really good stride in my career before the pandemic and then it just fell off a cliff.\" </p><p>\n  This spring brought a few interviews for Ms. Williams-Berenc, as her older child transitioned back to preschool. But she still doesn't have any offers and worries the longer she's out of work, the harder it will be to find a job. </p><p>\n  Women who were out of the workforce before the pandemic began may face an even tougher road back now. Kayla Kerns, a stay-at-home mother of four in Rock Creek, Ohio, had hoped last spring would be a turning point for her. She had spent five years working toward a human-services degree at Kent State University and was finally set to graduate, with a plan to work with children with special needs or adults battling addiction. She started applying for jobs in February 2020, and by the time one prospective employer called her in March, her childrens' school had closed. She put the job search on hold. </p><p>\n  \"We had this plan, for us to make more money and do better in our lives,\" says Ms. Kerns. \"All of it was just blown up.\" </p><p>\n  After spending a year caring for her 2-year-old and helping her other children with virtual learning, Ms. Kerns is eagerly eyeing the fall in the hope that schools fully reopen and her children can attend in person. Until then, her career is on hold. </p><p>\n  \"The mom in me knows what I need to do,\" she says, \"but the person in me wants to do something else.\" </p><p>\n  Recent data suggest that mothers are making up some of the ground they lost earlier in the pandemic. While the share of working mothers of school-age kids fell much more sharply than that of their male counterparts last spring, that gap narrowed considerably by January, according to Census Bureau economist Misty Heggeness. But in February, it widened again, possibly because many women took seasonal or temporary jobs during the holidays and now are out of work again, she says. </p><p>\n  Some women, in search of greater stability, are trying to reinvent themselves. Nicole Route of Gonzales, La., was laid off from her procurement job in the oil and gas sector over the summer. After that, she spent her days guiding her two children, 7 and 16, through virtual learning; taking care of her elderly grandfather; applying to hundreds of jobs and selling homemade crawfish bisque to keep some money coming in. </p><p>\n  Ms. Route's grandfather died from Covid-19 in October at age 94. The loss hit hard, and the 40-year-old says she's now seeking a new path, focusing on reinventing herself and breaking into technology. </p><p>\n  She enrolled in a free retraining program for women of color offered by the Mom Project, a Chicago-based organization that helps place women in jobs. She's learning skills associated with Salesforce's platform, software that helps companies manage their interactions with customers. </p><p>\n  While she hasn't gotten any job offers yet, Ms. Route says she's confident this was the right move. \"You can climb in the tech industry,\" she says. </p><p>\n  Other women have used the pandemic to reset the terms of their careers. At the start of 2020, Ellen Sluder, a New York marketing executive with an M.B.A. from MIT's Sloan School of Management, was working long days as the head of marketing for a telecommunications company. By the spring, her life had become unmanageable: Her school-age daughters were relegated to remote learning, her husband -- a private pilot who was essentially grounded by the pandemic -- was overseeing their kids' education and managing the household, and they were all burned out. </p><p>\n  \"One time, my 6-year-old came up and I could just hear her whimpering and petting the door of the office. Like I was so close, yet so far,\" she says of her work-from-home schedule. With a summer in lockdown looming, Ms. Sluder gave her boss nine weeks' notice. </p><p>\n  After taking time to decompress, she began networking in earnest. This winter, she was hired as the head of marketing for smrtStudio Global, a telecom-software startup based in Europe and led by a former high school classmate of Ms. Sluder's. Partly because of the personal connection, she was forthright about her needs. \"I was super honest. I said I still want to drive the carpool half the week,\" among other items on her wish list. </p><p>\n  Ms. Sluder has a conference call at 6 a.m. every morning, then works until 3 p.m., shortly before her children return from school. Her base pay is comparable to her last position, and the bonus and equity potential are greater. So far, she loves the job. </p><p>\n  \"I have never quit a job without another job before,\" she says. \"I think I'm going to be quicker to choose quality of life in the future.\" </p><p>\n  --- </p><p>\n  Eric Morath contributed to this article </p><p>\n  --- </p><p>\n  Returning from an Extended Career Break </p><pre>\n </pre><p>\n  Here are some strategies to help pave a return to work, says Carol Fishman Cohen, chief executive and co-founder of iRelaunch, a career re-entry program. </p><pre>\n </pre><p>\n  Now, while work experiences are still fresh: </p><pre>\n </pre><p>\n  Document your previous role in detail, including your responsibilities and anecdotes about successes and challenges. \"When you get ready to return to work, you'll be asked about your prior significant work experiences, and you'll thank yourself for writing it down when it was fresh in your mind,\" Ms. Cohen says. </p><pre>\n </pre><p>\n   Assess your networks, from former managers and co-workers to outside individuals you worked closely with, such as customers. \"Prioritize that list and think about certain people you might want to be in touch with on a more regular basis than others,\" she says. \"Later on, these relationships may come into play.\" </p><pre>\n </pre><p>\n  Longer-term issues to consider: </p><pre>\n </pre><p>\n   Keep certifications and licenses up-to-date. Find out what the requirements are so you don't miss a deadline or find out later about steps you could have taken. </p><pre>\n </pre><p>\n  Assess your career and decide if you want to make a transition. Some people end up on a career path by accident or because someone else pushed them in that direction. </p><pre>\n </pre><p></p>",
  "published": "2021-04-12T06:04:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 6755,
          "end": 6765
        }
      ],
      "nexusId": "10009678"
    }
  ]
}