{
  "_id": "abf021d9e41f6ceef0012fbe3788f7c1d280ab73201651dc96e51dfe0709ba69",
  "feed": "ftcomall",
  "title": "Too much choice is confusing — and unsustainable",
  "text": "<p>Drivers have put many miles on the clock since Henry Ford told his Model-T salesforce that customers could have any colour they wanted as long as it was black. If anything, carmakers have roared off in the opposite direction: by 2017, BMW plant managers were claiming would-be Mini owners could choose from 15tn combinations of shades, parts, trims and accessories. </p> <p>So my ears pricked up last week when BMW's chief financial officer Nicolas Peter said the group would <a href=\"https://www.ft.com/content/ba93e0c9-ebf0-4266-9683-e817cb866c89\">slash options</a> available to customers. “Certain combinations make no sense at all, and are never chosen,” he said, outlining how the group would reduce costs and complexity as it increased electric car production.</p> <p>In a restaurant I tend to opt for the set menu rather than going à la carte. Confronted with an abundance of choice, I am an indecisive shopper, so news of simplification is cheering.</p> <p>I toast the British Poultry Council's plan to <a href=\"https://www.bbc.com/news/business-59268523\">reduce the number of cuts</a> of turkey available this Christmas, to ensure supply. I applaud moves by the National Theatre, Glyndebourne opera house, and other cultural institutions to adapt new productions, in line with guidelines for more sustainable theatre, by <a href=\"https://www.thetimes.co.uk/article/glyndebourne-hopes-beachcombing-can-turn-tide-in-fight-to-green-theatres-m5mk6lsdj\">beachcombing</a> for props and reducing and reusing scenery.</p> <p>Various pressures have combined to remind companies that less is often more: supply chain problems, post-Brexit and post-pandemic labour shortages, environmental concerns.</p> <p>If they are smart, companies will scent an opportunity to scale back their ranges and simplify their strategies to their own benefit — provided they can themselves make some hard choices.</p> <p>The most compelling research on the psychology of choice remains “the jam experiment”, at the heart of <a href=\"https://faculty.washington.edu/jdb/345/345%20Articles/Iyengar%20%26%20Lepper%20(2000).pdf\">a 2000 paper</a> by Sheena Iyengar and Mark Lepper. They set up a tasting booth in an upmarket California grocery store on consecutive Saturdays, one displaying a range of 24 different flavours of jam, another just six. The greater the choice, the less likely customers were to go on to buy a jar. In parallel experiments, students were invited to write a short essay, choosing from six or 30 different topics, or to sample chocolates chosen for them, or that they selected from a wide or limited array. “The provision of extensive choices, though initially appealing to choice-makers, may . . . undermine choosers' subsequent satisfaction and motivation,” Iyengar and Lepper wrote.</p> <p>Academics have sparred over the original findings. It has become clearer that choosers are overloaded by variety under certain conditions — such as time pressure, or when the options being compared are complex — and not others. A <a href=\"https://academic.oup.com/jcr/article-abstract/40/3/555/2379775\">2013 study</a> by Daniel Mochon points to the danger of oversimplifying and offering too few options, which stifles the comparison-shopping that helps buyers make up their minds. </p> <p>Undeterred by the risk of choice overload, supermarkets continue to offer a bewildering range of options, while Amazon, which always aspired to be “the everything store”, has grown into one of the most valuable and successful companies in the world.</p> <p>When I contacted Iyengar, who went on to expand her ideas on choice in a compelling book <a href=\"https://ig.ft.com/sites/business-book-award/books/2010/shortlist/the-art-of-choosing-by-sheena-iyengar/\"><em>The Art of Choosing</em></a>, she responded by email to support the idea of a “set menu”. But she also advised: “Keep changing it so that it feels fresh. That is the optimal [approach] because it gives people limited choice yet does not get old.”</p> <p>Some companies do successfully question the mantra that if you can offer more, you should. </p> <p>When I talked to him during last week's <a href=\"https://www.druckerforum.org/home/\">Global Peter Drucker Forum</a>, Alex Osterwalder, a strategy adviser, pointed to <a href=\"https://www.citizenm.com/company/centralised-business-model\">CitizenM</a>, which builds modular hotels out of prefabricated units and aims itself squarely at “mobile citizens”, making short trips. “They brought down their cost structure by simplifying everything, without making the customer experience feel cheap,” he said.</p> <p>Choice is, in fact, the essence of corporate strategy, either choosing what to pursue or — in a move that Drucker himself recommended as a regular discipline — <a href=\"https://www.ft.com/content/c313c96a-965c-11e2-9ab2-00144feabdc0\">what to abandon</a>.</p> <p>Not many small companies have the scale to consider offering 15tn options as BMW once did on the Mini. But increasing globalisation and improving technology have tempted even start-ups to diversify their product range in the hope of enticing more customers. </p> <p>Henry Ford knew that could be an expensive mistake. About the backlash to his one-colour pronouncement, he wrote: “The salesmen were insistent on increasing the line. They listened to the 5 per cent, the special customers who could say what they wanted, and forgot all about the 95 per cent, who just bought without making any fuss.”</p> <p>The twin imperatives of efficiency and sustainability are reminding his heirs of that reality.</p> <p><a href=\"mailto:andrew.hill@ft.com\">andrew.hill@ft.com</a></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/9608d4ac-3f76-4d4d-9876-9e290308f1c0\"><em>Consumer choice and the paradox of Buridan's ass / From Khalid Ikram, Potomac, MD, US</em></a></p><p>Source: Andrew Hill 2021 'Too much choice is confusing — and unsustainable' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T04:00:04.649Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 75,
          "end": 85
        }
      ],
      "nexusId": "10009678"
    }
  ]
}