{
  "_id": "58be460cab91181b145c071ff1277a63c05527cea4b76ecba7602c8ad05bfc5e",
  "feed": "wall-street-journal",
  "title": "Lordstown, Williams-Sonoma, Burlington: What to Watch When the Stock Market Opens Today; Investors bought up shares of Williams-Sonoma after the retailer raised its dividend",
  "text": "<p>* Home retailer Williams-Sonoma raised its dividend and introduced a new buyback program. Shares jumped 14% in premarket trading.</p><p>* Supply-chain woes weighed on Burlington Stores. The retailer said logistical expenses would rise, pressuring profits for the rest of the year. Shares fell 8%.</p><p>* Looser Covid-19 restrictions are putting a gloss on Ulta Beauty's stock. Shares were up 5.2% after the beauty retailer said it expects full-year net sales between $8.1 billion and $8.3 billion. Analysts had forecast about $7.9 billion.</p><p>* Salesforce.com gained 2.5% after reporting a jump in quarterly sales. Analysts at Piper Sandler raised their price target for the business-software stock to $280 a share following the results.</p><p>* Dollar Tree fell 5% after forecasting a small increase in same-store sales in the third quarter. Fellow discount retailer Dollar General lost 4.1% after saying profits and sales fell from a year before in the second quarter.</p><p>* Snowflake shares rose 4.1%. The cloud-computing firm said quarterly revenues more than doubled.</p><p>* Software company Autodesk posted a 16% rise in revenue in the second quarter but investors weren't pleased with its guidance for the third quarter. Shares fell 7.2% premarket.</p><p>* NetApp shares jumped 4.5% premarket after the company said profits rose in the first quarter of fiscal year 2022 amid strong demand for its cloud and data management products.</p><p>* Coinbase Global slipped 1.6%. Shares of the exchange have lost about a third since the company went public in April. Last week, Coinbase said it had amassed a $4 billion cash stockpile partly in preparation for closer regulatory scrutiny.</p><p>* Among the most actively traded stocks before the bell: AMC Entertainment. The Reddit favorite fell 1.6% premarket after having shot up in recent weeks. Fellow meme stock GameStop ticked down 1% after dropping 5.1% on Wednesday.</p><p>* Carnival also changed hands more than most other stocks premarket, losing about 0.7%. The Delta variant could hamper cruise lines' long-awaited recovery, a prospect that has weighed on the sector recently.</p><p>Chart of the Day</p><p>* In less than two weeks, El Salvador will become the first country to adopt bitcoin as a national currency. The foray into bitcoin risks wrecking El Salvador's $26 billion economy.</p><p>Join Our Summer Stock-Picking Contest: Test your investing savvy against our Heard on the Street writers to predict the best-performing stock for the rest of 2021.</p><p>Lordstown, Williams-Sonoma, Burlington: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-08-26T12:44:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 531,
          "end": 545
        }
      ]
    }
  ]
}