{
  "_id": "7307d83bf6d5c9393b7c06f473d2a9aa923f3b855b118d17bb636a2de8e34fc1",
  "feed": "wall-street-journal",
  "title": "Fewer People Shopped Over Thanksgiving Weekend Than Last Year; Store traffic was up but online buying eased as retailers offered fewer discounts due to limited inventory",
  "text": "<p>Fewer U.S. consumers made purchases during the Thanksgiving weekend for the second straight year, as more shoppers began their holiday shopping early and smaller discounts gave them less incentive to spend.</p><p>Roughly 180 million Americans went shopping in stores or online between Thursday and Monday, the National Retail Federation reported, compared with 186.4 million in 2020 and 189.6 million in 2019. The NRF, a retail trade group, based its estimates on a consumer survey done in partnership with Prosper Insights &amp; Analytics.</p><p>\"In spite of the challenges in the economy at a broader level, consumers continue to go out and engage in commerce,\" NRF Chief Executive Matthew Shay said on a call with reporters Tuesday.</p><p>Shoppers spent $11.3 billion online in the U.S. on Monday, according to data compiled by Salesforce.com Inc., up 3% from last year. Shoppers had been expected to spend $11 billion on Cyber Monday, Salesforce said.</p><p>Some industry estimates showed online retail sales over the weekend declined from 2020, the first such occurrence in years. U.S. shoppers spent $33.9 billion online between Thanksgiving and Cyber Monday, down 1.4% from 2020, according to data from the Adobe Digital Economy Index.</p><p>Overall, U.S. retail sales rose 14% during the Thanksgiving weekend compared with last year, and 5.8% from 2019, according to data released by Mastercard SpendingPulse.</p><p>U.S. shoppers have been eager to return to stores, with many big-box retailers, discount chains and department stores seeing foot traffic surge on Black Friday. Placer.ai, an analytics firm that uses mobile-device location data to measure foot traffic, said traffic at indoors malls rose 83.5% from 2020, although the surge of in-person shopping wasn't enough to surpass pre-pandemic levels. Roughly 104.9 million shoppers visited stores over the long weekend, up from 92.3 million in 2020, according to the NRF. Meanwhile, the number of online shoppers fell an estimated 12% to 127.8 million this year.</p><p>The return to physical stores comes amid a new threat to the U.S. pandemic recovery. The World Health Organization announced on Friday that the Omicron coronavirus strain is a global \"variant of concern,\" and U.S. health officials say it is likely already in the country.</p><p>\"We don't have any data yet on whether this might impact spending,\" Mr. Shay said about the potential impact of the new variant. He said that \"70% of Americans are vaccinated, 80% have at least one shot…this is a dramatically improved health environment than a year ago.\"</p><p>Online discounts were also lower, while prices were higher, Salesforce reported, with the average selling price for goods up 11% in the U.S. Supply chain disruptions have made it difficult for some retailers to keep their shelves stocked, spurring consumers to begin their holiday shopping early. Out-of-stock messages were up 169% through Sunday compared with pre-pandemic levels, according to data from the Adobe Digital Economy Index.</p><p>Forty-nine percent of shoppers surveyed by the NRF said they had started their holiday shopping before Thanksgiving, according to the group's updated survey.</p><p>Some shoppers are searching for items so scarce that they couldn't wait for Black Friday to go shopping in stores.</p><p>Logun Keller, 39 years old, purchased a Sony PlayStation 5 online last week after looking for six months. Mr. Keller, of Sacramento, Calif., who purchased his console from Amazon.com after many false starts, said most retailers aren't prepared to deal with bots and the scalpers that use them to buy and flip popular videogame systems, but that shopping online has its advantages.</p><p>\"Having access to multiple companies at once and not relying on driving to bricks-and-mortar stores is a big improvement,\" he said.</p><p>Write to Charity L. Scott at Charity.Scott@wsj.com</p><p>Fewer People Shopped Over Thanksgiving Weekend Than Last Year</p>",
  "published": "2021-11-30T18:58:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 917,
          "end": 927
        },
        {
          "start": 809,
          "end": 823
        },
        {
          "start": 2592,
          "end": 2602
        }
      ],
      "nexusId": "10009678"
    }
  ]
}