{
  "_id": "ea5a2223e48889e4a1c09a584086e8bb84c336559886ef10859d65f9242b3ce5",
  "feed": "market-watch",
  "title": "Oracle follows Microsoft into healthcare push with Cerner — is Salesforce next?",
  "text": "<p>Oracle ORCLagreed to pay $95 a share in cash for CernerCERN, for an equity value of $28.3 billion, the richest deal in the software company's long lineage of software purchases. Cerner sells software that helps doctors access and analyze medical records, producing revenue of $5.5 billion in the 2020 calendar year and $4.3 billion in the first three quarters of this year.</p><p>“With this acquisition, Oracle's corporate mission expands to assume the responsibility to provide our overworked medical professionals with a new generation of easier-to-use digital tools that enable access to information via a&#xa0;hands-free&#xa0;voice interface to secure cloud applications,” Oracle co-founder and Chief Technology Officer Larry Ellison said in a statement Monday morning.</p><p>The healthcare industry, one of the largest in the U.S., has been slow to move into cloud software and cloud computing due to complex rules about digital record-keeping involving health information. Software companies have looked to jump into segments that have proved popular with hospitals and other healthcare providers, including Microsoft's nearly $20 billion acquisition earlier this year of Nuance, a software company that has worked with Cerner in the past.</p><p>See also: 20 cloud stocks expected to increase sales the most over the next two years</p><p>With Microsoft and Oracle already in the game, one analyst wonders if another prominent software company, Salesforce.com Inc. CRM, will be next, though doubts anything would happen soon.</p><p>“We believe it's only a matter of time until Salesforce looks to broaden its footprint in this space,” Stifel analysts wrote late last week, after news of Oracle's interest in Cerner first surfaced. “Given Salesforce's recent M&amp;A moves and commitment to near-term margin expansion, we believe such a move is unlikely to happen until late CY22 or sometime in CY23.</p><p>Oracle's next moves could come quicker. The company has been known to buy companies in bunches, including a spree of cloud-focused acquisitions that culminated with the purchase of NetSuite, a reaction to the growing popularity of Salesforce after Oracle downplayed the rise of cloud software.</p><p>“It could mark a return to Oracle's days of aggressive acquisition activity during which time the company very effectively rolled-up the legacy client-server application space,” the Stifel analysts, who have a “hold” rating and $87 price target on the stock, wrote. “What is different this time is that the sector is in the midst of strong secular growth driven by an architectural shift to the cloud while the mid 2000s was ripe for consolidation given the significant number of inefficiently run application vendors that had hit the growth-wall.”</p><p>Oracle also could be using the Cerner acquisition to get a toehold in the healthcare industry and convince those customers to use its cloud-computing option. Cloud-computing providers such as Amazon.com Inc.'s AMZN Amazon Web Services, Microsoft and Alphabet Inc.'s GOOGLGOOGGoogle see big potential in moving healthcare providers onto their cloud networks when and where the providers can use the technology.</p><p>The return of JEDI: Why the sequel to military's cloud contract could cost much more than the $10 billion original</p><p>Oracle stock reacted negatively to the news Monday, after falling Friday in reaction to the initial reports of a potential deal. Shares fell 6.4% Friday and were down more than 4% in afternoon trading Monday, putting the stock in correction territory — down 10% or more from a recent high — after Oracle hit an all-time closing record of $103.65 on Wednesday.</p><p>A majority of analysts who track Oracle consider the stock a hold, with 18 of 30 analysts tracked by FactSet giving the stock that rating while eight consider it the equivalent of a “buy” and four rate it the equivalent of a “sell.” The average price target as of Monday morning was $103.25.</p>",
  "published": "2021-12-20T13:52:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1416,
          "end": 1439
        },
        {
          "start": 63,
          "end": 73
        },
        {
          "start": 1542,
          "end": 1552
        },
        {
          "start": 2092,
          "end": 2102
        },
        {
          "start": 1416,
          "end": 1430
        },
        {
          "start": 1703,
          "end": 1713
        }
      ]
    }
  ]
}