{
  "_id": "805f194db24a61844e59875d7a3a0ad57027b1def3ea789ee387d9c04072ea41",
  "feed": "wall-street-journal",
  "title": "VC Daily: Question: What's Top of Mind for VCs as the Fourth Quarter Approaches?",
  "text": "<p>Jeff Thompson, the founder and CEO of Red Cat, said that he is advising startup founders to keep costs in line with their revenue projections and to raise capital if they haven't already.</p><p>Mike Winn, founder and CEO of drone startup DroneDeploy, said that founders typically respond more to indicators of their business than planning for economic scenarios. \"That said, startups have been raising a lot of capital which will provide flexibility in the event of change in the global economic outlook,\" Mr. Winn said.</p><p>This week's question: What's on your mind as the fourth quarter approaches? What are the biggest challenges or opportunities in venture?</p><p>Please email responses to marc.vartabedian@wsj.com.</p><p>And now on to the news...</p><p>Top News</p><p>SPAC merger. Taiwan's Gogoro Inc. will go public in the U.S. via a special-purpose acquisition vehicle merger with Poema Global Holdings Corp. that values the battery-swapping pioneer at more than $2.3 billion, The Wall Street Journal's Ben Otto reports. On Thursday, the Taipei-based company said it plans to list on the Nasdaq Stock Market through a merger with Poema, a SPAC, giving it fresh funds as it moves to expand into China and India. Gogoro will raise net proceeds of up to $550 million in the deal, stemming from $345 million raised in Poema's offering earlier this year and $250 million from a so-called PIPE, or private investment in public equity.</p><p>Founded in 2011, Gogoro makes electric scooters, batteries and networks of vending machine-sized battery stations where drivers can swap out depleted batteries for fresh ones.</p><p>Poema is affiliated with Princeville Capital, a climate- and technology-focused growth-equity firm that counts actor Leonardo DiCaprio among its advisers and investors.</p><p>Retail Business Loves ‘Buy Now, Pay Later'</p><p>Installment plans are back in style, WSJ reports. PayPal Holdings Inc. last week said it was buying Japanese installment payment startup Paidy Inc., following Square Inc.'s $29 billion deal for Afterpay Ltd. Macy's Inc. and Bed Bath &amp; Beyond Inc. have added the option at checkout over the past year. Even Amazon.com Inc. is doing it. One reason: shoppers who don't qualify for credit cards. Buy-now-pay-later companies say they rely less on—and in some cases bypass altogether—traditional credit scores and reports. Doing so allows them to approve more consumers. Shoppers gain the ability to buy things even without cash on hand—translating to higher sales for retailers.</p><p>Rising Shipping Costs Are Companies' Latest Inflation Riddle</p><p>Transportation costs—typically a fraction of a finished product's price—are emerging as another supply-chain hurdle, overwhelming some companies already paying more for raw materials and labor, WSJ reports. The Covid-19 pandemic has driven a long-lasting surge in transportation costs, putting pressure on many businesses already confronting higher wages and raw-material prices. Some CEOs are saying they expect elevated freight costs stretching into 2023.</p><p>Correction: The first name of Vijay Shekhar Sharma, founder of One97 Communications Ltd., was misspelled as Vikay in a Top News item on Wednesday about Paytm's planned public offering.</p><p>Industry News</p><p>Funds</p><p>Jump Capital closed its seventh fund with $350 million in commitments. The new fund will continue to make early-stage investments in the fintech, IT/data infrastructure, future of commerce and media, and business-to-business SaaS sectors, with an increased focus on crypto. The Chicago- and New York-based firm recently participated in funding rounds for fintech startup Eventus Systems Inc., automated driving system platform Foretellix and digital asset exchange Zipmex.</p><p>Inspired Capital closed its oversubscribed second fund with $281 million in commitments to continue investing in business-to-business and consumer fintech, health-tech, social communities and the future of work. With nearly $500 million under management, the New York-based firm's portfolio includes Habi, Finix, Scythe and Canvas Medical, among others.</p><p>Early-stage healthcare and life sciences investment firm Santé Ventures closed its oversubscribed fourth fund with $260 million. The new vehicle will build a portfolio of 15-25 investments, typically leading or co-leading seed or Series A rounds. Santé closed its third fund at $250 million in 2019.</p><p>People</p><p>Battery Ventures promoted Jordan Welu to partner. Before joining Battery in 2014, he worked in software corporate development and finance at companies including Rogue Wave Software and Webroot. The firm also named Roland Anderson and Satoshi Harris-Koizumi to the role of principal. Danel Dayan, Courtney Chow, Mike Hoeksema, Viraj Parmar, Lauren Wedell and Lior Mallul were promoted to vice president.</p><p>NightDragon appointed John Cordo as principal. He was most recently a vice president at ClearSky. The firm has offices in San Francisco and Palo Alto, Calif., and recently raised a $750 million fund to invest in late-stage and growth companies in the cybersecurity, safety and privacy segments.</p><p>Network operating system developer Arrcus Inc. named Shekar Ayyar as chief executive and chairman. Mr. Ayyar joins the company from VMware, where he was the executive vice president and general manager of the Telco and Edge Cloud business. San Jose, Calif.-based Arrcus is backed by Lightspeed Venture Partners, General Catalyst and Clear Ventures.</p><p>Exits</p><p>Life sciences company Repligen Corp. agreed to acquire chromatography developer Avitide Inc. for about $150 million. The purchase price consists of $75 million in cash plus $75 million in Repligen common stock, in addition to performance-based earnout payments over the next three years. Based in Lebanon, N.H., Avitide is listed in the portfolios of Section 32, NeoMed Management and Borealis Ventures.</p><p>Sales and marketing platform Clari Inc. acquired DealPoint, a deal management and collaboration technology provider, for an undisclosed amount. Earlier this year, Sunnyvale, Calif.-based Clari raised a $150 million Series E round from Silver Lake, Sequoia Capital, Bain Capital Ventures, Sapphire Ventures, Madrona Ventures and others.</p><p>Mobile business communications platform Dialpad Inc. acquired customer experience platform Kare Knowledgeware for an undisclosed amount. San Francisco-based Dialpad is backed by investors including Omers Growth Equity, Andreessen Horowitz, GV, Iconiq Capital and Salesforce Ventures. Kare Knowledgeware is listed in the portfolios of Hambro Perks and Sussex Place Ventures.</p><p>New Money</p><p>Keenon Robotics Co., a Shanghai-based service robotics startup, raised $200 million in Series D funding. Lead investor Softbank Vision Fund 2 was joined by CICC Alpha and Prosperity7 Ventures in the round.</p><p>Spring Health Inc., a New York-based provider of behavioral health benefits for employees, picked up $190 million in Series C equity and debt funding led by Kinnevik, giving the company a valuation of $2 billion. Additional new investor Guardian Life Insurance Co. of America also joined in the round, alongside existing backers including Tiger Global Management, Northzone, RRE Ventures, Rethink Impact, Work-Bench, SemperVirens Venture Capital and Able Partners. Kinnevik's Christian Scherrer will join the Spring Health board.</p><p>Sendcloud, an ecommerce shipping platform based in The Netherlands and Munich, completed a $177 million Series C round. Softbank Vision Fund 2 led the investment, which included additional support from L Catterton and HPE Growth. Neil Cunha-Gomes and Monika Wilk, both investors at Softbank Investment Advisers, will join the company's board alongside L Catterton's Ido Krakowsky.</p><p>Matillion Ltd., a Denver and U.K.-based cloud data integration platform, scored a $150 million Series E round at a valuation of $1.5 billion. General Atlantic led the funding, which included participation from Battery Ventures, Sapphire Ventures, Scale Venture Partners and Lightspeed Venture Partners.</p><p>Persona, a San Francisco-based identity verification startup, closed a $150 million Series C round led by Founders Fund, giving the company a valuation of $1.5 billion. New investors Meritech Capital Partners and BOND also participated in the funding, along with existing backers Index Ventures and Coatue Management.</p><p>Whatnot Inc., a Los Angeles-based live stream shopping platform and marketplace for collectors and enthusiasts, also secured $150 million in new funding at a valuation of $1.5 billion. Investors in the Series C round included Andreessen Horowitz, Y Combinator Continuity and CapitalG.</p><p>Rebellion Defense Inc., a provider of AI products for the defense and security of the U.S., U.K. and allies, landed $150 million in Series B funding at a $1.15 billion valuation. Insight Partners and Venrock led the round, which included contributions from Innovation Endeavors, Lupa Systems and Declaration Partners. Nick Sinai, senior advisor at Insight Partners, joined the board.</p><p>unifonic, a Riyadh-based customer engagement platform, grabbed a $125 million Series B round led by SoftBank Vision Fund 2 and Sanabil Investments.</p><p>1047 Games, a gaming startup, added $100 million in new funding at a pre-money valuation of $1.5 billion. Lightspeed Venture Partners led the round, which saw participation from Insight Partners, Anthos Capital, Galaxy Interactive, VGames, Human Capital, Lakestar, DraperDragon and Draper University.</p><p>Arcadia, a climate crisis-fighting technology startup, fetched $100 million in Series D financing led by Tiger Global Management and Drawdown Fund. New investors Wellington Management, Reimagined Ventures, Camber Creek and MCJ Collective also contributed to the round, along with returning backers Energy Impact Partners, G2 Venture Partners, Inclusive Capital and BoxGroup.</p><p>EnerVenue Inc., a Fremont, Calif.-based energy storage startup, collected $100 million in Series A funding. Schlumberger New Energy led the new investment, with additional support from Saudi Aramco Energy Ventures and others.</p><p>Stord Inc., an Atlanta-based startup offering companies a one-stop-shop platform to manage logistics, nabbed a $90 million Series D investment, valuing the company at $1.1 billion. Kleiner Perkins led the round, which included participation from Lux Capital, D1 Capital, BOND, Dynamo Ventures, Founders Fund, Susa Ventures and others. In addition to the new funding, Stord closed its acquisition of fulfillment provider Fulfillment Works.</p><p>Tech News</p><p>Facebook employees flag drug cartels and human traffickers. The company's response is weak, documents show.</p><p>App Annie settlement signals closer scrutiny of data brokers</p><p>Match Group hopes for savings from looser app-store payment rules</p><p>GM plans to idle factories longer amid chip shortage</p><p>Walmart to test self-driving delivery service with Ford and Argo AI</p><p>Videogame makers get no home-field advantage</p><p>Close email, open Netflix. How TV replaced the commute as a workday wind-down.</p>",
  "published": "2021-09-17T14:02:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 6378,
          "end": 6388
        }
      ]
    }
  ]
}