{
  "_id": "891e975d0bf053f37a6e7afba82427cec89e9ccf59b688158daa411d99af9cb9",
  "feed": "wall-street-journal",
  "title": "Business News: Fewer Shop During Long Weekend",
  "text": "<p>\"In spite of the challenges in the economy at a broader level, consumers continue to go out and engage in commerce,\" NRF Chief Executive Matthew Shay said on a call with reporters Tuesday.</p><p>Shoppers spent $11.3 billion online in the U.S. on Monday, according to data compiled by Salesforce.com Inc., up 3% from last year. Shoppers had been expected to spend $11 billion on Cyber Monday, Salesforce said.</p><p>Some industry estimates showed online retail sales over the weekend declined from 2020, the first such occurrence in years. U.S. shoppers spent $33.9 billion online between Thanksgiving and Cyber Monday, down 1.4% from 2020, according to data from the Adobe Digital Economy Index.</p><p>Overall, U.S. retail sales rose 14% during the Thanksgiving weekend compared with last year, and 5.8% from 2019, according to data released by Mastercard SpendingPulse.</p><p>Forty-nine percent of shoppers surveyed by the NRF said they had started their holiday buying before Thanksgiving, according to the group's updated survey.</p><p>U.S. shoppers have been eager to return to stores, with many big-box retailers, discount chains and department stores seeing foot traffic surge on Black Friday.</p><p>Placer.ai, an analytics firm that uses mobile-device data to measure foot traffic, said traffic at indoor malls rose 83.5% from 2020, although the surge of in-person shopping wasn't enough to surpass pre-pandemic levels. Roughly 104.9 million shoppers visited stores over the long weekend, up from 92.3 million in 2020, according to the NRF. Meanwhile, the number of online shoppers fell an estimated 12% to 127.8 million this year.</p><p>The return to physical stores comes amid a new threat to the U.S. pandemic recovery from the Omicron coronavirus strain.</p><p>\"We don't have any data yet on whether this might impact spending,\" Mr. Shay said about the potential impact of the new variant. Citing the distribution of vaccines, he said, \"this is a dramatically improved health environment than a year ago.\"</p><p>Online discounts were lower, while prices were higher, Salesforce reported, with the average selling price for goods up 11% in the U.S.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 278,
          "end": 292
        },
        {
          "start": 386,
          "end": 396
        },
        {
          "start": 2024,
          "end": 2034
        }
      ]
    }
  ]
}