{
  "_id": "594efeef02a4c128cb224b0eb3bac9a1c90d3fab690dc641bc56b373008fd430",
  "feed": "market-watch",
  "title": "Freshworks stock jumps 32% after IPO raises more than $1 billion",
  "text": "<p>Freshworks FRSH shares opened at $43.50 Wednesday morning, more than 20% higher than their initial public offering price of $36, and surged to an intraday high of $48.75. Shares finished their first day of trading up 32% at $47.55.</p><p>Tuesday's pricing was already above the company's expected range of $32 to $34 a share, that had already been raised from its original $28-to-$32-a-share range. The $1 billion-plus raised in the offering is more than double the $484 million Freshworks raised through a decade of venture capital funding rounds.</p><p>Read:Freshworks IPO: 5 things to know about the customer software-as-a-service provider</p><p>The customer and IT business software provider hopes to focus on growing its customer base past the focus on small businesses that got it to this point, Freshworks Chief Financial Officer Tyler Sloat told MarketWatch in an interview.</p><p>To compete with giants like Salesforce.com Inc. CRM in the customer relationship management market, and companies like ServiceNow Inc.&#xa0;NOW and Atlassian Corp. TEAM in the IT service management market, Freshworks has concentrated on the small-to-medium sized business market and has been gaining more of its business in the midsize enterprise market. Catering to the needs of companies that have 250 or less employees is part of Freshworks' “DNA,” Sloat said.</p><p>“We focus on the SMB first, but over time as we've added future functionality while staying true to that DNA, we now have products that meet the needs of that midmarket enterprise customer base,” Sloat said.</p><p>Over the past five years, Freshworks has seen its sales go from about 60% to SMB customers to about 60% coming from midmarket customers, he said.</p><p>As of June 30, more than 25% of Freshworks' 52,500 paying customers contributed more than $5,000 in annual recurring revenue. At the end of 2020, 23.8% of its 48,500 customer contributed $5,000 or more, compared with 21.4% of its 40,000 customers at the end of 2019.</p><p>The company has managed to pare losses as revenue has grown. reporting revenue of $168.9 million for the first six months of 2021 for a loss of $9.8 million, compared with $110.5 million and a loss of $57.1 million for the same period in 2020.</p><p>More on the IPO market: 14 deals are expected this week</p><p>With early VC investors like Accel and Tiger Global commanding more than 50% of the company's voting rights, Sloat said he does not expect VCs to cash out on their investment in the short term.</p><p>“Our investors have been incredibly supportive,” Sloat said. “They're not making any indication that they're going to do that any time soon.” Then again, Sloat said that “they don't want some perpetual lock on voting shares” either.</p><p>Sloat said that it was financially and operationally the time for Freshworks to go public, since executives were already acting like it was a public company.</p><p>“The last year and a half it was what we were working on, and we got to the point where we have the financial metrics and we feel we're ready,” Sloat said.</p>",
  "published": "2021-09-22T16:23:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 893,
          "end": 907
        },
        {
          "start": 893,
          "end": 916
        }
      ]
    }
  ]
}