{
  "_id": "99d47b72eabe61004f96fd44a87f2370d563c39311d428a76963610f68b3174f",
  "feed": "wall-street-journal",
  "title": "VC Daily: More Investors Embrace Crypto",
  "text": "<p>Chapter One made its decision to pivot mainly to crypto with its second fund earlier this year. A lot of LPs were asking why they weren't investing more in crypto, Mr. Morris said. \"For us it was such a driver of our returns.\"</p><p>His early investments, such as in non-fungible token and blockchain startup Dapper Labs, data indexing startup the Graph, and crypto finance company Compound, generated outsize returns, he said. Mr. Morris said he invested in Dapper Labs, for example, at a $96.5 million post-money valuation. Investors valued the company behind NBA Top Shot at about $7.5 billion in the latest round, he said.</p><p>The LP sentiment contrasted with what Mr. Morris was hearing in 2019 when he was raising Chapter One's first fund. \"If I mentioned the word ‘crypto' to LPs, they were allergic to the idea,\" he said.</p><p>AJ Solimine and Evan Tana, managing partners of Script Capital, also have decided to concentrate on the crypto sector with their second $38 million fund.</p><p>Mr. Tana, whose background is in consumer and mobile applications, says the crypto market now is where new consumer business models are likely to be launched and gain traction—in contrast with the non-crypto consumer sector, which is dominated by large social media companies and where startups have less room to experiment. \"I see this early window of the rebirth of all the stuff I originally loved,\" he said.</p><p>And now on to the news...</p><p>Top News</p><p>Lung cancer drug. Biotechnology company AnHeart Therapeutics has closed a $61 million venture financing on the strength of a drug that could help patients whose lung cancer has a rare genetic mutation, WSJ Pro's Brian Gormley reports.</p><p>Lung cancer caused the most cancer deaths in 2020 and was the second-most common cancer, after breast cancer, that year, with 2.2 million cases. AnHeart targets certain patients with non-small cell lung cancer, the disease's most-common form.</p><p>AnHeart's drug could treat patients with a ROS1 genetic mutation, which affects 1% to 2% of lung cancers.</p><p>AnHeart formed in 2018 and is developing a drug, licensed from pharmaceutical company Daiichi Sankyo Co., that could treat ROS1-positive lung-cancer patients, including those who have developed resistance mutations.</p><p>-14%</p><p>The decline in GameStop Corp.'s stock price on Monday, to $136.88 per share, its lowest closing price since March. (WSJ)</p><p>Competition Heats Up Among Emissions Software Providers</p><p>Sweep SAS, a France-based carbon-management software startup that was launched this year, has raised $22 million of venture funding as it seeks to help big companies monitor their emissions and work toward their climate goals, WSJ Pro's Ed Ballard reports. London-based venture-capital firm Balderton Capital was the lead investor in the Series A round. It was joined by three other European venture firms, New Wave, La Famiglia and 2050, which had also invested in Sweep's $5 million seed-funding round in April, according to a news release. The valuation wasn't disclosed. Sweep's software is designed to automate the process of logging emissions data across an organization, typically a highly centralized process involving various cumbersome data sets, according to Rachel Delacour, the company's co-founder and chief executive.</p><p>Lithium Prices Soar, Turbocharged By Electric-Vehicle Demand</p><p>Lithium prices are rising at their fastest pace in years, setting off a race to secure supplies and fueling worries about long-term shortages of a vital ingredient in the rechargeable batteries that power everything from electric vehicles to smartphones. An index of lithium prices from research firm and price provider Benchmark Mineral Intelligence doubled between May and November and is up some 240% for the year. The index is at its highest level in data going back five years.</p><p>Industry News</p><p>Funds</p><p>Growth investor Level Equity Management has closed on $775 million for its Level Equity Growth Partners V fund and $350 million for its Level Equity Opportunities Fund 2021, according to a news release. The firm invests in growth deals involving expanding companies using technology as an edge as well as in structured capital transactions, including debt, according to the firm's website.</p><p>IPO Tracking</p><p>Chinese artificial-intelligence company SenseTime Group Inc. said it would postpone its Hong Kong initial public offering, days after it was added to an investment blacklist of companies that the U.S. government says are supporting Chinese military development, The Wall Street Journal reports. In a statement, the company said the halt was meant to help investors consider the potential impact of the U.S. blacklisting, adding that it remains committed to completing the listing soon. The postponement comes after the company held off from pricing its IPO as planned on Friday. The company is planning to relaunch the deal as soon as this month, according to people familiar with the matter.</p><p>SPAC News</p><p>A special purpose acquisition company backed by SoftBank Group Corp., SVF Investment Corp. 3, has agreed to combine with artificial intelligence company Symbotic LLC in a deal that gives the logistics business an equity value of about $5.5 billion, according to a news release. The transaction includes a $205 million private placement, mostly from Symbotic customer Walmart Inc., and a $200 million equity purchase by SoftBank Vision Fund 2. The Wilmington, Mass.-based company makes autonomous robotics used in warehouses and at other points in the consumer goods supply chain.</p><p>New Money</p><p>Formagrid Inc. which does business as Airtable, is a work management software startup and raised $735 million in funding. The deal was led by XN Capital and participating investors include J.P. Morgan Growth Equity Partners, Michael Dell's MSD Capital, Salesforce Ventures, Silver Lake, and funds and accounts advised by T. Rowe Price Associates, Inc.</p><p>TealBook, a company that offers supplier data, raised $50 million in a Series B round of funding led by Ten Coves Capital. Other investors include BDC Capital, Grand Ventures and RBC Ventures. The company will use the funding to accelerate its data roadmap, introduce new partnerships and integrations and expand its team to fuel global expansion.</p><p>HealthCare.com, a New York- and Miami-based insurtech platform, picked up more than $50 million in Series C equity funding, along with $130 million in senior non-convertible preferred stock. Funds managed by Oaktree Capital Management led the investment, which saw participation from Axis Capital, Second Alpha and Link Ventures. Oaktree's Brian Laibow and Axis Capital's Linda Ventresca joined the company's board.</p><p>CodeLathe Technologies Inc., which does business as FileCloud, is an Austin, Texas-based enterprise software startup that raised a $30 million Series A. Savant Growth led the round and Kennet Partners also participated in the round, along with a $10 million growth capital facility with Avidbank.</p><p>Jack &amp; Annie's, a Boulder, Colo., plant-based meat substitute brand made from jackfruit, secured $23 million in Series B financing. Creadev and Desert Bloom co-led the round, which included contributions from Wheatsheaf Group and others.</p><p>Software.co Technologies Inc., which does business as Software, is a development operations software startup that raised $15 million in Series A funding from Next47 and 8VC.</p><p>Glassbeam Inc., which provides analytics about medical equipment, raised $10 million in a Series B funding led by Appian Way Asset Management, with a strategic investment from MultiCare Health System. Glassbeam is based in Santa Clara, Calif.</p><p>Tech News</p><p>Shareholders press Facebook for governance changes</p><p>Vox Media, Group Nine Media in advanced talks to merge</p><p>Harley-Davidson's electric-vehicle division to go public via SPAC merger</p><p>Tech companies bring back the human touch</p><p>I gave my mom a crypto wallet: A simple guide to NFTs, blockchain and more</p>",
  "published": "2021-12-14T14:57:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 5749,
          "end": 5759
        }
      ],
      "nexusId": "10009678"
    }
  ]
}