{
  "_id": "b7de38462eb7bac398effc74d672f24288abf1b52b6c76a57fb1f6ba7a9cb590",
  "feed": "market-watch",
  "title": "Snowflake stock drops 3% after losses double",
  "text": "<p>Snowflake SNOW reported a first-quarter loss of $203.2 million, or 70 cents a share, more than doubling the loss of $93.6 million from a year ago. Sales also more than doubled, coming in at $228.9 million after reporting sales of $109 million a year ago. Snowflake does not provide adjusted per-share earnings information.</p><p>Analysts on average expected losses of 51 cents a share on sales of $212.7 million, according to FactSet. Shares declined 3% in after-hours trading following the release of the results, after closing with a 2.3% gain at $235.24.</p><p>Snowflake, which makes cloud-based database software, went public in September 2020 and became the largest company by market value to double in its first day of trading after an initial public offering . Investments by Berkshire Hathaway Inc. BRK.B and Salesforce.com Inc. CRM helped validate Snowflake's cloud-based approach to competing with database-software giant Oracle Corp. ORCL.</p><p>For more: Five things to know about Snowflake </p><p>Snowflake is still trading at roughly double its $120 IPO price, but has not stayed at the lofty heights that its shares found late last year. Shares have declined more than 7% from their price on the end of the first day of trading, and are more than 60% lower than their peak closing price of $390, set on Dec. 8.</p><p>Cannacord Genuity software analysts did not expect Wednesday's report to have much of an effect on the stock, which has been caught up in volatility that seems to affect much of the high-multiple, momentum stocks in the technology sector.</p><p>“Our view for now is that Snowflake — as with most high-growth, high-multiple stocks — is more likely to trade in concert with macro news flow than on company-specific data (expectations are high, as investors suspect that Snowflake will meet them),” the analysts, who have a hold rating and $275 price target on the stock, wrote this week. “In other words, if inflation and interest-rate fears continueto control the macroeconomic narrative, high-growth stocks with long-term payoffs, like Snowflake, will take the brunt of the impact.”</p><p>Snowflake tends to focus on nontraditional metrics in its earnings, for instance discussing just product revenue — which strips out sales from services and other efforts — and focusing on net revenue-retention rate and “remaining performance obligations,” or revenue expected in future quarters. The company reported product revenue of $213.8 million, net revenue-retention rate of 168% and remaining performance obligations of $1.4 billion Wednesday.</p><p>“Snowflake reported strong Q1 results with triple-digit growth in product revenue, reflecting strength in customer consumption,” Chief Executive Frank Slootman said in a statement. “Remaining performance obligations showed a robust increase year-on-year, indicating strength in sales across the board.”</p><p>The company guided for second-quarter product revenue of $235 million to $240 million and an adjusted operating margin of -19%. Analysts on average were expecting second-quarter product revenue of $235.4 million and adjusted operating losses of $52.7 million heading into the report, according to FactSet.</p>",
  "published": "2021-05-27T08:29:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 805,
          "end": 828
        },
        {
          "start": 805,
          "end": 819
        }
      ],
      "nexusId": "10009678"
    }
  ]
}