{
  "_id": "bd1f9028d6c6b7f81dc189cb999b47628611a0863eb13331fa60c407f4c5ca95",
  "feed": "ftcomall",
  "title": "Can Christian Klein steer SAP into the cloud era?",
  "text": "<p>The night before he was due to announce his appointment as SAP's sole chief executive in April, Christian Klein was awakened by a tap on his shoulder from his wife, who was about to go into labour.</p> <p>Hours later, as the 40-year-old was facing the press at a morning conference, his second daughter was born in a Heidelberg hospital just a few miles away.</p> <p>The ensuing nine months have hardly been less chaotic for Germany's youngest blue-chip boss, but neither a global pandemic, nor parenthood, were the main catalysts.</p> <p>SAP, the country's most valuable listed company, which counts more than 400,000 of the world's largest corporations among its customers, has seen five boardroom changes over the period, including the unexpected departure of co-chief executive Jennifer Morgan after just six months in the job.</p> <p>Mr Klein has been left with the solo task of transforming SAP, which sells business software, into a largely cloud-based company, convincing existing customers with large, secure on-site server farms to move online, while also winning new clients who are being courted by more agile US competitors such as Workday and Salesforce.</p> <p>The transition has been a slow one. SAP's cloud business, while still growing at roughly 20 per cent per year, accounts for less than a third of total revenues. The 48-year-old tech group's oldest customers, which include the likes of Siemens, Daimler and BASF, tend to prefer so-called “on-premise” software, which has fallen out of favour with investors.</p> <p>“The on-premise business is currently not as highly valued,” Mr Klein told the Financial Times, “which I also find sometimes a bit strange, because these are really big customers; it's a sticky business, it's a highly resilient business, it's a successful business for us.”&#xa0;</p> <p>“We are doing well there,” he added, “especially against competitors, against Oracle.”</p> <p>Mr Klein's predecessor, Bill McDermott, tried to bridge the gap by going on a shopping spree, but SAP's clients grew increasingly frustrated when purchases such as travel-booking tool Concur and human resources platform SuccessFactors were not properly integrated into existing products. Some chief executives even called the SAP boss to complain in person.</p> <p>Then, in July, Mr Klein announced that Qualtrics, a cloud-based customer feedback tool bought by Mr McDermott for $8bn, would be floated on the stock exchange and developed independently — a tacit admission that merely hoovering up promising start-ups had not helped SAP in its quest for modernisation.</p> <p>A couple of months later, SAP's share price plunged by more than a fifth, when Mr Klein told investors that the move to the cloud had to be accelerated, and that this would delay earnings targets, as the Walldorf-based company swapped traditional on-premise revenues for cloud contracts which take up to five years to show up as profits.</p> <p>The bigger challenge for Mr Klein, and his newly refreshed management team, was to make customers believe that SAP had more to offer than smaller, more focused rivals and become “a very dominant cloud player in 2025”.</p> <p>When SAP sales people pitch in the US, “they are seen as a dinosaur”, said a person close to the company, pointing to how complex some of the German tech group's products are.&#xa0;</p> <p>“The software is immensely powerful, but it is tough for users to uncover the functionality and make best use of it,” said Julian Serafini, an analyst at Jefferies.</p> <p>“They are a little guilty of using a lot of fancy terms. It is sometimes a little bit of a struggle.”</p> <p>In an effort to change this perception Mr Klein recruited Julia White, a former Microsoft executive who helped migrate the US company's Office suite to the cloud, to share “success stories” with customers.</p> <p>“We have to tell stories in a better way,” he conceded, “because our software is extremely relevant.”</p> <p>Ever since taking the helm in April, Mr Klein has been working on a new product to help his cause. “Rise with SAP” is a pre-packaged suite, offering services such as robotic process automation and artificial intelligence on one single platform, designed to “bring the pieces [of SAP] together” and simplify the move to the cloud.</p> <p>Launched to great fanfare last week, with the participation of Microsoft chief executive Satya Nadella, the move is an acknowledgment that “we need to strengthen our capabilities to take the customer by the hand and show him what are the best practices for this business process”, Mr Klein said.</p> <p>“I'm so confident that with the new offering, we see an even further acceleration of the migration [to the cloud].”</p> <p>That acceleration, SAP's management believes, will lead to a re-rating of the company's market value. After all, Mr Klein argues, Qualtrics, in which SAP remains a majority shareholder, was worth roughly $25bn after its debut on the stock market last week, and “they are doing $500m of revenue [a year] while we have six or seven more of these solutions growing at the same [rate]”.&#xa0;</p> <p>Jefferies' Mr Serafini said investors would first watch closely to see how quickly SAP's cloud ambitions are realised. Mr Klein and his team, he said, “have laid the vision out there, they need to go execute it and make it happen”.</p> <p>The pandemic, which has done little to harm SAP's business, with the exception of a slowdown in profits at travel tool Concur, will quicken the transition, Mr Klein said.</p> <p>To complement Rise with SAP, the company bought Signavio — a small, Berlin-based business process intelligence start-up and a rival to German unicorn Celonis, which helps customers find ways to optimise supply chains or shipping or inventories.</p> <p>The price, which has not been disclosed but has been put at roughly €1bn by Bloomberg, was worth paying because it would have taken two to three years for SAP to develop in house, Mr Klein said — time that the German group could no longer afford to lose in the age of Covid-19.</p> <p>“The business transformation of our customers needs to happen now,” he added. “A retailer, without an ecommerce shop, without kerbside pick-up, without home delivery is not going to make it.”<br></p><p>Source: Joe Miller in Frankfurt 2021 'Can Christian Klein steer SAP into the cloud era?' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T13:57:40.291Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1129,
          "end": 1139
        }
      ],
      "name": "salesforce.com, inc.",
      "id": "US79466L3024",
      "nexusId": "10009678"
    }
  ]
}