{
  "_id": "56876b8d9f71222837a144c80c5c423b127b5cae74b6bfda3c5e9ece5116c0ac",
  "feed": "wall-street-journal",
  "title": "Texas Abortion Law Faces Pushback From Some Companies; Lyft, Box, Stitch Fix among dozens of companies to sign statement; some large Texas employers declined to sign",
  "text": "<p>Some companies declined to participate. They included Starbucks Corp. and Microsoft Corp., according to people familiar with the matter. A Microsoft spokeswoman declined to comment. A Starbucks spokesman didn't immediately comment.</p><p>The statement doesn't call for any specific action. Its organizers say it is intended, in part, to show other states considering new abortion laws that they can cause economic harm, such as by hindering employers' ability to recruit workers from out of state. Many of the signatories aren't based in Texas, though a number of them have operations or employees in the state.</p><p>For some companies, the statement represents their first public comments on the Texas abortion law. Many employers have been largely silent since it went into effect earlier this month. Some worried about taking a stand on the issue, fearing potential blowback from customers or employees, executives said. Others, like the Greater Houston Partnership, a business group, waded into polarizing debates on voting access earlier this year that divided their members, and haven't taken a position on the Texas Heartbeat Act, also known as SB 8.</p><p>The law, passed by the Republican-controlled Texas legislature and signed by Gov. Greg Abbott in May, says a physician can't knowingly perform an abortion if there is \"detectable fetal heartbeat.\" It also creates a new enforcement structure that allows private citizens to bring a civil lawsuit against abortion providers and to collect at least $10,000 in damages plus legal costs per abortion challenged successfully.</p><p>Gov. Abbott has said in recent weeks that businesses aren't turned off by the state's policies.</p><p>Salesforce.com Inc., which has an office in Dallas, offered to relocate employees in Texas who are concerned about access to reproductive healthcare in the state. In a tweet, CEO Marc Benioff wrote, \"Ohana if you want to move we'll help you exit TX. Your choice,\" using the Hawaiian word for family. CNBC earlier reported on the policy. A Salesforce spokeswoman declined to comment.</p><p>Shar Dubey, CEO of Dallas-based online-dating company Match Group Inc., sent a note to employees in which she expressed her opposition to the law. Ms. Dubey also created a fund for those affected by the law, as did Austin-based online dating company Bumble Inc. Bumble signed the letter. Match didn't.</p><p>Tuesday's corporate statement frames the debate in largely economic terms. It says that the abortion restriction \"impairs our ability to build diverse and inclusive workforce pipelines, recruit top talent across states, and protect the well-being of all the people who keep our businesses thriving day in and out.\"</p><p>SHARE YOUR THOUGHTS</p><p>What impact, if any, will the corporate statement have on the Texas abortion law? Join the conversation below.</p><p>A coalition called Don't Ban Equality organized the statement, which was signed by more than 50 companies. Other signatories include Yelp Inc., the customer-service platform Zendesk Inc. and enterprise software company Atlassian Corp.</p><p>\"Laws like these are just bad for the business climate of the state,\" said Jen Stark, senior director of corporate strategy for the Tara Health Foundation, which helped organize the statement.</p><p>In recent years, companies have faced pressure to respond to social issues related to the environment, racial justice and LGBT rights. Progressive activists have frequently used companies' past statements on such issues to push them to further engage on the topics, while CEOs have also faced calls from their own employees to make their views known. Some employees and customers also don't want companies taking positions on these issues.</p><p>Dell Technologies Inc. CEO Michael Dell, in an email viewed by The Wall Street Journal, told Texas-based employees earlier this month that the company was reviewing recent legislation in the state. \"There is a lot happening in Texas right now. We're all feeling it,\" Mr. Dell wrote, adding, \"There's much we still don't know about how all of these laws will ultimately play out.\"</p><p>Yelp, which employs more than 100 people in Texas but doesn't have an office in the state, plans to announce that the company's foundation will double match employee contributions in October to groups like the Center for Reproductive Rights and Planned Parenthood that are fighting the Texas law and similar legislation elsewhere.</p><p>Some employers that signed on to Tuesday's letter said they generally tried to avoid introducing politics into the workplace but felt drawn to support the statement. At Spot Insurance Inc., an Austin insurance technology startup, Maria Goy, a co-founder and chief operating officer, sent a text to the company's CEO, saying she felt the company should sign the letter. He agreed.</p><p>Other CEOs said they signed the statement because they worried Texas's law would make it harder to attract people to their organizations. Trevor Best, the Houston-based CEO of Syzygy Plasmonics Inc., which focuses on developing technologies for the energy industry, said his 40-person company routinely recruits engineers and Ph.D. candidates from other states.</p><p>\"I'm trying to get them to move to Texas, and they see this, and they have to think about their families and their daughters, and is this where they want to grow their family?\" Mr. Best said. \"It's challenging.\"</p><p>Write to Chip Cutter at chip.cutter@wsj.com</p><p>Texas Abortion Law Faces Pushback From Some Companies</p>",
  "published": "2021-09-21T12:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1663,
          "end": 1677
        },
        {
          "start": 2002,
          "end": 2012
        }
      ]
    }
  ]
}