{
  "_id": "f31be0080442fa93d945485521de35873b1b28ad15fbfb6c54b8610fdcda4b6a",
  "feed": "ftcomall",
  "title": "Okta/Auth0: identity cheque",
  "text": "<p>Online identity verification is crucial in the age of cloud computing and costly cyber attacks. But has $31bn San Francisco identity specialist Okta checked that start-up rival Auth0 is the right company for a <a href=\"https://investor.okta.com/sec-filings/sec-filing/8-k/0001193125-21-067561\">$6.5bn acquisition</a>? Okta shares fell 7 per cent after the deal was announced on Wednesday. They dropped a further 10 per cent in after-hours trading.&#xa0;</p> <p>The price is a steep climb from the near $2bn valuation that Auth0 secured in a round of fundraising led by Salesforce last year. The all-share deal is also equivalent to about a fifth of Okta's market capitalisation.&#xa0;Even so, it should pay off in the medium term.</p> <p>Chief information officers have spent the past year speeding up digital transformation plans to protect their data as team interactions go online and work moves <a href=\"https://www.ft.com/content/40eb1369-5b14-40b9-a3d5-478ca3420947\">to the cloud</a>. Okta's own share price doubled in 2020. </p> <p>Okta sells software that corporate customers mostly use to authenticate employees. It counts FedEx, Moody's and Zoom among its clients. With Auth0, it will expand further into the customer authentication market and will work more with developers. </p> <p>There is some overlap, but together the pair envisage a $55bn potential market for customer and workforce identity verification. That would not materialise for some time. Lossmaking Auth0 is expected to report revenues of about $200m next year — meaning Okta has paid about 32 times forecast sales. Its own equity value is equal to about 29 times. &#xa0;</p> <p>Those are expensive valuations. But this should be a <a href=\"https://www.ft.com/content/e26b8d71-be32-4e59-830c-3100435a2ecb\">high-margin</a> sector. The model for software companies is a few years of intense research and development spending, then a shift to sales and marketing spend. Once distribution gets going, recurring revenues should be high. Profit margins should grow as existing clients buy new versions of software. Net income margins are more than 30 per at companies such as Microsoft and Adobe. </p> <p>About a third of all computer workloads are on the cloud, according to Wedbush Securities. It expects that figure to rise to more than half by next year. This purchase should leave Okta well placed to take advantage.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button ‘Add to myFT', which appears at the top of this page above the headline</em></p><p>Source:  2021 'Okta/Auth0: identity cheque' FT.com 4 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-04T15:07:44.839Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 469,
          "end": 479
        }
      ],
      "nexusId": "10009678"
    }
  ]
}