{
  "_id": "e49cc09477609f6c94602334185fc20b06f20b165809846a986122bb7e63d52f",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Joe Biden will order a review of <a href=\"https://www.ft.com/content/547ddfb1-2e4a-486a-a996-04c9c95b6622\">US treatment of asylum seekers</a> from Central and South America and set up a new task force to reunite children and parents separated at the border as he continues efforts to overhaul the US immigration system.&#xa0;</p> <p>New executive orders to be signed by Mr Biden at the White House on Tuesday continue the president's push to unravel many of <a href=\"https://www.ft.com/content/79894d36-3c0a-4777-8f59-d8a6310e0487\">Donald Trump's immigration restrictions</a> without needing to pass what will probably be a polarising bill on immigration reform through a narrowly divided Congress.&#xa0;(FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Joe Biden</strong> began <a href=\"https://www.ft.com/content/a6446012-5bba-4ff7-ab41-8ceef3487485\">negotiating with Republicans</a> over his $1.9tn stimulus package. African-Americans are being vaccinated <a href=\"https://www.ft.com/content/45a06d9b-3e0b-40a8-82d3-3a8cc313e558\">far more slowly</a> than their white peers, according to the US Centers for Disease Control and Prevention.</p></li>  <li><p>Frank Appel, the head of <strong>DHL</strong>, has <a href=\"http://ft.com/content/5f27354b-d439-4280-88ac-5098a18950b2\">accused governments of failing to prepare adequately</a> for the rollout of Covid-19 vaccines.</p></li>  <li><p>An Orthodox Jewish community in <strong>London </strong>has one of the world's highest rates of Covid-19&#xa0;past infection, <a href=\"https://www.ft.com/content/c5d29294-fdaf-465e-adc9-d4d27b9cbfa9\">according to a study</a>.</p></li>  <li><p><strong>Ethiopia </strong>has sought <a href=\"https://www.ft.com/content/4992e00e-557a-4c06-858b-e7e15bbf10ac\">debt relief</a> under a G20 programme to mitigate the economic impact of the pandemic, the second African country to do so in a week.</p></li>  <li><p><strong>India's </strong>new budget has <a href=\"https://www.ft.com/content/5a7e9143-c918-4777-9f05-19eb335e9b8b\">stepped up capital investment</a> and implemented financial sector reforms to support the pandemic-battered economy.</p></li>  <li><p>The <strong>EU's</strong> trade chief has <a href=\"https://www.ft.com/content/e56e7cfa-666f-4d03-b344-b0132d60e3b5\">defended his role</a> in drawing up vaccine export restrictions that forced Brussels into an embarrassing U-turn. Shut out by Europe, <strong>Balkan</strong> nations are <a href=\"http://ft.com/content/7508a3eb-c36b-4f6b-bd13-4a3a248b0686\">turning to China and Russia</a> for vaccines.</p></li>  <li><p>Global demand for <strong>medical oxygen</strong> to treat Covid-19 has risen sharply, raising concerns that patients in low and middle-income countries <a href=\"https://www.ft.com/content/c0eaf4c2-0c4f-497b-9d47-c362845467f1\">will not receive treatment</a>. (FT)</p></li> </ul> <p><em>Keep up with the latest on our </em><a href=\"https://www.ft.com/content/edaee30e-07e0-3c73-a304-afcb4caf4957\"><em>live blog</em></a><em> and follow the global race to vaccinate with </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>our tracker</em></a><em>.</em></p> <h2>In the news</h2> <p><strong>Robinhood gets another cash injection </strong>The online broker at the centre of the boom in day trading has <a href=\"https://www.ft.com/content/790324e0-8526-4d9e-9717-a4430e1be034\">raised $2.4bn</a> in its second capital infusion in a week to shore up finances strained by turbulent trading. The company's ambition to “democratise finance” has <a href=\"https://www.ft.com/content/9e69faf0-09c4-42ca-8c5f-78dc9568c18f\">collided with Wall Street reality</a> in its urgent dash for cash. Chief executive Vlad Tenev is <a href=\"https://www.politico.com/news/2021/02/01/robinhood-ceo-testify-maxine-waters-464491\">expected to testify</a> to Congress this month. (FT, Politico)</p> <ul>  <li><p>Prices for silver <a href=\"https://www.ft.com/content/81d506b7-dc12-4676-9909-eddb40b00f14\">rose almost 10 per cent</a> at one point on Monday as the dramatic battle between Reddit retail investors and hedge fund short sellers hit the metals market. </p></li>  <li><p><a href=\"https://www.ft.com/content/29b4cc1f-a970-4cd7-b452-90d982aacfb9\">Clearing houses</a>' crucial role in financial markets has been thrust into the spotlight after brokers restricted retail investors' bets amid the Reddit-fuelled trading boom.</p></li>  <li><p>The gyrations caused by price-insensitive investors raise questions about market efficiency, regulation and financial stability, <a href=\"https://www.ft.com/content/ba875bce-0c7f-47f8-8c3f-5b98bd0b0b9b\">writes John Plender</a>. (FT)</p></li> </ul> <p><strong>Aung San Suu Kyi put under house arrest</strong> Aung San Suu Kyi is <a href=\"https://www.ft.com/content/98f9dab3-4818-4d74-89de-d026aa57a651\">under house arrest</a> in the Myanmar capital Naypyidaw, a day after the coup that overthrew her government. The Biden administration <a href=\"https://www.ft.com/content/1934605c-ecf1-4e7b-aac7-45ad8031b879\">threatened to impose sanctions</a> on Myanmar's military leadership and called the coup a “direct assault on the country's transition to democracy”. (FT)</p> <p><strong>UN pension fund wary of Apollo</strong> A report by lawyers for Apollo Global Management into the ties between founder Leon Black and the late paedophile Jeffrey Epstein is “<a href=\"https://www.ft.com/content/62573344-9060-4168-94dd-11ab27ea3594\">not enough</a>” to remove the company from a watch list of investments requiring extra scrutiny, a top UN pension fund official has said. (FT)</p> <p><strong>Spac round-up </strong>Houston billionaire <a href=\"https://www.ft.com/content/753d33d1-5a59-41dd-907d-25d76e373fe7\">Tilman Fertitta's business empire</a>, which includes restaurants and casinos, will return to public markets through a reverse merger with a special purpose acquisition company. <a href=\"https://www.ft.com/content/22fbd3da-0458-482e-8cf3-17432987e067\">Astra</a>, a space start-up backed by Marc Benioff of Salesforce and Eric Schmidt, and <a href=\"https://www.ft.com/content/ec08b822-e022-41d1-8252-0a04b2772031\">Wheels Up</a>, supported by Serena Williams and Lance Armstrong, also plan to go public via spacs. (FT)</p> <p><strong>London fund managers hit Brexit turbulence </strong>London's boutique investment managers are <a href=\"http://ft.com/content/e8f51cdb-39e9-4a82-aa95-a1120c351db1\">struggling to negotiate</a> post-Brexit rules and trading arrangements to continue serving their European clients. The UK's £35bn fashion and textile industry is also facing “<a href=\"https://www.ft.com/content/9275f5e1-8779-411c-ab65-5767f5e748d5\">decimation</a>” from red tape and travel restrictions, Boris Johnson has been warned. (FT)</p> <p><strong>Kuaishou IPO boosts biggest rival to China's TikTok&#xa0;</strong>Kuaishou, which is set for a&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-7a6aa329-aadf-4075-ada9-ea2e41327f96/NcZtVUnp0XO6cLNfNJUtVg~~/AAAAAQA~/RgRh-wvkP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvN2E2YWEzMjktYWFkZi00MDc1LWFkYTktZWEyZTQxMzI3Zjk2P2VtYWlsSWQ9NjAxODg1NmE3OTcyYmYwMDA0N2NjMzI2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgEfuGGGDQyRyzUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">splashy initial public offering</a>&#xa0;in Hong Kong this week, is likely to hit a valuation of more than $60bn at its IPO. With a captive audience — more than 262m Chinese check the app an average of 10 times a day — the app is&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-2b7a8bec-7f01-45b8-ac9f-1fe3f1cbd1f4/PnsktbaN_P2FtRLwpKKWpw~~/AAAAAQA~/RgRh-wvkP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMmI3YThiZWMtN2YwMS00NWI4LWFjOWYtMWZlM2YxY2JkMWY0P2VtYWlsSWQ9NjAxODg1NmE3OTcyYmYwMDA0N2NjMzI2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgEfuGGGDQyRyzUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">pivoting business model</a>&#xa0;to advertising and ecommerce. (FT)</p> <p><strong>Macron signals Sahel pullback </strong>Emmanuel Macron has signalled he intends to <a href=\"https://www.ft.com/content/d5e7c04a-1f10-4fcd-a7f1-9af7faedb8a6\">reduce within months</a> France's 5,100-strong military force fighting jihadis in the Sahel states of sub-Saharan Africa after years of military operations. (FT)</p> <h2>The day ahead</h2> <p><strong>Earnings round-up </strong>It's a big <a href=\"https://www.ft.com/content/65b4ab95-cfdb-49d6-bfbb-d3b365f65f1b\">earnings day</a> for the tech sector, with Amazon and Google-owner Alphabet reporting results. Investors will also have an eye on energy major ExxonMobil and pharmaceutical group Pfizer. (FT)</p> <p><strong>Navalny hearing </strong>Allies of Kremlin critic Alexei Navalny are expected to <a href=\"https://www.ft.com/content/dec53c27-4a92-44e6-9d26-52774e0cf9d3\">rally in his support</a> as a court in Moscow considers jailing him for alleged violation of suspended sentence terms. (FT)</p> <h2>What else we're reading</h2> <p><strong>US companies take baby steps towards racial equity</strong> Many US corporations are scrambling now to figure out what small steps will put them on the road to tackling racial inequality in a post-George Floyd America — or be seen to be doing so.&#xa0;But now it's time to move beyond the jaw-jaw, <a href=\"https://www.ft.com/content/00a01600-84b6-4942-8b2b-04e8d6b180e2\">writes Patti Waldmeir</a>. (FT)</p> <p><strong>US and UK diverge on workers' rights </strong>Amid eye-catching policy proposals such as a $15 minimum wage, it's easy to miss small changes deep in the belly of US bureaucracy, <a href=\"http://ft.com/content/4c80a17f-6861-4c5d-80fe-b9935ee5be4b\">writes Sarah O'Connor</a>. But they reveal the breadth of Joe Biden's ambitions on labour regulation — while a crucial UK post lies vacant. (FT)</p> <p><strong>The unexpected rise of the discount megastore </strong>Accelerated by the coronavirus pandemic, the rapid growth of chains such as B&amp;M, Action and Home Bargains is proving that physical retail can be profitable. <a href=\"http://ft.com/content/554984ba-c010-4956-9125-6a7fc6806295\">How did “variety discounters” spread</a>? (FT)</p> <p><strong>Brexit reveals power of credit card duopoly </strong>The rise in interchange fees between the UK and Europe might feel like a niche issue, but it is a symptom of a deeper malaise, <a href=\"https://www.ft.com/content/b6c9cf77-e65d-4e36-8ba8-fdc5db5f5cec\">writes Patrick Jenkins</a>. It is worth reflecting on the nature of an industry that can get away with quintupling a charge from one day to the next. <em>Go deeper with our </em><a href=\"https://www.ft.com/content/c89a26de-ab51-4d1a-87f9-a1f512b7a6ae\"><em>#fintechft newsletter</em></a>. (FT)</p> <p><strong>Wanted: the next corporate Big Baddie </strong>After Big Pharma stepped up in the pandemic, who's the next villain? Big Meat? Big Box Set? The twenties should open up opportunities for some new evil industries ready for the Big&#xa0;Branding, <a href=\"https://www.ft.com/content/a1833334-cdaa-4dcb-80b3-ef36b0b93643\">writes Robert Shrimsley</a>. (FT)</p> <p><strong>Is a pandemic the time for an MBA?</strong> Many high-fliers are <a href=\"https://www.ft.com/content/e5c07830-1eb0-40bb-b0a0-f657252ea8ab\">taking shelter</a> from a world economy reeling from coronavirus by enrolling on an MBA programme. While strengthening your CV in a tough jobs market makes sense, argues Seb Murray, there are downsides too, he says. (FT)</p> <h2>Video of the day</h2> <p><strong>Charts That Count</strong> US finance editor Robert Armstrong charts <a href=\"https://www.ft.com/video/9b223e93-b22f-4bee-b95c-0d0cc13b27b0?playlist-name=editors-picks&amp;playlist-offset=1\">the extraordinary rise</a> of GameStop's shares and argues that at some point the price will fall. (FT)</p> <a href=\"http://www.ft.com/cms/9b223e93-b22f-4bee-b95c-0d0cc13b27b0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T12:34:00.668Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3622,
          "end": 3632
        }
      ]
    }
  ]
}