{
  "_id": "0af5104611f23e20fc63a369b05151b16cf31e12e37697fb048e7eda4d5dca7a",
  "feed": "wall-street-journal",
  "title": "Benioff to  Be Sole  CEO in  Salesforce  Shake-Up  ----  By Kathryn Hardison",
  "text": "<p>   Salesforce Inc. said co-CEO Bret Taylor is leaving a year after he was elevated to run the business-software provider alongside Chairman Marc Benioff, ending the company's second experiment in recent years with dual leadership. </p><p>   Mr. Taylor, 42 years old, will vacate the position Jan. 31, Salesforce said Wednesday. Mr. Benioff will become sole chief executive again and continue to serve as company chairman. </p><p>   The departure comes amid growing challenges for the tech industry in areas such as cloud computing that thrived during the pandemic. Salesforce announced the leadership change along with its earnings. The company posted higher revenue in the latest quarter. </p><p>   Mr. Taylor was credited as the architect of Salesforce's $27.7 billion purchase of workplace-collaboration company Slack Technologies, Salesforce's biggest acquisition ever. He joined Salesforce in 2016 through its purchase of software company Quip Inc., which Mr. Taylor ran at the time. He initially was president and chief operating officer before being named co-CEO Nov. 30, 2021. </p><p>   Salesforce elevated Mr. Taylor a day after he was named Twitter Inc. chairman, putting him in position to run two of tech's most prominent companies. Mr. Taylor served as Twitter chairman until the takeover by Elon Musk last month. </p><p>   \"After a lot of reflection, I've decided to return to my entrepreneurial roots,\" Mr. Taylor said Wednesday. </p><p>   In his career, Mr. Taylor has been involved with notable tech innovations -- from Google Maps to Facebook's \"like\" button -- and he founded companies that sold for hundreds of millions of dollars. </p><p>   \"While there's absolutely no easy time for a transition like this, I do now feel like it's time to return to my entrepreneurial roots particularly given the landscape,\" Mr. Taylor said. </p><p>   Shares of Salesforce fell 7.6% to $148 in after-hours trading. </p><p>   Company revenue increased to $7.84 billion during the quarter, up 19% on a constant-currency basis, slightly higher than what analysts had expected. </p><p>   Mr. Benioff said he hoped Mr. Taylor would return. </p><p>   This is the second time that the co-CEO structure didn't last long at Salesforce. In 2018, Keith Block was promoted to co-CEO alongside Mr. Benioff after five years as president and COO. He left 18 months later. </p><p></p>",
  "published": "2022-12-01T07:11:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 26,
          "end": 36
        },
        {
          "start": 542,
          "end": 552
        },
        {
          "start": 711,
          "end": 721
        },
        {
          "start": 1052,
          "end": 1062
        },
        {
          "start": 288,
          "end": 298
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 1785,
          "end": 1795
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 851,
          "end": 861
        },
        {
          "start": 802,
          "end": 812
        },
        {
          "start": 2108,
          "end": 2118
        }
      ]
    }
  ]
}