{
  "_id": "26902ffaba30c25a317f8fa885146fcaaa9dfc5807807c07b2ac795a9f1b3733",
  "feed": "wall-street-journal",
  "title": "Stock Market Wobbles to Start June Trading; Treasury yields rise; Nasdaq, S&P 500 point toward slight gains",
  "text": "<p>On Tuesday, major U.S. indexes fell, leading the S&amp;P 500 toend May roughly flat after a month marked by major moves in both directions.</p><p>Wednesday's session ushers in a new trading month, but few investors expect a reprieve from the volatility that has dominated markets this year. Many traders remain worried about the pace of the Federal Reserve's interest-rate increases and whether they will plunge the U.S. economy into a recession. Eight of the last 11 extended Fed rate-rise cycles have eventually ended in recession, according to Deutsche Bank analysts.</p><p>Still, many traders say a recession isn't guaranteed, and any significant economic slowdown in the U.S. could be months away. That has led some investors to wade into the market and scoop up shares with beaten-down valuations, injecting more volatility into markets.</p><p>Many investors and strategists say they are still questioning whether last week's rally, when all three major U.S. indexes jumped at least 6%, was the start of a more sustainable rebound or whether it was only a break from this year's selling pressure.</p><p>\"Most of the gains we saw last week have been a bear-market rally,\" said Chris Wallis, CEO and chief investment officer for Vaughan Nelson Investment Management. \"I think we will have prolonged volatility, but sometime between June and September there is a good chance for a market bottom.\"</p><p>Mr. Wallis doesn't rule out the possibility of a recession, driven by a global growth slowdown and an inflation surge, this year.</p><p>Dave Sekera, Morningstar's chief U.S. equity strategist, came into the year with a bullish view on value stocks but now believes growth stocks, which have taken a beating this year, are undervalued. The Russell 1000 Value Index is down about 5% this year, while the Russell 1000 Growth Index has plunged 22%.</p><p>\"Oftentimes, the market acts like a pendulum. We think sometimes it swings too far in one direction or the other,\" he said.</p><p>Clear signaling from the Fed on the need for half-percentage-point interest-rate increases at the Fed's June and July policy meetings has offered reassurance to traders recently. What happens after that, however, is less clear. Canada's central bank increased its policy interest rate by a half-percentage point on Wednesday.</p><p>\"The question for us is whether [the recent rally] is a one-month or six-month phenomenon,\" said Viraj Patel, global macro strategist for Vanda Research. He said he expects to see U.S. stocks grind higher in the coming weeks in the absence of a big data shock, but doesn't yet believe stocks are on pace for a longer-term rally.</p><p>More lightly staffed trading desks during the summer months could also spur volatility in the weeks ahead. Summer trading tends to have lower trading volumes and less liquidity, leading to more dramatic moves in stocks. Many investors are also bracing for more volatility ahead in other asset classes, which have also notched wide swings this year.</p><p>In economic data, the Institute for Supply Management's index of U.S. manufacturing activity rose to 56.1 in May from 55.4 in April. Economists surveyed by The Wall Street Journal had expected a decline to 54.5. A reading above 50 indicates expansion.</p><p>Hiring demand in the U.S. remains strong as Americans continued to leave jobs at an elevated level. The Labor Department on Wednesday released figures showing that seasonally adjusted job openings fell to 11.4 million in April from an upwardly revised 11.9 million in March. The tight jobs market has driven up wages and contributed to historically high inflation.</p><p>As more closely watched economic data about inflation and gross domestic product are released in the next few months, the market could stabilize and break away from whipsawed trading sessions.</p><p>\"I do think the second half of the year can be better than the first half because we will have more of that information,\" said Liz Young, head of investment strategy at SoFi.</p><p>The yield on the 10-year U.S. Treasury note advanced to 2.930%, from 2.842% Tuesday. Yields and bond prices move inversely. Yields on the benchmark note still remain well below this year's closing high of 3.124%, but have advanced this week as traders have continued to reassess the path of interest rates.</p><p>Crude prices rose, as investors digested European Union leaders' plan to impose an oil embargo on Russia and a ban on insuring ships that carry Russian oil. Some OPEC members are also exploring the idea of suspending Russia's participation in an oil-production deal.</p><p>Brent crude, the international benchmark for oil prices, rose 0.6% to $116.29 a barrel. Though oil prices have fallen from their levels reached shortly after the war began in Ukraine, they have begun to move higher recently, as traders digested European Union leaders' plans and the easing of Covid-19 restrictions in China.</p><p>\"Oil prices have gone on a roller-coaster ride…and I think the likelihood is that they will stay elevated,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"I still think oil and high energy costs are going to be an inflationary factor weighing on markets.\"</p><p>Salesforce jumped 10% after reporting revenue that outpaced analyst expectations, easing concerns about demand for its business software. Shares of Victoria's Secret rose 9.3% after recording a profit that exceeded analyst expectations.</p><p>Shares of energy companies swung between gains and losses in volatile intraday trading. Marathon Oil added 0.6%, while Occidental Petroleum gained 2.2%.</p><p>Overseas, the pan-continental Stoxx Europe 600 closed down 1%.</p><p>In Asia, trading was mixed. China's Shanghai Composite lost 0.1%,as Covid-19 lockdowns eased in China's financial capital. Hong Kong's Hang Seng fell 0.6%. Japan's Nikkei 225, in contrast, rose 0.7%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Market Wobbles to Start June Trading</p>",
  "published": "2022-06-01T19:54:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5119,
          "end": 5129
        }
      ]
    }
  ]
}