{
  "_id": "e684f73d7ef2b852f03c72e9c1d53154c0ff974991e67ff88855d004affe0680",
  "feed": "market-watch",
  "title": "This is what you should do in the stock market now, according to three 2022 fund-award winners",
  "text": "<p>So it's timely that the fund-rating company Refinitiv Lipper recently published its list of the best mutual funds for risk-adjusted performance. The awards showcase “industry leaders, visionaries and influencers,” says Lipper.</p><p>I recently caught up with three of those “visionaries” to get their take on how to behave in the stock market now, the best themes to play, and the stocks to help you get there.</p><p>Not surprisingly, their views are colored by the types of funds they manage. But even adjusting for their biases, they offer some well-reasoned takeaways and useful perspectives, given their track records.</p><p>Here are five key pointers.</p><p>1. Consider adding, not reducing, stock exposure</p><p>“The stock market will be higher by the end of the year because we will be past the Ukrainian conflict and inflation will be heading lower,” says Chris Retzler, whose Needham Small Cap Growth Fund NESGX and Needham Growth Fund NEEGX, both of which won Lipper awards this year.</p><p>On the war, Retzler expects a formal compromise before the summer. The market will price that in ahead of time. He puts inflation at 4%-5% by the end of the year, and 3% next year.</p><p>We'll also be past the midterm election headline risk by year-end. It's likely Congress will be more divided as the Republicans take seats. Historically, a divided Washington cheers investors. That makes it harder for politicians to make mistakes that hurt the economy.</p><p>Retzler is worth listening to because his two award-winning funds have great medium-term records. They beat their Morningstar mid-cap index by seven to 20 percentage points annualized over the past three to five years, according to Morningstar Direct.</p><p>While Retzler won't rule out the chance of recession, Roger Sit at the award-winning Sit ESG Growth Fund SESGX thinks that won't happen. He cites strong jobs growth, solid consumer balance sheets, and the strong global growth momentum before Russia invaded Ukraine. Sit thinks the S&amp;P 500 SPX could close 10% higher from where it is now, driven by earnings growth.</p><p>2. Own companies that benefit from endemic Covid</p><p>Though a lot of people still don't believe it, Covid seems to be on the way out. Omicron subvariants create much milder symptoms in people who have immunity because of vaccines or prior infections. This will benefit several types of stocks in the health-care space, says Neal Kaufman at the Baron Healthcare Fund BHCFX. His fund beats its Morningstar U.S. Healthcare index by 10 percentage points annualized over the past three years. That's one reason it just took down a Lipper award.</p><p>The shift to endemicity will boost demand for postponed elective medical procedures.</p><p>“Medical-device companies in procedures impacted by Covid should start to see normalization of their sales,” says Kaufman. Here, he cites Edwards Lifesciences EW, a heart-valve manufacturer.</p><p>Another one to consider for this theme is the medical-device and surgical-equipment company Medtronic MDT.</p><p>“This is a Covid reopening play, with elective surgeries coming back,” says Kent Johnson, who helps manage the Sit ESG Growth Fund.</p><p>Next, biotech companies across the board will benefit. The virus has hindered sales teams working on drug launches. Covid has delayed clinical trial enrollment. It has also slowed Food and Drug Administration approvals.</p><p>Now, with Covid lifting, these issues will recede and help the biotech space, Kaufman says. He cites argenx ARGX as a company from his holdings that will benefit as Covid backs off as a threat, because it has early-stage drug launches and clinical trials slowed down by the virus.</p><p>Kaufman is also bullish on the entire biotech space overall, longer term, as Covid recedes.</p><p>“There is a tremendous amount of innovation and ultimately there will be many success stories,” he says. “We'd be very surprised if investors were not able to generate substantial returns from this level, three years from now.”</p><p>Biotech will get a boost because financially strong pharma companies will start buying businesses to fill out their pipelines.</p><p>“A lot of those companies are kicking the tires and doing their due diligence,” he says.</p><p>3. Favor growth because it is coming back into style</p><p>“Small-cap growth has been under assault for 12 months,” says Retzler, the Needham manager. “There are names that are more than cut in half with strong fundamental business activity, and it is almost purely based on multiple compression and fund flows out of the asset class.”</p><p>Retzler thinks that as the economy slows this year, investors will favor companies that stand out because they post revenue growth, profits and decent free cash flow.</p><p>“Investors will look for what is growing in a slowing economy,” he says. “We think there are substantial opportunities within the asset class for longer-term investors. Right now, there are so many names that are at or close to their 52-week lows.”</p><p>He cites three examples from his holdings.</p><p>1. Chip-manufacturing-equipment supplier MKS Instruments MKSI just got hit by news that its plans to purchase Atotech in the same space got pushed out further in time. There are delays in approval by the Chinese government. “But that does not affect the long-term story,” says Retzler. Above all, there's a push to bring chip manufacturing back to the U.S., with Intel INTC, Taiwan Semiconductor TSM and Samsung Electronics building capacity here.</p><p>2. Retzler also singles out II-VI IIVI, which makes optical components and chips used in communications equipment, aerospace and defense and electric vehicles, which are strong end markets.</p><p>3. And he favors the aircraft-component maker Heico HEI, which supplies replacement parts to airlines, which are getting more business as Covid recedes. “Heico is a play on all airline traffic, so we don't have to pick one carrier,” says Retzler.</p><p>4. Own stocks with pricing power to offset inflation</p><p>High inflation will be with us for a while, so it will pay to position your portfolio for this. Ed Yardeni thinks S&amp;P 500 stocks in general are an inflation hedge, since rising prices boost their revenue growth.</p><p>But it also pays to target names particularly good at raising prices, says Kaufman at the Baron Healthcare Fund. “We are focused on investing in companies with pricing power to offset inflation,” he says.</p><p>One he favors is Mettler-Toledo International MTD. It sells precision analytical and instruments used by companies in drug development, chemical production and food manufacturing. “Customers emphasize the quality of product over price. So, they are willing to absorb price increases.”</p><p>Mettler-Toledo products don't have big price tags. That makes it easier to take price increases.</p><p>Kaufman also has sizable positions in UnitedHealth Group UNH and Humana HUM, in part because of their pricing power.</p><p>5. Invest in ESG because the energy crisis will attract even more interest to the space</p><p>ESG investing is hot. It's one of the themes attracting the most investment dollars these days. Now, rising energy prices underscore the urgent need for alternative energy sources, says Sit, at Sit ESG Growth Fund. He's got an obvious bias, but he thinks this factor will continue to support robust demand for ESG plays.</p><p>Just no renewable energy equipment makers for this ESG fund. Or at least not very many.</p><p>“The valuations have not been attractive to us,” says Johnson, who helps manage the fund. Plus, rising raw material costs have pressured profit margins. Instead, the fund goes with solid companies that get high ESG ratings from Sustainalytics.</p><p>Some holdings would actually check the box for strict environmental enthusiasts. Take Siemens SIEGY and Trane Technologies TT, for example. They sell products that help with automation and energy conservation. So does the utility AES AES. It is sourcing more of its power from solar and wind, instead of coal.</p><p>Tech companies sort of fit the bill, too. They have a small carbon footprint since software and services make up a big part of the revenue mix. Here, Sit singles out Accenture ACN and Salesforce CRM, plays on the cloud and digitization of the workplace. Though tech companies have come back a lot since their lows in March, Sit still thinks their valuations look attractive relative to their growth potential over the next two to three years.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he had no positions in any stocks mentioned in this column. Brush has suggested MDT, INTC, IIVI, HEI, HUM and CRM in his stock newsletter,&#xa0;Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p>",
  "published": "2022-04-07T08:04:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 7999,
          "end": 8009
        }
      ]
    }
  ]
}