{
  "_id": "c9177f1759d4df1e72ec22997395e398a4dd74b23662a7786112c35f7b14687a",
  "feed": "wall-street-journal",
  "title": "Elon Musk Says He Has $46.5 Billion in Funding for Twitter Bid; Billionaire also says he is exploring a tender offer to acquire shares of Twitter directly from shareholders",
  "text": "<p>PHOTOS: How Elon Musk Made the Fortune He'll Need to Buy Twitter</p><p>The financing commitments—about half in bank debt and half in cash promised by Mr. Musk himself—lend credibility to what had, until now, looked more like a personal lark than a bona fide takeover play. When he lobbed in his bid last week, Mr. Musk didn't say how he planned to pay for the deal, which is expensive even for the world's richest man.</p><p>Now he says he has lined up $25 billion in debt from a group of banks including Morgan Stanley, Bank of America Corp. and Barclays PLC. About half is secured by his shares of Tesla Inc., which would require him to pledge more than one-third of his $170 billion stake. Mr. Musk will personally commit $21 billion in equity, the deal making equivalent of a down payment on a home.</p><p>People familiar with the matter said Mr. Musk is still considering bringing in potential equity partners and has had conversations with some.</p><p>The extra $3.5 billion—his offer for Twitter's stock comes to roughly $43 billion—likely accounts for the company's outstanding bonds, which might have to be repaid, and the hundreds of millions of dollars in fees that will go to Wall Street banks if the deal gets done.</p><p>Twitter shares were little changed midday Thursday. They have been trading well below Mr. Musk's offer of $54.20 per share, a sign that investors are skeptical.</p><p>Twitter is still likely to reject his bid, which he described as \"best and final,\" in the coming days, people familiar with the matter said.</p><p>But the financing commitments could pressure the company to negotiate. They stand in contrast to the last time Mr. Musk flirted with buying a public company. In 2018, he tweeted he had \"funding secure\" to take Tesla private. No money or formal bid materialized, and U.S. prosecutors later determined he never had it lined up.</p><p>He said Thursday he is considering launching a so-called tender offer, a direct offer to shareholders that sidesteps the board. In a series of not-so-cryptic tweets — \"_____ Is the Night\" and \"Love Me Tender _____\" — he has hinted as much in recent days.</p><p>That effort would be complicated by a defensive move that Twitter's board made last week. It adopted a poison pill, a legal maneuver that prevents Mr. Musk from amassing more than 15% of the company by offering every other investor cheap shares that would dilute his stake.</p><p>Mr. Musk is a Twitter power user with over 82 million followers and a long history of espousing his views on everything from space travel to cryptocurrencies. In January, he began buying Twitter stock, becoming the single-largest individual investor with a more than 9% stake by April.</p><p>Since then he has been using his Twitter account to criticize the company, especially its approach to content moderation, which he believes impedes free speech.</p><p>Still unknown is whether other suitors might emerge for Twitter. The Wall Street Journal reported last week that private-equity firms including Apollo Global Management Inc. and Thoma Bravo LP are kicking the tires, and corporate suitors including Walt Disney Co. and Salesforce Inc. have made bids in the past.</p><p>But the fact that nearly every global blue-chip investment bank is participating in Mr. Musk's bid—except for the two, Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co. advising Twitter in its response—suggests there isn't a rival bidder waiting to surface.</p><p>Will Feuer contributed to this article.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Liz Hoffman at liz.hoffman@wsj.com</p><p>Elon Musk Says He Has $46.5 Billion in Funding for Twitter Bid</p>",
  "published": "2022-04-21T18:35:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3077,
          "end": 3092
        },
        {
          "start": 3077,
          "end": 3091
        }
      ]
    }
  ]
}