{
  "_id": "f2abc071718f8d3f1e962ad603ccd8f5a1527187c982b0bd6b7f7d02a4400ce4",
  "feed": "wall-street-journal",
  "title": "Company Tech Chiefs Emerge as Business Leaders; \"Regardless of industry, IT roles have grown even more demanding over the last year,\" said Salesforce.com CIO Jo-ann dePass Olsovsky",
  "text": "<p>Already, many CIOs are finding themselves at the center of corporate decision-making like never before, developing sales, marketing and other core business strategies—a long way from backroom IT hubs.</p><p>\"The role of the CIO is seeing a shift from the traditional delivery of information-technology services to a more strategic role focused on delivering business objectives,\" said Scott Case, CIO at Truist Financial Corp., a Charlotte, N.C.-based retail bank with more than $500 billion in assets.</p><p>Mr. Scott, a 25-year veteran of enterprise IT, said technology is now at the forefront of the company's banking strategy and the main driver of several key focus areas, including client satisfaction, operational effectiveness, risk management, operating leverage and shareholder return, among others.</p><p>Sharon Mandell, CIO and senior vice president of software firm Juniper Networks Inc., said she still tends to traditional aspects of the job, such as maintaining systems and assuring cybersecurity. But she now also works closely with executives in divisions outside tech to drive \"value-generating business models.\"</p><p>As VMware Inc. CIO Jason Conyard puts it: \"As is the case for many IT teams, we are not the IT department of yesterday.\"</p><p>Research firm International Data Corp. estimates that by 2023, 60% of CIOs at companies world-wide will be primarily measured for their ability to cocreate new business models and revenue streams, chiefly through enterprisewide collaboration.</p><p>\"It took the pandemic to convince front offices and corporate boards that tech decisions are business decisions,\" said Sunny Gupta, co-founder and chief executive of a Bellevue, Wash.-based software firm Apptio Inc., and a board member of TBM Council, a nonprofit CIO trade group.</p><p>Jeff Wong, global chief innovation officer at Ernst &amp; Young LLP, said technology, data and innovative software, like artificial intelligence, have increasingly become central to business strategies. \"They are not only the supporting functions, but also shaping the strategic future of businesses,\" Mr. Wong said. As such, he said, CIOs today play a key role in where their company is headed in the next five to 10 years.</p><p>\"Covid has given CIOs an opportunity to have some space to revisit infrastructure and office related projects,\" said David Burden, CIO at ForgeRock Inc., a San Francisco-based company that uses artificial intelligence to authenticate the identities of workers and consumers over the cloud. On top of that, Mr. Burden said, the crisis enabled them to \"prove the value of IT as an innovation center, business enabler and significant supporter of employee productivity.\"</p><p>Rob Alexander, CIO at Capital One Financial Corp., said the rapid uptake and spread of technology during the pandemic means, going forward, business-line leaders will be looking to tech chiefs more than ever to bring high-level problem-solving skills to bear in the application of these new technologies.</p><p>\"Regardless of industry, IT roles have grown even more demanding over the last year,\" said Jo-ann dePass Olsovsky, CIO and executive vice president of business software company Salesforce.com Inc. \"My role has changed more than I could've imagined,\" she said.</p><p>Ms. dePass Olsovsky said that includes providing the digital backbone for the company's long-term hybrid-work strategy, while reimagining how workers and teams across the business can most effectively collaborate with customers, partners and colleagues.</p><p>Efforts like these to keep businesses operating remotely have made CIOs more visible throughout most organizations—underscoring how critical they are to the business, said Colleen Berube, CIO and senior vice president for operations at Zendesk Inc., a provider of cloud-based customer support software services.</p><p>\"What has changed rapidly over the past year is that I am now more focused on people than ever before,\" Ms. Berube said. \"As a CIO, I'm afforded a unique vantage point that enables me to see across the entire company and make strategic decisions with the company's best intentions in mind,\" she said.</p><p>Florian Roth, CIO at SAP SE, said the emerging role of CIOs reflects the changing ways businesses operate in an increasingly digital world—changes that were put into high gear by the pandemic.</p><p>\"There is an industrywide consensus among CIOs that it will no longer be enough for companies to merely adopt new technologies,\" Mr. Roth said. Change and innovation should be approached strategically and across the entire organization, he said.</p><p>The upshot is that CIOs are no longer being judged solely on the success of individual IT deployments, said ServiceNow Inc. CIO Chris Bedi: \"More and more, we are seeing CIOs measure success in terms of profit and loss results in order to accurately quantify our results in respect to the overall business,\" he said.</p><p>\"Everyone has figured out how to keep systems up, email flowing and meetings running,\" said David Vidoni, vice president of IT at Cambridge, Mass.-based software company Pegasystems Inc. \"If they haven't, they probably aren't in business any longer,\" he said.</p><p>Write to Angus Loten at angus.loten@wsj.com</p><p>Company Tech Chiefs Emerge as Business Leaders</p>",
  "published": "2022-01-03T12:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3130,
          "end": 3144
        },
        {
          "start": 139,
          "end": 153
        }
      ]
    }
  ]
}