{
  "_id": "41cc07b056a63167dc387ee7ce3555bf168ef49cc43c3cf05636ee6cd1b709bc",
  "feed": "wall-street-journal",
  "title": "SoFi Technologies, AMC, Salesforce, Snowflake: What to Watch in the Stock Market Today; SoFi Technologies lifted its earnings guidance; Snowflake results are due after the close",
  "text": "<p>* Shares of crude producers were broadly higher premarket as oil prices extended their recent gains. Exxon Mobil, ConocoPhillips, Occidental Petroleum. Exxon said it is halting operations at a multibillion-dollar oil and gas project in Russia and will make no further investments in the country.</p><p>* One-time meme stock AMC Entertainment added 0.9% premarket after the theater chain reported a better-than-expected profitability metric for the latest quarter as it welcomed back moviegoers.</p><p>* Salesforce.com rose 4.4% ahead of the bell. The business software provider logged higher revenue in the fourth quarter and raised its annual sales outlook.</p><p>* Ross Stores gained 6.6% after the retailer topped Wall Street expectations for its fourth quarter, said it plans to open more stores, and announced a dividend increase.</p><p>* Dollar Tree slipped 3.8% after it provided a 2022 earnings forecast ahead of analysts' consensus estimates, but with a revenue view slightly below expectations.</p><p>* Abercrombie &amp; Fitch dropped 9.7% premarket after the clothing and accessories retailer reported fourth-quarter earnings and sales that missed expectations.</p><p>* Hewlett Packard Enterprise rose 5.1%. The company raised its earnings forecast for the year after reporting stronger-than-expected earnings for the January quarter.</p><p>* Shares of solar-panel maker First Solar fell 12% premarket after its quarterly sales fell short of Wall Street expectations and its 2022 sales guidance was lower than estimates.</p><p>* Snowflake, Okta and Splunk are among the companies reporting earnings after Wednesday's close.</p><p>Chart of the Day</p><p>* Money managers are taking extraordinary steps to steady exchange-traded funds exposed to Russia. The closure of the country's stock market this week has created a rift between the pricing of some funds and the value of their underlying assets. That essentially leaves investors guessing at the value of the Russian assets.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>SoFi Technologies, AMC, Salesforce, Snowflake: What to Watch in the Stock Market Today</p>",
  "published": "2022-03-02T13:31:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1999,
          "end": 2009
        },
        {
          "start": 491,
          "end": 505
        },
        {
          "start": 24,
          "end": 34
        }
      ]
    }
  ]
}