{
  "_id": "9f29f1428c7379df037dd2111705cda15931ba33ef5227f050038a72883d3208",
  "feed": "ftcomall",
  "title": "The toxicity of America's restrictive abortion laws",
  "text": "<p>As state after state in America's conservative heartland adopts reactionary abortion legislation, the beacon of the free world looks bizarrely out of kilter with even socially conservative neighbours like Mexico, where more <a href=\"https://www.ft.com/content/6fdff453-e901-4102-b2ff-c5d6054961f2\">progressive policies </a>are being implemented. </p> <p>Abortion is already a <a href=\"https://www.ft.com/content/d1ceb21b-e443-443b-9fab-3ad8992e3e0d\">divisive political issue in the US</a>. It is becoming a business issue too. Companies including Yelp, Citigroup, Uber and Salesforce are stepping up to help employees who need access to out-of-state healthcare, providing transportation, time off, and even legal protection for those who help women trying to get abortions. &#xa0;</p> <p>This corporate activism follows two particularly restrictive state laws. <a href=\"https://www.ft.com/content/cee6a170-fa23-47cb-b554-d457d68f225b\">Oklahoma</a> has put a near-ban on abortion, even in cases of rape or incest. The state Senate Bill 612 would make performing an abortion “except to save the life of a pregnant woman in a medical emergency” punishable by up to 10 years in prison and a $100,000 fine. </p> <p>This follows<a href=\"https://www.ft.com/content/967e4e39-e533-462f-87ca-fa3307287b5d\"> a similar law passed last year in neighbouring Texas</a>, which bans abortion after just six weeks, a period of time in which most women are just learning of their pregnancy. The legislation even allows individuals to sue anyone who helps a woman seeking an abortion — healthcare professionals, obviously, but also a family member who might help a minor obtain care, or a driver who takes a woman to an abortion clinic. The US Supreme Court, which now tilts much more conservatively thanks to former President Donald Trump's justice picks, refused to block the law, even though its constitutionality is suspect. </p> <p>After the Texas ruling, <a href=\"https://www.ft.com/content/3a00b5a9-24c6-4122-bcf5-f950881baf82\">women began travelling</a> to Oklahoma for abortions. If that state statute passes into law, which it almost certainly will, that option will be closed from the end of August. Other states, like Idaho and Wyoming, have passed similar laws. In some of the most geographically sprawling parts of the country, it is now virtually impossible to get an abortion. </p> <p>At least one development has nationwide ramifications. The <a href=\"https://www.ft.com/content/b3ab4c09-2bc3-44d1-8338-dd4070ac479e\">Supreme Court will rule</a> on the validity of a Mississippi law that bans most abortions after 15 weeks. The court could use the case to roll back the landmark 1973 Roe vs Wade case that gave American women nationwide access to the procedure, leaving this issue up to individual states. The verdict is likely to come this summer, and is set to become a major midterm campaign issue. &#xa0;</p> <p>The blowback for business has begun. Some companies standing up for their female employees are doing so at the risk of economic ramifications for themselves. In Texas, a state legislator has threatened to prevent Citigroup from doing any municipal bond offers in the state following its announcement that it would pay travel expenses and give time off to women seeking out-of-state abortions. </p> <p>Business, not legislators, are on the right side of the majority of the American public. Despite the raft of abortion bans, a CNN poll conducted by SSRS found that most people were not in favour of such restrictive laws. Only 30 per cent said they would like to see the Supreme Court overturn Roe vs Wade, but 59 per cent said that if the law — which has never been a legally perfect solution to the abortion question — was overturned, they would want their state to set more permissive laws around abortion. </p> <p>This raises questions over whether Republicans in such states are out of touch with the public, which is slowly but surely growing younger and more progressive. It is telling and heartening that companies trying to retain workers, and remain true to their corporate values, are going a different way. </p><p>Source: The editorial board 2022 'The toxicity of America's restrictive abortion laws' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T16:40:51.165Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 409,
          "end": 419
        }
      ]
    }
  ]
}