{
  "_id": "7726d1cc2431041d710fcf05098614a276da7a851837d6a2fa821de3b54c6d84",
  "feed": "ftcomall",
  "title": "Arundhati Bhattacharya: from veteran banker in male-dominated field to Salesforce's India CEO ",
  "text": "<p>One of Arundhati Bhattacharya's first tasks on taking the top job in India for US software giant Salesforce was to set up company systems on her home computer, by herself. Having been tempted out of retirement from a successful banking career, she was taking on a new role in a new industry at the start of a pandemic.</p> <p>“I feel quite proud of having done all of that on my own,” says Bhattacharya, on a video call, a generic forest scene in the background. “It gave me a sense of learning a lot of things, a little sense of achievement.”</p> <p>Her delight at an impromptu remote lesson in computer networking during a global emergency explains much about the 65-year-old's career.</p> <p>She worked for State Bank of India for 36 years, rising to bec­ome the first female chair of the state-owned institution in 2013, and leading it during four turbulent years for India's financial sector. She is one of several Indian women to have risen to the highest levels in the male-dominated banking world.</p> <p>Then, in 2020, after a short retirement the veteran state banker reinvent­ed herself as a private sector tech chief executive. She had two meetings with Salesforce chief executive Marc Benioff, including at his home in California, before agreeing to take it on. “I was really unsure, myself,” admits <a href=\"https://www.ft.com/stream/cd364cb4-603e-4477-894b-539ed20d5941\">Bhattacharya</a>, of the career move when thinking of this new start in a new industry. “And, I'm sure, so was Marc.”</p> <p>The sleek Salesforce Tower in San Francisco is a world away from Bhilai, the steel township in Chhattisgarh, the central Indian state where Bhattacharya spent her early years. Her father was an electrical engineer, her mother a homeo­path, and she was the third of three siblings. Her mother and aunt had the biggest influence on her, she says.</p> <p>“My mother couldn't finish her college education because she got married. But I could see her hunger for education and for knowledge . . . These sisters, I never saw them waste a minute.”</p> <p>The woman who would rise to a top job in banking studied English literature at college in Kolkata, and writes in her memoir, <a href=\"https://amzn.to/3759bvm\"><em>Indomitable</em></a><em>, </em>that she had an “ambivalent attitude towards numbers”. Nonetheless, dared by a friend, she took the SBI entrance exam.</p> <p>That casual decision set her on a career path that wended from remote bank branches in the sal forests of Jhargram to a stint in New York's urban jungle<em>. </em>It also took her to the Swiss ski slopes of Davos, for the annual World Economic Forum gathering, which she notes drily, taught another lesson: “The Indian attire of a sari is quite unsuitable, as the ends get wet in the slush.”</p> <p>Bhattacharya feels that those bank branches were where she acquired her management chops. However, in terms of leadership style, she also “learned a few things earlier on that I needed to change”.</p> <p>Peers told her she had aggressive body language. “I never believed that, I always considered myself as a very gentle, sweet person,” she recalls, chuckling. Then she saw a videotape made during a management course: “I was actually quite amazed . . . I really came across as aggressive.”</p> <p>She looked back to her early career for the source of that behaviour: “This was that first branch of mine, Kharagpur, where there was a lot of union activity where I had to raise my voice. I had to be aggressive to meet them head-on . . . I didn't need to be like that any more.”</p>  <p><strong>As an Indian state employee</strong>, Bhattacharya was not in banking for the money. She recalls that “20 years before I became chairman, I stopped looking at my payslip altogether, because it would hardly creep up . . . What used to keep me motivated was the learning that I was getting.”</p> <p>Given the limited resources of a state bank, Bhattacharya had to find other ways to incentivise employees, she says — such as words of encouragement or notes of appreciation.</p> <p>“People have different buttons that you can push. And, in the public sector, I think we learn to find those buttons, which in the private sector people don't because you give them a lump sum and that's it.”</p> <p>At the same time, her career entailed painful sacrifices. The regular transfers to different branches of SBI meant anxious searches for supportive schools for her daughter Sukrita, who has health and learning issues. Childcare and visa problems during her New York stint even meant that Bhattacharya was separated from Sukrita for an entire year.</p> <p>To cope with her worries, on top of banking's normal stresses and strains, Bhattacharya turned to friends: “That's the only way that you can manage this.”</p> <p>She says: “All the spiritual masters will tell you, you will not change an iota by worrying. I understand completely with my head — my heart doesn't agree. You're still anxious.”</p> <p>When Bhattacharya took the helm at SBI, India's banking sector was at a critical point. She had to stand up to Indian corporates, which had borrowed heavily and were collapsing under the strain. Meanwhile, the bank, whose heavy paper ledgers the young Bhattacharya once pored over, needed to digitise.</p> <p>Not all SBI's metrics improved during her tenure. But Bhattacharya was credited with the successful megamerger of five associated banks, and pushing SBI through its digital transformation.</p> <p>Her advice to women starting out? Get ready to keep learning. “This is a world where you really and truly have to be agile, and you have to keep learning constantly,” she says.</p> <p>“The evolution that is happening is getting faster, and so . . . you must understand that you would be ending your career somewhere else entirely.” Like starting as a bank officer and winding up as a top tech executive.</p><p>Source: Chloe Cornish 2022 'Arundhati Bhattacharya: from veteran banker in male-dominated field to Salesforce's India CEO ' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T04:00:01.128Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 97,
          "end": 107
        },
        {
          "start": 1409,
          "end": 1419
        },
        {
          "start": 71,
          "end": 81
        },
        {
          "start": 1138,
          "end": 1148
        }
      ],
      "nexusId": "10009678"
    }
  ]
}