{
  "_id": "1551811951b8619046266c672ff2baa01f97f73f1cf73a5b97857008639693d2",
  "feed": "wall-street-journal",
  "title": "Stock-Trading Ban for Members of Congress Gains Traction; Pelosi says she expects consensus to emerge pretty soon on legislation",
  "text": "<p>Republicans have shown interest in new rules, even though some rank-and-file GOP lawmakers have balked. House Minority Leader Kevin McCarthy (R., Calif.) is considering backing new limits on lawmaker stock ownership, according to an aide. And Senate Minority Leader Mitch McConnell (R., Ky.), who said he holds his investments in a mutual fund and advises colleagues to do the same, said he would need to examine the issue.</p><p>The comments by Mrs. Pelosi show how quickly momentum has grown for new rules. In mid-December, she had rejected further regulations, telling reporters that \"we're a free-market economy,\" in reference to lawmakers' trades. Last month, Mrs. Pelosi shifted her position, saying \"I'm OK with that,\" if lawmakers wanted to tighten restrictions on trading.</p><p>The developments come amid greater scrutiny of trading by top government figures. Late last year, the Federal Reserve imposed restrictions on senior officials in a bid to address a stock-trading controversy that prompted the resignation of two reserve bank presidents. Also, a Wall Street Journal investigative series found more than 100 federal judges violated federal law by hearing lawsuits involving companies in which they reported owning stock.</p><p>That was on top of scrutiny of stock trades by lawmakers, as they attended closed-door briefings in early 2020 about the threat of the coronavirus pandemic. Investigators later closed probes without action.</p><p>The issue featured in a pair of Senate races in Georgia, where Democratic challengers criticized Republican incumbents over their trading. Sen. Jon Ossoff (D., Ga.), who won his seat in one of those races, told reporters Wednesday that \"we've changed the conversation on this issue in Congress.\"</p><p>Currently, lawmakers are barred from trading on nonpublic information derived from their position and must publicly file and disclose any financial transaction involving stocks, bonds, commodities futures and other securities within 45 days. Lawmakers and their immediate families bought $267.4 million of assets and sold $363.5 million last year, according to Capitol Trades, with both figures down from the prior year. The value of trading in stock options roughly doubled in 2021, to $25.9 million from $12.8 million a year earlier.</p><p>Administration Committee Chairman Zoe Lofgren (D., Calif.)—an ally of Mrs. Pelosi—has begun evaluating different bills to review the merits of different approaches, an aide said. Senate Majority Leader Chuck Schumer (D., N.Y.) said he asked Democratic colleagues to unify around a single bill, calling the issue an important one for Congress to address.</p><p>One bill, led by Reps. Abigail Spanberger (D., Va.) and Chip Roy (R., Texas), would require lawmakers, their spouses and dependents to put stocks, futures and derivatives into blind trusts managed by outside advisers. Another, led by Rep. Raja Krishnamoorthi (D., Ill.), would ban lawmakers and senior staffers, but not spouses, from trading in stocks and other investments.</p><p>Other issues to be ironed out include the treatment of capital gains, if lawmakers were forced to sell investments.</p><p>\"The American public thinks that members of Congress are self-dealing, and the American public deserves to trust us more,\" Ms. Spanberger said. She raised concerns that the bill could be delayed by negotiations over its scope.</p><p>\"Should we be talking about the judicial branch? Should we be talking about staff?\" she said. \"We are the ones who are elected.\"</p><p>As one gauge of the growing support, Ms. Spanberger's measure has 46 sponsors, including more than a half-dozen Republicans. Mr. Krishnamoorthi's has 50 sponsors, including three Republicans. In the Senate, Mr. Ossoff unveiled a companion bill to require lawmakers to put stock into blind trusts. And Sens. Elizabeth Warren (D., Mass.) and Steve Daines (R., Mont.) are advancing a measure to ban trades, including by spouses of senators and House lawmakers.</p><p>One of the issues involves how to regulate spouses who trade stocks. Several lawmakers, including Mrs. Pelosi, have spouses who regularly buy and sell investments. Mrs. Pelosi is one of the wealthiest members of Congress and for 2021 disclosed dozens of trades made by her husband in shares of Apple Inc., Salesforce.com Inc. and Amazon.com Inc., among others.</p><p>Several Democratic lawmakers argued that the trading by spouses must be included in any new law.</p><p>\"If you were using classified information you had access to or privileged information, and you yourself weren't trading, but your spouse was going back and forth?\" said Rep. Elissa Slotkin (D., Mich.), a sponsor of both House bills. \"It just contributes to a perception that Congress can enrich themselves off these jobs.\"</p><p>According to a recent poll by the Trafalgar Group and Convention of States Action, 76% of voters think members of Congress should be barred from trading stocks while in office.</p><p>Rep. Mary Gay Scanlon (D., Pa.), who sits on the House Administration Committee, said that she thinks it ultimately will be important to ensure that congressional spouses cannot directly trade in individual stocks.</p><p>\"I suspect it is because otherwise it's too easy to evade,\" said Ms. Scanlon, who is currently signed on as a co-sponsor of Mr. Krishnamoorthi's bill. \"But obviously, there's all the problems that you start running into, say, for example, if one spouse trades stocks for a living.\"</p><p>The executive branch bars cabinet members and other government appointees from owning individual shares. However, they are allowed to put off paying capital-gains taxes on sales as long as they reinvest their gains into other holdings such as mutual funds and Treasury bonds.</p><p>Not all lawmakers are on board with the idea of further regulating trades.</p><p>\"I think there's a free market out there, and I've never seen any instances myself of insider trading,\" said Rep. Doug Lamborn (R., Colo.). \"I don't think that's very likely because we do so much out in the open.\"</p><p>Rep. Markwayne Mullin (R., Okla.) drew a distinction between members who served on committees relevant to their stock trades and those who didn't. He also said that investment portfolios amassed before coming to Congress were different from positions built up during service in the legislature.</p><p>\"You have to have the ability to invest like anybody else would in retirement, so we've got to be careful about where we move with it.\"</p><p>Eliza Collins and Andrew Duehren contributed to this article.</p><p>Write to Siobhan Hughes at siobhan.hughes@wsj.com</p><p>Stock-Trading Ban for Members of Congress Gains Traction</p>",
  "published": "2022-02-09T23:37:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 4231,
          "end": 4245
        }
      ],
      "nexusId": "10009678"
    }
  ]
}