{
  "_id": "a9d9a5d2e9591d4ab2f0c62889516c5dc6198221a6ef0e63f86af5d44c3f97ea",
  "feed": "wall-street-journal",
  "title": "Business News: Glitches Disrupt Slack, Peloton Use",
  "text": "<p>\"We've resolved the issue,\" Slack said. \"All impacted customers should now be able to access Slack.\"</p><p>There were more than 10,000 reports of Slack outages at around 9:30 a.m. ET, according to Downdetector, which tracks website outages. The number of reported outages decreased significantly by early afternoon. Salesforce.com Inc. acquired the company last summer.</p><p>Some Slack users took to Twitter to discuss the outage, joking that they no longer had to work for the day, or that they actually had to call their colleagues on the phone instead of messaging them.</p><p>\"Slack is down. We're all free. Run for your lives,\" Max Steele, who works in political communications, said in a tweet.</p><p>In an interview, Mr. Steele said that he and his colleagues are typically regular Slack users but instead turned to texting and email during the disruption. \"The real downside was: How do you share a funny tweet with your co-workers?\" he said.</p><p>Exercise-bike company Peloton also had technical issues Tuesday that lasted several hours. At around 2:45 p.m., the company said the issue was resolved. The company said in a tweet that it was investigating an issue with its services. Downdetector showed 5,490 reports of the service being down as of 10:38 a.m. but reports dropped shortly afterward.</p><p>Temporary interruptions for popular social-media sites, websites and messaging platforms are relatively common. Some of the outages have been felt more widespread as many employees turn to cloud services and other connected platforms to help them work remotely during the pandemic.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 310,
          "end": 324
        }
      ]
    }
  ]
}