{
  "_id": "f2e63b625c9463897f75b24d087b34815a5c632f28d923e6590b6b505b78c9bd",
  "feed": "market-watch",
  "title": "More people using 'buy now, pay later' for holiday shopping, but experts urge consumers not to overspend; The financing offers a new spin on the concept of layaway and has become increasingly popular among younger consumers",
  "text": "<p>This form of online purchasing has proved popular in Europe and has recently gotten traction in the U.S. for everything from Peloton equipment to household appliances.</p><p>Buy now, pay later, a new spin on the concept of layaway, has become increasingly popular among younger consumers. It allows consumers to split the cost of purchases into installments and charges them either simple interest or no interest at all, in a break from the traditional credit model in which interest compounds.</p><p>Unlike traditional layaway, however, with buy now, pay later, consumers receive their goods immediately and then pay them off, rather than receiving their purchases only after paying in full.</p><p>Furniture companies have long allowed people to take big-ticket items home right away and then pay them off in installments. Now the concept has made its way online, spreading across industries and to smaller purchase amounts.</p><p>An increasing number of younger people and people living paycheck to paycheck are relying on buy now, pay later — sometimes referred to as BNPL — and other alternative forms of payment, experts say.</p><p>About half of millennials and members of Generation Z say they are highly likely to finance at least one of their holiday purchases, with shoppers using buy now, pay later to finance even lower-priced gifts. The average order value of buy now, pay later purchases over Thanksgiving fell by 6%, according to separate data released by Salesforce on Friday.</p><p>Salesforce expected usage of the financing option to \"ramp up with the big shopping days\" of Black Friday and Cyber Monday.</p><p>\"One of the worst things consumers can do is finance gifts on a credit card that they don't intend to pay off at the end of the month, especially in a rising-interest-rate environment,\" said Anuj Nayar, financial health officer at LendingClub, a financial-services company based in San Francisco, Calif.</p><p>\"Now more than ever, it's important to live within your means,\" he said.</p><p>Online sales on Black Friday are up just 1%</p><p>Buy now, pay later services, in particular, are seeing surging adoption rates, driven by growing merchant acceptance, booming e-commerce sales and what many providers say is a skepticism among younger shoppers about traditional credit offerings.</p><p>In the credit-card model, merchants pay transaction fees when they accept card payments, and consumers pay accrued interest if they carry a balance.</p><p>Buy now, pay later services, which can sometimes be interest-free to the consumer, charge a steeper fee to merchants, who have been increasingly willing to pay for the services to encourage consumers to go through with an online purchase.</p><p>Some 37% of Americans plan to use financing such as personal loans, credit cards and buy now, pay later this holiday season, up from 34% in 2021, according to the holiday season report from LendingClub.</p><p>From 2019 to 2021, the dollar volume of buy now, pay laer loans issued by five firms — Affirm Holdings Inc. AFRM, Afterpay Ltd., Klarna, PayPal Holdings Inc. PYPL and Zip Co. ZIP — increased by 1,092%, from $2 billion to $24.2 billion, according to a report by the Consumer Financial Protection Bureau.</p><p>\"Buy now, pay later is a rapidly growing type of loan that serves as a close substitute for credit cards,\" CFPB Director Rohit Chopra told reporters at a virtual news conference in September. </p><p>\"We will be working to ensure that borrowers have similar protections, regardless of whether they use a credit card or a buy now, pay later loan,\" he added.</p><p>E-commerce sales on Black Friday were expected to be almost flat this year, Adobe said. Online sales for Black Friday were expected to reach $9 billion, up just 1% on the year.</p><p>However, Cyber Monday will be this year's \"biggest online shopping day,\" Adobe said, with online sales reaching $11.2 billion, up 5.1% year-over-year.</p><p>Erik Carter, senior financial planner at Financial Finesse, a workplace financial coaching provider in El Segundo, Calif., advised consumers not to allow discounts over the holiday season to tempt them to overspend.</p><p>Instead, he said, people should use Black Friday as an opportunity to invest in things that were already on their shopping lists.</p><p>(Emily Bary contributed to this report.)</p><p>More people using 'buy now, pay later' for holiday shopping, but experts urge consumers not to overspend</p>",
  "published": "2022-11-28T16:58:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1462,
          "end": 1472
        },
        {
          "start": 1440,
          "end": 1450
        }
      ]
    }
  ]
}