{
  "_id": "9371294a65e9dfb8f4164885289ff5e4e91668d208f44bfa8410de6425d8252d",
  "feed": "wall-street-journal",
  "title": "CIO 2023 Priorities: Speed and Agility; A tumultuous geopolitical landscape and continued economic tightening are expected to influence the CIO agenda",
  "text": "<p>In addition to delivering on a company's technology goals, business technology executives have been navigating tricky waters over the past year as a result of rising interest rates, a tumultuous geopolitical landscape and stubborn inflation.</p><p>Those pressures have forced some CIOs to adapt quickly to meet their goals in 2023—some say they're giving priority to select technology projects, others are finding ways to speed up their operations and work more closely with their executive peers.</p><p>\"What has changed somewhat for us is the need to move even faster on all fronts, including the speed with which we deploy disruptive new technologies, deliver what the business needs for new opportunities, and expand and improve our offerings to customers,\" said Fred Killeen, vice president of global IT and chief information officer at automotive manufacturing company General Motors Co.</p><p>Chris Bedi, CIO of software maker ServiceNow Inc., said he's planning to focus on the digital transformation initiatives that \"drive value against core metrics for our business.\" \"For me, this means prioritizing projects that will deliver top-line growth and margin expansion,\" he said.</p><p>Mr. Bedi said he is also proactively communicating the potential risks of technology investments across his C-suite. \"The need to define and mitigate risks is not new, but its importance has never been greater given the pressure we're all under to deliver business outcomes, faster,\" he said.</p><p>Consumer-goods giant Unilever PLC is using data to better respond to changes in the economic environment, said Alessandro Ventura, CIO and vice president of analytics and business services at Unilever North America. \"Nobody has a crystal ball,\" Mr. Ventura said. \"By using analytics capabilities, we can be prepared to act quickly in any market situation, tracking performance of our entire portfolio and reacting to any changes in consumer behavior.\"</p><p>Along with monitoring its business segments, Unilever is also using predictive analytics toset pricing, according to Mr. Ventura. \"We need to find the sweet spot between ensuring our pricing is competitive while adapting to increasing input costs,\" he said.</p><p>At Salesforce Inc., CIO Juan Perez said the cloud software giant is making use of automation and artificial intelligence \"across every line of business to drive growth, increase efficiency and create more business value faster.\"</p><p>That, plus creating \"business intimacy\"—what Mr. Perez calls \"close alignment with business partners across sales, service, marketing, commerce, IT, HR, finance and other teams\"—is helping the company use technology to support its goals in 2023, he said.</p><p>\"Partnerships with business leaders across the company are essential because they enable technology teams to prioritize and deliver the technology our stakeholders and customers need,\" Mr. Perez said.</p><p>Write to Belle Lin at belle.lin@wsj.com</p><p>The Year Ahead</p><p>* Going Into 2023, CIOs Weigh Tech Priorities Against Economic Realities</p><p>* CIOs in 2023 Want to Know: Who's Got Talent?</p><p>* CIO 2023 Priorities: Always Be Modernizing</p><p>* CIO 2023 Priorities: Cybersecurity</p><p>* CIO 2023 Priorities: Speed and Agility</p><p>* CIOs' Favorite Reads of 2022</p><p>CIO 2023 Priorities: Speed and Agility</p>",
  "published": "2022-12-30T13:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2175,
          "end": 2190
        },
        {
          "start": 2175,
          "end": 2185
        }
      ]
    }
  ]
}