{
  "_id": "391d40b7088802161a5a3e838c12123f582c40f5d96428bda085fb8132372af1",
  "feed": "market-watch",
  "title": "U.S. stocks fall to 3-month low, 2-year yield tops 4% after Fed's third jumbo rate hike",
  "text": "<p>* S&amp;P 500 SPX retreated 28 points, or 0.8%, to 3,761.</p><p>* Dow Jones Industrial Average DJIAfell 146 points, or 0.5%, to 30,036.</p><p>* Nasdaq Composite COMP shed 125 points, or 1.1%, to 11,093.</p><p>Stocks finished sharply lower Wednesday after a volatile session, with the Dow Jones Industrial Average losing 522 points, or 1.7%, to close at 30184, while the S&amp;P 500 declined 66 points, or 1.71%, to 3790. The Nasdaq Composite dropped 205 points, or 1.79%, to 11220.</p><p>The S&amp;P 500 is down more than 21% for the year, and the Nasdaq Composite has lost roughly 29% over that period.</p><p>What's driving markets</p><p>U.S. stocks fell again following Wednesday's selloff after the Federal Reserve produced another 75 basis-point rate hike and reiterated its commitment to crush inflation, even if it means driving the U.S. economy into a recession.</p><p>\"We will keep at it until the job is done,\" Chair Jay Powell said in a news conference on Wednesday after the Fed increased its policy interest rate for the third time in a row by 75 basis points to a range of 3% to 3.25%.</p><p>\"I wish there were a painless way to do that. There isn't,\" he added as the Fed projected it may have to raise rates as high as 4.4% by the end of the year and that unemployment may rise and the economy slow sharply.</p><p>See: Fed predicts big slowdown in economy and rising unemployment as it battles inflation</p><p>Ipek Ozkardeskaya, senior analyst at Swissquote, agreed that ultimately equity traders did not like what they heard from the Fed. \"'Ugly' is a good word to describe the market mood this morning. The selloff will likely continue,\" she added.</p><p>As stocks slumped, the CBOE Volatility Index VIX, a measure of expected S&amp;P 500 volatility known as Wall Street's \"fear gauge,\" was hovering above 28, near its highest level since the end of June and well above the long run average of 20.</p><p>The latest stock market relapse leaves the benchmark S&amp;P 500 index precariously placed, having decisively broken below perceived support at 3,900 and is now within sight of the lows for the year of 3,667 in June, analysts observed.</p><p>\"After several days of chop between the 3,850 and 3,900, the [S&amp;P 500] got a final rejection of 3,900 today before closing under 3,800…We believe the pain trade is lower. Given today's [Wednesday's] downside reversal and a continued lack of any capitulatory signals, we think the path to the June lows might be faster than many anticipate,\" wrote Jonathan Krinsky, chief market technician at BTIG.</p><p>However, Krinsky stressed that though the market was continuing to to face seasonal headwinds, such conditions should improve by mid-October.</p><p>\"We think we test or break the June lows before then, which should set up a better entry point for a year-end rally,\" he concluded.</p><p>U.S. investors digested a couple of economic data reports early Thursday, including the latest read on jobless claims, which showed that new applications for unemployment benefits edged higher to 213,000 last week. However, the U.S. labor market remains robust.</p><p>See: Jobless claims edge up to 213,000 but still show strong labor market and few layoffs</p><p>Data showed the current account deficit for the second quarter shrunk compared with the same period last year, likely due to the impact of the stronger dollar.</p><p>Outside the U.S., the trend for tighter monetary policy among developed nations continued apace on Thursday — with one notable exception. Norway's central bank raised borrowing costs by 50 basis points to 2.25% and the Swiss National Bank hiked by 75 basis points to 0.5%. The Bank of England also hiked rates by half a percentage point.</p><p>See: Bank of England lifts rates by a half point after 5-4 vote</p><p>But the Bank of Japan left policy unchanged, leaving overnight rates at minus 0.1% as it maintained that inflation of 2.8% mainly reflects surging commodity prices.</p><p>The BoJ promptly intervened in the market, pushing the dollar USDJPY lower, a trend also reflected in the euro and sterling, and a move which helped sentiment in U.S. equity futures, where the greenback's recent surge to a more than 20-year high has proved a headwind of late. The ICE U.S. Dollar Index, a gauge of the dollar's strength against a basket of rivals, climbed above 111 for the first time since 2002.</p><p>See also: Fed will tolerate a recession, and 5 other things we learned from Powell</p><p>While U.S. stock futures pointed toward a higher open, Treasury yields remained elevated, with the 2-year yield BX:TMUBMUSD02Yholding above 4.1%, its highest level since late 2007.</p><p>See: A punishing selloff in short-term debt is pushing one rate near the 'magic' level that 'frightens' markets</p><p>Single-stock movers</p><p>* Rising crude-oil and natural gas prices are driving oil and gas stocks higher as the energy sector was the only bright spot for the S&amp;P 500 on Thursday. Some of the best performers included Valero Energy Corp. VLO, Schlumberger NV SLBand Occidental Petroleum Corp. OXY</p><p>* The Energy Select Sector SPDR fund XLE, which tracks the performance of the S&amp;P 500 energy sector, was also sharply higher. West Texas Intermediate crude futures for November delivery CLX22 were trading more than 3% higher shortly after the U.S. market open.</p><p>* Fertilizer stocks were also among the best performers on the S&amp;P 500, with Mosaic Company MOSleading the pack.</p><p>* Salesforce CRMstocks rose after the enterprise software company unveiled a new profitability target.</p><p>U.S. stocks fall to 3-month low, 2-year yield tops 4% after Fed's third jumbo rate hike</p>",
  "published": "2022-09-22T14:11:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5272,
          "end": 5282
        }
      ],
      "nexusId": "10009678"
    }
  ]
}