{
  "_id": "f50519661c19e407560a3f2e34216536c903d3d4d868ce1ae417bb82f3fef245",
  "feed": "wall-street-journal",
  "title": "VC Daily: What Tech Has the Most Potential to Affect Everyday Life in 2022?",
  "text": "<p>Ryan Falvey, managing partner at Financial Venture Studio, said: \"The opportunity for emerging tech to grow is just so much higher than the inflation rates we're seeing that we continue to expect strong investor interest in venture capital as an asset class.\"</p><p>Commerce Ventures partner Dan Rosen, speaking about potential interest rate hikes, said he thinks they would have minimal impact on venture. At the same time, fund managers could be concerned about having to show better performance in the face of higher rates in order to raise additional capital, Mr. Rosen said, adding that \"This can ripple through the venture eco-system and slow deal making generally.\"</p><p>This week's question: What technologies have the most potential to affect everyday people's lives in 2022?</p><p>Please email responses to marc.vartabedian@wsj.com.</p><p>And now on to the news...</p><p>Top News</p><p>Founders' power. The verdict in the criminal trial of Elizabeth Holmes completes a chapter in the tangled tale of Theranos. Meanwhile, the power that founders wield over startups—for better or worse—is only growing, Christopher Mims writes for The Wall Street Journal. A jury found Ms. Holmes guilty on four counts of fraud and conspiracy against investors in Theranos, the once-hot blood-testing company she founded and led into disaster.</p><p>The verdict completes Theranos's arc from a company valued above $9 billion and seen as revolutionizing blood testing under the leadership of a seemingly visionary wunderkind, to a failure that incinerated nearly $1 billion in investor money and put patient health at risk. As Ms. Holmes testified, she had ultimate control of Theranos throughout.</p><p>While much about the Theranos saga is distinct, including its culmination in criminal charges, it stands for many observers as an illustration of startup-founder worship run amok.</p><p>Related: With Elizabeth Holmes's Conviction, Venture Capitalists Distance Themselves From Theranos</p><p>$80.2 Billion</p><p>The U.S. trade deficit in goods and services in November, as demand for imports outstripped U.S. exports by a large amount. (WSJ)</p><p>Investment Impact of $1 Trillion Infrastructure Measure Seen as Mixed</p><p>The recently enacted $1 trillion infrastructure measure is likely to create more investment opportunities for private-equity firms in areas they already favor, such as telecommunications, while doing little to expand their presence in the government-dominated transportation sector, industry lawyers and consultants said, WSJ Pro's Luis Garcia reports. \"I think on the margins the law is going to help private investors in sectors they were already interested in and it's probably going to hurt them a little bit in sectors they weren't that interested in to begin with,\" said Brent Burnett, co-head of real assets investments at Hamilton Lane Inc., a private-markets investment-management and advisory firm.</p><p>GameStop Entering NFT and Cryptocurrency Markets</p><p>GameStop Corp. is launching a division to develop a marketplace for nonfungible tokens and establish cryptocurrency partnerships, according to people familiar with its plans, pushing the company into much-hyped areas as it tries to turn around its core videogame business, the Journal's Sarah E. Needleman reports.</p><p>Industry News</p><p>Funds</p><p>Khosla Ventures closed its first opportunity fund at over $550 million to continue investing across sectors including fintech, transportation, enterprise, sustainability, healthcare, manufacturing, consumer and food. To date, the fund has made follow-on investments in companies including Impossible Foods, Faire, Checkr, OpenTrons and Vectra AI.</p><p>Tel Aviv-based Grove Ventures closed its third fund with $185 million in commitments. The new fund will make early-stage investments in Israeli startups focusing on edge computing, cloud infrastructure, data infrastructure and management, developers' tools and software, DevOps, AI and automation. Grove Ventures also promoted Renana Ashkenazi from principal to general partner.</p><p>Former Apple, Tesla and Motorola executive Veronica Wu has launched First Bight Ventures to focus exclusively on early-stage synthetic biology companies.</p><p>People</p><p>Venture growth firm March Capital promoted Julia Klein, Solomon Hailu, Hyun Koo and Louis Gresham to partner. Prior to joining the firm, Ms. Klein was at Greenspring Associates (now StepStone Group). Mr. Hailu was previously a principal at Tusk Venture Partners. Prior to joining March Capital, Mr. Koo was a vice president at Allen &amp; Company. Mr. Gresham previously held positions at Google X and Cape.</p><p>Growth-stage venture firm Revolution Growth appointed Fazeela Abdul Rashid as partner. She was previously managing director of consumer and Americas at Temasek International.</p><p>Healthcare investor Lumira Ventures promoted Lu Han to partner, and appointed Suman Rao as an associate and Ai Li (Alice) Luo as an analyst. Prior to joining Lumira in 2014, Mr. Han was a co-founder and vice president of business strategy and operations at Sound Options Tinnitus Treatment Inc. Ms. Rao was previously a senior associate consultant at L.E.K. Consulting. Ms. Luo was previously a fellow with HaloHealth.</p><p>Westlake Village BioPartners named Mira Chaurushiya to the position of senior partner. She joins the firm from 5AM Ventures.</p><p>Exits</p><p>The New York Times Co. agreed to acquire The Athletic, a digital subscription-based sports media business, for $550 million in cash. San Francisco-based The Athletic was founded in 2016 and is backed by investors including Bedrock, Founders Fund, Jackson Square Ventures, Lemonade Capital and Plus Capital.</p><p>Alteryx Inc. entered an agreement to acquire data preparation startup Trifacta Inc. for $400 million in cash. San Francisco-based Trifacta is backed by investors including Accel, Greylock Partners, Ignition Partners, Telstra Ventures and BMW iVentures.</p><p>Advertising technology provider Smartly.io acquired Ad-Lib.io, which offers creative tools for various Google platforms. The deal is valued at more than $100 million, according to Dow Jones Newswires. Providence Equity Partners took a majority stake in Helsinki-based Smartly.io in 2019. Ad-Lib.io, of London, previously raised funding from Fog City Capital.</p><p>Odyssey Therapeutics, a startup creating precision medicines for patients with inflammatory diseases and cancer, purchased quantum machine learning company Rahko for an undisclosed amount. Cambridge, Mass.-based Odyssey Therapeutics recently raised a $218 million Series A round from investors including OrbiMed Advisors, SR One Capital Management, Foresite Capital, HBM Healthcare Investments, Colt Ventures and Creacion Ventures. Rahko had secured funding from Balderton Capital.</p><p>New Money</p><p>Miro, a San Francisco-based online whiteboard platform for team collaboration, completed a $400 million Series C round, giving the company a valuation of $17.5 billion. Investors included Iconiq Growth, Accel, Atlassian, Dragoneer Investment Group, GIC, Salesforce Ventures and TCV.</p><p>Assent Compliance Inc., a Canadian company focusing on delivering enterprise-level supply-chain software-as-a-service to manufacturers, picked up a $350 million investment led by Vista Equity Partners. Warburg Pincus, Volition Capital, First Ascent Ventures and StepStone Group Inc. are also investors in the company, which is valued at more than $1 billion. Vista Equity Partners' Patrick Severson and Jake Hodgman will join the company's board.</p><p>OpenSea, an NFT marketplace, scored $300 million in Series C funding at a $13.3 billion post-money valuation led by Paradigm and Coatue Management.</p><p>PayFit, a Paris-based startup that automates payroll and HR processes for small- and medium-sized businesses, secured €254 million (about $287 million) in Series E funding. General Atlantic led the round, which included participation from Eurazeo, Bpifrance and Accel.</p><p>Dunzo, an Indian grocery delivery provider, landed a $240 million investment. Reliance Retail Ventures led the round, which saw participation from Lightbox, Lightrock, 3L Capital and Alteria Capital.</p><p>Petal Card Inc., a New York-based credit card startup, fetched $140 million in Series D financing. Lead investor Tarsadia Investments was joined by Valar Ventures, Volery Capital Partners, Gopher Asset Management, RiverPark Ventures, Afore Capital, Gaingels and others in the round.</p><p>Labelbox Inc., a San Francisco-based training data platform for enterprise machine learning applications, snagged a $110 million Series D investment. Softbank Vision Fund 2 led the funding, which included additional support from Snowpoint Ventures, Databricks Ventures, B Capital Group and Andreessen Horowitz.</p><p>PosiGen, a New Orleans-based provider of renewable energy and efficiency tools for low-to-moderate income households, raised $100 million in preferred equity financing. Led by Magnetar Capital's Energy &amp; Infrastructure group, the round included participation from Emerson Collective, Irradiant Partners, Activate Capital, The Builders Fund, SJF Ventures and The Kresge Foundation.</p><p>Virtue Diagnostics, a Singapore-based in vitro diagnostic startup focused on infectious disease, cancer and chronic diseases, closed a $100 million Series B round. Sequoia Capital China, Morningside Ventures and Oriza Holdings led the funding, which included contributions from Lilly Asia Ventures and PerkinElmer.</p><p>Ambagon Therapeutics, a biotechnology startup based in San Carlos, Calif. and The Netherlands, launched with $85 million in Series A funding. Nextech Invest led the round, which saw participation from RA Capital Management, Droia Ventures, Inkef Capital, AbbVie Ventures, MRL Ventures Fund, Mission BioCapital and Surveyor Capital.</p><p>iProov, a provider of online biometric face authentication, nabbed a $70 million growth investment from Sumeru Equity Partners. The company has offices in London and Catonsville, Md. Kyle Ryland, managing partner at Sumeru, will join the company's board.</p><p>Angel Studios, a streaming platform, raised $47 million in funding. Gigafund and Uncorrelated Ventures led the round, which included contributions from Alta Ventures and Kickstart Fund.</p><p>Tech News</p><p>Tech selloff prompts bets against U.S. stock-market supremacy</p><p>Cryptocurrency-based crime hit a record $14 billion in 2021</p><p>New lawsuit seeks to hold Facebook liable in shooting death of federal security guard</p><p>New York to allow mobile sports betting as soon as Saturday</p><p>Rivian CFO says electric-vehicle maker will prioritize growth over profits</p><p>Around the Web</p><p>How 3 investors defied the odds to raise their first VC funds (Insider)</p><p>Is mastering your emotions the key to tech leadership? (Protocol)</p>",
  "published": "2022-01-07T18:33:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 6916,
          "end": 6926
        }
      ]
    }
  ]
}