{
  "_id": "17d5a9ba60b42bec2c566d23d0b0a12617068c38de159dea29b5acb5ac96071f",
  "feed": "market-watch",
  "title": "U.S. stocks end lower Tuesday as Biden, Powell meet on inflation; Dow, S&P eke out gains in May",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 222.84 points, or 0.7%, to close at 32,990.12, snapping a winning streak of six straight days.</p><p>* The S&amp;P 500 SPX slipped 26.09 points, or 0.6%, to finish at 4,132.15, snapping a three-day winning streak.</p><p>* The Nasdaq Composite COMP lost 49.74 points, or 0.4%, to end at 12,081.39, also snapping winning streak of three straight days.</p><p>Stocks bounced sharply last week, with the Dow Jones Industrial Average rising 6.2% to snap a run of eight straight weekly losses — its longest since 1932. The S&amp;P 500, which earlier this month came within a whisker of the arbitrary 20% pullback threshold that marks a bear market, rose 6.6% last week for its biggest weekly gain since March 2020, while the Nasdaq Composite, which fell into a bear market earlier this year, rose 6.8%.</p><p>In May, the Dow and S&amp;P 500 each eked out a gain of less than 0.1% while the Nasdaq fell 2.1%.</p><p>What drove markets?</p><p>In the final day of the month, the bounce from recent lows appeared to be stalling.</p><p>\"I don't think we've seen the bottom,\" said Steve Sosnick, chief strategist at Interactive Brokers, in a phone interview Tuesday. Investors \"haven't thrown in the towel,\" he said, meaning they haven't yet capitulated in this year's slump.</p><p>Analysts said last week's bounce was technically overdue, coming as the selloff that took the S&amp;P 500 to the brink of a bear market on May 19 left the market stretched to the downside by several measures.</p><p>The move to the downside saw steep sector selloffs that ranged from -2.6% for consumer staples to 34.3% for consumer discretionary, while the percentage of subindustries trading below their 50- and 200-day moving averages were more than two standard deviations below their 27-year means, noted Sam Stovall, chief investment strategist at CFRA, in a note. The S&amp;P 500 12-month forward earnings-per-share estimates declined to 16.8 times price — down 1.1% from its 20-plus year average and the lowest reading since April 2020.</p><p>\"These extremes hinted quite loudly that, like the release of an overstretched rubber band, the market was primed for at least a short-term snapback,\" Stovall said. \"And snap it did…The only question remaining is whether this rally will extend or evaporate. We remain skeptical of this rally's sustainability.\"</p><p>A hawkish speech delivered Monday by Christopher Waller, a Fed governor, didn't seem to help sentiment in early trade. Waller saidhe supports half percentage point interest rate increases until there are signs inflation is cooling toward its 2% target. The core reading of theFed's preferred inflation gaugewas 4.9% in April.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Y note rose 9.4 basis points Tuesday to 2.842%, according to Dow Jones Market Data.</p><p>Waller said the May employment and CPI reports will be key pieces of data \"to get information about the continuing strength of the labor market and about the momentum in price increases.\" The May jobs report is due on Friday, and the CPI report is set for release the following Friday.</p><p>President Joe Biden met with Federal Reserve Chair Jerome Powell Tuesday afternoon to discuss the economy and inflation.In an op-ed in The Wall Street Journal, Biden said he would not seek to influence the Fed's decisions.</p><p>In U.S. economic data released Tuesday, the Conference Board's index of consumer confidence fell slightly in May to 106.4from 108.6 in April, reflecting worries about high inflation and a slowdown in the economy. Economists polled by The Wall Street Journal had forecast the index to total 103.9.</p><p>\"The consumer is not panicking,\" said Sosnick, of Interactive Brokers. He found the survey \"relatively encouraging,\" saying the results beat expectations while the findings for April were revised higher.</p><p>\"Spending plans are cooling but not plummeting as financial conditions tighten. This is exactly what Federal Reserve policy makers want to see,\" said Jeffrey Roach, chief economist for LPL Financial, after the consumer-confidence reading.</p><p>\"Buying plans for large ticket items such as autos and homes are holding steady, revealing a fairly stable consumer sector. The economy will most likely avoid a recession in the near term as the Fed successfully navigates a 'softish' landing,\" Roach said.</p><p>U.S. home prices rose again in March even as higher mortgage rates began to bite, leaving prices at all-time highs. The S&amp;P CoreLogic Case-Shiller 20-city price index was up a record 21.2% year over year while the federal government's price tracker climbed 19% in the same span.</p><p>Meanwhile, West Texas Intermediate crude for July delivery fell 0.4% to finish at $114.67 a barrel Tuesday after the European Union reached a watered-down agreement that will partially ban imports of Russian oil. For the month of May, the U.S. oil benchmark climbed 9.5%.</p><p>The stock market doesn't like higher oil prices as that feeds into concerns over high inflation, as consumers worried about paying more for gas could pull back spending in other areas of the economy, said Sosnick.</p><p>In corporate earnings, Salesforce CRM, HP HPQ and Victoria's Secret VSCO are expected to report results after the closing bell Tuesday.</p><p>Which companies were in focus?</p><p>* Shares of Yamana Gold Inc. AUY gained 3.7% after Gold Fields Ltd. ZA:GFI announced a $6.7 billion deal for the Canadian miner.</p><p>How did other assets fare?</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.1% Tuesday.</p><p>* Bitcoin BTCUSD was trading about 1.2% higher at $31,634.</p><p>* Gold for August delivery fell 0.5% Tuesday to close at $1,848.40 an ounce.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP closed 0.7% lower Tuesday and fell 1.6% in May. London's FTSE 100 UK:UKX ended 0.1% higher Tuesday, bringing its gains for May to 0.8%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP closed 1.2% higher Tuesday for a monthly gain of 4.6%. The Hang Seng Index HK:HSI rose 1.4% in Hong Kong Tuesday, advancing 1.5% in May. Japan's Nikkei 225 JP:NIK edged down 0.3% Tuesday and rose 1.6% in May.</p><p>—Steve Goldstein contributed to this report.</p><p>U.S. stocks end lower Tuesday as Biden, Powell meet on inflation; Dow, S&amp;P eke out gains in May</p>",
  "published": "2022-05-31T21:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5044,
          "end": 5054
        }
      ]
    }
  ]
}