{
  "_id": "491904754e179c86a24bb32f66cd5493d4c0b5fff803a1059299ca8138b194ab",
  "feed": "market-watch",
  "title": "Snowflake stock heats up and heads back toward $100 billion valuation after vote of confidence",
  "text": "<p>Snowflake SNOW shares rallied as much as 10% after Morgan Stanley analyst Keith Weiss raised his rating to overweight from equal-weight and hiked his price target to $390 from $344 following broad adoption of the company's platform amid an underperforming stock price.</p><p>In a note, Weiss said that Snowflake's core data warehousing business was outperforming peers and that expansion opportunities were “gaining steam,” while “significant” free cash flow generation was “within reach.” Given all that, Weiss said that “investors are undervaluing the durability and quality of growth at Snowflake.”</p><p>“Despite a very positive view on the company, we had been equal-weight on the shares due to the premium relative valuation, but with growth handily beating our prior forecasts (the denominator), and the &gt;30% pullback in the stock (numerator), the growth-adjusted valuation has gone from premium to discount,” Weiss said.</p><p>Snowflake's valuation was the richest for a tech company on Wall Street after the software startup went public in 2020 with the backing of luminaries like Berkshire Hathaway Inc. BRK.A BRK.B and Salesforce.com Inc. CRM. Shares were hit hard in a January blizzard of falling tech stocks, though, taking the market capitalization below $100 billion and then $90 billion.</p><p>See also: What you need to know about Snowflake, the software company backed by Warren Buffett</p><p>Monday's share move would put that figure back above $90 billion ahead of Snowflake's quarterly earnings, which are scheduled for March 2. Snowflake executives said in the company's last earnings report that sales more than doubled for the quarter, and increased their forecast for the year.</p><p>Snowflake shares are down 3% over the past 12 months even with Monday's gain, while the iShares Expanded Tech-Software Sector ETF IGV is down 7%, the S&amp;P 500 index SPX is up 16%, and the tech-heavy Nasdaq Composite Index COMP is up 2%.</p><p>In late January, Snowflake was upgraded to a buy from Loop Capital's Mark Schappel, a few weeks after Barclay's Raimo Lenschow upgraded the stock to overweight.</p><p>Of the 29 analysts who cover Snowflake according to FactSet, 19 have “buy” grade ratings, and 10 have hold ratings, along with an average price target of $400.38.</p>",
  "published": "2022-02-07T14:48:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1112,
          "end": 1126
        },
        {
          "start": 1112,
          "end": 1135
        }
      ],
      "nexusId": "10009678"
    }
  ]
}