{
  "_id": "67b1b64cf11ee7012d4042f80351dd2ae6b4448626c1a7887be4b5f3c568e613",
  "feed": "market-watch",
  "title": "Salesforce stock rallies on earnings beat, hiked outlook",
  "text": "<p>The company reported fiscal first-quarter net income of $28 million, or 3 cents a share, compared with $469 million, or 50 cents a share, in the year-ago period. Adjusted earnings were 98 cents a share, compared with $1.21 a share in the year-ago period.</p><p>Revenue rose to $7.41 billion from $5.96 billion in the year-ago quarter.</p><p>Analysts surveyed by FactSet had estimated earnings of 94 cents a share on revenue of $7.38 billion, based on Salesforce's forecast of 93 cents to 94 cents a share on revenue of $7.37 billion to $7.38 billion</p><p>\"There is no greater measure of our resilience and the momentum in our business than the $42 billion we have in remaining performance obligation, representing all future revenue under contract,\" said Marc Benioff, Salesforce chairman and co-chief executive, in a statement.</p><p>Salesforce expects adjusted second-quarter earnings of $1.01 to $1.02 a share on revenue of $7.69 billion to $7.7 billion, while analysts surveyed by FactSet had forecast $1.14 a share on revenue of $7.77 billion.</p><p>For fiscal 2023, Salesforce increased its earnings outlook while trimming its revenue forecast. The company forecast adjusted earnings of $4.74 to $4.76 a share on revenue of $31.7 billion to $31.8 billion. Back in March, the company had forecast adjusted earnings of $4.62 to $4.64 a share on revenue of $32 billion to $32.1 billion.</p><p>Analysts expect $4.66 a share on revenue of $32.06 billion for the year.</p><p>\"Our portfolio of products remains well-positioned to serve our broad set of customers,\" said Amy Weaver, Salesforce's chief financial officer, in a statement. \"We have been able to deliver strong growth while also driving disciplined decision-making, enabling us to expand our operating margin guidance for the full year.\"</p><p>Salesforce is now forecasting operating margins of about 20.4% for the year, compared with a forecast of about 20% back in March.</p><p>Over the past 12 months, Salesforce shares have fallen nearly 33%, while the iShares Expanded Tech-Software Sector ETF IGV has dropped 20%, the S&amp;P 500 index SPX has slipped 1.7%, the tech-heavy Nasdaq Composite Index COMP has declined 12.1%, and the Dow Jones Industrial Average DJIA — which counts Salesforce as a component — has shed 4.5%.</p><p>Salesforce stock rallies on earnings beat, hiked outlook</p>",
  "published": "2022-05-31T20:24:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2188,
          "end": 2198
        },
        {
          "start": 439,
          "end": 449
        },
        {
          "start": 812,
          "end": 822
        },
        {
          "start": 1043,
          "end": 1053
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 752,
          "end": 762
        },
        {
          "start": 2231,
          "end": 2241
        },
        {
          "start": 1758,
          "end": 1768
        },
        {
          "start": 1540,
          "end": 1550
        },
        {
          "start": 1913,
          "end": 1923
        }
      ]
    }
  ]
}