{
  "_id": "1943c739dc4246b065850cf4f1c69da7121b306f420f1aab91051af91cd7d38c",
  "feed": "ftcomall",
  "title": "Blackstone's Breit investors want their money back",
  "text": "<p><strong>One note to start: </strong>You may receive today's newsletter later than usual due to technical difficulties. We apologise if DD has landed in your inbox late this week.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>The rush to withdraw from Blackstone's property fund</p></li>  <li><p>Wirecard on trial</p></li>  <li><p>Noel Quinn and Axel Lehmann talk to the FT</p></li> </ul> <h1>Blackstone's real estate crown jewel loses its shine</h1> <p><strong>Blackstone</strong>'s <strong>Stephen</strong> <strong>Schwarzman</strong> and <strong>Jonathan</strong> <strong>Gray</strong> have built the best fundraising machine on Wall Street and become the envy of the private equity industry. Now, the billionaire duo are in an unfamiliar position — returning cash to clients asking for their money back.</p> <p>Blackstone's shares fell 7 per cent on Thursday after it <a href=\"https://www.ft.com/content/e1ddc6f0-eb0a-4d52-8971-b1d9c2cb5c02\">limited withdrawals</a> from its $125bn real estate investment fund, after a surge of redemption requests, DD's Antoine Gara and Sujeet Indap report.</p> <p>The new conditions present perhaps the biggest challenge the firm has faced since it went public just ahead of the 2008 financial crisis. </p> <p>It's well worth understanding what the fund, known as Breit, is all about. The FT's Robin Wigglesworth <a href=\"https://www.ft.com/content/82d36e41-ddfe-4db4-997a-3f8d928d6b46\">breaks it down</a> in this Alphaville post. </p> <p>It's a pool of money, mostly from wealthy individuals, which is used to buy property assets including warehouses, apartments, student housing and data centres. It offers investors steady yields: its annualised distribution rate has been 4.4 per cent since it was set up in 2017.</p> <p>And it's close to the hearts of Schwarzman and Gray — the latter of which has described it as his “beloved Breit”. You can see why. As of October, Breit accounted for about 10 per cent of Blackstone's total fee-earning assets under management. According to <strong>Goldman Sachs</strong>, it accounted for about a fifth of its overall fee revenues last year.</p> <p>But Breit faces potentially significant challenges. Higher yields are now more easily available elsewhere — and any major property downturn would hit it hard.</p> <p>Most real estate investment trusts are publicly traded, and their performance has deteriorated in many cases, but Breit is private. If investors want to get out, Blackstone buys back shares at the fund's “net asset value”.&#xa0;</p> <p>And that's what's getting tricky. Breit said on Thursday that it had been forced to limit investor withdrawals as the fund's limits — 2 per cent of net asset value taken out per month and 5 per cent per quarter — had been already reached with about $3bn taken out so far this quarter. </p> <p>It's a reminder that Blackstone is dramatically different today than it was during the last financial crisis. It has a spectrum of funds and formats that go well beyond private equity. In particular, growth has come from permanent and perpetual capital increasingly funded by wealthy individual investors who want access to real estate and credit investment vehicles outside of public markets.</p> <p>But what hasn't been tested is how their newfangled funds behave in a time of stress, either from underperformance or investors needing liquidity to meet other obligations. The poor signalling of the “gate” may only heighten a rush for the exits.</p> <p>It's a far different scenario from the 2008 crisis when Blackstone's traditional private equity funds with long-term lockups allowed it to ride out the crisis and fix portfolio companies, most notably the Hilton hotels chain.</p> <h1>The Wirecard trial ticks closer</h1> <p>The <a href=\"https://www.ft.com/wirecard\"><strong>Wirecard</strong> saga</a> had all the trappings of a spy film — so it only makes sense that the trial will too.</p> <p>From Thursday, a criminal court will begin dissecting one of Europe's most spectacular accounting scandals in an underground, bombproof courtroom. In the dock are the fallen German payments group's ex-boss <strong>Markus Braun</strong>, former head of accounting <strong>Stephan von Erffa</strong>, and the boss of a Dubai-based subsidiary <strong>Oliver Bellenhaus</strong>.</p> <p>Our colleagues <a href=\"https://ft.com/content/07545799-0b9d-4f5d-90ec-e4877619f75a\">have compiled a helpful look ahead</a> about what to expect:</p> <ul>  <li><p>The trial will take place in a high-security courtroom on the grounds of one of Germany's largest prisons. Originally built in 2016 for trials involving terrorists and mobsters, the facility is located five meters underground and protected by a bombproof ceiling.</p></li> </ul> <ul>  <li><p>At the core of prosecutors' investigation has been Wirecard's so-called third-party&#xa0;payments processing business in Asia known as <strong>TPA</strong>. The FT exposed that large parts of the TPA business appeared fraudulent <a href=\"https://www.ft.com/content/cd12395e-4fb7-11e9-b401-8d9ef1626294\">in October 2019</a>, and subsequent investigations by Wirecard's administrator and Munich prosecutors later concluded it was a sham.</p></li>  <li><p>Braun denies the charges and vehemently disputes that the TPA business was fake. He contends that a criminal clique around <strong>Jan Marsalek</strong>, Wirecard's second-in-command <a href=\"https://www.ft.com/content/4a9f4dfd-286a-44f0-ae17-f92235cbbb32\">who has been on the run</a> for two years, and Bellenhaus, created a “shadow structure” and redirected the TPA proceeds into their own pockets without his knowledge.</p></li>  <li><p>Like most trials in Germany, there will be no jury. Instead, a panel of three professional judges, headed by presiding judge<strong> Markus Födisch</strong>, and two “lay” judges (members of the public who are deputised for the duration of the trial).&#xa0;</p></li>  <li><p>The trial is going to be a long and drawn-out process. It's expected to continue into at least 2024. On the first day alone, prosecutors expect that reading out all charges will take five hours.</p></li>  <li><p>Five more court days are scheduled this year, with Braun and Bellenhaus, who are still in custody, expected to give their opening statements. Von Erffa, who was released on bail in the summer of 2021, will remain silent “for now”, according to his lawyer.</p></li> </ul> <h1>HSBC and Credit Suisse in the hot seat</h1> <p>Readers are by now familiar with the tensions between HSBC and its biggest shareholder, <strong>Ping An</strong>. The Chinese insurer <a href=\"https://www.ft.com/content/dd6051ca-b5d5-4198-80e9-035ca7f7e6ff\">has escalated</a> its calls for what would be the biggest shake-up in the bank's 157-year history — severing its Asian and western operations.</p> <p>HSBC's chief executive<strong> Noel Quinn</strong> has stuck to his vow not to <a href=\"https://www.ft.com/content/75b73313-9bbb-499d-8e76-8954a79fad8f\">“flip-flop”</a> on the bank's China strategy and continues to push back.</p> <p><a href=\"https://www.ft.com/content/d2176d7e-5013-4da0-9b85-3629c6c3206c\">Speaking at the FT's Global Banking Summit on Thursday</a>, Quinn refuted speculation that Ping An's break-up campaign is being pushed by the government in Beijing. </p> <p>“I do not believe it is politically motivated based on all the dialogue we've had with various stakeholders. Quite the contrary”, he said.</p> <p>Still not budging on the break-up front — Quinn said Ping An's demands aren't backed by the bank's other large shareholders and customers — he did say he agreed with some of Ping An's criticisms on high costs and poor returns. </p> <p>HSBC <a href=\"https://www.ft.com/content/73b33bdb-d4b2-4b8b-a1e4-3ede6139aaba\">is closing</a> a quarter of its UK branches, <a href=\"https://www.ft.com/content/1a0ac251-23bc-4274-beba-c33ed831f440\">has agreed to sell</a> its Canadian business to <strong>Royal Bank of Canada</strong> for $10bn, and has scoped out $1.7bn of additional cost cuts.</p> <p>At the same event, <strong>Credit Suisse</strong> chair <strong>Axel Lehmann</strong> insisted that the Swiss bank had “shielded” itself from “perceived conflicts of interest” when it decided that its then board member, <strong>Michael Klein</strong>, should lead the spun-off<strong> CS First Boston</strong> investment banking business. </p> <p>Klein <a href=\"https://www.ft.com/content/041ad3f2-04d1-46ad-b60a-cfc56cc1719f\">has been deeply involved</a> in the restructuring of Credit Suisse. He led the review of its investment banking business and his firm, which employs just over 20 staff, advised on the decision to spin off the investment bank.</p> <p>Who might back the new venture? Lehmann said the bank had several “offers on the table”.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Salesforce</strong> co-CEO and vice-chair <strong>Bret Taylor</strong> is stepping down from his role at the software group. <strong>Marc Benioff</strong> will become chair and sole CEO of the company. </p></li> </ul> <ul>  <li><p><strong>Cooley </strong><a href=\"https://www.ft.com/content/5b4b8f94-7720-4142-9792-29a53298bdb8\">has dismissed</a> more than 100 lawyers and other staff following a dramatic slowdown in its technology practice — just weeks after<strong> Elon Musk</strong>'s <strong>Twitter </strong>dropped the Silicon Valley firm. <a href=\"https://www.ft.com/content/37443cd8-62cb-46b2-bbbd-39a8e8093110\">More from Lex</a>.</p></li> </ul> <ul>  <li><p><strong>SKKY Partners</strong>, the private equity firm launched by<strong> Kim Kardashian </strong>and former<strong> Carlyle </strong>executive <strong>Jay Sammons</strong>, <a href=\"https://www.bloomberg.com/news/articles/2022-12-01/kim-kardashian-s-investment-firm-hires-brisske-from-permira\">has hired</a><strong> Permira</strong>'s<strong> David Brisske</strong> as a managing director based in New York, according to Bloomberg.</p></li> </ul> <ul>  <li><p><strong>BP </strong>has appointed <strong>Hina Nagarajan</strong>, the CEO of <strong>Diageo</strong>'s Indian subsidiary <strong>United Spirits Limited</strong>, as a non-executive director.</p></li> </ul> <ul>  <li><p><strong>Latham &amp; Watkins </strong>has hired <strong>Aaron Gilbride </strong>as a partner in its investment funds practice, based in Washington, DC. He joins from <strong>Davis Polk</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Pill popping </strong>Cancer scares, secretive short sellers, psychological tape bombs and post-investment stress disorder — Alphaville <a href=\"https://www.ft.com/content/94e1bc8f-2534-4a8d-be90-d8bfdc04b764\">digs into the trading activity</a> surrounding heartburn treatment Zantac.</p> <p><strong>A palace coup </strong>In 2017, the kingdom's crown prince Mohammed bin Nayef had a clear shot at the throne. Until his ambitious young cousin Mohammed bin Salman came along. The Guardian <a href=\"https://www.theguardian.com/world/2022/nov/29/mbs-v-mbn-the-bitter-power-struggle-between-rival-saudi-princes\">chronicles his unexpected ascent to power</a> in this long read.</p> <p><strong>Football is for everyone </strong>Legions of “fake fans” have become a fixture at the World Cup in Doha. The FT's sports editor Josh Noble examines whether passion for sport <a href=\"https://www.ft.com/content/1645e029-061d-4921-b707-c27701bfb558\">can truly be counterfeited</a>.</p> <h1>News round-up</h1> <p><a href=\"https://www.wsj.com/articles/ge-puts-31-billion-value-on-spinoff-of-ge-healthcare-technologies-11669847256?mod=business_lead_pos6\">General Electric sets healthcare division spin-off plans</a> (Wall Street Journal) </p> <p><a href=\"https://www.reuters.com/markets/deals/eu-opens-depth-investigation-vivendi-lagardere-deal-2022-11-30/\">EU opens in depth-investigation in the Vivendi-Lagardère deal</a> (Reuters) </p> <p><a href=\"https://ft.com/content/3f2c54c8-5fdf-48df-9561-bb7394c71f08\">Bahrain's Investcorp buys US private credit manager for $200mn</a> (FT) </p> <p><a href=\"https://www.ft.com/content/c6408f41-c4ba-46b0-acb3-b7d2c43d48ef\">Lloyds pension plan sold billions of assets during gilts crisis</a> (FT)</p> <p><a href=\"https://www.ft.com/content/38f87ec9-41c6-441d-a6c2-314ff0435166\">Florida to pull $2bn from BlackRock in spreading ESG backlash</a> (FT) </p> <p><a href=\"https://www.ft.com/content/ff294222-3838-4b43-93dd-4019f6b443f2\">Next buys Joules out of administration for £34mn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a4c42097-a963-46af-90c7-f0e33be947bc\">Tech start-ups shun Singapore and Hong Kong for US Spacs</a> (Nikkei Asia)</p> <p><a href=\"https://www.ft.com/content/159532e7-d4a8-47b3-aeb3-415762081c23\">City minister insists Brexit will benefit financial services</a> (FT) </p><p>Source:  2022 'Blackstone's Breit investors want their money back' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T05:00:54.547Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 7076,
          "end": 7086
        }
      ]
    }
  ]
}