{
  "_id": "3d9eeb893fa174aeb8816cc540420598713cc9f9f7b2b9e6b152e6ecc1ed34f9",
  "feed": "wall-street-journal",
  "title": "Technology & Media:  Super Bowl LVI Ads  Dominated by Crypto  ---  Metaverse, electric  cars, online betting  were prominent in  commercial breaks  ----  By Suzanne Vranica and Megan Graham",
  "text": "<p>   More than 60 advertisers were clamoring for attention during Super Bowl LVI, but only one message came through loud and clear: The future of business has arrived. </p><p>   Super Bowl advertising has long been used to peddle mainstay consumer products from beer to chips to soda. But this year those mundane everyday products were outnumbered by several companies that spent big to hype emerging industries, including cryptocurrencies, electric vehicles, online sports betting and the metaverse. </p><p>   \"Clearly, this Super Bowl was all about innovation and the future, with many new businesses and industries looking to put a stake in the ground,\" said Dean Crutchfield, founder of branding agency Crutchfield &amp; Partners. </p><p>   Television's most-watched night of the year is always a big draw for new industries to make their mark. Around 100 million viewers typically tune in, an audience size that gives brands a shot at cementing their products and or services in the minds of consumers. </p><p>   At the height of the dot-com bubble in 2000, more than a dozen internet-based companies ran ads during Super Bowl XXXIV. While many of those brands, including Pets.com and OurBeginning.com, eventually disappeared, some such as WebMD are still around. </p><p>   In 2004, the pharmaceutical industry sought to cement erectile-dysfunction pills into America's psyche. Drugs such as Eli Lilly &amp; Co.'s Cialis and Levitra, a drug marketed jointly by GlaxoSmithKline PLC and Bayer AG, ran big-game commercials. </p><p>   \"The Super Bowl is always a place for new sectors and emerging and ambitious companies to get new eyeballs,\" said Susan Cantor, chief executive officer of branding firm Sterling Brands. </p><p>   Despite its wild price fluctuations, the crypto economy dominated during the commercial breaks as the Los Angeles Rams on Sunday went on to defeat the Cincinnati Bengals. Comedian Larry David peddled for crypto exchange platform FTX, while LeBron James and his younger self talked about taking chances in an ad for Crypto.com. </p><p>   Coinbase Global Inc.'s bouncing QR code, which caused a lot of couch potatoes to grab their phones to scan their TV screens, got plenty of buzz despite its simplicity. Coinbase said its website received more than 20 million hits on its landing page within a minute. </p><p>   An ad from Meta Platforms Inc., the company formerly called Facebook, hawked the metaverse by showing a discarded animatronic dog reuniting with its friends with the help of Meta's Quest 2 virtual-reality headsets. </p><p>   Even some ads for everyday products looked futuristic. </p><p>   Bud Light NEXT, a new zero-carb Bud Light brand extension from Anheuser-Busch InBev SA, showcased a nonfungible token in its ad, while South Korean car maker Kia Corp. released a collection of NFTs featuring the \"robo dog\" that appeared in its spot. TurboTax, the tax-preparation software owned by Intuit Inc., featured a small-town crypto investor in its ads. The company recently said it would offer customers the ability to get their tax refunds in cryptocurrencies. </p><p>   \"Even if they don't have a clue what crypto is and they don't have a clue what the metaverse is, [people are] definitely walking away from the Super Bowl. . . knowing that there's something happening, there's something going on there,\" said Craig Elimeliah, executive creative director at ad agency VMLY&amp;R. </p><p>   Business software company Salesforce.com Inc. enlisted actor Matthew McConaughey to take a swipe at futurist businesses. \"While the others look to the metaverse and Mars, let's stay here and restore [our planet],\" entoned Mr. McConaughey in the spot. Salesforce's campaign is encouraging businesses to make climate action plans. </p><p>   Auto makers, a Super Bowl mainstay -- also looked to the future by highlighting electric vehicles. BMW featured Arnold Schwarzenegger as Zeus whose wife, Salma Hayek Pinault, gives him a BMW iX electric crossover for his retirement. </p><p>   Sports betting, which isn't even legal in every state, was featured heavily in Super Bowl ads. Mobile sports-gambling operator Caesars Sportsbook ran its first spot featuring the Manning family of football fame dining with Caesar himself, while DraftKings Inc.'s spot -- called \"Fortune: Life's a Gamble\" -- shows the Goddess of Fortune taking various risks. </p><p>   The glut of new industries and companies willing to pay up to $7 million for 30 seconds of ad time shows just how much venture capital and investment is being plowed in all the new sectors. </p><p>   Ad experts said the Super Bowl ad action was dominated by next generations of businesses because there is a level of education they need to provide the general public with to get a bigger audience. </p><p>   \"They have moved past reaching early adopters and are looking to attract a more mainstream customer,\" said Sterling Brands's Ms. Cantor. </p><p></p>",
  "published": "2022-02-15T07:10:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3315,
          "end": 3329
        },
        {
          "start": 3540,
          "end": 3550
        }
      ]
    }
  ]
}