{
  "_id": "4b2765d4a8901712b9e0b275a458d2011d99101e39fc3401f42c8c0c506ad099",
  "feed": "market-watch",
  "title": "These five technology stocks give investors more reward for their risk as Big Tech flames out; Cisco, Oracle and other companies with decades of experience have proven to be relatively resilient",
  "text": "<p>While high-flying tech companies may see their growth on hold, it will likely be a group of incumbent, steady enterprise-technology companies that will step up and deliver.</p><p>In a recent column, I pointed to the trendlines of deflationary technologies such as automation and artificial intelligence (AI), and premium-tier consumer products being a safer play. ServiceNow NOW, IBM IBM and Apple AAPL rose to the top of the list.</p><p>As companies look to cut costs, they will be turning to critical technology including infrastructure, security, data and AI to maintain and accelerate productivity while making sure they meet compliance and security needs across their IT landscape. Much of this will be derived from maximizing existing software, assets and plumbing that often comes from traditional IT and software vendors, many of whom have been categorized as legacy technology companies.</p><p>Cisco's CSCO robust recent quarter, in which the company beat analysts' estimates and raised guidance, may serve as a reminder — and indicator — that enterprise-centric companies that have long taken a back seat to fast-growth big tech companies are where investors should be looking for a good balance of risk and reward.</p><p>Five software and infrastructure companies to watch</p><p>Juniper: Juniper JNPR delivered a beat-and-raise quarter. The company is well-positioned for steady performance in the infrastructure space and has done well in the past few years to diversify from its telco roots to grow in areas like enterprise and cloud. The company has doubled down on its AI-driven architecture and cybersecurity business. I see Juniper, as I do Cisco, being in the right place at the right time. The company should be able to capitalize on critical infrastructure spending to shore up enterprise IT and security.</p><p>Hewlett Packard Enterprise: Hewlett Packard Enterprise HPE has been in a multiyear transition from a big-iron infrastructure company to what CEO Antonio Neri described as an \"everything as a service\" company. Its GreenLake portfolio has been at the forefront of a trend to consumption-based private cloud connecting the enterprise data center to the public cloud. Valued relatively cheaply with a price-to-earnings (P/E) ratio of 5.5, the company is rapidly nearing $1 billion in annual recurring revenue (ARR), which is a big step in its transition to subscription. Still, the stock yields 3.08%. Growth has been harder to come by for HPE through the pandemic, but as we see the likes of IBM and Cisco doing well, it could be a positive sign for HPE when it reports earnings next week.</p><p>Oracle: With over 70% of its revenue being predictable, Oracle ORCL is one of the most steady dividend-yielding software names on the market. The company has a robust core business that its customers depend on in all macroeconomic climates, which is why it is hard not to see Oracle as a safer tech play today. Complementing the steady core business is its rapidly growing cloud offering, which has collectively surpassed $10 billion in revenue annually and continues to grow on the strength of its cross-sell strategies, coupled with a strong performance from its NetSuite and Fusion offerings. Altogether, investors get a mix of stability, yield and growth</p><p>SAP: While SAP SAP and Oracle may trade jabs on their quarterly earnings, they share common properties that make them interesting plays for investors. SAP has also leaned heavily into its cloud business, and while it isn't doing the infrastructure as a service like Oracle is, it has seen fast growth in migrating its customers to the cloud. With 80% of company revenue now falling under what it considers \"more predictable revenue,\" the company saw cloud revenue grow 38% in the third quarter — or 25% at constant currencies — while its cloud backlog grew at the same clip. Currency headwinds have been even harder on the Germany-based software giant, but its highly predictable revenue, coupled with its cloud growth and almost 2% yield provides balance for investors.</p><p>Salesforce: Down more than 50% from its 12-month highs, there are some significant concerns about Salesforce CRM. Most notably, there's a likelihood of slower enterprise spending. However, as companies are laying off employees, the need for critical systems of record that can quickly be deployed in the cloud is an ample opportunity, and Salesforce could be in an excellent position to capitalize. Like ServiceNow, Salesforce offers automation, AI and other SaaS-based tools that companies can use for sales, marketing and service. And with its consumption-based usage model, companies can spin up their services more quickly to meet enterprise needs. It still trades at a high multiple, making it a riskier bet, but one that has great long-term potential. Salesforce will likely accelerate the second that the economy turns up.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Oracle, Cisco, Juniper and dozens of other technology companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p><p>These five technology stocks give investors more reward for their risk as Big Tech flames out</p>",
  "published": "2022-11-26T20:31:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4771,
          "end": 4781
        },
        {
          "start": 4352,
          "end": 4362
        },
        {
          "start": 4111,
          "end": 4121
        },
        {
          "start": 4013,
          "end": 4023
        },
        {
          "start": 4429,
          "end": 4439
        }
      ]
    }
  ]
}