{
  "_id": "9110be67527e8bd406824e5340b4e2e36cbcc11b870bd197989af0267f81532d",
  "feed": "ftcomall",
  "title": "Time to bundle up",
  "text": "<p>Hello and welcome to the working week.</p> <p>And if you're in the northern hemisphere, welcome to winter. The seasonal change has more significance this year, given the impact of the temperature drop with an ongoing energy crisis and conflict in Ukraine.</p> <p>Russia's attacks on Ukrainian power supplies will no doubt be high on the agenda for <strong>Nato foreign ministers</strong>, gathering in Bucharest. The conflict will also no doubt be a key element of Rishi Sunak's speech at the annual <strong>Lord Mayor's Banquet</strong> in London, traditionally a time for the UK prime minister to highlight his or her priorities for British foreign policy — <a href=\"https://www.ft.com/content/3b450bfe-de3b-4d60-9c14-eed273d88189#post-8a975071-0281-4b3c-befd-8a0af23cadac\">support for Ukraine</a> is also one of the few policy areas that unites Tory MPs.</p> <p>Elsewhere in the UK, there will be more evidence of the country heading into a <a href=\"https://www.ft.com/content/1a7b0ef7-d3be-4af6-b393-27900366bd40\">second winter of discontent</a> of <strong>industrial action</strong>. The analogy with the widespread disruption of 1978-79 breaks down in several ways, but nonetheless the walkouts by Scottish ambulance drivers, and further action by university and Royal Mail staff, will grab headlines.</p> <p>Looking for some festive cheer? There are the annual <strong>tree lighting ceremonies</strong> in Washington and London. And the <strong>text message</strong> will turn 30 — <a href=\"https://www.ft.com/content/28160563-1eaa-4304-a4d6-5b24179a5b24\">however did we cope without it</a>?</p> <p>In personal news, I'm about to take a week's break — early December preparation for the festive season — so next Sunday my colleague Steffie Banatvala will be manning the good ship Week Ahead. Email her with suggestions at <a href=\"mailto:steffie.banatvala@ft.com\">steffie.banatvala@ft.com</a> or hit reply to the newsletter version of Week Ahead. </p> <h1>Economic data</h1> <p>The data calendar is fuller than last week owing to the end of Thanksgiving, with the key updates from the US being a revision to the third-quarter GDP data on Wednesday and Friday's labour market report. There will also be some important sentiment readings.</p> <h1>Companies</h1> <p>As the festive season begins, the earnings season ends. Amid the thin gruel of results are <strong>easyJet</strong>, which has predicted <a href=\"https://www.ft.com/content/2310558d-fc95-47b4-8fb1-75431ae51bd5\">bumper profitability</a> on an uptick in winter air travel, and <strong>Marston's</strong>, whose value offering on beer has so far helped it <a href=\"https://www.ft.com/content/3f030ce9-db77-4f15-ad6e-aea296532f59\">retain business</a> despite the consumer-spending squeeze.</p> <p>“Marston's offers the second-lowest beer prices among the quoted pub operators, which should support footfall during the winter months,” Douglas Jack, an analyst at Peel Hunt, writes in a note.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Cyber Monday, a date for online retailers — particularly in the US — to offer post-Thanksgiving holiday deals</p></li>  <li><p>EU, European Central Bank president Christine Lagarde speaks at a hearing before the Committee on Economic and Monetary Affairs of the European parliament in Brussels</p></li>  <li><p>FT Crypto and Digital Assets Summit. Premium subscribers can register for a complimentary digital pass at: <a href=\"https://on.ft.com/3UYSkOZ\">https://on.ft.com/3UYSkOZ</a></p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>EU, economic sentiment figures</p></li>  <li><p>Germany, preliminary November consumer price index (CPI) and harmonised index of consumer prices (HICP) inflation rate data</p></li>  <li><p>Japan, October unemployment and retail sales figures (8.30am local time)</p></li>  <li><p>Spain, flash monthly CPI inflation rate data</p></li>  <li><p>Switzerland, Q3 GDP figures</p></li>  <li><p>Taiwan, revised Q3 GDP figures</p></li>  <li><p>US, November conference board consumer confidence data</p></li>  <li><p>FT <a href=\"https://banking.live.ft.com/\">Global Banking summit</a> begins in London. Speakers include Santander chair Ana Botin, HSBC chief executive Noel Quinn and economic secretary to the Treasury Andrew Griffith</p></li>  <li><p>Results: <strong>Amigo Holdings</strong> H1, <strong>easyJet</strong> FY, <strong>Intuit</strong> Q1, <strong>Marston's</strong> FY, <strong>NetApp</strong> Q2, <strong>Shaftesbury</strong> FY, <strong>Topps Tiles</strong> FY, <strong>Wise</strong> H1</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>China, November manufacturing and non-manufacturing purchasing managers' index (PMI) data</p></li>  <li><p>EU, monthly HICP inflation rate figures</p></li>  <li><p>European Central Bank governing counsel <a href=\"https://www.ecb.europa.eu/press/calendars/mgcgc/html/index.en.html\">non-monetary policy meeting</a></p></li>  <li><p>France, preliminary November HICP and CPI inflation rate figures plus Q3 GDP data</p></li>  <li><p>Germany, November unemployment rate figures</p></li>  <li><p>India, quarterly GDP figures</p></li>  <li><p>Italy, preliminary November CPI inflation rate figures</p></li>  <li><p>Japan, monthly industrial production figures (8.50am local time)</p></li>  <li><p>US, Federal Reserve issues its Beige Book on current economic conditions</p></li>  <li><p>US, revised Q3 GDP figures</p></li>  <li><p>Results: <strong>Hornby</strong> H1, <strong>LendInvest</strong> H1, <strong>Mulberry</strong> H1, <strong>Salesforce</strong> Q3, <strong>SAS</strong> Q4</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Brazil, Q3 GDP figures</p></li>  <li><p>EU, October unemployment rate</p></li>  <li><p>India, S&amp;P Global manufacturing PMI data</p></li>  <li><p>UK, <a href=\"https://www.nationwidehousepriceindex.co.uk/reports\">Nationwide House Price Index</a></p></li>  <li><p>Results: <strong>Kroger</strong> Q3, <strong>Peel Hunt</strong> H1</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, November unemployment figures</p></li>  <li><p>Germany, October trade balance data</p></li>  <li><p>US, November labour market figures</p></li>  <li><p>Results: <strong>Mind Gym</strong> H1</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Germany, meeting of G7 justice ministers in Berlin, the first time that the justice ministers have met in this format. Germany holds the G7 presidency.</p></li>  <li><p>UK, prime minister Rishi Sunak addresses the Lord Mayor's Banquet in London. Traditionally, the speech focuses on British foreign affairs.</p></li>  <li><p>UK, GMB Scotland's members in the Scottish Ambulance Service begin a 26-hour strike for an improved pay offer. A GMB strike ballot of more than 15,000 ambulance workers across 11 trusts in England and Wales <a href=\"https://www.gmb.org.uk/news/ambulance-strike-ballot-begins-more-15000-workers-vote\">closes tomorrow</a>.</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p><a href=\"https://www.givingtuesday.org/\">Giving Tuesday</a>, created to counter the consumerism of the US Thanksgiving holiday weekend just gone</p></li>  <li><p>Romania, Nato foreign ministers <a href=\"https://www.nato.int/cps/en/natohq/news_208576.htm#:~:text=A%20meeting%20of%20the%20North,NATO%20Secretary%20General%2C%20Jens%20Stoltenberg.\">meet in Bucharest</a>, with discussions likely to hinge on Russia's war on Ukraine</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Japan, a Tokyo court is expected to rule on constitutionality of same-sex marriage. Japan is the only G7 nation where same-sex marriage is not allowed.</p></li>  <li><p>UK, CWU members working at Royal Mail to stage a <a href=\"https://www.royalmail.com/latest-news\">48-hour strike</a>, while more than 70,000 members of the University and College Union will walk out at 150 campuses in the third of three one-day strikes over pay.</p></li>  <li><p>UK, St Andrew's day public holiday in Scotland</p></li>  <li><p>US, Democrats in the House of Representatives hold an intraparty vote to determine whether New York's <a href=\"https://www.reuters.com/world/us/hakeem-jeffries-launches-bid-lead-us-house-democrats-2022-11-18/\">Hakeem Jeffries</a> will replace speaker Nancy Pelosi and lead them for the next two years in the minority.</p></li>  <li><p>US, the National Christmas Tree <a href=\"https://www.nps.gov/whho/planyourvisit/national-christmas-tree.htm\">lighting ceremony</a> in President's Park, Washington</p></li>  <li><p>US, President Joe Biden hosts the White House <a href=\"https://www.whitehouse.gov/iga/tribal-nations-summit/#:~:text=The%20White%20House%20is%20pleased,the%20Interior%20in%20Washington%2C%20D.C.\">Tribal Nations Summit</a>.</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>First day of the meteorological winter in the northern hemisphere</p></li>  <li><p>France, opening date for registrations in the ticket draw for the <a href=\"https://www.paris2024.org/en/venue/eiffel-tower-stadium/\">Paris 2024 Olympic and Paralympic Games</a></p></li>  <li><p>India assumes the presidency of G20</p></li>  <li><p>UK, American citizen Anne Sacoolas sentenced after she admitted causing the death by careless driving of <a href=\"https://www.ft.com/content/36416ed4-233b-11ea-92da-f0c92e957a96\">Harry Dunn</a> outside RAF Croughton in 2019.</p></li>  <li><p>UK, annual lighting of the <a href=\"https://www.london.gov.uk/who-we-are/city-halls-buildings-and-squares/trafalgar-square/christmas-trafalgar-square\">Norwegian Christmas Tree</a> in London's Trafalgar Square</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>UK, result due in the by-election for the City of Chester, caused by the former Labour MP Chris Matheson's resignation after being found to have <a href=\"https://www.ft.com/content/853e9320-c029-4e6b-b9ef-6d958c44a62d#post-6f7d1339-863a-4393-9456-045126cb06b6\">broken parliament's sexual misconduct code</a></p></li>  <li><p>US, Northrop Grumman and the US Air Force to unveil the new <a href=\"https://news.northropgrumman.com/news/releases/northrop-grumman-to-unveil-the-b-21-raider\">B-21 Raider stealth bomber</a></p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>UK, 30th anniversary of the first short message service (SMS) text being sent over Vodafone's mobile network</p></li>  <li><p>US, Prince William and Princess Catherine attend the <a href=\"https://www.jfklibrary.org/events-and-awards/the-earthshot-prize-boston-2022#:~:text=The%20ceremony%20will%20air%20on,on%20the%20PBS%20YouTube%20channel.\">Earthshot Prize</a> ceremony in Boston as part of their American royal tour</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Austria, Opec oil ministers and their allies, known as Opec+, meet at the organisation's headquarters in Vienna</p></li> </ul><p>Source: Jonathan Moules 2022 'Time to bundle up' FT.com 27 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-27T18:15:35.485Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4135,
          "end": 4145
        }
      ]
    }
  ]
}