{
  "_id": "8370a0b117201c5b5206cacac95bb00a29d6577bca19ed4adb0ea15d0453cedd",
  "feed": "wall-street-journal",
  "title": "Salesforce Enters the Carbon-Credit Business; Software provider will compete with various trading platforms and plans to sell to its existing network of clients",
  "text": "<p>Salesforce brought together some of the biggest environmental project developers, including Climate Impact Partners and South Pole, and ratings agencies Calyx and Sylvera. Credits carry identifications after receiving verification from a registry, the largest being the nonprofit Verra's Verified Carbon Units or VCUs. The platform will be available first in the U.S. and in other countries later.</p><p>Related Articles</p><p>* Proposed Rules Aim to Build Trust in Carbon-Credit Market</p><p>* Nasdaq Buys Majority Stake in Carbon-Removal Marketplace</p><p>* Sustainability Targets Prompt Business-Software Overhaul</p><p>Voluntary carbon credits, also known as carbon offsets, each claim to equal one metric ton of carbon dioxide avoided or removed from the atmosphere. If a company buys enough credits to offset its emissions in a given year, it can say that it is carbon neutral. For-profit groups and nonprofits frequently sell such credits with the promise to plant trees or protect forests from logging.</p><p>Salesforce's move into the carbon-credit business comes as demand from companies is surging alongside increasingly ambitious climate goals, such as reaching net-zero greenhouse-gas emissions before 2050. Consultancy McKinsey &amp; Co. estimates that the voluntary carbon market will reach $50 billion by 2030.</p><p>The company says it will offer a more transparent marketplace for both buyers and sellers of carbon credits. It will provide reference materials detailing how credits can support a climate plan, based on Salesforce's own experience of buying credits since 2017.</p><p>Concerns Remain</p><p>Still, carbon analysts say concerns over projects that fail to accomplish what was advertised and a lack of clarity on pricing, project availability and ratings run rampant in the largely unregulated market.</p><p>\"The immaturity of the carbon marketplace is what is hindering action,\" said Patrick Flynn, Salesforce's global head of sustainability. \"There's not a lot of trust, there's not a lot of transparency. Buyers are afraid of making a mistake. Suppliers can't connect with enough buyers.\"</p><p>To address those problems, Salesforce won't require that users have an account to browse its lists of projects, which will detail prices, availability and ratings from third parties examining their quality. Most if not all projects will have a third-party rating at launch, with the goal of having every project carry multiple ratings.</p><p>Buyers can have the credits retired on their behalf, or taken out of circulation, with a receipt to claim them, or can receive unretired credits to claim later with their certification details. Salesforce will also require buyers to say that the credits will serve as a complement to their emission-reduction plans and will be used only for the company's own purposes and not be traded.</p><p>\"Emissions reductions are first,\" Mr. Flynn said. \"That can take time. In a moment when we need all of the above strategies, every good tool brought to bear in the climate emergency, carbon credits undoubtedly are a very positive, very useful tool.\"</p><p>Standards on what makes a high-quality carbon credit are still taking shape. In July, the Integrity Council for the Voluntary Carbon Market, which includes climate experts and representatives of carbon-credit-market participants, nonprofits and indigenous groups, published a set of standards for carbon credits and a draft framework for applying them. Credits from registries such as the nonprofit Verra would be able to earn a Core Carbon Principles badge to show they followed them.</p><p>Competitive Landscape</p><p>Salesforce is going head-to-head with a number of online exchanges selling carbon credits, including Xpansiv's CBL Markets and Nasdaq Inc.-backed Puro.Earth.</p><p>Mr. Flynn said the rising number of similar marketplaces will help drive investment in the environment.</p><p>\"Maybe a decade ago, we had an overwhelming amount of standards for disclosure,\" he said. \"Finally these days we see a reconciliation of those standards. There is something similar at play here.\"</p><p>Mr. Flynn declined to provide revenue or profit targets for the platform due to the early stages, but said it could be profitable depending on adoption. Salesforce will charge the buyer a fee of around 1% of the transaction.</p><p>The company also has the advantage of extending the service to its existing network of software customers, Mr. Flynn said, including businesses using its Net Zero Cloud app to track their emissions, which launched in late 2019.</p><p>Write to Dieter Holger at dieter.holger@wsj.com</p><p>Salesforce Enters the Carbon-Credit Business</p>",
  "published": "2022-09-21T14:04:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2587,
          "end": 2597
        },
        {
          "start": 3538,
          "end": 3548
        },
        {
          "start": 1491,
          "end": 1501
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 981,
          "end": 991
        },
        {
          "start": 1865,
          "end": 1875
        },
        {
          "start": 4497,
          "end": 4507
        },
        {
          "start": 4149,
          "end": 4159
        },
        {
          "start": 2084,
          "end": 2094
        }
      ],
      "nexusId": "10009678"
    }
  ]
}