{
  "_id": "f54bc9271f94573eb8fb1422c28092a327d9a1b31359abdd7c11cb9affb15a75",
  "feed": "market-watch",
  "title": "Salesforce shares fall after another executive departure is announced; Slack co-founder Stewart Butterfield is the latest to leave the Salesforce executive team",
  "text": "<p>\"Stewart is an incredible leader who created an amazing, beloved company in Slack,\" a Salesforce representative told MarketWatch in emailed comments. \"He has helped lead the successful integration of Slack into Salesforce, and today Slack is woven into the Salesforce Customer 360 platform.\"</p><p>The statement continued: \"Stewart also was instrumental in choosing Lidiane Jones as the next Slack CEO to lead it into its next chapter. Lidiane has a strong background in customer and enterprise tech and has been among Salesforce's leadership for over three years. We're grateful for Stewart and excited for Lidiane as she takes over the reins of Slack.\"</p><p>Salesforce closed its $27.7 billion acquisition of Slackon July 21.</p><p>Last week, Salesforce announced that Bret Taylor, the company's co-chief executive, is departing at the end of January, leaving Marc Benioff as sole CEO.</p><p>Salesforce shares fall after another executive departure is announced</p>",
  "published": "2022-12-05T19:31:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 135,
          "end": 145
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 86,
          "end": 96
        },
        {
          "start": 649,
          "end": 659
        },
        {
          "start": 513,
          "end": 523
        },
        {
          "start": 211,
          "end": 221
        },
        {
          "start": 728,
          "end": 738
        },
        {
          "start": 871,
          "end": 881
        },
        {
          "start": 257,
          "end": 267
        }
      ]
    }
  ]
}