{
  "_id": "576ede6e367922e53d50f08eddb2aa8c7e43607d2c46dce7ca471500fc4d5d2d",
  "feed": "market-watch",
  "title": "Dow erases losses in final hour of trade as investors weigh further Fed rate hikes; Treasury 2-year yield hits nearly 15-year high",
  "text": "<p>* The Dow Jones Industrial Average DJIA, erased early losses, rising 45 points, or 0.2%, to 30,228</p><p>* The S&amp;P 500 SPX was down 13 points, or 0.3%, at 3,777</p><p>* The Nasdaq Composite COMP shed 114 points, or 1%, to 11,104</p><p>Stocks finished sharply lower Wednesday after a volatile session, with the Dow Jones Industrial Average losing 522 points, or 1.7%, while the S&amp;P 500 declined 1.7% and the Nasdaq Composite dropped 1.8%. The S&amp;P 500 is down more than 21% for the year, and the Nasdaq Composite has lost roughly 29% over that period.</p><p>What's driving markets</p><p>U.S. stocks declined for most of the session following Wednesday's selloff after the Federal Reserve produced another 75 basis-point rate hike and reiterated its commitment to crush inflation, even if it means driving the U.S. economy into a recession.</p><p>\"We will keep at it until the job is done,\" Chair Jerome Powell said in a news conference on Wednesday after the Fed increased its policy interest rate for the third time in a row by 75 basis points to a range of 3% to 3.25%. \"I wish there were a painless way to do that. There isn't,\" he added.</p><p>See: Fed predicts big slowdown in economy and rising unemployment as it battles inflation</p><p>Investors were rattled by the Fed's so-called dot plot, which tracks forecasts of the benchmark interest rate from individual policy makers. It produced a median forecast for a peak fed-funds rate of 4.6% in 2023 — above market expectations. Fed forecasts also implied that unemployment may rise significantly and the economy slow sharply.</p><p>Read: Investors fear 'ship has sailed' on soft landing with risk of fed funds headed for 5% in 2023</p><p>\"Powell failed to give the market the light at the end of the tunnel\", wrote Jeff Bierman, chief market technician at TheoTrade in emailed comments. \"Even if he would have said 5% or 4.5%, the market would have calmed down because money managers would have an anchor datapoint. Instead, he left the market guessing once again, with no deadline for when the Fed will finish with QT.\"</p><p>Also see: The stock market tumbled because Jerome Powell's Fed 'isn't going to blink'</p><p>Bond yields surged to multiyear highs with the yield on the 2-year Treasury BX:TMUBMUSD02Y trading at its highest since 2007. The yield on the 10-year Treasury BX:TMUBMUSD10Y advanced to 3.68%.</p><p>Rhys Williams, chief strategist at Spouting Rock Asset Management, said markets are going to drift lower in short term as \"most of the correction is behind us\".</p><p>\"Especially in a time of quantitative tightening, where you've lost the biggest buyer of assets in the U.S. government, so you have illiquidity working against you. Williams told MarketWatch via phone. \"But I think the higher the bond rates go, the faster we get into a recession era, and the quicker the 10 (year Treasury) will pivot. So maybe we need more pain in the short term, which will be better for the long term.\"</p><p>As stocks slumped, the Cboe Volatility Index VIX, a measure of expected S&amp;P 500 volatility known as Wall Street's \"fear gauge,\" was hovering around 28, near its highest level since the end of June and well above the long run average of 20 but still shy of levels that have typically signaled capitulation.</p><p>Evercore ISI Wednesday cuts its year-end S&amp;P 500 target to 3,975 from 4,200 and expects a \"full retest\" of the June low in the weeks ahead to reflect a rising probability of a recession.</p><p>See also: Fed will tolerate a recession, and 5 other things we learned from Powell</p><p>U.S. investors digested a couple of economic data reports early Thursday, including the latest read on jobless claims, which showed that new applications for unemployment benefits edged higher to 213,000 last week. However, the U.S. labor market remains robust. Data showed the current-account deficit for the second quarter shrunk compared with the same period last year, likely due to the impact of the stronger dollar.</p><p>Outside the U.S., the trend for tighter monetary policy among developed nations continued apace on Thursday — with one notable exception. Norway's central bank raised borrowing costs by 50 basis points to 2.25% and the Swiss National Bank hiked by 75 basis points to 0.5%. The Bank of England also hiked rates by half a percentage point.</p><p>But the Bank of Japan left policy unchanged, leaving overnight rates at minus 0.1% as it maintained that inflation of 2.8% mainly reflects surging commodity prices.</p><p>The BoJ promptly intervened in the currency market, pushing the dollar USDJPY lower, a trend also reflected in the euro and sterling. The ICE U.S. Dollar Index DXY, a gauge of the dollar's strength against a basket of rivals, climbed above 111 for the first time since 2002.</p><p>Stocks in focus</p><p>* Rising crude-oil and natural-gas prices are driving oil and gas stocks higher as the energy and healthcare sectors were the only bright spot for the S&amp;P 500 on Thursday. Some of the best performers included Valero Energy Corp. VLO, Schlumberger NV SLB and Occidental Petroleum Corp. OXY</p><p>* Salesforce Inc. CRM shares rose 1.6% after the enterprise software company unveiled a new profitability target.</p><p>* Shares of Eli Lilly and Company LLY jumped 4.7% after UBS upgraded the drugmaker to buy, says it's blockbuster potential diabetes drug Mounjaro possibly \"the biggest drug ever\" and expects it to generate more than $25 billion in peak annual sales.</p><p>* Novavax Inc. NVAX shares sank 14.2% after J.P. Morgan downgraded its shares to \"Underweight\" from \"Neutral\", citing concerns for long-term performance amid poor demand for the company's Covid-19 vaccine.</p><p>* FactSet Research Systems FDS stocks were down 7.7% afterthe company reported worse-than-expected Q4 EPS results. Adjusted earnings came to $3.13 a share. while analysts polled by FactSet were expecting adjusted earnings of $3.21 a share.</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow erases losses in final hour of trade as investors weigh further Fed rate hikes</p>",
  "published": "2022-09-22T19:22:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4964,
          "end": 4974
        },
        {
          "start": 4964,
          "end": 4979
        }
      ],
      "nexusId": "10009678"
    }
  ]
}