{
  "_id": "495ab3e00b07396992e380727ebd04f48e94d8e3d6a26e4407ed9ab817915c27",
  "feed": "market-watch",
  "title": "These tech stocks have fallen 20% to 51% from their 52-week highs. Should you consider buying now?",
  "text": "<p>Some investors will panic at a time like this and sell into a declining market. Others will take advantage of opportunities that arise.</p><p>Below is a list of large-cap tech stocks that have fallen at least 20% from their 52-week intraday highs.</p><p>Rate pressure</p><p>On Jan. 5, the Nasdaq Composite Index COMP fell 3.5%, with declines accelerating after the release of the minutes of the Federal Open Market Committee's meeting on Dec. 14-15. The FOMC announced on Dec. 15 that the Fed would end its net purchases of U.S. Treasury bonds and mortgage-backed securities in March. Those purchases and the expansion of the Fed's balance sheet have been holding down long-term interest rates through the coronavirus pandemic.</p><p>The minutes indicate some members of the committee want the Fed to go further than ending the net bond purchases. Some argued the Fed should also stop replacing bonds in its portfolio as they mature, to shrink the central bank's balance sheet. This would put further upward pressure on interest rates.</p><p>The yield on 10-year U.S. Treasury notes BX:TMUBMUSD10Y increased 5 basis points on Jan. 5 to 1.71%. That was up from 1.44% on Dec. 14, the day before the Fed's current policy was announced.</p><p>Time for tech investors to go shopping?</p><p>On Jan. 6, Wedbush analyst Dan Ives wrote in a note to clients that in light of the Fed-driven tech sell-off, “many of the secular tech winners we believe will drive the 4th Industrial Revolution are now in oversold territory with valuations we find verycompelling given the outsized growth prospects over the next 12 to 18 months.”</p><p>Ives listed his favorite names for investors to buy now in several categories. Among large-cap tech stocks, his favorites are Apple Inc. AAPL, which had pulled back only 4% from its 52-week high (set on Jan. 4), and Microsoft Corp. MSFT, which was down 10% from its 52-week high set on Nov. 22.</p><p>These big tech stocks have dropped the most</p><p>The following screen is drawn from the information technology sector of S&amp;P 500 Index SPX, to which several tech-oriented stocks in other sectors were added, including Amazon.com Inc. AMZN and Tesla Inc. TSLA in the consumer discretionary sector, and Twitter Inc. TWTR, Netflix Inc. NFLX, Meta Platforms Inc. FB and video game developers in the communications sector.</p><p>From that list of 88 “big tech” stocks, 25 were down at least 20% from their 52-week highs through the close on Jan. 5. Here they are, along with a summary of Wall Street analysts' opinion and consensus price targets:</p><p> Company                                      Ticker  Decline from 52-week high  Date of 52-week high  Price change – 2022 through Jan. 5  Share “buy” ratngs  Closing price – Jan. 5  Cons. price target  Implied 12-month upside potential  Twitter Inc.                                 TWTR    -51%                       02/25/2021            -9%                                 28%                 $39.50                  $64.34              39%  Enphase Energy Inc.                          ENPH    -44%                       11/22/2021            -14%                                63%                 $157.20                 $256.33             39%  PayPal Holdings Inc.                         PYPL    -40%                       07/26/2021            -1%                                 86%                 $187.16                 $272.40             31%  Etsy Inc.                                    ETSY    -39%                       11/26/2021            -14%                                62%                 $188.35                 $264.65             29%  Activision Blizzard Inc.                     ATVI    -37%                       02/16/2021            0%                                  69%                 $66.29                  $90.45              27%  SolarEdge Technologies Inc.                  SEDG    -36%                       11/22/2021            -11%                                56%                 $249.81                 $351.23             29%  IPG Photonics Corp,                          IPGP    -35%                       01/19/2021            -2%                                 36%                 $169.48                 $199.22             15%  Paycom Software Inc.                         PAYC    -35%                       11/02/2021            -13%                                65%                 $360.94                 $555.20             35%  Global Payments Inc.                         GPN     -34%                       04/26/2021            8%                                  85%                 $146.42                 $187.40             22%  Citrix Systems Inc.                          CTXS    -33%                       01/27/2021            3%                                  21%                 $97.22                  $99.64              2%  Ceridian HCM Holding Inc.                    CDAY    -29%                       11/03/2021            -11%                                50%                 $92.95                  $123.00             24%  Salesforce.com Inc.                          CRM     -27%                       11/09/2021            -10%                                84%                 $227.67                 $330.35             31%  Adobe Inc.                                   ADBE    -26%                       11/22/2021            -9%                                 80%                 $514.43                 $667.60             23%  Fidelity National Information Services Inc.  FIS     -25%                       04/29/2021            7%                                  74%                 $116.53                 $146.86             21%  DXC Technology Co.                           DXC     -24%                       08/03/2021            4%                                  54%                 $33.47                  $43.00              22%  Autodesk Inc.                                ADSK    -23%                       08/24/2021            -6%                                 65%                 $264.32                 $328.40             20%  PTC Inc.                                     PTC     -23%                       07/23/2021            -2%                                 71%                 $118.33                 $154.69             24%  Skyworks Solutions Inc.                      SWKS    -23%                       04/29/2021            2%                                  55%                 $158.08                 $206.48             23%  Qorvo Inc.                                   QRVO    -22%                       04/29/2021            1%                                  58%                 $157.24                 $204.59             23%  Intel Corp,                                  INTC    -21%                       04/12/2021            5%                                  28%                 $53.87                  $54.78              2%  Monolithic Power Systems Inc.                MPWR    -21%                       11/22/2021            -7%                                 69%                 $460.53                 $603.29             24%  eBay Inc.                                    EBAY    -21%                       10/22/2021            -3%                                 38%                 $64.49                  $78.07              17%  Nvidia Corp,                                 NVDA    -20%                       11/22/2021            -6%                                 81%                 $276.04                 $342.40             19%  Take-Two Interactive Software Inc.           TTWO    -20%                       02/08/2021            -3%                                 62%                 $171.85                 $211.36             19%  Fleetcor Technologies Inc.                   FLT     -20%                       04/29/2021            6%                                  61%                 $237.30                 $298.60             21%  Source: FactSet</p><p>You can click on the tickers for more about each company.</p><p>Then&#xa0;read&#xa0;Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Don't miss:20 cheap value stocks that Wall Street expects to rise up to 58%</p><p>Sign up:For intel on all the news moving markets before the day starts, read the Need to Know email.</p>",
  "published": "2022-01-06T10:11:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 3450,
          "end": 3473
        },
        {
          "start": 3450,
          "end": 3464
        }
      ],
      "nexusId": "10009678"
    }
  ]
}