{
  "_id": "dbe553e54fa22f36bb90efa1d5afbf13449532c4fa5b91037f2be90558db219c",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  S&P, Dow Fall, but Nasdaq Ekes Out Gain  ---  Recession worries  offset Fed indicating  slower rate rises as  inflation is cooling  ----  By Chelsey Dulaney and Matt Grossman",
  "text": "<p>   Stocks ended a choppy day with mixed results as investors weighed signs of cooling inflation against fears of how a recession could drag down corporate earnings. </p><p>   The S&amp;P 500 fell 0.1%, or 3.54 points, to 4076.57. Financial stocks fell. Investors cited concerns that banks might set aside more funds to cover potential credit losses, a move that cuts into profits. </p><p>   The Dow Jones Industrial Average fell 0.6%, or 194.76 points, to 34395.01. The tech-heavy Nasdaq Composite Index gained 0.1%, or 14.45 points, to 11482.45. </p><p>   The trading reflected a different mood than on Wednesday when Federal Reserve Chairman Jerome Powell suggested the central bank would slow the pace of rate increases. </p><p>   His comments fueled a rally in stocks and bonds. Investors sent the Dow industrials up more than 700 points on Wednesday and into a new bull market, or an increase of 20% from a recent low. All three major U.S. indexes ended November higher, their second consecutive month of gains. </p><p>   On Thursday, however, bonds continued to gain even as stocks' big rally stalled, a sign that traders' focus is shifting to the recession that many investors have for months assumed to be inevitable, said Steve Wyett, chief investment strategist for BOK Financial. </p><p>   \"The asset classes will act differently if that's the case,\" Mr. Wyett said. The prospect of lower inflation and slowing Fed rate increases is clearly positive for bonds, he said. \"Now equities are kind of saying, are lower rates really good news here?\" he added. </p><p>   For most of 2022, the Fed's rate increases have been bad news for stocks, because higher rates offer investors the opportunity to lock in stronger returns outside the stock market. Despite the recent rally, the S&amp;P 500 is still on track for its worst year since 2008. </p><p>   Bond prices, meanwhile, continued to gain ground. The yield on the benchmark 10-year Treasury fell to 3.525% from 3.699% Wednesday. Yields fall as bond prices rise. </p><p>   Data released Thursday morning showed households boosted spending in October, while the Fed's preferred inflation gauge -- the personal-consumption expenditures price index -- offered further signs that inflation is slowing. </p><p>   While Mr. Powell on Wednesday cited progress in the fight against inflation, he also flagged the strength of the labor market as a potential risk. A tight supply of workers continues to bolster wage growth. </p><p>   Compared with the bond market, stock valuations still seem to show traders are unrealistically optimistic about what the economy will look like in 2023, said Anders Persson, head of Nuveen Global Fixed Income. </p><p>   Expectations for corporate earnings growth next year feel too rosy, and the Fed may not be as cooperative as stock buyers are hoping, he said. </p><p>   Salesforce shares shed 8.3%, or $13.25, to $147, a day after co-chief executive Bret Taylor said he plans to step away. </p><p>   The enterprise-software maker's sales rose 19% in the third quarter, but it guided for fourth-quarter revenue in a range mostly below what analysts had been expecting. </p><p>   Netflix stock rose 3.7%, or $11.42, to $316.95 after The Wall Street Journal reported that the streaming-entertainment company will expand a program to test its films and series with preview audiences before broad release. </p><p>   In commodity markets, traders continued to assess details on a U.S.-led plan to impose a price cap on Russian oil starting next week. The Journal reported Thursday that the European Union's executive body has asked the bloc's 27 member states to approve a cap set at $60 a barrel. Prices for Brent crude, the global benchmark, fell 0.1% to $86.88. </p><p>   Overseas, the Stoxx Europe 600 climbed 0.9%. </p><p>   Asian and Asia/Pacific markets moved lower early Friday, with Japan's Nikkei 225 down 1.9%, Hong Kong's Hang Seng and the Shanghai Composite down 0.1%, South Korea's Kospi down 1.1% and Australia's S&amp;P/ASX 200 down 0.7%. S&amp;P 500 futures fell 0.3%. </p><p></p>",
  "published": "2022-12-02T07:13:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2716,
          "end": 2726
        },
        {
          "start": 2691,
          "end": 2701
        }
      ]
    }
  ]
}