{
  "_id": "f5b9f76396565c0473f3421c38e637cc2c3a52292498e82caa81f5d68874f56f",
  "feed": "market-watch",
  "title": "Microsoft earnings drag down software stocks as results 'could spark new rounds' of sector concerns; Snowflake, Salesforce, ServiceNow among software stocks dropping in the wake of Microsoft's report",
  "text": "<p>See more: Microsoft stock slammed by cloud-growth fears, taking Amazon down with it</p><p>Microsoft's results in its Azure cloud-computing business and elsewhere indicated that the company is facing challenges in the commercial business, not just in consumer-facing areas, according to Cowen &amp; Co. analyst Derrick Wood. \"We suspect this could spark new rounds of investor concerns for the broader software group entering earnings season,\" he wrote in a note to clients.</p><p>Guggenheim's John DiFucci took a similar view, writing that Microsoft showed \"increasingly weaker new business signings for all its recurring revenue businesses,\" which in his view meant that the company is feeling pressure from beyond just small- and mid-sized business customers.</p><p>\"We see this as a generally weak macro environment having a material effect on a broad-based, well-run company,\" DiFucci wrote. \"And guidance implies it will get worse. We believe these results could weigh on the shares of MSFT, along with the shares of the entire software sector.\"</p><p>Other analysts sought to pick apart the software read-throughs in a more granular fashion.</p><p>\"Weaker Azure growth and outlook combined with optimization commentary is a negative read-through to cloud consumption models,\" wrote Citi Research analyst Tyler Radke, as he specifically mentioned Snowflake, MongoDB Inc. MDB, and Elastic N.V. ESTC At the same time, he noted that \"gross margin/electricity costs\" seem to be \"a MSFT-specific issue,\" so he doesn't expect those \"to get passed through.\" (Microsoft on its earnings call flagged the impact of higher energy costs on Azure margins.)</p><p>See also: Google ad sales take a hit and widely miss estimates, Alphabet stock drops 6%</p><p>Radke added that while Microsoft's commercial bookings growth came in at 16% on a year-over-year basis in constant currency, which marked a slowdown relative to recent quarters, the growth was still \"solid\" for a fiscal first quarter. \"We see this as generally neutral for other large deal-dependent software companies\" like ServiceNow, Oracle Corp. ORCL, and Salesforce, he wrote.</p><p>More positively, MoffettNathanson's Sterling Auty weighed in that Microsoft's results offered some encouraging read-throughs for cybersecurity companies like CrowdStrike Holdings Inc. CRWD, Zscaler Inc. ZS, Cloudflare Inc. NET, \"and maybe even Okta.\" Microsoft increased its count of security customers by 33% in the quarter, he noted.</p><p>Microsoft earnings drag down software stocks as results 'could spark new rounds' of sector concerns</p>",
  "published": "2022-10-26T12:12:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 112,
          "end": 122
        },
        {
          "start": 2063,
          "end": 2073
        }
      ]
    }
  ]
}