{
  "_id": "0d12bb3739d22654d45e55dd84a8b38f718dde9da596f0595821be5df16d6db2",
  "feed": "market-watch",
  "title": "Snowflake stock's recent selloff lets investors buy ‘unique' asset at ‘attractive' price, analyst says",
  "text": "<p>A recent selloff, which pushed Snowflake shares SNOW down about 24% from their record closing high in November, offers investors the chance to buy into a “unique asset” in the software space, Barclays analyst Raimo Lenschow wrote Wednesday. He upgraded Snowflake's shares to overweight from equal weight, though he also cut his price target to $367 from $393.</p><p>Snowflake shares were up nearly 3% in Wednesday trading.</p><p>Lenschow is upbeat about Snowflake's opportunity to further drive momentum for its platform by capitalizing on data sharing in a “governance-compliant” way.</p><p>“The more providers that use Snowflake, either internally or to publish data sets on the data marketplace, the more value it drives for data consumers that want to leverage the data,” he wrote.</p><p>Snowflake already operates a “sticky” platform, he continued, but data-sharing initiatives “inherently will increase the stickiness.” They also offer the chance for Snowflake to attract new customers in a low-cost way, since data providers can help attract these customers to the platform.</p><p>“Because data is copied but not transferred, there are no associated storage costs for data consumers. For Snowflake, this means that it comes with a strong margin profile, as it drives additional compute, which is the higher-margin part of the business for Snowflake,” he wrote.</p><p>Overall “momentum continues to build in data sharing, but it is still very early innings, representing a very large opportunity,” according to Lenschow.</p><p>Lenschow said that he has always liked Snowflake for its “best-in-class retention rates,” but he felt the stock's valuation had been full since its IPO. Now, with the valuation now “near all-time lows,” he is cheering an “attractive entry point for long-term investors.”</p><p>Snowflake's stock has lost more than 1% over the past three months, while the S&amp;P 500 index SPX has climbed close to 9%.</p><p>In thinking about the broader software landscape, Lenschow said he has “no doubt” that 2022 will mark another strong year of revenue performance for the category, but said investors “need to remain selective” when looking at software names.</p><p>“In this respect, we prefer to stay with cash-flow-protected names,” including Salesforce.com Inc. CRM Lenschow is also “willing to accept higher valuations for a few selective vendors like SNOW or DDOG DDOG where we have high conviction of the growth story.”</p>",
  "published": "2022-01-12T12:26:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 2203,
          "end": 2226
        },
        {
          "start": 2203,
          "end": 2217
        }
      ],
      "nexusId": "10009678"
    }
  ]
}