{
  "_id": "23471563649c7df340538305d94feb68b1ca4490d47d09de04e339048a7d0018",
  "feed": "ftcomall",
  "title": "Corporate America seeks to halt SEC climate rule",
  "text": "<p>Washington's biggest corporate lobby groups are trying to stop an SEC proposal that would require companies for the first time to disclose certain carbon emissions and climate change risks. </p> <p>Three years after the Business Roundtable sought to portray its members as more eco-friendly, the industry group is pushing the SEC to rewrite <a href=\"https://www.ft.com/content/d9806361-c62d-40db-80d4-f51490709df5\">its March climate disclosure proposal</a>. Its opposition marks a break with technology companies Microsoft and Salesforce, which broadly applaud the plans.</p> <p>“We urge the SEC to publish a revised proposal,” said the Business Roundtable, which is chaired by General Motors's Mary Barra. The SEC's requirement that companies add emissions information to their audited financial statements is “unworkable”, it added. </p> <p>Thousands of comments had been posted on the SEC's website by Friday, the last day of the climate rule's comment period. A final rule could be adopted by the end of the year at the earliest. </p> <p>With Democratic-leaning commissioners in the majority at the five-member agency, the rule is likely to pass despite the business community's objections. But it is all but certain to be challenged in court, either by companies or Republicans, who have also opposed the SEC's effort.</p> <p>In 2019, the Business Roundtable <a href=\"https://www.ft.com/content/e21a9fac-c1f5-11e9-a8e9-296ca66511c9\">dropped its “shareholder primacy” mandate</a> and most of the group's members pledged to “protect the environment by embracing sustainable practices across our businesses”, among other things. </p> <p>The US Chamber of Commerce has also criticised the rule and called for it to be weakened. The Chamber and Business Roundtable are two of the largest lobbying groups in Washington, spending a combined $23.9mn so far this year, according to OpenSecrets.</p> <p>But the SEC has not been completely abandoned by big companies. Microsoft said it supports regular reporting of all emissions from large companies, including ‘scope 3' emissions, which include carbon stemming from a firm's supply chain. These are typically the biggest part of a company's carbon footprint and the hardest to measure.</p> <p>However, Microsoft called on the SEC to drop financial disclosure requirements and instead report this information elsewhere in a company's disclosure filings.</p> <p>Similarly, Salesforce said disclosing all emissions “is necessary to understand the short and long-term risks associated with climate change”.</p> <p>Big pension funds such as Calpers have supported the SEC's proposed emissions disclosures. But some asset managers, such as State Street, have said ‘scope 3' emissions “should remain voluntary”.</p><p>Source: Patrick Temple-West in New York  2022 'Corporate America seeks to halt SEC climate rule' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-18T12:35:15.560Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 441,
          "end": 451
        },
        {
          "start": 2194,
          "end": 2204
        }
      ]
    }
  ]
}