{
  "_id": "198b137cc4a71c86caa0334c2fc232f9001e4fd2e99e8e12f7112652fb78c167",
  "feed": "market-watch",
  "title": "How infatuation with crypto can put investors in danger — and what to do about it; Also, confusion over the economy, the crypto fallout and the cloud-services slowdown",
  "text": "<p>As we near the end of the year, it's time to think about taxes and how capital losses offset gains. Here's how to make the best of crypto losses at tax time.</p><p>Full coverage of the latest in the crypto fallout</p><p>In this week's Distributed Ledger newsletter, MarketWatch Editor in Chief Mark DeCambre and Anushree Dave cover discussions in Washington about potential regulation for virtual currencies, along with a roundup of other events in the world of crypto.</p><p>FTX founder Sam Bankman-Fried, who appears to be in legal limbo as regulators and prosecutors investigate the bankruptcy of FTX, may be making life difficult for his lawyers, as Lukas I . Alpert reports.</p><p>Read on:</p><p>* Binance pauses withdrawals after hacker exploits Ankr and Hay tokens</p><p>* Bitcoin falls as jobs report is harsh reminder of crypto's link to stocks</p><p>* Project Syndicate: Will crypto survive? Sadly, the FTX debacle is unlikely to be the last</p><p>What should investors think about the economy?</p><p>These days, it seems that any good economic news is bad, at least for short-term traders. Better-than-expected growth counters the notion that the Federal Open Market Committee might temper the pace of interest-rate increases when it makes its next policy announcement on Dec. 14.</p><p>The broad stock indexes were all down early Friday, after the Bureau of Labor Statistics said the U.S. economy added 263,000 nonfarm jobs during November, well above the 200,000 that had been expected by economists polled by the Wall Street Journal.</p><p>What may concern investors even more than the headline number is that hourly wages rose by 0.6% from the previous month, and were up 5.1% from a year earlier. The November monthly wage increase was the highest in 13 months. You can read the full Employment Situation Summary here.</p><p>Rex Nutting argues that the rise in hourly wages doesn't reflect what's really going on with American families' buying power.</p><p>On Wednesday, stocks had rallied after Federal Reserve Chairman Jerome Powell spoke at the Brookings Institution in Washington and said: \"The time for moderating the pace of rate increases may come as soon as the December meeting.\"</p><p>During an interview on Tuesday, MarketWatch's Greg Robb asked Federal Reserve Bank of St. Louis President James Bullard, who is also a member of the FOMC, when the Fed might hit its highest target range for interest rates during this inflation-fighting cycle. Bullard said \"sooner is better.\"</p><p>More mixed economic signals:</p><p>* Most deeply inverted Treasury curve in more than four decades has one upbeat takeaway for investors</p><p>* Hot U.S. inflation is cooling, key PCE price gauge shows</p><p>* Fed's shrinking of balance sheet via quantitative tightening is 'a complete mistake,' says Mizuho</p><p>* U.S. consumers spending climbs again, but at the expense of savings</p><p>What to expect from the stock market</p><p>This has been a year of declines for various asset classes as interest rates have risen. But investors always want to know what will happen next. William Watts explains why this year's rate increases by the Federal Reserve have affected stocks differently from previous cycles, and also considers what should be expected for the market during the holiday season.</p><p>For bulls and bears:</p><p>* Stock market could see 'fireworks' through the end of the year as headwinds have 'flipped,' Fundstrat's Tom Lee says</p><p>* 'Santa Claus rally' for stocks is likely this year — but you won't be opening presents until after Christmas</p><p>* Year-end rally? Bullish stock-market pattern set to collide with stagflation fears</p><p>* 'We see major stock markets plunging 25% from levels somewhat above today's,' Deutsche Bank says</p><p>* This trader sees a 43% drop for the S&amp;P 500 and says to take shelter in these ETFs instead.</p><p>Tech companies suffer a sudden slowdown</p><p>For years it seemed that cloud services would never see a slowdown in growth. But the tide has turned fo Snowflake SNOW, Salesforce.com CRM and several other important cloud players, as Therese Poletti reports.</p><p>Meanwhile, layoffs by tech giants, including Amazon.com and Alphabet, are mounting to levels not seen since the the Great Recession that ended in 2009.</p><p>Read: Salesforce better get used to Marc Benioff in charge, because he keeps chasing off his chosen successors</p><p>Tax time is coming — don't wait until next year to begin preparing</p><p>It's almost that time again — investors are not the only people who should think about their 2022 tax returns way before the April 14 filing deadline.</p><p>There are always new rules. This year if you have earned $600 or more through electronic payment networks, such as PayPal, Zelle or Venmo, you will be required to file a 1099-K form. The new requirement also applies to many gig workers.</p><p>If you have elderly relatives, it might be good to begin gathering information for their tax returns sooner rather than later. Andrew Keshner — the Tax Guy — helps a reader navigate IRS rules to determine which assisted-living expenses are tax deductible.</p><p>More:</p><p>* Dear Tax Guy: 'I've accumulated a lot of junk.' I plan to make $6,000 selling stuff on eBay. Can I put it into an IRA instead of paying income tax?</p><p>* Dear Tax Guy: 'What happens if I sell my existing house to pay off the loan on my new home? How much tax will I owe?'</p><p>Money, retirement and family</p><p>If you have elderly parents, you had better ask them this difficult question.</p><p>Of anyone interested in achieving a semblance of financial independence, here are the top five 'financial regrets' of Americans over 50.</p><p>Your TV-streaming guide for December</p><p>Looking through video-streaming offerings can be tedious, but Mike Murphy has summarized what is new and worth watching this month on various services.</p><p>Deeper streaming dives for new content in December:</p><p>* Netflix</p><p>* Amazon Prime Video</p><p>* Hulu</p><p>* HBO Max</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>How infatuation with crypto can put investors in danger — and what to do about it</p>",
  "published": "2022-12-02T17:54:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3870,
          "end": 3884
        },
        {
          "start": 4118,
          "end": 4128
        }
      ]
    }
  ]
}