{
  "_id": "b57c0b239b73bcbb1afdad39bd2d6aa64b568843351e1bb8a4ff481c433b78b7",
  "feed": "market-watch",
  "title": "Salesforce 'in the penalty box,' while Workday sidestepping headwinds, analyst says of cloud software space",
  "text": "<p>Salesforce Inc. CRM is \"in the penalty box,\" the analyst said. \"While the price point could be attractive to some, the risks that the wheels fall off the name are real.\"</p><p>\"With many companies not yet guiding for next year and IT budgets not firm there is downside risk for those companies with 1) larger exposure to consumer and [small- to medium-business]; 2) offering non-critical workloads; 3) where the [return on investment] from installing the solution is not relatively quick; and 4) the difference from competitive solutions plus the cost of switching is not a large enough barrier for IT to switch to save money,\" Moerdler said.</p><p>Given how this past earnings season played out, Moerdler provided his lay of the land in the cloud software sector.</p><p>The analyst said he would buy Oracle Corp. ORCL and SAP SE SAP \"for the risk reward with a near-term preference for Oracle.\"</p><p>ServiceNow Inc. NOW and Atlassian also get a buy from Moerdler \"after updated guide and expectations have set up for less downside risk into the recession.\" Other buys include Workday \"as they deliver growth and value when many of their peers are slowing, and Microsoft \"as much of the downside is de-risked and the company will accelerate growth at great margins as we come out of the recession.\"</p><p>Moerdler said Adobe Inc. ADBE,which reported late Thursday, \"has become a show-me story\" and its in-line outlook \"shows the resilience of the business even considering their small- to -medium business and consumer exposure.\"</p><p>\"Mid-teens growth sustains and margins are strong and likely to improve, and you get the optionality when the Figma deal closes (or return of cash and other smaller acquisitions if it does not),\" the analyst said.</p><p>Read: Cloud software is a 'fight for a knife in the mud,' and Wall Street is souring on the one sector that was winning</p><p>Meanwhile, Moerdler called Datadog DDOG \"an exciting outperform recommendation,\" while Snowflake Inc.'s SNOW \"growth is expected to slow more than expected.\"</p><p>VMware Inc.'s VMW acquisition by Broadcom Inc. AVGO \"should close but with multiple recent senior leaders departing the downside has increased if the deal is blocked (which we don't believe will happen),\" Moerdler said.</p><p>Okta OKTA and Twilio TWLO \"both face larger headwinds than others in our SMID Cap coverage, while working through operational challenges and uncertainty, along with thin margins, but have also seen share prices come down enough to keep them in a 'wait and see' mode,\" Moerdler noted.</p><p>Year to date, the ETFMG Prime Cyber Security ETF HACK has fallen 27%, and the First Trust Nasdaq Cybersecurity ETF CIBR is down 26%. The iShares Expanded Tech-Software Sector ETF IGV has fallen 35% for the year, while the Global X Cloud Computing ETF CLOU has dropped 39%, the First Trust Cloud Computing ETF SKYY has fallen 43% and the WisdomTree Cloud Computing Fund WCLD has dropped 50%. Meanwhile, the S&amp;P 500 SPX is down 20% and the Nasdaq Composite Index COMP is off 32%.</p><p>Salesforce 'in the penalty box,' while Workday sidestepping headwinds, analyst says of cloud software space</p>",
  "published": "2022-12-16T19:43:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 2975,
          "end": 2985
        },
        {
          "start": 0,
          "end": 15
        }
      ]
    }
  ]
}