{
  "_id": "e2bab252436955606d2560fc1b4086168b0987cbad5e95d6b21be5fbb3ae676e",
  "feed": "wall-street-journal",
  "title": "Bookshelf:  Globe-Trotting  Do-Gooders  ----  By Matthew Continetti",
  "text": "<p>\n  Davos Man </p><p>\n  By Peter S. Goodman </p><p>\n  (Custom House, 472 pages, $29.99) </p><pre>\n </pre><p>\n  In 1971 a German economist named Klaus Schwab convened the first meeting of what would become the World Economic Forum in Davos, Switzerland. Mr. Schwab wanted business executives, government officials and nonprofit leaders to discuss his idea of \"stakeholder capitalism\": the concept that corporate managers have a duty to pursue the interests not only of shareholders, but of stakeholders. What's a stakeholder? Basically, it's any individual or group allegedly affected by the company's decisions. </p><p>\n  The idea caught on. Fifty years later, around 3,000 billionaires and millionaires, heads of state, rock stars, and hangers-on flock to the annual gathering. (The 2021 Forum was held remotely, and this year's meeting has been delayed until spring.) The language of stakeholder capitalism permeates politics and economics. Mr. Schwab did more than build an institution. He created a social type: the globe-trotting, well-connected, extremely wealthy do-gooder whom the late political scientist Samuel P. Huntington called \"Davos Man.\" </p><p>\n  New York Times economics correspondent Peter S. Goodman has spent years chronicling Davos Man. He's not impressed. He's written a lengthy diatribe against global capitalism and its biggest winners that explains why. In Mr. Goodman's telling, Davos Man is a \"predator\" who belongs to a \"gluttonous cabal.\" Davos Man is responsible for just about everything that has gone wrong with the world since Mr. Schwab first uttered the word \"stakeholder\" in German. The Italian deficit, rent increases in Sweden, and deaths from Covid-19 are all Davos Man's fault. \"Widening economic inequality, intensifying public anger, and threats to democratic governance,\" Mr. Goodman writes, \"have all resulted from the depredation of Davos Man.\" Dishwasher broken? Davos Man is behind it. </p><p>\n  Mr. Goodman's tone is fevered, his descriptions lurid. Davos Man feasts, seizes, plunders, ransacks, loots, pillages. He works with \"collaborators\" to achieve his nefarious ends. He is a shape-shifting bogeyman whose rapacious appetites are insatiable and whose human sympathies are nonexistent. He'd be terrifying if he existed. </p><p>\n  The book does score a few points against its targets -- excuse me, subjects. Jeff Bezos's Amazon has labor troubles. Stephen Schwarzman of Blackstone throws ostentatious parties. Marc Benioff of Salesforce committed a gaffe last year when he called CEOs the \"heroes\" of the pandemic. Larry Fink's BlackRock played hardball to recoup its losses on Argentine debt. They all proclaim their public-spiritedness while pursuing their self-interest. No one will deny that Davos Man can be annoyingly self-righteous. But Mr. Goodman's critique is so relentless and one-sided that the reader can't help feeling a touch of sympathy for these Masters of the Universe. </p><p>\n  Mr. Goodman is a skilled reporter whose stories of private affluence and public squalor are filled with detail and human interest. But his conclusions are muddle-headed. He elides the distinction between tax evasion and tax avoidance. He writes that \"the cardinal principle at the heart of globalization as engineered by Davos Man\" is shareholder primacy, despite lengthy discussions of Davos Man's commitment to stakeholder capitalism. In the space of a few lines, he goes from calling the massive pandemic relief bill of 2020 \"a prime example of monied interests exploiting a catastrophe for elaborate gain at public expense,\" to admitting that it \"would ultimately prove highly effective, supplying the wherewithal for families to stave off eviction, bankruptcy, and other calamities.\" Well, which is it? </p><p>\n  The confusion persists when Mr. Goodman discusses the welfare state. He holds up the social democracies of Northern and Western Europe as examples of enlightened wealth redistribution. But his descriptions of Italy, France and Sweden undermine his argument for a union-dominated, high-tax economy. He concedes that Italian labor law contributes to economic sclerosis. \"Firing workers in France,\" he writes, \"was costly and time-consuming, involving lengthy severance and legal processes.\" He acknowledges that Sweden repealed its wealth taxes because they were difficult to enforce. He touts high marginal tax rates but includes just one offhand mention of the regressive value-added taxes that supply most of the revenue for European entitlements. </p><p>\n  The book is a master's course in selective indignation. In this telling, public-sector failure doesn't exist. Every ill is the fault of the private sector. Debtors have no agency, creditors do. Davos Man can't catch a break: According to Mr. Goodman, Amazon's wage hike in the spring of 2021 didn't really count as a raise because it was done \"more as a way to harm competitors than to redress unfair treatment.\" One prominent Davos Man, liberal hedge-fund billionaire George Soros, appears only briefly in the narrative. Mr. Goodman identifies him as \"the financial trader and democracy advocate.\" Then there is Mexican billionaire Carlos Slim. Government connections made him one of the world's wealthiest men. At one point, he was the single-largest individual shareholder in Mr. Goodman's paper. He doesn't appear at all. </p><p>\n  By the time Mr. Goodman writes that Italy experienced a high rate of death at the outset of the pandemic because a regional government \"had given short shrift to basic preventive care,\" you're ready to give up. No amount of preventive care will stop a novel coronavirus in the absence of vaccines and therapeutics. And no amount of contrary evidence will persuade Mr. Goodman that the story of Davos Man is more complicated than a morality tale. His proposed solutions to inequality -- local cooperatives, mass unionization, universal basic income, hipster antitrust, and high taxes on incomes, inheritances and wealth -- will be familiar to anyone familiar with the left side of the political spectrum. They won't achieve their aims without harmful unintended consequences. </p><p>\n  One of the book's ironies is that Mr. Goodman's medicine for the global economy is exactly the sort of fashionable policy-talk one might hear at the World Economic Forum. Davos Man, for all his faults, deserves a fairer treatment -- one that devotes more attention to the role of government, and one that is reasonable and fair. </p><p>\n  --- </p><p>\n   Mr. Continetti is a senior fellow at the American Enterprise Institute. His book \"The Right\" will be published in April. </p><p></p>",
  "published": "2022-01-24T07:03:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 2395,
          "end": 2405
        }
      ],
      "nexusId": "10009678"
    }
  ]
}