{
  "_id": "60fbd9c77ca05ef96c5113ad3b5a4f51d94895d07a1a3bcfde691a052c896d69",
  "feed": "ftcomall",
  "title": "US lawmakers' stock market trades targeted by ETFs",
  "text": "<p>Most Americans believe politicians have an “unfair” edge in stock market trading and should be banned from buying and selling equities.</p> <p>While they have not got their way on the latter, Joe Public will at least be able to piggyback on the former, if two proposed <a href=\"https://www.ft.com/etf-stream\">exchange traded funds </a>are approved by the US regulator.</p> <p>Subversive Capital Advisors, an upstart New York-based manager, <a href=\"https://www.sec.gov/Archives/edgar/data/1650149/000089418922006898/subvcapcongtradetfs.htm\">has filed</a> with the Securities and Exchange Commission to launch the Unusual Whales Subversive Democratic Trading ETF (NANC) and an identical Republican sister product (KRUZ).</p> <p>KRUZ would appear to be a reference to Republican senator Ted Cruz, while NANC alludes to <a href=\"https://www.ft.com/content/936ae6f4-76a1-4049-9103-bc7d0d8447f3\">Nancy Pelosi</a>, the Democratic Speaker of the House of Representatives. In December, congressional disclosures showing that her husband, Paul, bought millions of dollars worth of call options in companies such as Alphabet, Roblox, Salesforce and Disney, attracted widespread attention.</p> <p>The revelations around Paul Pelosi's trades galvanised cross-party moves to <a href=\"https://www.ft.com/content/846a97f1-9128-4884-9765-0dd544180b63\">crack down</a> on securities trading by members of Congress. They came after lawmakers, including Republican senator Richard Burr, were accused of improperly trading on confidential information about the coronavirus pandemic and Chris Collins, a former Republican congressman, was convicted and sentenced to jail in January 2020 for participating in a scheme to commit insider trading, before being pardoned by then president Donald Trump.</p> <p>A crackdown would have widespread public support, with a poll in January suggesting 76 per cent of Americans believe members of <a href=\"https://www.ft.com/stream/486d94f6-8d74-4f94-9ded-91dc48b9800e\">Congress </a>and their spouses have an “unfair” edge in financial markets, with just 5 per cent saying they should be allowed to trade. Despite this, legislation to restrict trading has yet to appear.</p> <p>However, members of Congress are required to disclose any securities transactions of more than $1,000 made by themselves or their spouses within 45 days.</p> <p>Subversive Capital proposes to use this data to determine which securities should be in each ETF, and their respective weightings. In “normal circumstances”, the filing states, this would lead to a portfolio of 500-600 stocks. The annual management fee would be 1 per cent.</p> <p>Todd Rosenbluth, head of research at VettaFi, said the proposed funds had similarities with ETFs that track the trades of hedge funds.</p> <p>“The adage was to try to piggyback on the trading ideas of so-called smart money. If there is an investor case for doing this tied to members of Congress it is that they have information that is not as well known to the public and you can therefore tap into their potential expertise to get ahead of the marketplace,” he said.</p> <p>As such, they were the “antithesis of meme ETFs”, where the rationale is that collective action and the wisdom of crowds can help ordinary people outsmart the elite.</p> <p>Moreover, there remains the possibility that stock trading by members of Congress could still be outlawed before NANC and KRUZ gain approval from the SEC.</p> <p>Nate Geraci, president of The ETF Store, said the 45-day grace period members of Congress have in which to report stock transactions means the proposed ETFs “will be operating with somewhat stale data”.&#xa0;</p> <p>“That could prove problematic if the investment thesis is that congressional members are acting on inside information to conduct profitable trades,” he said.</p> <p>Subversive Capital currently has just one ETF, the Subversive Metaverse ETF (<a href=\"https://etf.ft.com/funds/16666/\">PUNK</a>), launched in January. The actively managed $933,000 fund invests in metaverse-related companies with the exception of Meta Platforms, the parent company of Facebook, in which it has a short position in the belief that “any market cap above zero is a direct assault on liberal democracy and the survival of our planet”.</p> <p>It declined to comment on the proposed follow-up ETFs, given that sponsors are prohibited from promoting products pending their regulatory approval.</p> <p>Rosenbluth believed NANC and KRUZ could attract investors, but potentially for the wrong reasons.</p> <p>“They could be popular, but in a populist way,” he said. “There is a pushback against congressional power that could make these products stand out in an increasingly crowded marketplace, but to me politics and money should be separate.</p> <p>“At the end of the day investors should be buying ETFs that hold stocks that make sense for them as opposed to somebody else.”</p> <p>Geraci said “the topic of congressional trading is currently generating quite a bit of controversy and attention, which will certainly help bolster the visibility of these ETFs. The retail trading crowd in particular seems keen on flagging certain congressional trades and stoking the fire with insider trading claims.”</p> <p>Geraci was unconvinced of the underlying investment thesis, however.</p> <p>“Despite salacious headlines around Nancy Pelosi's stock trading prowess, it's unclear whether members of Congress as a whole can generate any meaningful outperformance, which is what the success of these ETFs will ultimately come down to,” he added.</p><p>Source: Steve Johnson 2022 'US lawmakers' stock market trades targeted by ETFs' FT.com 19 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-19T04:00:25.691Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 876,
          "end": 886
        }
      ],
      "nexusId": "10009678"
    }
  ]
}