{
  "_id": "975d62f36cbbba223d7ff01bc500755c6f785d52ecb4d0612b5254a21b9cb262",
  "feed": "ftcomall",
  "title": "US stocks reverse severe losses as buyers step in",
  "text": "<p>Stocks on Wall Street ended higher on Monday after investors took advantage of a severe drop early in the session to snap up discounted shares. </p> <p>The S&amp;P 500 index stock eked out a gain of 0.3 per cent, reversing a midday slide of as much as 4 per cent. At its lows, the blue-chip US benchmark was more than 10 per cent below an all-time high hit this month, known as a correction. </p> <p>The shifts throughout the trading day were intense, with gauges of volatility surging to the highest levels since ​since October 2020, ahead of the US election and results of the effectiveness of vaccines being developed by Pfizer and Moderna to prevent the spread of the coronavirus. </p> <p>Between its highs and lows, the S&amp;P 500 moved 4.4 percentage points on the day. An intraday move of that magnitude has not been registered since March 2020, when the coronavirus pandemic sent financial markets into a tailspin. </p> <p>US stock markets have been rattled this month as expectations build that the Federal Reserve will need to rapidly unwind stimulus measures that propelled equities markets over the past two years. </p> <p>But as in previous sell-offs, investors stepped in late on Monday to buy the dip.</p> <p>Nonetheless, 137 of the stocks in the S&amp;P 500 are down more than 20 per cent from recent highs, including high-profile companies such as Moderna, Twitter, Netflix and Salesforce. The S&amp;P 500 last week suffered its biggest loss since March 2020. </p> <p>“In this kind of environment you'd expect the most speculative names to be hit the worst, and that is what is happening,” said David Kelly, the chief market strategist for JPMorgan Asset Management.</p> <p>Kelly pointed to a hawkish pivot from the Fed, as well as concerns over the effect the Omicron coronavirus variant has had on economic activity and rising geopolitical tensions as Russia stations troops on the Ukrainian border.</p> <p>“Everyone realised that this market has gone up a long way, given continued uncertainty, and it was due for a correction,” he added.</p> <p>Shares in big US tech groups have been among the hardest hit on Wall Street. The technology-heavy Nasdaq Composite index briefly fell 4.9 per cent before rebounding to end the day in the green.</p> <p>The trading took the Nasdaq within a hair of a so-called bear market — when losses from an all-time high breach 20 per cent. Already, 69 per cent of the more than 3,600 stocks in the index are down by that much or more.</p> <p>Investors sought out the relative safety of US government debt amid the sell-off earlier in the day. An auction of two-year US Treasuries drew its strongest demand since April 2020, with the yield note falling 0.05 percentage points to 0.95 per cent.</p> <p>Investors are “gripped” by the shift from the Fed to tighten policy at its rate-setting <a href=\"https://www.ft.com/content/c5f0e71f-e153-47ac-acc8-c31c2fa2a9b0\">meeting this week</a> as the central bank seeks to tame surging inflation, said Gargi Chaudhuri, the head of iShares investment strategy in the Americas at BlackRock. They are also focused on how quickly the Fed will begin to reduce the size of its nearly $9tn balance sheet, which has already reverberated across financial markets.</p> <p>“The idea we are going to have policy normalisation&#xa0;at the same time we have the balance sheet runoff will obviously be bad for financial conditions, and therefore bad for equity&#xa0;markets,” she said.</p> <p>Goldman Sachs said at the weekend it expected the Fed to signal that it would begin raising interest rates in March from historic lows of close to zero. The bank also warned clients of a “risk that the Federal Open Market Committee will want to take some tightening action at every meeting until [the inflation] picture changes” and that it could increase rates more than four times this year. </p> <p>Futures markets have priced in the world's most influential central bank raising its benchmark interest rate to more than 1 per cent by December.</p> <p>While higher interest rates raise borrowing costs for all businesses, they also make companies' projected profits worth less in investors' valuation models, with the effect <a href=\"https://www.ft.com/content/f455d19e-a84b-4e66-b138-2205363d0a1c\">magnified</a> for tech and other growth companies whose peak earnings are not expected for years to come.</p> <p>Technology shares had soared during the pandemic era because of a widely held view that social restrictions had sped up the advancement of <a href=\"https://www.ft.com/content/fea461d6-e3e0-4016-a641-fca87e59d019\">social trends</a> such as online shopping, remote working and gaming. </p> <p>But speculative tech stocks had achieved “valuations [that] don't make sense in any investment environment”, Michael Wilson, Morgan Stanley strategist, said in note to clients, and were falling not “just because the Fed is pivoting”.</p> <p>In Europe, the Stoxx Europe 600 regional share index fell 3.8 per cent to its lowest level since October. Its tech sub-index dropped 5.8 per cent, its steepest daily decline since October 2020 and taking its loss so far in January to more than 13 per cent. </p> <p>South Korea's tech-heavy Kospi index fell 1.5 per cent and Hong Kong's Hang Seng Tech index dropped 2.8 per cent. </p> <p>The Vix, Wall Street's so-called fear gauge that measures expected volatility on the blue-chip S&amp;P 500 share index, rose as high as 38.94 points — its highest since October 2020.</p> <p><em>Additional reporting by Jennifer Creery in Hong Kong and Leo Lewis in Tokyo</em> </p><p>Source: Eric Platt in New York and Naomi Rovnick in London 2022 'US stocks reverse severe losses as buyers step in' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T21:44:29.109Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1336,
          "end": 1346
        }
      ]
    }
  ]
}