{
  "_id": "c3558dbfd9e7d574e0ca44d978463e5bee7b9e3c15ca20d5d218d199283bb54b",
  "feed": "market-watch",
  "title": "This trader sees a 43% drop for the S&P 500 and says to take shelter in these ETFs instead. Critical information for the U.S. trading day",
  "text": "<p>In our call of the day, the former Wall Street investment banker warns that the cards are stacked against equity markets for the foreseeable future, and offers charts to back that up.</p><p>In our call of the day, the former Wall Street investment banker warns that the cards are stacked against equity markets for the foreseeable future, and offers charts to back that up.</p><p>From his latest blog post is this one showing the CBOE Volatility Index, or the VIX VIX, bouncing off a trend line that in the past has shown prior bottoms for that index and peaks in the S&amp;P 500 this year:</p><p>The next chart shows the S&amp;P 500 in a \"clear bear market downtrend with lower highs and lower lows\" and trading under its 250-day moving average (red line) and downtrend line (blue line), he says:</p><p>Then there's all that bullishness, despite a nearly year-long bear market, That bull/bear ratio reached historically bullish levels at the early 2022 market peak and remains in very bullish territory, he said.</p><p>\"This bearish technical setup for the stock market, combined with overly bullish investor sentiment in the face of the Fed hiking rates into a recession, suggests that the stock market is likely to start another major bear market selloff soon,\" said Wolfenbarger, who sees that recession starting any day and ending around late 2023 or early 2024.</p><p>Far from more optimistic forecasts seen elsewhere on Wall Street, the money manager is targeting 2,250 for the S&amp;P 500, a 43% tumble from current levels, though a bottoming in mid-2023. That bear market will last a total of 18 months, not far off the 17-month bear market seen in the Global Financial Crisis.</p><p>But don't rev up the shopping carts just yet. \"Based on current valuation levels for the stock market that are near the 2000 Tech Bubble and 1929 peaks, the S&amp;P 500 is likely to be at least 25% lower in 10 to 12 years,\" he predicts.</p><p>His advice? Sell \"risk on\" assets like stocks, commodities (including energy stocks, which will drop along with oil as a recession kicks in) and cryptocurrencies — highly correlated with tech stocks. Treasury bonds will be riskier than normal during a recession owing to high inflation, he adds.</p><p>\"For those who are risk-averse and want to wait this bear market out until the next bull market starts, you can buy safe and relatively high yielding Treasury bills and floating rate notes,\" said Wolfenbarger, who suggests ETFs, such as the SPDR Bloomberg 3-12 Month T-bill ETF BILS and the WisdomTree Floating Rate Treasury Fund ETF USFR.</p><p>For aggressive investors looking to profit more significantly from a bear market, he suggests inverse ETFs that rise when stocks fall, such as ProShares Short S&amp;P 500 ETF SH and ProShares Short QQQ PSQ. Those who want to be even more aggressive, can buy double inverse ETFs such as ProShares UltraShort S&amp;P 500 SDS and ProShares UltraShort QQQ ETF QID.</p><p>An investor looking to profit from falling oil prices could buy double inverse oil ETF ProShares UltraShort Bloomberg Crude Oil SCO.</p><p>\"After the Fed starts cutting rates and the recession becomes well-entrenched, we will look for stocks to become very oversold (we focus on key technical indicators for this such as Weekly &amp; Monthly RSI and Bollinger Bands) to take profits from this bear market and then position for the next bull market with individual stocks and long and levered-long ETFs,\" he says.</p><p>The markets</p><p>Stock futures YM00 ES00 NQ00 moved higher post data. The dollar DXY is under pressure and oil CL.1 has gotten a foothold on gains. Read more in MarketWatch's live blog.</p><p>Read: Most deeply inverted Treasury curve in more than 4 decades has one upbeat takeaway for investors</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily.</p><p>The buzz</p><p>The PCE price inflation rose a modest 0.3% in October, pointing to more ease in price pressures, and personal spending eased up, while weekly jobless claims retreated. Still to come is the Institute for Supply Management's manufacturing index and construction spending. And more Fedspeak: Feb Gov. Michelle Bowman at 9:30 a.m. and Fed Vice Chair for Supervision Michael Barr at 3 p.m.</p><p>Salesforce shares CRM are falling in premarket after disappointing revenue guidance. The customer-relations cloud software giant is also losing another CEO. Software maker Splunk SPLK is climbing on upbeat forecasts, and Okta OKTA is up after the software security group promised a profit in 2023.</p><p>Orthofix Medical stock OFIX is up after the back surgery medical device maker said it got an unsolicited $23-a-share takeover offerfrom two private-equity firms.</p><p>Netflix NFLX co-founder and CEO Reed Hastings admitted the streaming giant should have added commercials years ago.</p><p>Tesla TSLA will introduce its 18-wheeler heavy duty vehicle on Thursday. Its first customer will be PepsiCo PEP</p><p>Lawmakers look set to intervene and stop what could be a crippling railroad strike.</p><p>In a bid to prevent more unrest, Beijing will reportedly allow low-risk infected people to isolate at home, but first they have to promise not to leave in writing, backed up by fitted magnetized sensors on their doors.</p><p>Best of the web</p><p>Sam Bankman-Fried said he cares most about helping humanity in trying to explain the FTX collapse.</p><p>Elon Musk says his Neuralink brain implants could be ready for human trials in six months. Curing paralysis is one of the goals.</p><p>The benefits of \"freudenfreude\" — finding happiness in another person's good fortune</p><p>The chart</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  NIO     NIO  GME     GameStop  AMC     AMC Entertainment Holdings  AAPL    Apple  XPEV    Xpeng  AMZN    Amazon.com  APE     AMC Entertainment Holdings preferred shares  MULN    Mullen Automotive  COSM    Cosmos Holdings</p><p>Random reads</p><p>Kanye West's monthly child support bills? $200,000</p><p>UNESCO Heritage status finally arrives for the French baguette</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>This trader sees a 43% drop for the S&amp;P 500 and says to take shelter in these ETFs instead.</p>",
  "published": "2022-12-01T14:18:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4180,
          "end": 4190
        }
      ]
    }
  ]
}