{
  "_id": "c5cef8989170d6cf11c0272801f652cf8b460a2556064c7d73839d6594687da3",
  "feed": "wall-street-journal",
  "title": "How to Get Your Public-Speaking Mojo Back; Addressing a crowd is the stuff of nightmares for many. These tips will get your presentation skills back on track.",
  "text": "<p>Even those who've managed to avoid it for months—keeping meetings virtual, heading out of town this summer—are on the hook now. Many recently scored promotions, and are now returning to oratory responsibilities they didn't have before. Fall conferences are back on, as are blowout weddings where the happy couple would like you to give a toast. And that crowd, man. They're tough.</p><p>\"Nobody wants to take the trouble to come in and see you read from your notes,\" says public-speaking coach Eileen Smith. \"You can just email them if that's what you're going to do.\"</p><p>Your ability to communicate to a group can affect the trajectory of your career, Ms. Smith says, prompting others to view you as a leader—or not.</p><p>The good news: You can get better. You can get braver. You can stop telling circuitous stories with no point and blurting out off-color jokes to hide your nerves.</p><p>Rule number one is to consider your audience, says Matt Abrahams, who teaches strategic communication at the Stanford Graduate School of Business. Everything you say and do should start with this question: What do the people listening to you need? What do you want them to know, feel and do after watching you?</p><p>Stories are a great way to connect with listeners, he adds, but keep your anecdotes and examples focused, making sure each one has a key takeaway or emotion you want to impart. Stick to tried-and-true structures, such as introducing a problem, outlining the solution and wrapping with the benefit. Or, compare and contrast two things, and then draw a conclusion.</p><p>Humor has the potential to engage people, but it can also be risky. Don't take aim at those who are below you in the office hierarchy. And run jokes by people who are similar to your audience members ahead of time.</p><p>Get granular with your words. Try time-traveling language, Mr. Abrahams says, bringing colleagues into the future with phrases such as \"what if,\" \"picture this\" and \"imagine.\" Or refer to past successes by saying, \"Remember when.\"</p><p>SHARE YOUR THOUGHTS</p><p>Which strategies do you find helpful to reduce public-speaking anxiety? Join the conversation below.</p><p>\"That kind of language really moves people,\" Mr. Abrahams says. \"They see it in their mind. They have a feeling about it.\"</p><p>Of course, words are only half the battle—or less, according to Noah Zandan, the chief executive of Quantified, a communication-coaching software company. His firm has analyzed data from 250,000 videos, examining how panels of viewers react to everything from TED Talks to corporate earnings calls. The upshot: Just 11% of whether someone is an effective speaker comes down to content, according to surveys conducted by Quantified. The rest can be attributed to things such as the passion a person displayed and the presence they commanded.</p><p>The best speakers vary their voices, so make sure to change up your tone and volume, Mr. Zandan says. Instead of dropping in a filler word such as \"like,\" pause. It will feel unnatural for a while. But taking a beat in between your thoughts is a great way to show your audience you care, Mr. Zandan says—you're bringing them with you, giving them a chance to reflect and catch up.</p><p>Make eye contact with the audience 60%-70% of the time, he adds. Open your hands and move them around a bit, otherwise you'll look like a robot. Try to make sure you're not repeating one specific gesture—that's distracting.</p><p>When Cynt Marshall, the CEO of the Dallas Mavericks, reviewed video of herself giving speeches, she was immediately struck by her constant walking around the stage.</p><p>\"I'm driving myself crazy,\" she thought while watching.</p><p>Observing yourself talk can be a strange, brutal exercise. It can also really help. Now Ms. Marshall pauses in the left, middle and right of the stage for several minutes each, choosing one person in each section to make eye contact with.</p><p>Whether addressing a crowd of 30,000 for a college graduation or teaching a corporate group about diversity and inclusion, Ms. Marshall keeps her presentations interactive, instructing students to repeat advice back to her or inviting workers on stage to dance the Cupid Shuffle.</p><p>\"People get invested in what you're talking about,\" she says of involving the audience. \"It helps them remember.\"</p><p>For big speeches, Ms. Marshall will practice five to 10 times aloud, ideally once or twice a day for the week prior. And she prepares several versions in different lengths, in case time needs to be adjusted up or down. At one commencement, organizers abruptly told her to pare her remarks to 15 minutes as they moved the whole production inside because of rain. She already had cuts marked in her notes.</p><p>If you're prepared, why do you still feel queasy? Even those who have their perfectly formatted notecards in hand, partners sick of hearing them rehearse, might still have a pounding heart and racing thoughts as they get ready to address a group, says Omid V. Ebrahimi, a clinical psychologist and Ph.D. student at Norway's University of Oslo and Modum Bad Psychiatric Hospital.</p><p>The reaction stems from our origins as early humans dependent on our status in a group, says Mr. Ebrahimi, the lead author of a paper on public-speaking anxiety. Standing up to speak, we feel the pressure of being evaluated, risking our place among our peers.</p><p>Remind yourself that that short-term burst of stress can actually be helpful, jolting you alert and enhancing your performance, he says. Remind yourself that for most people, nerves calm within three minutes of taking the stage. And remind yourself, it's totally normal.</p><p>\"I get nervous every time,\" says LaShonda Anderson-Williams, who addresses crowds of physicians and healthcare CEOs nearly every week as the chief revenue officer of Salesforce's healthcare and life-sciences business. Her advice? Smile. Lean in toward your audience. And before you hit that stage, tell yourself you're going to kill it.</p><p>\"I self-talk until the moment I hear my name called,\" Ms. Anderson-Williams says.</p><p>\"Girl, you got this,\" she assures herself out loud. \"You were meant for this.\"</p><p>Write to Rachel Feintzeig at Rachel.Feintzeig@wsj.com</p><p>How to Get Your Public-Speaking Mojo Back</p>",
  "published": "2022-10-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5716,
          "end": 5726
        }
      ],
      "nexusId": "10009678"
    }
  ]
}