{
  "_id": "05f3039360ee09aab452ff39bd0be89976508090ef370ddd514b10290c6f4e24",
  "feed": "ftcomall",
  "title": "Abortion and other ESG issues rise up the AGM agenda",
  "text": "<p>As the annual meeting season for US companies wound down at the end of June, the action this year will surely be remembered for Carl Icahn's embrace of environmental, social and governance activism.</p> <p>Icahn, the billionaire activist investor whose approach to business is said to have informed the making of the film <em>Wall Street</em>, launched a boardroom battle <a href=\"https://www.ft.com/content/a4a6bca4-d60e-425a-919e-61015eb3300d\">to stop McDonald's</a> from sourcing pork from farms that cage sows in small crates, <a href=\"https://www.ft.com/content/61f5d578-608c-4ec5-b378-2a84cf9fe5d3\">saying </a>he was upset by “unnecessary cruelty”.</p> <p>But unlike Engine No. 1's boardroom<a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\"> triumph</a> in winning support to appoint directors at ExxonMobil in 2021 to challenge the oil group's approach to climate change, Icahn <a href=\"https://www.ft.com/content/850c5d7c-3303-4a69-9944-077b8990394a\">lost his McDonald's fight</a>.</p> <p>For corporate boardrooms reflecting on 2022, it would be wrong to assume that the defeat heralded much of a waning of ESG-style activism despite a mounting pushback on “woke capitalism”.</p> <p>In fact, environmental and social issue advocates — often little-known grinders who fight companies at their annual meetings year after year — scored wins that boards need to recognise and appreciate before the next wave of campaigns comes around.</p> <p>Take, for example, a shareholder campaign <a href=\"https://www.ft.com/content/61dead66-65cb-4e07-a12a-c079ff406aa1\">to stop companies from including nondisclosure agreements</a> in employment contracts. Following a California law that prohibits certain concealment clauses, the shareholder petitions asked companies to consider expanding the state's requirements nationwide.</p> <p>These proposals won support from a majority of voting shareholders at Apple, IBM and Twitter this year. Other companies — Salesforce, Expensify, Twilio and Microsoft — said they would stop or suspend use of concealment clauses, according to Ifeoma Ozoma, <a href=\"https://www.ft.com/content/4e679d94-2b79-41e3-b4cd-7bf814877864\">who broke a non-disclosure agreement with Pinterest</a>. She spearheaded this campaign and won support despite this being the first year shareholders voted on the issue.</p> <p>Corporate workplace petitions also fared well in 2022. Tulipshare, a London-based activist investing platform, won a strong showing at Amazon. Forty-four per cent of shares cast supported an independent audit of warehouse working conditions — not quite a majority but a vote count big enough to demand board members' attention.</p> <p>Meanwhile, BlackRock <a href=\"https://www.blackrock.com/corporate/literature/press-release/blk-vote-bulletin-alphabet-jun-2022.pdf\">said</a> it voted for a racial equity audit at Google's parent Alphabet. Even though Google has good diversity, equity and inclusion practices, a third-party audit would help shareholders track progress, BlackRock said.</p> <p>Audit petitions — for both social and environmental causes — are rising as a new tactic that proved successful in 2022, said William Mastrianna, an associate at law firm Covington. “It is possible that we will see proponents in the future adopting this type of proposal for other types of issues,” he said.</p> <p>At ExxonMobil's meeting in May, <a href=\"https://www.ft.com/content/a8b587e1-d6a6-4164-bbc0-5f658233e941\">a proposal</a> calling for an audit of the company's financial vulnerability to climate change was backed by more than half of voting shareholders. A resolution at Travelers, an insurance provider, asking for a report on measuring and reducing greenhouse gas emissions <a href=\"https://www.asyousow.org/press-releases/2022/6/1/investors-greenhouse-gas-reduction-message-insurance-companies\">won 55 per cent support</a>.</p> <p>Elsewhere, though, some of this year's climate change proposals fizzled. Environmentalist shareholders put forward requests at six of the biggest US banks asking them to rein in lending and underwriting for new fossil fuel development.</p> <p>This proposal at Goldman Sachs won just 11 per cent support. Vanguard, which <a href=\"https://corporate.vanguard.com/content/dam/corp/advocate/investment-stewardship/pdf/perspectives-and-commentary/Voting-Insights-Goldman-Sachs-06152022.pdf\">sided with Goldman in voting against this proposal</a>, said the environmentalists were bossing the bank around and that it had disclosed progress toward net zero carbon emissions. </p> <p>None of the similar climate change proposals at the other five banks mustered significant shareholder support. This suggests that asking companies for more information (like in an audit) rather than pushing them to do something will be viewed more favourably by the giant asset managers. BlackRock <a href=\"https://www.ft.com/content/4a538e2c-d4bb-4099-8f15-a28d0fefcea2\">said</a> it would not support climate change petitions that were too extreme or prescriptive.</p> <p>Boardroom battles will settle down for the summer before the first volleys for meetings season 2023 are launched later this year. One issue poised to be a hot one for board members next year is abortion.</p> <p>Already, shareholders pushed a handful of companies to say more about costs and risks to their business from greater restrictions on abortions. Shareholder proposals demanding more such information won 30 per cent shareholder support at TJ Maxx, a retailer, and Lowe's, a home improvement chain.</p> <p>For abortion shareholder proposals, keep an eye on Rhia Ventures — a non-profit that has worked with institutional investors to pressure companies on their access to abortion. “I would be shocked if there were not some proposals,” said David Martin, a senior counsel at Covington. </p> <p>Icahn, with his decades of boardroom haranguing, understandably draws headlines and the attention of board members. But companies will also need to listen to the likes of Rhia Ventures, Tulipshare and a host of religious organisations — groups plugging away at companies on environmental and human rights.</p> <p><em>patrick.temple-west@ft.com</em></p><p>Source: Patrick Temple-West 2022 'Abortion and other ESG issues rise up the AGM agenda' FT.com 2 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-02T04:00:43.153Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1524,
          "end": 1534
        }
      ]
    }
  ]
}