{
  "_id": "83708afd00201efd47d94c5f1079ecdd020a55c5e5524c1f1a5a95b8036afd5c",
  "feed": "wall-street-journal",
  "title": "Salesforce Co-CEO Bret Taylor to Step Down; Marc Benioff to become the business-software company's sole chief executive; company reports 19% rise in revenue",
  "text": "<p>The departure comes amid growing challenges for the tech industry in areas, such as cloud-computing software, that thrived during the pandemic. Salesforce announced the leadership change Wednesday along with its quarterly earnings. The company posted higher revenue in the latest quarter, citing customer demand against a challenging economic backdrop.</p><p>Mr. Taylor was credited as the architect of Salesforce's $27.7 billion purchase of workplace-collaboration company Slack Technologies, Salesforce's biggest acquisition ever. He joined Salesforce in 2016 through its acquisition of software company Quip Inc., which Mr. Taylor co-founded and ran at the time. He initially served as president and chief operating officer before being named as co-CEO on Nov. 30 last year.</p><p>Salesforce elevated Mr. Taylor a day after he was named Twitter Inc. chairman, putting him in position to run two of tech's most prominent companies. He served as Twitter chairman until the $44 billion takeover by Elon Musk closed late last month.</p><p>As Twitter chairman, Mr. Taylor led the Twitter board's fight to get Mr. Musk to close the deal on the original terms. He also publicly disputed Mr. Musk's accusations that the company misrepresented the condition of its business and key metrics about the number of users on its platform. Mr. Taylor tweeted that Mr. Musk's claims were \"actually inaccurate, legally insufficient, and commercially irrelevant.\"</p><p>Through his career, Mr. Taylor has been involved with some of the tech industry's most notable innovations—from Google Maps to Facebook's \"like\" button—and he founded companies that have sold for hundreds of millions of dollars.</p><p>\"While there's absolutely no easy time for a transition like this, I do now feel like it's time to return to my entrepreneurial roots particularly given the landscape and economy going through such shifts,\" Mr. Taylor said on an analyst call.</p><p>Shares of Salesforce fell 6.74% in after-hours trading Wednesday, following a 5.7% gain in the regular session in which they closed at $160.25.</p><p>Mr. Taylor and three colleagues left Google in the early 2000s to form FriendFeed, a startup that aggregated updates, posts and other snippets from other social-media platforms to create personalized feeds. Facebook acquired the business in 2009. At Facebook, he became chief technology officer.</p><p>Mr. Benioff thanked Mr. Taylor for his Salesforce service and said he wasn't happy about the departure. \"I know he wants to go create a third great company,\" he said. Mr. Benioff said he hoped Mr. Taylor would return to Salesforce.</p><p>This is the second time that the co-CEO structure didn't last long at Salesforce. In 2018, Keith Block was promoted to co-CEO alongside Mr. Benioff after five years as president and chief operating officer. He left 18 months later, saying he was moving on to the next chapter.</p><p>Mr. Taylor's impending departure marks another recent executive change for Salesforce. Gavin Patterson will also step down from his position as chief strategy officer, effective Jan. 31, according to a Nov. 23 filing with the U.S. Securities and Exchange Commission.</p><p>After years of pandemic-fueled demand, some cloud companies have warned of slowing sales, citing pressure on customers to pull back spending amid inflation and other economic concerns. Salesforce executives said Wednesday that customers are relying on its software to run their business and reduce costs.</p><p>Even as Salesforce's customers navigate a challenging economy, Mr. Benioff said the company continued to gain market share during the quarter and signed deals with major brands.</p><p>Revenue increased to $7.84 billion during the period, up 19% on a constant-currency basis— slightly higher than the $7.83 billion analysts had expected, according to FactSet. Sales from its subscription and support segment increased 13% to $7.23 billion, while professional-services revenue climbed 25% to $604 million.</p><p>The company maintained its outlook for fiscal-year revenue to be between $30.9 billion to $31 billion, though they expect a greater impact from foreign exchange.</p><p>Salesforce missed analysts' expectations for billings, a measure of business actually transacted during the period, by roughly 8%. Last quarter, billings came in 5% below expectations, which was considered at the time to be the worst miss for that metric in at least five years, according to FactSet.</p><p>The cloud-software giant has also worked to drive down expenses in the recent quarter by taking a more measured approach to hiring, among other areas.</p><p>Net income for the quarter fell to $210 million, or 21 cents a share, compared with $468 million, or 47 cents a share, in the year-ago period. Adjusted earnings per share came to $1.40, above analysts' expectations, according to FactSet.</p><p>Write to Kathryn Hardison at kathryn.hardison@wsj.com</p><p>Salesforce Co-CEO Bret Taylor to Step Down</p>",
  "published": "2022-11-30T23:53:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1912,
          "end": 1922
        },
        {
          "start": 2381,
          "end": 2391
        },
        {
          "start": 2562,
          "end": 2572
        },
        {
          "start": 4083,
          "end": 4093
        },
        {
          "start": 4827,
          "end": 4837
        },
        {
          "start": 772,
          "end": 782
        },
        {
          "start": 537,
          "end": 547
        },
        {
          "start": 3431,
          "end": 3441
        },
        {
          "start": 488,
          "end": 498
        },
        {
          "start": 2926,
          "end": 2936
        },
        {
          "start": 3303,
          "end": 3313
        },
        {
          "start": 144,
          "end": 154
        },
        {
          "start": 2644,
          "end": 2654
        },
        {
          "start": 397,
          "end": 407
        }
      ]
    }
  ]
}