{
  "_id": "414b7aa732a34b05b08e8686db64aed3e063207b05aeee49f627b05edc19aae6",
  "feed": "wall-street-journal",
  "title": "Salesforce Isn't Slacking On Margin --- Cloud-software giant signals spending shift",
  "text": "<p>Salesforce got back into the business of packing visitors into its San Francisco hometown this week for its Dreamforce conference. Salesforce says more than 40,000 attendees showed up.</p><p>Even for a company that now drops more than $13 billion a year on sales and marketing expenses, it isn't a cheap undertaking. A shortage of hotel rooms in 2015 forced Salesforce to charter a 965-foot cruise ship and park it at a nearby dock to accommodate visitors.</p><p>The company used this year's event to unveil new products and services such as Genie, a real-time data management platform for businesses, and a marketplace for businesses to exchange carbon credits. It used an analyst meeting late Wednesday to unveil a plan to reach adjusted operating margins of 25% by the end of its fiscal year that closes in January 2026.</p><p>That is about 5 percentage points above what Salesforce expects for the current fiscal year and would represent a new high. Salesforce shares rose 1.7% Thursday -- one of the few tech gainers.</p><p>Embedded in that goal is a plan to reduce sales and marketing costs to less than 35% of revenue compared with about 45% now. Chief Financial Officer Amy Weaver sought to reassure investors worried about dilution from share issuance, saying the company would \"prioritize the use of our balance sheet\" for major acquisitions.</p><p>Salesforce's three largest deals to date -- with transaction values totaling nearly $47 billion -- each involved significant stock components.</p><p>Ambitious targets are nothing new for Salesforce, but those have typically involved the company's obsession with keeping annual revenue growth above 20%. That is a taller task now, both due to size (trailing 12-month revenue is now just under $30 billion) and a slowing global economy possibly entering a recession.</p><p>Cloud-software investors are also rebelling against aggressive M&amp;A deals.</p><p>Zendesk and Zoom Video recently had acquisition attempts voted down by their respective shareholders, and Adobe has shed nearly one-quarter of its market value since announcing a $20 billion deal for Figma last week.</p><p>Salesforce has been in a bit of a penalty box as well, with its stock lagging behind the Nasdaq and major software peers since its announcement of the Slack acquisition for nearly $28 billion in December 2020.</p><p>Slack had reported straight operating losses since its inception, so investors worried about the impact to the bottom line.</p><p>But Slack also figures heavily into the company's growth plans; Salesforce says its revenue target for the current fiscal year includes $1.5 billion in contribution from Slack, whose annual revenue was running just below the $1 billion level when the deal closed in mid-2021.</p><p>Salesforce may not be done buying growth, but showing the ability to do so profitably would go a long way toward lifting this particular cloud.</p>",
  "published": "2022-09-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1329,
          "end": 1339
        },
        {
          "start": 2689,
          "end": 2699
        },
        {
          "start": 352,
          "end": 362
        },
        {
          "start": 2477,
          "end": 2487
        },
        {
          "start": 857,
          "end": 867
        },
        {
          "start": 1510,
          "end": 1520
        },
        {
          "start": 131,
          "end": 141
        },
        {
          "start": 2079,
          "end": 2089
        },
        {
          "start": 936,
          "end": 946
        }
      ]
    }
  ]
}