{
  "_id": "c81c1b0c70ddeae7637d982a5ce1942d20ed5ccb083b45278a53d81617ace3f2",
  "feed": "wall-street-journal",
  "title": "A Traditional Hamptons Estate, With a French Twist; Interior designer Pierre Yovanovitch makes his splashy U.S. debut by reimagining the East Hampton, NY estate that was once the summer home of Jaqueline Kennedy Onassis.",
  "text": "<p>Built in 1917, Lasata has changed hands eight times. Its best-known resident, a young Jacqueline Bouvier Kennedy Onassis, spent summers there when her relatives owned the house from the 1920s until 1950. Yovanovitch knew none of this when he visited. \"No,\" he says. \"I knew what I wanted.\"</p><p>Yovanovitch sees every house as an opportunity to \"tell something about the client and something about the space,\" he says. His latest act of storytelling will unfold onstage this winter, with his sets for Verdi's Rigoletto at Theater Basel, in Switzerland; the invitation surfaced when the young director Vincent Huguet DM'd him on Instagram.</p><p>Over the past decade, the 57-year-old designer has become a proponent of interiors not so much constructed as sculpted from materials with a noble history. A former fashion executive at Pierre Cardin, he's cultivated a style that shares nothing with the Space Age razzle-dazzle of his onetime boss. Equal parts organic modernism and alpine rusticity, it's a combination that must have been deeply sublimated during his days in Cardin's menswear department.</p><p>Yovanovitch and Matthieu Cussac, his business and life partner, run his atelier from a townhouse in Paris's 2nd arrondissement, where nearly 60 employees are busy on hotels and restaurants, furniture and, overwhelmingly, on private homes. A New York division opened five years ago.</p><p>Lasata's latest owner is also in the storytelling business: David Zander, president and co-founder of the TV, commercial and film company behind Matthew McConaughey's space-themed ad for Salesforce that aired during this year's Super Bowl and a producer for Harmony Korine's Spring Breakers. Zander's decision to lure Yovanovitch to East Hampton was a major break for the designer, a chance to move beyond the Seine-side apartments and Swiss chalets that have defined his work into more lucrative projects.</p><p>At 8,750 square feet and eight bedrooms (plus four more in outbuildings), Lasata is relatively modest as Hamptons estates go. But the more Yovanovitch studied its elongated proportions, picturesque fireplaces and tall casement windows facing south toward the ocean, the more he gravitated to the challenge of unpacking its history. Like his own diminutive castle in the Var—crowned with four turrets variously tiled to represent the four seasons—Lasata had a native refinement that called out to be explored.</p><p>The house was built by George Wellington Schurman, a Manhattan lawyer and amateur gardener who commissioned the family summer retreat from a Fifth Avenue architect named Arthur C. Jackson. Jackson's choice of the English arts and crafts style—romantic, anti-industrial and nostalgic at its inception in the 1880s—was a fashionable one on eastern Long Island at the time. No matter that Lasata's beamed ceilings and Gothic fireplaces quoted a version of the agrarian past that was an ocean away and a few rungs up the economic ladder from East Hampton's shingle-style cottages.</p><p>One thing Jackson got right, though, was the relationship between indoors and out. There are no squirrely nooks at Lasata, no suffocatingly small bedrooms. The ground-floor reception rooms have both northern and southern exposures—a Palladian-style floor plan dressed in Beatrix Potter overalls.</p><p>In keeping with English custom, Schurman installed formal Italian-style gardens that became a favorite of John Vernou Bouvier Jr. (\"The Major\") and his wife, Maude, after they bought the property in 1925. Adding to the cultural patchwork, the Bouviers christened it Lasata, which translates as \"place of peace\" in the Algonquin language of the native Montaukett people. Their five children, starting with Jackie's father, John Vernou \"Blackjack\" Bouvier III, and including the third-born Edith Ewing Bouvier Beale (later infamous as \"Big Edie\" in the 1975 Albert and David Maysles documentary Grey Gardens), took riding lessons and became habitués of the Maidstone Club, three blocks away. While some of the children married and eventually moved into their own houses nearby, Lasata continued to be a hub of Bouvier family life.</p><p>From an architectural standpoint, the property's most consequential owners were William and Miriam \"Muzzy\" Meehan, who arrived in 1967. Bill, a New York City stockbroker, died in 1986, but Muzzy spent nearly 40 years in the house on and off. Whether Lasata remained a place of peace during this time is unknown; the Meehans smothered the Tudor-style paneling with Louis XVI–style boiserie and installed an elevator in the middle of the stair hall but never got around to updating the plumbing or wiring. In 2007, when Reed and Delphine Krakoff bought the house, they brought in architects Ferguson &amp; Shamamian and landscape architect Perry Guillot to help give Lasata a thorough restoration.</p><p>Fixing up residential real estate is a low-handicap sport for the Krakoffs, whose professions dovetail—Delphine is a French-born interior designer, Reed is a fashion designer and creative director. Without them, Lasata might have kept aging into the East Hampton loam. Short of bringing back Schurman's grape arbor or the Bouviers' turquoise living room ceiling, the Krakoffs preserved the house's character and heightened its French connection with imported floors and marble mantels. \"We tried to create a version of what the house was, but with all the CO2 detectors and thermostats,\" Reed Krakoff says. \"Something historically correct but comfortable to contemporary standards.\"</p><p>The extent of Guillot's contribution, which included a potager garden and a sunken grass tennis court, was curtailed when the Krakoffs sold off about a third of the original 10.8 acres before Lasata's 2018 sale to Zander. When his crew members were installing the tennis area, Guillot recalls, they found horseshoes in the ground marking where the Bouvier stables had been. Now the court is history too. \"I guess that's just the nature of life,\" he says.</p><p>At the time he encountered Lasata, Zander, who lives between Los Angeles and New York, had recently capped the renovation of another Hamptons trophy house, one of a handful of Montauk cottages designed by McKim, Mead &amp; White and known as the Seven Sisters. He also owns a minimalist loft in downtown Manhattan, the work of architect Deborah Berke, and an ever-evolving West Coast portfolio of homes. His high-water mark, he says, was owning La Miniatura, a Frank Lloyd Wright masterwork in Pasadena and the first of the architect's molded-concrete \"textile block\" houses. Zander spent 18 years there. \"It's a kind of sickness,\" he says sheepishly of his house-collecting. \"I think my high was nine. I'm at six now.\"</p><p>Having a fixation like Zander's opens you up to all kinds of outreach, and in 2017 he heard from a high school friend working as a broker on the East End. There was a house in East Hampton he felt Zander should see. \"I was just being a lookie-loo,\" the producer says of Lasata. \"And I got whacked in the head by it. I hate the word elegant, but it really is.\"</p><p>After spending all of two nights in his Montauk cottage, he put it back on the market and made an offer in East Hampton. Alongside Yovanovitch, Zander brought in French landscape designer Louis Benech to rebalance the property, and he reached back out to Ferguson &amp; Shamamian.</p><p>\"David basically asked me, 'How do we take this from a 10 to an 11?' He really wanted to try to perfect it,\" recalls lead architect Scott Sottile. This meant engaging in \"some archaeology,\" he says, to improve a few odds and ends the Krakoffs had chosen not to tangle with: two missing front-porch columns, the weather stripping and interior rope-and-pulley systems operating the sash windows. Zander seems to live for this kind of detective work. And because Lasata lies outside East Hampton's historic district, his only obligation was to himself.</p><p>Zander grew up about an hour north of New York City, and in his 20s he'd organized a few Southampton summer shares with friends. East Hampton, with its undulating landscape, had always struck him as the more beautiful. He admits that Lasata's Bouvier legacy didn't matter much to him at first, but \"I kind of like it now. If it was good enough for Jackie,\" he says, \"I guess it's good enough for me.\"</p><p>Not that he wanted to live in her shadow, decoratively speaking. Which is where Yovanovitch came in. The designer is capable of teasing out aspects of a historic house that still resonate—a tiled fireplace, gracefully rounded arched doorways—and giving them a fresh context, a skill set Zander appreciates. Wright's 1923-24 La Miniatura, he says, \"could have been a thousand years old, and yet it is so incredibly modern. Pierre's work is the closest to that. He's very good at taking things from different times and places and putting them together in a way that looks super, super current. And not Joe Blow standard.\"</p><p>Aware that Lasata could become a Stateside calling card, Yovanovitch formulated plans carefully. \"Let's go back to the early 20th century,\" he recalls telling Zander. \"Not too American, midcentury trendiest, all the pieces we like now—we have to find more special pieces, more radical, rough wood, minimalistic style. Which is for me very easy—that's a dream for me.\" But the house—isn't it American? \"It's super American,\" Yovanovitch agrees. \"But in the end, David wanted French. Maybe that's why he hired me.\"</p><p>Yovanovitch began with a few tables and chairs that looked as if they had just been unclamped from a workbench somewhere in the Engadine valley of the Swiss Alps. These were in fact by the French designers Jean Touret, Charlotte Perriand and Pierre Chapo and the Swedish architect Axel Einar Hjorth. He mingled them with pieces from his own furniture line, Pierre Yovanovitch Mobilier, then layered in contemporary art and objects in textures slick or rough-hewn, depending on their context.</p><p>In the living room, a pair of the designer's hulking semicircular sofas in oak, more like garden walls than seating, bristle with sharp angles. A bent-plywood chair from the early 1930s by the British designer Gerald Summers sits alone at a window. Staring down the sofa from the center of the living room is a coffee table from Martin Szekely, an eminence of the French design avant-garde who has worked with Azzedine Alaïa, Weston, Hermès and others.</p><p>Zander had brought a minimal number of his own pieces to the house. He admits to a fear about making bad choices. \"I have all these references, bad references of, like, bad French restaurants in the '80s,\" he says. When it came to color and pattern, however, he was much more opinionated. \"He took a very, very strong line,\" Yovanovitch says. \"Very radical. We fought like crazy.\" He sighs. \"It's like this.\"</p><p>Faced with the prospect of a white living room, Yovanovitch dispatched a crew of painters from Paris to brush out the walls in cottony strokes that Zander says remind him of puffy clouds. He can't stop talking about it: \"When I started listening to him on things like that, I said to myself, I should really just get out of the way.\"</p><p>The two had a final showdown over a carpet for the sunroom by Pierre Marie, a bright light on the Paris design scene. It was a wool flatweave, handwoven in the Aubusson region of France. \"I thought, really? We have to really do that?\" Zander recalls. \"And Pierre said, 'No, no, no. You will choose this. This is very chic.' I definitely took a flier, because the computer rendering looked a little too, like, hokeypokey New Mexico cowboy. But it didn't when he was done. It looked beautiful.\"</p><p>In Lasata's generous, sunlit rooms, the spare arrangements were a revelation. For Yovanovitch, a realization is setting in that the story he's been telling about the client and the resonance of the space has also been about himself.</p><p>\"It's like an actor when you work on a play—you have to embrace each role in a different way, but you're still yourself. That's why this job is very interesting,\" Yovanovitch says. \"This one, the choices were so sharp. This project could more or less be my house.\"</p><p>A Traditional Hamptons Estate, With a French Twist</p>",
  "published": "2022-09-29T12:30:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1560,
          "end": 1570
        }
      ],
      "nexusId": "10009678"
    }
  ]
}