{
  "_id": "7237841108d2261b3e5c56197798f7618701dfa5bfbbe34e1fe64227761c71e2",
  "feed": "market-watch",
  "title": "CrowdStrike stock drops nearly 20% as elongating sales cycle slows new subscriptions; New ARR comes in below expectations, and is expected to drop up to another 10%",
  "text": "<p>George Kurtz, CrowdStrike's co-founder and chief executive, told analysts on a conference call that the company reported $198.1 million in net new annual recurring revenue, or ARR, in the quarter, not as much as it had hoped.</p><p>ARR is a software-as-a-service metric that shows how much revenue the company can expect based on subscriptions. That grew 54% to $2.34 billion from the year-ago quarter, while the Street expected $2.35 billion. Kurtz said that about $10 million was deferred to future quarters.</p><p>\"We expect these macro headwinds to persist through Q4,\" Kurtz told analysts.</p><p>Burt Podbere, CrowdStrike's chief financial officer, explained that the company relies on ARR because it's \"an X-ray into the contract sales.\"</p><p>\"As George mentioned, even though we entered Q2 with a record pipeline, and we are expecting the elongated sales cycles due to macro concerns to continue, we're not expecting to see the typical Q4 budget flush given the increased scrutiny on budgets.\"</p><p>Podbere said it is \"prudent to assume\" fourth-quarter net new ARR will be up to 10% below the third quarter's. That would mean about a 10% year-over-year headwind going into the first half of next year, and \"full-year net new ARR would be roughly flat to modestly up year over year.\"</p><p>\"This would imply a low 30s ending ARR growth rate and a subscription revenue growth rate in the low to mid-30s for FY 2024,\" Podbere said.</p><p>Read: Cloud software is suffering a cold November rain. Can Snowflake and Salesforce turn things around?</p><p>The company expects adjusted fiscal fourth-quarter earnings of 42 cents to 45 cents a share on revenue of $619.1 million to $628.2 million, while analysts surveyed by FactSet forecast earnings of 34 cents a share on revenue of $633.9 million, according to analysts.</p><p>CrowdStrike expects full-year earnings of $1.49 to $1.52 a share on revenue of $2.22 billion to $2.23 billion. Wall Street expects $1.33 a share on revenue of $2.23 billion.</p><p>The company reported a fiscal third-quarter loss of $55 million, or 24 cents a share, compared with a loss of $50.5 million, or 22 cents a share, in the year-ago period. Adjusted net income, which excludes stock-based compensation and other items, was 40 cents a share, compared with 17 cents a share in the year-ago period.</p><p>Revenue rose to $580.9 million from $380.1 million in the year-ago quarter.</p><p>Analysts expected CrowdStrike to report earnings of 28 cents a share on revenue of $516 million, based on the company's outlook of 30 cents to 32 cents a share on revenue of $569.1 million to $575.9 million.</p><p>So far in November, cloud software stocks have been getting trashed. While the S&amp;P 500 SPX has gained 2%, and the tech-heavy Nasdaq Composite COMP is flat, the iShares Expanded Tech-Software Sector ETF IGV has fallen more than 2%, the Global X Cloud Computing ETF CLOU has declined more than 4%, the First Trust Cloud Computing ETF SKYY has fallen more than 6%, and the WisdomTree Cloud Computing Fund WCLD has dropped more than 11%.</p><p>CrowdStrike stock drops nearly 20% as elongating sales cycle slows new subscriptions</p>",
  "published": "2022-11-30T12:54:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1476,
          "end": 1486
        }
      ]
    }
  ]
}