{
  "_id": "4088f1f52da8e5fb9b23aee4a2ec9096e3c343e46366bee4bc104f1a2e0b97f3",
  "feed": "wall-street-journal",
  "title": "VC Daily: Ohanian Sees Crypto Rising, Lifted by Tinkerers",
  "text": "<p>\"I relish the chance to shoo off the folks who are here for fast money or whatnot and keep working with the builders,\" Mr. Ohanian said.</p><p>Mr. Ohanian and other venture investors in the crypto sector say the reason they believe in the long-term potential of crypto is that developers are spending more time writing software based on crypto technologies.</p><p>Roughly 34,000 new software developers wrote code for open-source crypto projects in 2021, the highest number in history, according to an analysis by venture firm Electric Capital.</p><p>\"Talent has never led me wrong,\" Mr. Ohanian said.</p><p>Mr. Ohanian said that just as when he tinkered with early Web technologies as a child before building a career in tech, including co-founding Reddit Inc., he sees promise in the new generation getting into crypto and blockchain.</p><p>\"We are still in the stage where there are some 11-12-year-old versions of Alexis, messing around, learning how to code, and they are doing it on chain.\"</p><p>And now on to the news...</p><p>Top News</p><p>Doubling down on crypto. Alexis Ohanian's venture firm 776 Management LLC has raised $500 million across two new funds with a plan to invest primarily in crypto startups.</p><p>\"It will be the majority of the portfolio by the end of this year,\" Mr. Ohanian said about the firm's investments in the crypto sector. Such companies account for about 40% of the firm's deals to date, including videogaming startup Axie Infinity, bitcoin rewards startup Lolli, and crypto tax company CoinTracker. The firm has made more than three dozen investments in total.</p><p>Mr. Ohanian said he expects the firm to invest mainly in crypto startups because entrepreneurial and software development activity in the sector is strong and growing. The firm will also back companies in other sectors such as climate, food, and space exploration.</p><p>$3.6 Billion</p><p>Sony Group Corp.'s videogame unit said Monday that it is buying videogame developer Bungie Inc., the studio that created the Halo and Destiny franchises, in a deal valued at $3.6 billion. (WSJ)</p><p>Red-Hot Startup Market Starts to Chill as Investors Turn on Tech Stocks</p><p>The recent stock rout is rattling the multitrillion-dollar market for startups after a long run of record investments, nosebleed valuations and rapid-fire deal-making, WSJ reports. Venture capitalists say a significant reset in investment behavior is beginning to take hold that is poised to reduce initial public offerings, leave some companies short of funding and crimp valuations.</p><p>Losses Mount for Startups Racing to Deliver Groceries</p><p>A venture capital-backed battle is raging in New York City in the burgeoning field of instant delivery, The Wall Street Journal reports. At least six startups, including Gorillas Technologies Ltd., Jokr SARL, Getir Perakende Lojistik AS and Buyk Corp., are vying to win the chance to ferry groceries to customers within 10 to 20 minutes of their order placement on an app.</p><p>Ride-Share E-Scooter Companies Are Smartening Up to Survive</p><p>Did you know it's illegal to ride a scooter on the sidewalk? WSJ's George Downs takes a look at what ride-share e-scooter companies are doing to address safety and regulatory concerns.</p><p>Industry News</p><p>Funds</p><p>The Norrsken Foundation has closed on $110 million toward its Norrsken22 Africa Tech Growth Fund, a vehicle with a target of $200 million focused on investments in fintech, edtech, medtech and market-enabling technology across Africa.</p><p>People</p><p>Atlanta-based commerce tech investor Silicon Road Ventures added Frank Tighe as managing director and partner. He was previously lead entrepreneur-in-residence at the Georgia Institute of Technology's Advanced Technology Development Center.</p><p>Urbint, a cybersecurity platform focused on critical infrastructure and workers, appointed Dustin Lucien as chief operating officer. He was most recently COO at Betterment. In August, New York-based Urbint said it raised a $60 million Series C round from investors including Energize Ventures, Energy Impact Partners, National Grid Partners, Blue Bear Capital and Salesforce Ventures.</p><p>New Money</p><p>GWI, a market research company, raised over $180 million in Series B funding led by Permira at a valuation of more than $850 million. Stripes is also an investor in the company.</p><p>RenoRun Inc., a Montreal-based e-commerce platform for construction and building materials, closed a $142 million Series B round led by Tiger Global Management. Additional new investors including Investissement Quebec, Sozo Ventures, Schneider Electric Ventures, BDC Capital, Fifth Wall, Desjardins Capital and BDC Capital's Women in Technology Fund also participated in the funding, along with existing backers Obvious Ventures, Inovia Capital, Real Ventures, Maple VC and Silicon Valley Bank.</p><p>Athelas, a Mountain View, Calif.-based remote patient monitoring platform, picked up more than $132 million in two consecutive rounds, valuing the company at $1.5 billion. General Catalyst and Tribe Capital led the rounds, which included additional support from Sequoia Capital, Y Combinator, Greenoaks, Human Capital and Initialized Capital. Hemant Taneja from General Catalyst joined the company's board.</p><p>Descartes Underwriting, a Paris-based insurtech startup specializing in climate and emerging risks, scored $120 million in Series B funding led by Highland Europe and Eurazeo. New investors Seaya Ventures and Mundi Ventures also contributed to the round, alongside previous backers Serena Capital, Cathay Innovation and Blackfin Capital Partners.</p><p>Phantom, a San Francisco-based crypto wallet startup, secured $109 million in Series B financing led by Paradigm, bringing the company's valuation up to $1.2 billion.</p><p>Gupy, a Brazilian human-resources technology startup, collected more than $90 million in funding. SoftBank Latin America and Riverwood Capital led the round, which included participation from Endeavor Catalyst, Oria Capital and Maya Capital.</p><p>Jellyfish, a Boston-based engineering-management platform, landed $71 million in Series C financing. Accel, Insight Partners and Tiger Global Management led the round, which included support from Wing Venture Capital and others.</p><p>Pennylane, a French financial and accounting-management platform for small and medium-size businesses, raised $57 million in Series B funding from existing investors Sequoia Capital, Global Founders Capital and Partech.</p><p>Inspectorio, a Minneapolis-based startup helping retailers, brands, suppliers and manufacturers manage risk through digitized quality and compliance programs, snagged $50 million in Series B funding led by Insight Partners. Additional investors in the company include Techstars, Flexport, Ecolab and Matchstick Ventures.</p><p>Purely Elizabeth, a Boulder, Colo.-based startup offering a line of gluten-free and vegan pancake and waffle mix, granola and oatmeal, completed a $50 million Series B round. Semcap's Food &amp; Nutrition division and Swander Pace Capital co-led the round, which included participation from Fresh Del Monte.</p><p>SafeHeal, a Paris-based developer of a device for use in patients undergoing colectomies, nabbed €40 million ($45 million) in funding led by Sofinnova Partners and Genesis MedTech Group.</p><p>Vynca Inc., a Palo Alto, Calif.-based palliative care platform, grabbed $30 million in growth capital. Led by Questa Capital, the round saw participation from Generator Ventures, First Trust Capital Partners and OCA Ventures.</p><p>Tech News</p><p>Disney+, HBO Max and other streamers get waves of subscribers from must-see content. Keeping them is hard.</p><p>Citrix Systems to go private in deal valued at $16.5 billion, including debt</p><p>University of California sues 8minute Solar, seeking $1.22 billion</p><p>That blinking office voice mail? Don't worry. Everyone else ignores it, too.</p><p>Around the Web</p><p>Everyone has left the chat (New York Times)</p><p>Black game developers: Diversity push is lots of talk, little progress (Washington Post)</p>",
  "published": "2022-02-01T20:18:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4017,
          "end": 4027
        }
      ]
    }
  ]
}