{
  "_id": "7b606ccbae8b36462802fe8cd5e0ccd86829ce96afbc2e056078b5f8e13fb1dd",
  "feed": "ftcomall",
  "title": "How to split a Big Four firm — and keep 13,000 partners happy",
  "text": "<p>The hum of Formula One cars had barely faded from the streets of Monaco following the grand prix when competitors began to arrive in Monte Carlo for EY's annual World Entrepreneur of the Year.</p> <p>The Big Four firm no longer offers helicopter transfers from Nice airport, but attendees at last week's event were treated to a party at the Monaco Yacht Club, a black-tie gala at the Salle des Étoiles and an “insights” talk hosted by EY's global boss Carmine Di Sibio and U2 frontman Bono. </p> <p>The gathering took place days after EY showed a flash of its own entrepreneurial spirit by considering a break-up of its audit and advisory arms in the <a href=\"https://www.ft.com/content/e3c52090-3a6c-49ea-89b2-022d2d92b076\">biggest shake-up in decades</a> of one of the Big Four accounting firms.</p> <p>A split would liberate the advisory business, which offers services including consulting and deals advice, from the shackles of the audit division. EY audit clients such as Amazon and Google, currently off limits because of the risk of a conflict of interest, would suddenly be compelling targets for lucrative consulting work. </p> <p>But if EY's global leaders decide to push ahead with a break-up, they will need to win the backing of the group's member firms, spanning about 150 countries. </p> <p>Aligning the interests of the nearly 13,000 partners worldwide is a task a former employee of a rival likened to managing a feudal economy: “You've got to keep the barons onside.” </p> <h2>Winning over the auditors</h2> <p>The first cohort to convince is the auditors. A split would create “a low growth boring [audit] business next to a high growth consulting business”, said a senior partner at a rival Big Four firm. Revenues in EY's audit arm grew 27 per cent between 2012 and 2021, dwarfed by 93 per cent growth for the rest of its business. </p> <p>EY's consulting, tax and deals advice operations reported combined annual revenues of $26.4bn last year, while its audit business had $13.6bn.</p> <p>“We [the Big Four firms] don't generate partners on low growth,” the senior partner explained. “And if we don't generate partners, we have no people model,” as the incentive for talented people to stay is reduced.</p> <p>Auditors' profit margins are rising but EY's rivals suggest the firm may struggle to lift its market share even if a split unlocks new clients.</p> <p>Many audit firms are already struggling to hire enough staff, in part because regulatory, political and media scrutiny have eroded the profession's allure. Executives say a split risks making recruitment more difficult still for EY compared with Big Four rivals Deloitte, KPMG and PwC. </p> <p>Graduates and apprentices value the so-called “three course meal” offered by the Big Four in which they can switch between audit, tax and advisory work, says another senior partner at a rival. </p> <p>A person with knowledge of EY's planning counters that any split would be structured so that some advisory experts remained to support the audit business and that these specialists could still advise non-audit clients as part of a scaled back consulting operation.</p> <p>Audit partners would also need assurance that regulators and clients were confident a slimmed-down practice would pocket enough cash in the separation to match rivals' investment in audit technology, which Big Four partners say has been largely funded by the advisory business. </p> <h2>What about the advisory business?</h2> <p>As well as allowing it to target current audit clients, a rupture would allow EY's consulting business to win more long-term managed services or outsourcing contracts under which it provides companies with&#xa0;day-to-day services in areas such as IT and data management. </p> <p>It would also be able to offer these services through alliances with technology providers such as Amazon, Google, Oracle and Salesforce, currently made tricky by EY's role as the auditor of the tech groups.</p> <p>“The consulting business in the long term will benefit, I believe, but in the short term it will suffer,” said Kevin McCarty, chief executive of West Monroe, a 2,200-person US digital consultancy. </p> <p>A renamed EY consulting business would need investment to promote a new brand and overcome the loss of the “incumbency” status that comes from being attached to a large audit practice, he added. </p> <p>A <a href=\"https://www.ft.com/content/8a17c3e5-57bb-4af8-9cda-b0f424edc5b2\">public listing or sale of a stake</a> in the advisory business would deliver a windfall for EY's partners, echoing the IPO of Goldman Sachs in 1999. But one challenge would be convincing junior colleagues that such a move would not amount to “shutting the door and pulling up the ladder” on the chance for them to win promotion and share in the profits, said a partner at a rival Big Four firm. </p> <p>Some competitors reckon EY's deliberations already present an opportunity. Antonio Alvarez III, head of Europe, Middle East and Africa at consultancy Alvarez &amp; Marsal, this month declared that EY's break-up planning was “an important development for our firm”. </p> <p>A&amp;M would continue to hire Big Four partners and staff who want to “personally share in the value creation”, he said, underlining the risk for EY that rivals could capitalise on the uncertainty created by examining a split.</p> <p>Nor have previous sales of Big Four consulting divisions always proved resounding successes. EY's advisory business today is larger than Capgemini, the Paris-based group to which it sold its consulting business in 2000 before going on to build a new one. </p> <p>EY says it has not decided whether to recommend a break-up or what form this would take. An IPO of the advisory business is seen as the likely outcome if the firm's leaders opt for a split, but selling a stake to an external investor has not been ruled out, says another person familiar with EY's plans. </p> <p>An IPO would probably be a two-stage process with the advisory business first being hived off into a new corporate entity before being listed.</p> <p>The size of the newly independent operation would make a private sale of a stake difficult because it would probably only be viable if a consortium of private equity investors could be lined up, according to people familiar with the plans.</p> <p>A typical multiple of one to two times revenue for a professional services firm would value it at up to $53bn. Accenture, a more technology-focused business listed in New York, is valued at more than 3.5 times its $50.5bn annual revenue. </p> <h2>Big Four rivals must stick or twist</h2> <p>Despite the risk of handing EY a first-mover advantage, the rest of the Big Four say they are not following its lead. </p> <p>Deloitte's consultants have been examining the effect an EY split would have on the industry, according to people familiar with the matter, adding that a conversation took place between the firm and Goldman Sachs after EY's break-up planning became public. </p> <p>But following a media report last week, Deloitte denied it was exploring a separation of its audit and non-audit businesses, calling the claim “categorically untrue” and saying it was committed to its business model. </p> <p>KPMG says it has not spoken to bankers about the option and has no plans to because it believes the combination of the advisory and audit businesses is “the best way to serve our clients, meet quality standards and provide opportunities for our people”. PwC has said it has “no plans to change course”. </p> <p>As rivals watch on, EY's national member firms will be required to hold votes to decide whether to ratify any break-up. </p> <p>Whatever the competing arguments, for partners the decision will be shaped by the realpolitik of operating in a global network of firms dominated by its largest practices, notably the US and the UK. </p> <p>A member firm voting against a split could not be forced to go along with the plan, says EY, adding that it was “premature” to say how many member firms would have to back a plan because a separation has not yet been decided on. </p> <p>But partners at rival firms say EY may be able to press ahead if most or all of the member firms in G7 countries back the plan, which would leave any holdouts in smaller economies at risk of being ejected from the network. </p> <p>According to one EY partner, who is not involved in its break-up planning, the decisions of the partners in the largest member firms generally “sets the direction for the remainder”. </p><p>Source: Michael O’Dwyer, Accountancy correspondent 2022 'How to split a Big Four firm — and keep 13,000 partners happy' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-17T04:00:25.998Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3670,
          "end": 3680
        }
      ]
    }
  ]
}