{
  "_id": "0c15af2fc5559b4f3da717015952fc0f89c52df6005c404812adff4190317795",
  "feed": "ftcomall",
  "title": "EY break-up plan could pay partners up to $8mn each in shares",
  "text": "<p>EY's plan to split its audit and advisory operations is set to hand partners shares worth up to $8mn each, according to individuals with knowledge of internal plans.</p> <p>The Big Four firm is <a href=\"https://www.ft.com/content/975214e6-a330-418d-9daf-f5b41b1847f7\">preparing to break up its global business</a> as part of the biggest upheaval of the accounting sector in two decades. </p> <p>Under the plans, EY is aiming to <a href=\"https://www.ft.com/content/8a17c3e5-57bb-4af8-9cda-b0f424edc5b2\">take its fast-growing consulting business public</a>, hiving it off from the group of accountants who audit clients such as Facebook, Google, Amazon and Oracle. The audit business would remain a network of partnerships after the break-up, while its advisory business would become a public company. </p> <p>According to the individuals, the firm is hoping to sell about 15 per cent of the consulting business for more than $10bn, leaving 70 per cent in the hands of its partners. Partners joining the new consulting business are expected to receive shares worth between seven to nine times their annual remuneration, potentially reaching a value of $8mn.</p> <p>Partners in the audit business are set to receive a cash payout from the initial public offering worth about two to four times their annual pay under the plan, which would be about $2mn based on average salaries of $850,000 to $900,000 a year. The plans are a work in progress and could change or be abandoned altogether. The figures were first reported by the Wall Street Journal.</p> <p>The break-up of the 312,000-person firm could happen as soon as next year and is&#xa0;an <a href=\"https://www.ft.com/content/e3c52090-3a6c-49ea-89b2-022d2d92b076\">attempt to escape the conflicts of interest</a> that have dogged the profession and attracted intense scrutiny from regulators around the world.</p> <p>However, directors and managers below the partner level would only get a token amount under the current plans. “They are deeply unhappy because the partner door is now closed,” said one person close to the discussions.</p> <p>The company intends to borrow about $17bn, with some of the money needed to pay the audit partners, the people said. About 15 per cent of the new business would be reserved for equity incentives for staff. </p> <p><a href=\"https://www.ft.com/topics/organisations/EY\">EY</a>'s member firms will vote on the proposals in the autumn and there are likely to be further changes proposed before then. It remains unclear how some departments, such as tax, would be split and whether they would be considered part of audit or consulting. One individual said tax capabilities would be needed in both audit and consulting divisions.</p> <p>The sale of a part of the company to external shareholders would be a dramatic departure from EY's existing structure, in which partners do not keep a stake in the business when they leave, preserving capital for the next generation.</p> <p>The split would create a lower-growth traditional audit business alongside a high-growth consulting firm. Revenues at EY's audit arm grew 27 per cent between 2012 and 2021, outpaced by 93 per cent growth for the rest of its business.</p> <p>The audit business generated revenues of $14bn in the 2021 financial year, whereas EY's advisory businesses, which offer tax, consulting and deals advice, generated revenues of $26bn.</p> <p>A break-up would enable EY's consulting business to target audit clients such as Amazon, Salesforce and Google, who are currently off-limits because of the risk of a conflict of interest. </p> <p>EY said it was undertaking an “evaluation from a position of strength” and “any option we choose would . . . provide the whole EY organisation with a compelling future”.</p> <p>If the separation proceeds, it could extend the career of Carmine Di Sibio, EY's global chair and chief executive. His first four-year term as EY's global boss is due to end in June 2023, which is likely to be before the completion of any split.</p> <p>Di Sibio will have turned 60 by then, meaning he would need a dispensation from the company's normal mandatory retirement rules to run for a second term or to stay on long enough to see the separation through, according to insiders.</p> <p>EY said: “It would be premature to speculate on any leadership matters given no decisions have been made, but there are provisions in our governance for extending a partner past standard retirement and it is not an unusual occurrence.”</p><p>Source: Kate Beioley, Gill Plimmer and Michael O’Dwyer in London 2022 'EY break-up plan could pay partners up to $8mn each in shares' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T17:44:46.833Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3102,
          "end": 3112
        }
      ]
    }
  ]
}