{
  "_id": "188dedd7602bf4c46688d9c2ac8266980d21aa30982d442e5110e2fb5a0205ab",
  "feed": "wall-street-journal",
  "title": "Earnings Are Under Threat, Another Blow to Sagging Stock Market; Microsoft, Target warn results will be lower than expected as forecasts are trimmed across industries",
  "text": "<p>But recent days have cast doubt on the durability of corporate profit growth, further darkening the outlook for stocks. Companies from Target Corp. to Microsoft Corp. have warned that their results will be lower than expected, while analysts have trimmed earnings forecasts across industries. Investors will get further clarity next month when companies begin reporting their results for the second quarter.</p><p>U.S. companies are facing challenges on multiple fronts. Target's warning points to changes in consumer tastes that have left retailers with excess inventory. Microsoft, on the hand, cautioned that the strengthening dollar is denting its profits. The WSJ Dollar Index, which measures the dollar against a basket of 16 currencies, is up 8% this year.</p><p>When the dollar rises, Americans see their money go further when they buy goods and services from overseas. But American products also become less affordable to foreigners, which cuts into international sales for all kinds of businesses. Technology companies, drug companies that sell medical products in international markets and manufacturers with big export markets are among those vulnerable to the impact of a rising dollar.</p><p>Friday's consumer inflation data, meanwhile, hit another four-decade high in May, dashing hopes that subsiding price pressures would allow the central bank to ease up. Instead, federal-funds futures show traders ramping up their expectations for higher rates. Separately, preliminary results from the University of Michigan showed U.S. consumer sentiment plunged in June to the lowest reading on record, an ominous sign for economic growth.</p><p>The disappointments propelled stocks lower, with the S&amp;P 500 wrapping up its worst two-week decline since March 2020.</p><p>With sustained red-hot inflation and potentially increased hawkishness from the Fed, investors might decide valuations still look too high as corporate profits come under pressure.</p><p>Investors this week will be watching the Fed's policy meeting, at which officials are expected to again raise interest rates by a half-percentage point. They will also scrutinize data on producer prices and retail sales as they monitor the course of inflation and health of consumers.</p><p>Some analysts have cautioned that the market's expectations for earnings are too high.</p><p>\"Our general view is the bear market is not over because those earnings numbers now need to come down,\" said Michael Wilson, chief U.S. equity strategist and chief investment officer at Morgan Stanley. \"We don't think the selloff is over yet.\"</p><p>Mr. Wilson and colleagues wrote in a recent note that they expect a hawkish central bank and falling earnings expectations to draw the S&amp;P 500 toward 3400 by middle to late August—a decline of 13% from Friday's close.</p><p>The rapid shift away from near-zero interest rates has punished stocks trading at lofty valuations and made the market as a whole cheaper than its recent past.</p><p>The S&amp;P 500 traded late last week at just under 17 times its projected earnings over the next 12 months, according to FactSet, down from 21.5 times at the end of last year. The current multiple is about in line with its 10-year average, suggesting many investors still don't think stocks look cheap.</p><p>Robust profit growth had buttressed stocks during the recent turmoil. With nearly all S&amp;P 500 companies having reported, analysts project first-quarter earnings rose 9.2% from a year earlier, according to FactSet. For 2022 as a whole, profits are projected to climb 10%.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the stock market? Join the conversation below.</p><p>In the early stages of the current spell of inflation, many companies were able to pass higher costs along to consumers by raising prices. Analysts expect the S&amp;P 500 net profit margin to come in at 12.3% for the first quarter, above the five-year average of 11.1%, according to FactSet.</p><p>There are signs that those days might be numbered.</p><p>Recently, high-profile examples of costs squeezing corporate earnings have jolted the market. Walmart Inc. shares dropped 11% in a single day last month after the retail giant said higher product, supply-chain and employee costs eroded its profits. Target shares plummeted 25% the following day after the company said it would absorb elevated costs this year instead of raising prices.</p><p>\"Time is not the friend of profit margins in an inflationary environment,\" said David Donabedian, chief investment officer at CIBC Private Wealth US. \"At some point your customers are going to no longer be willing to pay the next price increase.\"</p><p>Less than three weeks after reporting those results, Target returned to the spotlight last week to warn its profit would drop this year as it offers discounts and cancels vendor orders to try to get rid of excess inventory. Microsoft, meanwhile, cut its earnings guidance for the current quarter earlier this month, citing the effects of a stronger U.S. dollar. Salesforce Inc. also recently cited the stronger dollar in lowering its sales outlook for the year.</p><p>Expectations for earnings have been edging lower for big U.S. companies as a whole. Analysts now expect profits from S&amp;P 500 companies to rise 4% in the second quarter, down from estimates on April 22 for 6.6% growth, according to FactSet. Projections for third-quarter earnings growth dropped over the same period to 10.6% from 11.4%, while fourth-quarter forecasts fell to 10.1% from 10.9%.</p><p>Not everyone is concerned about the earnings picture. Stephanie Lang, chief investment officer at wealth-management firm Homrich Berg, said the market could be in a position to turn higher once profit forecasts stabilize.</p><p>\"If you go ahead and take the pain now, the companies are going to be better set to meet expectations for earnings going forward,\" she said.</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Earnings Are Under Threat, Another Blow to Sagging Stock Market</p>",
  "published": "2022-06-12T20:41:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 4919,
          "end": 4934
        },
        {
          "start": 4919,
          "end": 4929
        }
      ]
    }
  ]
}