{
  "_id": "944bbcaa8dedfc46ac18afba7f07ec91b440cddf9da1a45b163074051c6206d8",
  "feed": "wall-street-journal",
  "title": "The Do's and Don'ts of Onboarding 'Buddies'; The first rule: Don't force somebody to be a buddy. It probably won't end well",
  "text": "<p>The potential benefit? A smoother onboarding process. Remote newcomers get to know the company—which often is tough if you aren't working in an office.</p><p>Salesforce.com Inc. beefed up orientation for its buddies—dubbed Trail Guides—once Covid-19 hit because \"we saw how critical this role was,\" says Jenny Simmons, head of global onboarding.</p><p>But it's still unclear whether buddy programs will work all that well in hybrid settings. Certain companies struggled with their systems during the pandemic because remote onboarding was so hard. Meanwhile, buddies face challenges of their own: They are sometimes burdened with a lot of unrecognized labor for a role that's often voluntary.</p><p>\"Buddy programs have all the characteristics of how women often get lured into taking on 'nonpromotable' work,\" says Lise Vesterlund, a University of Pittsburgh economics professor and a co-author of \"The No Club: Putting a Stop to Women's Dead-End Work.\" \"Such tasks will derail their careers.\"</p><p>Getting things right is especially pressing as the number of remote workers soars: About four in 10 employed Americans now toil outside the office part of the week or work entirely from home, concluded a Gallup poll conducted in February.</p><p>Making things worse, it has gotten tougher for businesses to hang on to employees. About 38% of Americans landing jobs since January 2021 quit within a year, according to a surveyconducted for The Wall Street Journal by pollsters YouGov and Cappfinity, a human-resources tech firm. The number of times U.S. workers quit reached the highest level on record in March, the Labor Department reported earlier this month.</p><p>Here are six do's and don'ts that might improve the effectiveness of buddy programs for the postpandemic workplace:</p><p>Don't force somebody to become a buddy.</p><p>When adding new buddies, companies commonly ask for volunteers instead of making the task mandatory. Those who raise their hands are clearly interested in the role, while draftees might be less enthusiastic.</p><p>Buddies sometimes get robust formal training, which can be helpful. At other times, employers only provide checklists about expected tasks and timelines—\"or offer no guidance at all,\" says Talya Bauer, a management professor at Portland State University's business school and onboarding researcher.</p><p>It is also important for companies to screen potential buddies carefully. Employers usually prefer individuals who are long-tenured, personable and successful in their present position. Having strong internal networks is also a plus, since buddies can help newcomers make connections.</p><p>Yet not every staffer has \"the time, patience, discipline and energy required to properly teach,\" says Travis Hansen, chief executive of Eddy, an HR-software firm. He recently tightened his screening of potential buddies after one criticized Eddy to an assigned recruit and bragged about not working hard there. (The disgruntled buddy ended up quitting.)</p><p>SHARE YOUR THOUGHTS</p><p>What type of mentoring systems have you seen work best? Join the conversation below.</p><p>\"Selecting the right buddy can make a difference in whether a new employee thrives in a hybrid environment,\" says Gloria Chen, chief people officer of Adobe Inc., where numerous staffers still work from home part of the time.</p><p>Adobe buddies get guidelines about their expected tasks. They include: Show up for regularly scheduled sessions, arrange introductions, and practice active listening, such as asking a new employee about their preferred communication method.</p><p>Gregory Marshall, a senior technical writer hired by Adobe in January, says his buddy helped him gain rapid access to their team's processes and documents. The result? \"I became a productive employee within six weeks rather than the typical six months,\" he says.</p><p>Recommend that buddies reach out before the newcomer arrives.</p><p>Metadot, a small provider of business software, prefers that buddies begin onboarding the week before someone starts at the now fully remote company. Otherwise, adds CEO Daniel Guermeur, \"the new workplace is like a big black box.\"</p><p>Ron Middleton repeatedly conferred with his buddy before he began his job as the customer-success manager of a Metadot subsidiary. During online chats and video meetings, for example, Mr. Middleton sought guidance about reporting to Mr. Guermeur. \"What do I avoid saying to not upset him?\" the worried recruit wondered.</p><p>\"Don't be afraid to ask something that you think might be a difficult conversation,\" his buddy replied.</p><p>The advance outreach quashed Mr. Middleton's newcomer jitters. \"I felt a lot more comfortable the first day at Metadot than at any other job,\" the 59-year-old tech veteran says. \"I was hitting the ground running.\"</p><p>Encourage buddies and fresh hires to meet often.</p><p>Some buddies meet just a few times during a recruit's inaugural week because management views the arrangement as a quick fix. But frequent buddy encounters bring newcomers up to speed faster.</p><p>\"A buddy program should be in place for at least the first six months of an employee's tenure,\" says Jeaneen Andrews-Feldman, chief marketing and experience officer at the Society for Human Resource Management.</p><p>In a 2018 study of its newcomers by Microsoft Corp., about 97% told Microsoft researchers that onboarding buddies aided them in becoming productive quickly—if they met with their buddies more than eight times during their first 90 days.</p><p>But the less contact new hires had with their buddies, the less they got out of the experience. That 97% figure dropped to 56% for workers who conferred with their buddies as rarely as just once in the first 90 days.</p><p>Microsoft subsequently advised managers that onboarding buddies represent \"a need-to-have,\" says Joe Whittinghill, corporate vice president of talent, learning and insights, adding, \"More than 80% of employees hired on since the pandemic have had an onboarding buddy\"—nearly 10 percentage points higher than before Covid-19.</p><p>Simone Douglas joined Microsoft as a customer engineer following her 2020 college graduation. She met her buddy virtually more than eight times during her initial 90 days. He identified certain key Microsoft staffers to meet and offered tips on dealing with customers and getting internal training.</p><p>The buddy system offered \"the support I needed to be successful in my role,\" she says. Earlier this year, Ms. Douglas accepted a lateral move to program manager.</p><p>Don't use the same buddies over and over.</p><p>Since they do their regular duties on top of this volunteer stint, buddies risk burnout when aiding newcomers over an extended period. What's more, an individual may already be performing too many other nonpromotable tasks—such as serving on a workplace-safety committee—to justify being a buddy, Prof. Vesterlund says.</p><p>At Landed, a company that aids prospective home buyers, buddies found themselves overwhelmed by their volunteer workload—which occasionally totaled 90 minutes a week during a recent hiring spree.</p><p>The company changed its policy so that managers no longer have to use buddies, says Kathy Denning, senior director of customer sales. To take the place of buddy meetings, Landed introduced other strategies to help new hires connect with co-workers and get acclimated. For example, the company covers newcomers' expenses when they grab a snack, coffee or beer with any co-worker during their first three months.</p><p>Assign two buddies to every newcomer.</p><p>Some companies try to avoid buddy burnout by using multiple buddies.</p><p>Buffer Inc., which helps businesses market and expand their online presence, gives new hires a \"role\" buddy and a \"culture\" buddy. Each covers different aspects of working there.</p><p>\"Having two buddies really shares the cognitive load,\" says Nicole Miller, director of people at Buffer until late April. The company has been fully remote since 2014.</p><p>Role buddies usually work in the same team as the recruit, and advise newcomers about the nuts and bolts of their new job. A culture buddy, meanwhile, \"is a tenured teammate who knows Buffer's history and culture,\" Ms. Miller adds. Culture buddies are encouraged to cover topics such as corporate lingo and why the company values feedback and transparency.</p><p>Such buddies have coached nearly all of Buffer's 86 employees because \"remote work can feel very isolating,\" says Ms. Miller.</p><p>But buddy duos may confuse certain recruits. \"Make sure the information they share is consistent\"—perhaps through an identical and mandatory buddy-training program, says Ellen Joris, chief customer officer of Talmundo, a provider of onboarding software. That avoids contradictory explanations, such as one buddy saying the dress code actually isn't that strict while the other buddy says the opposite, she says.</p><p>Incorporate buddy experiences into performance reviews and promotion decisions.</p><p>Employers typically reward buddies with dinner vouchers, recognition mementos or extra vacation. However, few buddies reap career benefits from their brief, informal roles. Several experts believe they should.</p><p>Requiring that buddy work be remembered at review time would signal \"this is something that really matters,\" says Linda Babcock, a Carnegie Mellon University economics professor and another co-author of \"The No Club.\"</p><p>Ms. Lublin, former career columnist at The Wall Street Journal, is the author of \"Power Moms: How Executive Mothers Navigate Work and Life.\" She can be reached at joann.lublin@wsj.com.</p><p>Journal Report</p><p>* Insights from The Experts</p><p>* Read more at wsj.com/leadershipreport</p><p>More in The New Workplace</p><p>* Hybrid Workplaces' Challenges—and Solutions</p><p>* To Get Your Résumé Read by a Human, Make It Machine-Friendly</p><p>* Why Some Minority Employees Prefer To Stay Out of the Office</p><p>* When Conferences Went Virtual, They Also Got More Diverse</p><p>* Remote Work and the Benefits of Nature</p><p>* Five Things Workers Need to Agree To in a Hybrid Workplace</p><p>The Do's and Don'ts of Onboarding 'Buddies'</p>",
  "published": "2022-05-17T12:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 152,
          "end": 166
        }
      ]
    }
  ]
}