{
  "_id": "5b2dd5d287e72e37bfbe9c8d9ad5c929e03da0ee9825271c9c16c45bf3d9aa4a",
  "feed": "wall-street-journal",
  "title": "Tech Firms Downsize, Unload Office Space",
  "text": "<p>While leasing from all businesses declined during the pandemic, the tech sector accounted for the largest portion of the leasing that took place, according to real estate services firm CBRE Group Inc. Some tech companies, such as Alphabet Inc.'s Google, continued to expand their office footprints during that period.</p><p>Now, with the prospect of a recession looming and companies slashing payroll, tech firms find they have too many floors of office space and want to unload big chunks of it.</p><p>Companies in the technology sector have placed about 30 million square feet of office space on the sublease market, more than triple the 9.5 million square feet they looked to sublet in the fourth quarter of 2019, according to CBRE.</p><p>\"Downsizing is much more of a threat than work from home,\" said Nicholas Bloom, an economics professor at Stanford University.</p><p>Big tech's retreat is a blow to the office market and to many city economies, which for several years have counted on the sector's real estate appetite to power growth.</p><p>The national office vacancy rate is 12.5%, up from 9.6% in 2019 and the highest since 2011, according to data firm CoStar Group Inc. Overall, about 212 million square feet of sublease space is on the market, a record since CoStar started tracking the statistic in 2005.</p><p>Office buildings are backed by $1.2 trillion of the $5.4 trillion in total commercial real- estate debt that was outstanding at the end of the second quarter -- more debt than any other asset type other than apartment buildings, according to data firm Trepp Inc. If landlords begin defaulting at a high rate on their mortgages, their distress could ripple through the financial system.</p><p>Technology firms' reversal has been widespread. The sector has become a major driver of office demand in dozens of cities including Pittsburgh, Baltimore, Nashville, San Diego and Detroit. Overall, tech firms have about 500 million square feet of office space in 30 North American markets, according to CBRE.</p><p>The pullback has been particularly hard on San Francisco. Businesses leased 850,000 square feet in the third quarter compared with the average in the five years leading up to the pandemic of about 2 million square feet per quarter, said Derek Daniels, San Francisco research director at the commercial real estate services firm Colliers International.</p><p>Salesforce, one of the city's biggest employers, this year said it was looking to cut about one-third of the space it occupies in the 43-story tower it owns in the business district.</p><p>\"Right at the beginning of summer there was a flurry of new leasing,\" Mr. Daniels said. \"But since then it has been quiet.\"</p><p>Other tech companies, meanwhile, are looking to reduce office space even in fast-growing cities such as Austin. Meta, which earlier this year agreed to be the anchor of a new skyscraper under construction in the Texas capital, is now trying to sublease that space.</p><p>The turnabout in office demand could mark the end of a long cycle in which tech firms were often the biggest presence in new office towers. Even during the pandemic, when many businesses shifted to hybrid-work strategies, many tech companies kept leasing space because they were on a hiring spree.</p><p>Tech firms also showed a preference for higher-end workspace, a move that they thought helped attract top talent and enabled landlords to command top dollar for high-quality new properties.</p><p>Tech companies last year \"were trying to upgrade their inventory of office space\" for recruiting and retaining workers in a tough labor market, said Colin Yasukochi, executive director of CBRE's Tech Insights Center. After hiring tens of thousands of employees during the pandemic, he added, companies felt \"the worst thing that could happen is for us to have people come flooding back in and us having not enough space.\"</p><p>In 2021, the tech sector led all other businesses by accounting for 20.5% of U.S. office leasing activity, according to CBRE. By comparison, the finance sector and the business services sector each accounted for 16%.</p><p>Big tech wasn't just renting space. It was a big buyer, too. Amazon bought the former Lord &amp; Taylor department store in Manhattan for $978 million.</p><p>As the pandemic went into its third year, the worst fears of companies going to all-remote workplace plans weren't realized. Instead, shrinking head count is what is dulling office demand. This month, both Lyft and Meta said they were cutting 13% of their staff.</p><p>Mr. Yasukochi predicted downsizing would continue to dampen tech's demand for office space. \"The layoffs are starting to gain momentum,\" he said.</p>",
  "published": "2022-11-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2337,
          "end": 2347
        }
      ]
    }
  ]
}