{
  "_id": "c16c8717a514b61ac65e1fe9bbe41fd1d1a3765d6d9bc80aa4e3c171c9b752a4",
  "feed": "wall-street-journal",
  "title": "Stocks Turn Down Even After Data Shows Slowing Pace of Inflation; Commerce Department figures showed households boosted spending in October",
  "text": "<p>The Dow Jones Industrial Average fell 1.1%, while the tech-heavy Nasdaq Composite Index lost 0.6%.</p><p>The trading was a turnaround from Wednesday, when Federal Reserve Chairman Jerome Powell's comments suggesting the central bank will slow the pace of rate-increases at its meeting this month fueled a rally in stocks and bonds. Investors sent the Dow industrials up more than 700 points and into a new bull market, or an increase of 20% or more from a recent low. All three major U.S. indexes ended November higher, their second consecutive month of gains.</p><p>Bonds continued to gain on Thursday even as stocks stalled out, a sign that traders' focus was shifting to the recession that many investors have for months assumed inevitable.</p><p>\"The asset classes will act differently if that's the case,\" said Steve Wyett, chief investment strategist for BOK Financial. The prospect of lower inflation and slowing Fed rate increases is clearly positive for bonds, Mr. Wyett said. \"Now equities are kind of saying, are lower rates really good news here?\" he added.</p><p>Data released Thursday showed households boosted spending in October while the Fed's preferred inflation gauge—the personal-consumption expenditures price index—offered further signs that inflation is slowing. It comes ahead of Friday's closely watched U.S. jobs report for November.</p><p>After being battered this year by the Fed's aggressive tightening campaign, stocks have climbed in recent weeks as data pointed to slowing inflation and investors bet the Fed would move to smaller rate rises.</p><p>Despite the recent rally, the S&amp;P 500 is still on track for its worst year since 2008. Some investors fear a bumpy road ahead for markets as corporate earnings start to come under pressure and the threat of a recession looms over next year.</p><p>Chris Turner, global head of markets at ING, said inflation could also prove more stubborn than investors are currently expecting.</p><p>\"Anything that could be taken less hawkishly, you're seeing outsized market reactions,\" he said. \"I think the market overreacted to [Powell] a little. It's too early for the Fed to declare the all-clear.\"</p><p>While Mr. Powell on Wednesday cited progress in the fight against inflation, he also flagged the strength of the labor market as a potential risk. A tight supply of workers continues to bolster wage growth.</p><p>Salesforce shares fell 9.5% a day after co-chief executive Bret Taylor said he plans to step away. In the third quarter, the enterprise-software maker's sales rose 19% but it guided for fourth-quarter revenue in a range mostly below what analysts had been expecting.</p><p>U.S. carmakers gained ground. Ford Motor rose 3.2% and General Motors climbed 2.1%.</p><p>U.S. government bonds continue to rise on hopes that the Fed will slow its rate increases. The yield on a 10-year U.S. Treasury note fell to 3.606% from 3.699% on Wednesday. Yields and prices move inversely.</p><p>The U.S. dollar remained under pressure, paring a rally that drove the currency to multidecade highs this year. The WSJ Dollar Index declined 0.9% Thursday, after ending November with its biggest monthly loss since July 2010.</p><p>In commodity markets, oil prices oscillated as traders continue to assess details on a U.S.-led plan to impose a price cap on Russian oil starting next week. The Wall Street Journal reported Thursday that the European Union's executive body has asked the bloc's 27 member states to approve a cap set at $60 a barrel.</p><p>Prices for Brent crude, the global benchmark, rose 1.9% to $88.66.</p><p>Overseas stocks gained as investors caught up with Wednesday's rally on Wall Street. The Stoxx Europe 600 rose 1.1% while the U.K.'s FTSE 100 ticked up 0.1%.</p><p>In Asia, Hong Kong's Hang Seng added 0.7% and Japan's Nikkei 225 gained 0.9%. China's Shanghai Composite rose 0.4%.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>Stocks Turn Down Even After Data Shows Slowing Pace of Inflation</p>",
  "published": "2022-12-01T15:42:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2329,
          "end": 2339
        }
      ]
    }
  ]
}