{
  "_id": "0b3767283203e3d8793b9ea3e2b014f5bc50ef51b393682802a0ff4d02ff140e",
  "feed": "ftcomall",
  "title": "Planting trees is not a panacea — we need to save existing forests",
  "text": "<p><em>The writer, a former US Treasury secretary, chairs the Paulson Institute</em></p> <p>A new trend in addressing rising carbon emissions is sweeping the world — tree planting.&#xa0;</p> <p>China recently pledged to plant and conserve 70bn trees by 2030; the EU has committed to planting 3bn by then; Canada has a 2bn plan; and the UK is in with around 1bn. Pakistan, Sri Lanka and Turkey, among others, have also announced plans. From companies like Salesforce to major NGOs such as Birdlife International, everyone is planting trees.&#xa0;</p> <p>Doing so is socially appealing, politically attractive and sounds simple. In fact, <a href=\"https://www.pewresearch.org/science/2020/06/23/two-thirds-of-americans-think-government-should-do-more-on-climate/\">90 per cent </a>of Americans say that they would support a 1tn tree campaign.&#xa0;But it's not a panacea.&#xa0;Too often such programmes are used by governments looking for carbon offsets when they are unwilling to take more difficult steps to protect existing ecosystems or to provide the necessary financial incentives or regulatory framework.&#xa0;As a result, the hoped-for benefits may prove to be illusory.&#xa0;</p> <p>The key to these campaigns is that they must be science-based, planting the right trees, in the right conditions with the right oversight. Otherwise, the best of intentions can undermine the very solution that they aim to offer and increase both financial and environmental costs.&#xa0;&#xa0;</p> <p>Take China's attempt at seeding a “Great Green Wall” to mitigate against the erosion of the Gobi Desert. Up to<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0012825210001571\"> 85 per cent </a>of the new trees died because they were not native to the region. In Sri Lanka, efforts to restore the mangrove<a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/rec.12492\"> forest</a>&#xa0;failed&#xa0;because the wrong species was planted — not a single tree survived on nine out of 23 project sites.&#xa0;</p> <p>In Pakistan, the government's programme led to widespread <a href=\"https://www.thenews.com.pk/print/591740-nab-detects-over-rs462m-loss-in-initial-inquiry-into-billion-tree-tsunami\">corruption</a> and tenants being evicted by landowners looking to establish tree plantations. And in South Africa, the planting of non-native, invasive species spread across the country's grasslands and heathlands, lowering the water table and reducing water availability. The country is now spending millions of dollars every year to remove them.&#xa0;&#xa0;</p> <p>Such mixed results&#xa0;should not detract&#xa0;from the valuable role trees can play in addressing climate change. Recent<a href=\"https://www.nature.com/articles/s41558-020-00976-6\"> research</a> shows that between 2001 and 2019, forests absorbed twice the amount of carbon dioxide they emitted — a net 7.6bn metric ton reduction. That's more than the combined annual carbon emissions of the US and UK.</p> <p>But the best way to harness the potential of trees is to focus on the more politically complicated effort of saving our existing forests.&#xa0;It's far cheaper to prevent damage than to restore them after they have been degraded or destroyed.</p> <p>The World Bank estimates that we've lost half a million square miles of forest cover since 1990. That is roughly five times the<a href=\"https://www.nationmaster.com/country-info/stats/Geography/Land-area/Square-miles\"> land area</a> of the UK. At the current rate of destruction, the world's tropical rainforests — our greatest stores of biodiversity and carbon — will disappear in<a href=\"https://www.theguardian.com/global-development-professionals-network/2017/jan/23/destroying-rainforests-quickly-gone-100-years-deforestation\"> 100 years</a>. &#xa0;</p> <p>When trees are cut down, they release all the carbon they contain, as well as that in the soil. Deforestation and the conversion of forested lands to other purposes contributes nearly <a href=\"https://www.globalcarbonproject.org/carbonbudget/index.htm\">1.5 gigatonnes of carbon annually</a>.&#xa0;Efforts to curb this have not helped significantly.&#xa0;The <a href=\"https://www.ft.com/content/be933d15-8f28-4ef6-8e0c-4e7fedc37e7b\">pledges made last year</a> at the UN climate conference in Glasgow were a good first step, but much more is needed.&#xa0;&#xa0;</p> <p>First, we must stop subsidising practices that degrade nature — including subsidies for forestry and agricultural, which are roughly four times greater than what is spent on biodiversity conservation, according to research by the<a href=\"https://www.paulsoninstitute.org/key-initiatives/financing-nature-report/\"> Paulson Institute</a>.&#xa0;Instead, subsidies can be redirected to encourage farmers and land owners to protect forests or allow their natural regrowth.</p> <p>We should also attempt to reduce demand for forest and paper products. Countries should put in place strong policies that forbid the import of illegally (and unsustainably) harvested forest and paper products.&#xa0;This would send strong signals to the market that there is no place for harmful forest practices in a net zero world.</p> <p>There is an important role for reforestation projects, particularly in the tropics, where they can have a meaningful impact on carbon and biodiversity, and be an important source of jobs. But they are difficult to execute at scale.</p> <p>As global leaders prepare for the <a href=\"https://www.ft.com/content/5331e44d-4ff9-4e23-803a-261bcc5f031a\">delayed UN COP15</a> biodiversity summit this December, they should be wary of seemingly simple solutions to net zero carbon goals.&#xa0;It's time to direct our attention toward ensuring that initiatives to harness the carbon-capturing potential of trees are well executed.&#xa0;</p> <p>Through old-growth forests, nature has given us a powerful tool to help avoid some of the worst effects of climate change. The good news is that we know what needs to be done.&#xa0;Now we need the will to do it.</p><p>Source: Henry Paulson 2022 'Planting trees is not a panacea — we need to save existing forests' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T04:00:08.343Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 423,
          "end": 433
        }
      ]
    }
  ]
}