{
  "_id": "0914ccef284192c0266fa89af55bc562c227b0a281662ecd37d79f917d40db1c",
  "feed": "wall-street-journal",
  "title": "Activist Investor TCI Calls on Google Parent Alphabet to Slash Costs; Hedge fund says company would be more efficient with fewer employees",
  "text": "<p>\"We are writing to express our view that the cost base of Alphabet is too high and management needs to take aggressive action,\" TCI wrote in the letter, signed by Managing Director Christopher Hohn. \"The company has too many employees and the cost per employee is too high.\"</p><p>The move adds to the pressure on technology companies to tamp down costs following a stretch through the pandemic when they invested heavily in employees and facilities. Those bets were based on the expectation that they would sustain high rates of growth, which hasn't come to pass.</p><p>In an interview, Mr. Hohn said he had previously shared TCI's concerns with Alphabet's management and expected the board, including Google co-founders Sergey Brin and Larry Page, would be receptive to the suggestions. He said TCI didn't plan to seek a board seat.</p><p>\"The founders, Sergey and Larry, are clever people, and they will realize that for the company to be successful, it has to be healthy,\" Mr. Hohn said. \"A highly bloated cost base doesn't serve the ability of a company to reinvest and for the stock price to appreciate.\"</p><p>Alphabet declined to comment. On an earnings call last month, Mr. Pichai said the company had begun \"realigning resources to invest in our biggest growth opportunities\" and employee growth would be significantly lower in the fourth quarter.</p><p>Google reported a fifth consecutive quarter of slowing sales growth and the first recorded annual drop in advertising sales on its YouTube video platform in the most recent financial period, sending shares tumbling.</p><p>It is rare for big technology companies to face campaigns from activists such as TCI. Alphabet and others have made large profits while buying back billions of dollars in shares in recent years as interest rates remained low in the developed world.</p><p>But steep layoffs have been rippling across Silicon Valley in recent weeks, with Twitter Inc. under new owner Elon Musk and Facebook parent Meta Platforms Inc. each cutting thousands of jobs. Amazon.com Inc. joined the trend Monday, when The Wall Street Journal and other outlets reported it is planning layoffs affecting as many as 10,000 employees.</p><p>Investors have dumped shares of big technology companies this year following a streak of strong returns, potentially making them more vulnerable to activist interventions. Shares of Alphabet have fallen by roughly one-third this year, more than the tech-heavy Nasdaq Composite Index.</p><p>Meta came under pressure last month from the investment firm Altimeter Capital, which wrote in an open letter that CEO Mark Zuckerberg needed to take drastic steps to streamline the company.</p><p>Last month activist fund Starboard Value LP said it had taken positions in software-makers Salesforce Inc. and Splunk Inc.</p><p>Mr. Hohn said Alphabet should make the suggested changes as soon as possible, pointing to recent decisions by other big technology companies.</p><p>\"If you look at Meta and Amazon, it hasn't taken them long to get to grips with it and make their analysis and announcements,\" Mr. Hohn said. \"We don't think it should take long at all.\"</p><p>TCI held conversations with former Google executives who suggested the company could be operated more effectively with significantly fewer employees, it said in the letter. Alphabet's head count has more than doubled since 2017, it wrote.</p><p>\"You have publicly stated that Google should be 20% more efficient. We could not agree more,\" TCI said in the letter.</p><p>TCI's Mr. Hohn is a prominent investor who has made a name taking on some of the world's biggest companies, usually in service of higher returns for shareholders but also for social causes. Last year he launched a campaign to force dozens of the world's largest companies, including Alphabet, to publish carbon-emission reduction plans and put them up for shareholder vote.</p><p>Mr. Hohn said Alphabet was the largest position in TCI's $38 billion flagship fund, and it hadn't made any material sales or purchases recently.</p><p>Alphabet's Other Bets segment, which includes Waymo and a host of other moonshot ventures, should reduce operating losses by at least 50%, TCI wrote in the letter. The unit has long been a large source of costs since Google's reorganization under Alphabet in 2015, and TCI said it expected operating losses to reach $6 billion this year.</p><p>\"Unfortunately, enthusiasm for self-driving cars has collapsed and competitors have exited the market,\" TCI wrote in the letter, noting that Ford Motor Co. and Volkswagen AG had recently shut down ventures. \"Waymo has not justified its excessive investment and its losses should be reduced dramatically.\"</p><p>Mr. Hohn said Alphabet should consider spinning out Waymo if it can find additional outside investors. Waymo's existing investors include private-equity firm Silver Lake and the Canada Pension Plan Investment Board.</p><p>Waymo co-CEO Tekedra Mawakana said during The Wall Street Journal's Tech Live conference panel last month that the company had the full support of Alphabet.</p><p>Alphabet's dual-class voting share structure has made it difficult for outside shareholders to press for changes at the company. Mr. Brin and Mr. Page, the Google co-founders, remain on Alphabet's board and together control a majority of voting power over company decisions.</p><p>Alphabet shares climbed about 2% Tuesday, outpacing gains in the broader stock market. TCI's $6 billion stake is less than 1% of Alphabet's more than $1 trillion market value.</p><p>Write to Miles Kruppa at miles.kruppa@wsj.com</p><p>Activist Investor TCI Calls on Google Parent Alphabet to Slash Costs</p>",
  "published": "2022-11-15T19:46:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2716,
          "end": 2731
        },
        {
          "start": 2716,
          "end": 2726
        }
      ]
    }
  ]
}