{
  "_id": "6c30f8f9f1b3c31fe96f4d43da39d3763cb5cb5d36594d432fecf20d6e0dcb88",
  "feed": "ftcomall",
  "title": "Twitter edges closer to accepting Elon Musk's $43bn bid",
  "text": "<p>Twitter's board of directors is edging closer to selling the social media company to Elon Musk for <a href=\"https://www.ft.com/content/e1b87776-2f7d-459d-9671-f3e58f79fc73\">$43.4bn</a>, a deal that would give the world's richest man control of what he <a href=\"https://twitter.com/elonmusk/status/1507777261654605828?s=20&amp;t=stAjFeKRA1XZ1vfdTX1xMg\">has called</a> the world's “de facto public town square”.</p> <p>Twitter's board was meeting on Monday to finalise the terms of an agreement with Musk, said people briefed on the matter. It added that a deal — which would be one of the largest buyouts in history — could be reached as early as Monday evening or by Thursday, when Twitter reports quarterly earnings. </p> <p>The board said there was still a chance the deal could fall apart. </p> <p>If Musk does take Twitter private — a feat that few on Wall Street thought possible given the size of the transaction — it could turn the maverick Tesla chief executive into a social media baron with the potential to shape politics, business and culture. </p> <p>The takeover of one of the most widely viewed news sources by Musk would come after several tech billionaires have acquired marquee media assets in recent years, including Jeff Bezos, the founder of Amazon who owns the Washington Post; Steve Jobs's widow Laurene Powell Jobs, who controls the Atlantic; and Salesforce's Marc Benioff, who bought Time in 2018.</p> <p>Musk has said his bid for Twitter is primarily motivated by his desire to overhaul its content moderation policies and promote free speech on the platform. </p> <p>“I hope that even my worst critics remain on Twitter, because that is what free speech means,” Musk wrote on Twitter on Monday. </p> <p>Twitter has stepped up its response to abuse and extreme views in recent years, including by suspending the account of former US president Donald Trump in January 2021 following the Capitol riots. </p> <p>Republicans are hopeful that Musk will allow Trump back on to Twitter if the billionaire successfully completes the deal, although the 50-year-old has not stated that publicly. </p> <p>Musk launched a hostile bid for Twitter less than two weeks ago but was dismissed by some on Wall Street, who thought the offer was a stunt to give him a platform to criticise the company rather than a serious takeover attempt. </p> <p>Twitter's board launched a <a href=\"https://www.ft.com/content/dcbadc5b-b4cc-4720-bb19-431a95ce7625\">poison pill</a> in response to Musk's bid in an attempt to deter him from buying the group.</p> <p>But the board of the San Francisco-based company was forced to the negotiating table on Sunday, just days after Musk <a href=\"https://www.ft.com/content/37c18d58-dae8-4816-bbdd-879338332152\">secured financing</a> for the deal.</p> <p>On Thursday, <a href=\"https://www.ft.com/content/37c18d58-dae8-4816-bbdd-879338332152\">Musk unveiled a $46.5bn financing package,</a> which included $25.5bn in debt from a group of banks led by Morgan Stanley, his financial adviser, and $21bn in fresh equity. The debt component includes a margin loan of $12.5bn against his Tesla shares. </p> <p>If Musk's bid is successful, the South Africa-born entrepreneur will be on the hook for $33.5bn of the financing package, although he could lower his exposure by bringing in co-investors to finance the equity portion of the deal. </p> <p>Twitter did not respond to a request for comment on Monday. </p> <p>Musk had offered on April 14 to pay $54.20 per share to take the social media company private, but Twitter's shares subsequently traded below that level, suggesting Wall Street was doubtful a deal would materialise. </p> <p>However, after it became clear that Twitter's board was taking the offer more seriously, the stock rose 5 per cent to $51.47 in pre-market trading on Monday morning in New York. </p><p>Source: James Fontanella-Khan and Antoine Gara in New York and Tim Bradshaw in London 2022 'Twitter edges closer to accepting Elon Musk's $43bn bid' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T17:14:57.434Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1158,
          "end": 1168
        }
      ]
    }
  ]
}