{
  "_id": "e61c9b769c74dcaa5af57ce145e7e9a1e6774dc3b34b5a640aa1ac35f07b3398",
  "feed": "wall-street-journal",
  "title": "Salesforce.com Shares  Slump as Growth Eases  ----  By Gunjan Banerji",
  "text": "<p>   Salesforce.com Inc. shares tumbled 8.3% on Wednesday, continuing a recent stretch of losses that have pulled the software maker's stock to the lowest levels in months. </p><p>   The stock is down around 10% this week and has fallen  27% from its 52-week high, FactSet data show. </p><p>   UBS Group AG analysts on Tuesday downgraded Salesforce shares to neutral from buy and lowered their price target on the stock to $265, lower than the $315 target analysts previously held on the shares. The shares settled at $227.67, the lowest close since May. </p><p>   The analysts expected the company's growth to temper this year and that some Salesforce customers had already started to pull back on spending. The company said in November that it expected fiscal 2023 sales growth of about 20%, down from 24% for fiscal 2022, which ends this month. </p><p>   \"It seems likely that Salesforce's organic growth will moderate in 2022,\" wrote UBS analysts in a note to clients. \"Given the risk of more modest growth rate upside in 2022, we conclude that these multiples are reasonable but not compelling even with an improving margin story.\" </p><p>   Of the 17 software companies within the S&amp;P 500's information-technology sector, 15 have fallen this week. </p><p>   UBS also downgraded Adobe Inc. shares this week, forecasting lower growth in 2022. Many companies boosted software spending in 2021, the analysts said, but would likely moderate their investment in Salesforce and Adobe products in the coming year. </p><p>   Adobe shares have fallen 9.3% this week. Intuit Inc. has dropped 7.7% The broad S&amp;P 500  has slipped 1.4% this week. </p><p>   The swings in Salesforce and other software companies coincide with broader volatility in technology stocks. Investors have fled the sector to start the year, piling into shares of cyclical companies that would benefit from an improving economy. The S&amp;P 500's energy and financial sectors have outperformed this week, while tech has lagged. </p><p>   The Nasdaq Composite has trailed the S&amp;P 500 to start the year. It has fallen 3.5% in the first trading sessions of the year. That continues a trend from last year, when the S&amp;P 500 outperformed the Nasdaq by 5 percentage points, the largest yearly outperformance since 2002. </p><p>   Dan Morgan, a portfolio manager at Synovus Trust Co., said this outperformance signaled that people were growing more cautious about which tech stocks they are holding, especially since earnings growth for tech will likely moderate in 2022. </p><p>   \"The outperformance in the S&amp;P 500 to the Nasdaq signals to me a flight to quality to proven, time-tested business models in the tech space and broader industries and a rotation out of more aggressive businesses,\" Mr. Morgan said. </p><p></p>",
  "published": "2022-01-06T07:03:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 1576,
          "end": 1586
        },
        {
          "start": 606,
          "end": 616
        },
        {
          "start": 1396,
          "end": 1406
        },
        {
          "start": 312,
          "end": 322
        },
        {
          "start": 834,
          "end": 844
        }
      ],
      "nexusId": "10009678"
    }
  ]
}