{
  "_id": "7c907eae54f6deb60cb0e6d99e9beb01789b21391c668d0101f9c9e29f483371",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Startups Rush to Count Carbon Emissions --- Regulators and investors are seeking better data, including from supply chains",
  "text": "<p>For Sweetgreen Inc., Watershed counts the greenhouse-gas emissions from salad ingredients like Parmesan. Cheese is one of Sweetgreen's most carbon-intensive ingredients but also one that is tough to measure. Its emissions depend in part on how the company's suppliers deal with their cow's manure.</p><p>Founded in 2019, Watershed is one of several startups vying to sell carbon-accounting software. The company and its competitors, which increasingly include tech giants, promise a faster, more accurate picture of a client's carbon footprint.</p><p>Supply chains often count for a large part of a company's emissions. Calculating that figure has been hard because it requires detailed information from dozens or hundreds of companies that could be spread across the world. The popular shortcut, says 29-year-old Watershed co-founder Taylor Francis, has been to rely on industry averages. The assumption is that one Parmesan maker is the same as every other, in terms of carbon emissions.</p><p>Mr. Francis says drilling down to specific numbers for each supplier means companies can identify the targets that will achieve the biggest cuts to emissions. \"That's where the rubber meets the road,\" he says, before searching in vain for a greener turn of phrase.</p><p>The global market for carbon-accounting software is growing fast. The sector attracted $356 million of venture-capital funding last year, more than five times the $63 million total for 2020, according to research firm PitchBook Data Inc. This year, the funding has already reached $71.5 million, thanks mostly to $70 million raised by Watershed in February, the PitchBook data show.</p><p>\"This is one of these new market areas that's being propelled by some very powerful fuel,\" said billionaire venture capitalist Michael Moritz. His firm, Sequoia Capital, co-led last month's $70 million financing round that put the unicorn tag on Watershed, which is based in San Francisco. Watershed further boosted its profile by hiring as an adviser former Canada and U.K. central-bank head Mark Carney, who has pushed the private sector to address climate change.</p><p>The rise in demand for carbon reporting reflects a change in attitudes toward climate information by investors. \"Four years ago when I was pitching [my carbon-accounting idea] to investors, nobody had any idea what it was,\" said Maria Fujihara, co-founder of San Francisco-based Sinai Technologies Inc.</p><p>Regulators are increasingly asking about businesses' carbon emissions as well. The U.S. Securities and Exchange Commission plans to propose rules on greenhouse-gas emissions disclosures on Monday. In Japan, more than 1,800 companies listed on the Tokyo Stock Exchange will soon be required to either disclose climate information or explain why they aren't doing so. Investors are also demanding climate data so they can judge whether companies are living up to their promises to cut emissions.</p><p>\"The scale of the potential demand is mind boggling,\" said Kentaro Kawamori, co-founder of Tempe, Ariz.-based startup Persefoni Inc. Its clients include banks and private-equity firms, such as Bain Capital, that want to measure the emissions of companies they lend to or invest in.</p><p>The startups face increasing competition from leading tech companies. Salesforce.com Inc. for example last month rolled out the latest version of its \"net zero cloud\" software platform for tracking and analyzing climate data. Microsoft Corp. in October announced the soft launch of a competing product.</p><p>Carbon-accounting software typically plugs into a company's computer systems, so it can pull information such as details on goods purchased and electricity consumption. Each data point is converted into a greenhouse-gas tally using specialized emissions databases, such as those that measure the carbon output of a certain type of machine running for a set period.</p><p>A startup called CarbonChain, for example, has data on 135,000 ships that it can use to calculate the greenhouse gases from transporting goods by sea, according to co-founder Adam Hearne.</p><p>One advantage of using specialized software to crunch the carbon numbers is that the math is \"multifold more complex\" than for financial accounting, according to Persefoni's Mr. Kawamori. Business-travel emissions can, for example, be worked out based on the fuel consumed or the distance traveled, with the option to also allow for employees' nights on the road using a \"hotel emission factor.\"</p><p>Some companies are concerned about the risk to their reputation if they are found to have understated their emissions, according to Adam Kramer, chief executive of startup nZero.</p><p>\"There's an underlying belief in boardrooms that there's going to be a scandal about underreporting,\" Mr. Kramer said. He says his Reno, Nev.-based company's data on emissions by its clients can vary by more than 20% from their estimates.</p><p>The startups often pitch their emissions-accounting platform as just the starting point. Many of them also sell products to reduce that emissions tally, such as investments in forests, or other so-called offsets that companies can use to lower their reported carbon footprint. These income-boosting sales could create a conflict of interest -- the bigger the carbon total found by the startup, the greater the potential for sales of offsets.</p><p>Lauren Gifford, a climate researcher at the University of Arizona, said the startups seek to differentiate themselves by the story they tell about what they are doing. \"But many times, they're all involved in the same offset projects,\" she added.</p><p>The carbon-accounting market will likely see a shakeout of firms as it matures, according to Mr. Moritz, the Watershed-backing venture capitalist. \"It will resemble one of those David Attenborough specials,\" he said. \"The slowest wildebeest gets picked off.\"</p>",
  "published": "2022-03-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3242,
          "end": 3256
        }
      ]
    }
  ]
}