{
  "_id": "2d803cfd0bf109a2072d2d089aa9dd87a03a9a4d40e5ddce4eeb8f59986f8f27",
  "feed": "wall-street-journal",
  "title": "Microsoft Security Chief Says It Is  Time to Take Shelter in the Cloud  ----  By Aaron Tilley and Robert McMillan",
  "text": "<p>   Microsoft Corp.'s new security chief, Charlie Bell, has a message for companies and institutions buffeted by cyberattacks: Take shelter in the cloud. </p><p>   Microsoft built a $15 billion business -- and one of the world's biggest private cyber armies -- to counter cyberattacks, but the storm of threats is expanding. U.S. banks flagged nearly $600 million in ransomware payments during the first six months of 2021, and cybersecurity experts put the cost of that much higher. </p><p>   \"It's sort of like the mother of all problems,\" said Mr. Bell in his first interview since joining Microsoft from Amazon.com Inc. last year. \"If you don't solve it, all the other technology stuff just doesn't happen.\" </p><p>   Microsoft finds itself uniquely positioned in the center of all of this activity, Mr. Bell said. Its email and office-productivity products are dominant on corporate and government networks, and it is the country's No. 2 provider of cloud-computing services. </p><p>   Mr. Bell, who at Amazon helped build the world's largest cloud business, said Microsoft is taking center stage in combating cybercrime. Some customers have said it has more to do. </p><p>   Microsoft has been hit by a series of high-profile cyber intrusions in recent years. In December 2020, the company said it was compromised by the hackers behind the cyberattack on SolarWinds Corp. -- a group that U.S. officials have linked to the Russian government. Months later, Microsoft's email product, Exchange, was targeted by a cyberattack that was linked to the Chinese government. </p><p>    Mr. Bell's success or failure at securing Microsoft's customers from a growing array of bad actors is likely to determine the growth of the company's cyber business, analysts said, and help set the terms for how the tech industry can protect itself. </p><p>   Since Mr. Bell took over, he has tried to centralize all of Microsoft's security efforts, previously siloed, under one organization. Now 10,000 people report to him, and he has a budget to spend billions of dollars to build security products. </p><p>   On Wednesday, Microsoft said it would be offering a simpler way to use its security products on Google's cloud, a major competitor to its Azure cloud. Microsoft had previously created a version of its security product compatible with Amazon's cloud, so now its popular security software will be available at the three companies that account for more than 65% of all cloud infrastructure services. </p><p>   Bringing Microsoft's security solutions to the clouds of different companies is crucial to solving cybersecurity issues, Mr. Bell said, because companies today are often dependent on too many small security products that defend parts of their data. </p><p>   Customers \"get kind of a Frankenstein solution,\" Mr. Bell said. \"The problem is everywhere you glue things together, there are seams and those seams become places that people attack.\" </p><p>   Microsoft's cybersecurity business has been consolidating its lead in the highly fragmented industry. Last month, the company said its cybersecurity business surpassed $15 billion in sales for the previous year, up 45% from a year earlier. </p><p>   \"Their security surface is massive,\" said Corey Quinn, chief cloud economist at the Duckbill Group LLC, a cloud computing consulting service. \"This stuff is hard. You only have to be wrong once, and everyone thinks you're a fool.\" </p><p>   In addition to the SolarWinds and Exchange cyberattacks, the company in August had to repair a flaw in the Azure cloud after a cybersecurity company found a bug that left customer data exposed. The bug, which was discovered by the cybersecurity company Wiz Inc., rattled some Microsoft customers because it showed how hackers could steal data from thousands of customers by targeting one part of Microsoft's cloud. </p><p>   The company finds itself in the awkward position of being the major target of cyberattacks while profiting from the tools it sells customers to deal with these problems, said analysts. </p><p>   \"The old joke is, why pay for a filter from someone selling dirty water?\" said Jefferies analyst Brent Thill. </p><p>   Mr. Bell came to Microsoft after 23 years at Amazon, where he helped to build Amazon's cloud as it basically invented the cloud-services business starting in 2006. Mr. Bell was at one time considered a contender to succeed Amazon Web Services chief Andy Jassy, who took over as chief executive from Jeff Bezos. Mr. Bell departed a few months after former AWS executive Adam Selipsky returned to the company from Salesforce.com Inc. to take the job. After weeks of negotiations between Microsoft and Amazon, Mr. Bell was able to start his new role in October. </p><p>   Mr. Bell said he began talking to Microsoft because he had been thinking about the next big engineering challenge to tackle, and security became something he couldn't get out of his head. </p><p>   Microsoft is the best place to build better walls to block cybercriminals, Mr. Bell said, as no other company has the capital, vision or talent pool to face down the threat. He calls how companies defend themselves today \"digital medievalism,\" where each can only rely on the strength of their own castles and bad actors can disappear to their own citadels after attacks. </p><p>   \"We all want digital civilization,\" where companies help defend each other, he said in a LinkedIn post after accepting the job. </p><p></p>",
  "published": "2022-02-24T07:07:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 4434,
          "end": 4448
        }
      ],
      "nexusId": "10009678"
    }
  ]
}