{
  "_id": "168a8ed7e5d9733e3f3b9ab785f07e493e9a1287ecf63cb5da2d10647617cd83",
  "feed": "ftcomall",
  "title": "Growth at Amazon Web Services continues despite ‘painful' outages, says chief",
  "text": "<p>The head of Amazon Web Services said recent outages of its cloud computing service were “incredibly painful” but insisted that its rapid growth would not lead to wider disruption for customers and internet users. </p> <p>Amazon's cloud computing infrastructure experienced two big failures late last year, including a <a href=\"https://www.ft.com/content/6eff4cae-5df7-4746-a068-d4f6a18ba285\">December outage</a> at its data centre in northern Virginia, which had also suffered problems in 2020. </p> <p>Apps and websites used by millions of people — from Ticketmaster to Tinder — were disrupted, highlighting how much of the internet <a href=\"https://www.ft.com/content/ab36b9e2-00e0-469c-9388-fa034f9bfd63\">relies</a> on the world's largest cloud computing business. </p> <p>“We don't accept those as being OK,” said Adam Selipsky, chief executive of AWS in an interview with the Financial Times. “Each one of them we find to be incredibly painful because any time customers feel pain, we very intentionally want to feel pain as well. And we do.”</p> <p>AWS still typically offers customers better “uptime” than they can typically deliver from their own data centres, he said. </p> <p>Selipsky returned from Salesforce to Amazon to <a href=\"https://www.ft.com/content/46303b89-450d-4e22-bf51-1564dfc497ad\">take over</a> as head of AWS last May when his predecessor Andy Jassy stepped up to replace Amazon founder Jeff Bezos as chief executive of the $1.5tn tech giant. </p> <p>At a time when other tech beneficiaries from the last two years' lockdowns have seen their growth slow, such as Zoom, AWS has only accelerated. </p> <p>Sales last year rose 37 per cent to $62.2bn, up from 30 per cent in 2020 when so many organisations were forced to embrace cloud technology in a hurry. Operating income was also up 37 per cent to $18.5bn. </p> <p>“We really don't see a meaningful slowdown in customers moving to the cloud,” Selipsky said. </p> <p>“We're really still near the beginning of the overall shift to the cloud,” he added, pointing to estimates that about 5 to 15 per cent of IT workloads have moved from companies' own in-house data centres and on to infrastructure such as AWS, Google Cloud or Microsoft Azure. “In the fullness of time, the <a href=\"https://www.ft.com/content/ee75a86e-259f-4a7b-a4dc-516ca14fb7bd\">vast majority</a> of them will move to the cloud.” </p> <p>While many companies put big investment decisions on hold during the uncertainty of the past two years, Amazon has been investing “very consistently” in new data centres throughout the pandemic, Selipsky said, to ensure it has capacity for the anticipated growth. </p> <p>That includes in the UK, where this week AWS announced plans to spend more than £1.8bn over the next two years to build and operate data centres — more than double what it has invested in the UK since launching its London facility in December 2016. </p> <p>While Selipsky says growth is broad based across industries, he is particularly excited by some recent AWS wins in <a href=\"https://www.ft.com/content/ac12f5b6-46a1-40fe-b262-27ec505126e5\">financial services</a>, including a partnership with Goldman Sachs to launch a “financial cloud”. </p> <p>Nasdaq is starting to move its capital markets infrastructure to AWS later this year, including its matching engine, which he called a “seminal moment” for proving what cloud computing was capable of, due to the demanding performance requirements of stock trading. </p> <p>AWS, which was first launched in 2006, has long dominated its market. In its most recent rankings, IT research group Gartner estimates it has a 45 per cent share, more than double its next nearest competitor, Microsoft. </p> <p>Still, Selipsky deflects concerns that the market is too concentrated. </p> <p>“There's not increased risk because of that,” he said. AWS has built each of its 26 “regions” or locations with multiple “availability zones” — its term for smaller groups of data centres — to help ensure that if one facility experiences problems, the others remain online. </p> <p>“The way in which we're architected, it means that as we continue to grow, I would argue their [customers'] operational performance actually gets better over time,” Selipsky said. </p> <p>Lydia Leong, cloud analyst at Gartner, <a href=\"https://blogs.gartner.com/lydia_leong/2022/02/22/resilience-cloudy-without-a-chance-of-meatballs/\">wrote</a> last month that December's outage “looms large in the mind” of many AWS customers but believes “the sky did not fall”. She added: “Cloud has not suddenly become less attractive or significantly more risky,” she said.</p> <p>Selipsky also defended the way Amazon itself is constructed, at a time when critics, including many politicians and regulators, would like to see the ecommerce group <a href=\"https://www.ft.com/content/cb8b707c-88ca-11e9-a028-86cea8523dc2\">broken up</a>. Some investors, too, would like to see the highly profitable AWS split off from Amazon's lower-margin retail business. </p> <p>“I think customers are very well-served with the way Amazon is currently structured,” Selipsky said, because many want to have a “multi-faceted relationship with Amazon”. That could mean working with AWS as well as the retailer itself, or striking a distribution deal with Prime Video or integrating into its Echo devices. </p> <p>In recent days, Ukraine's digital minister, Mykhailo Fedorov, has <a href=\"https://twitter.com/FedorovMykhailo/status/1500549503471992835\">called</a> on Amazon to halt its Russian operations, after several other Big Tech companies pulled out of the region. </p> <p>Selipsky said that AWS had no offices or infrastructure in Russia and mainly served multinational customers there. AWS has also provided security <a href=\"https://www.aboutamazon.com/news/community/amazons-assistance-in-ukraine#March4\">support</a> to the Ukrainian government, he added. </p><p>Source: Tim Bradshaw in London 2022 'Growth at Amazon Web Services continues despite ‘painful' outages, says chief' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T05:00:00.872Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1014,
          "end": 1024
        }
      ]
    }
  ]
}