{
  "_id": "a18b45553d3e9de823caba8541b32e2cd83e55356191b836db024905a6544f55",
  "feed": "wall-street-journal",
  "title": "Americans Are Breaking Up With Their Work Friends; Millions of workers have switched jobs or gone remote—a big reason many employees say work friendships are harder to forge and less of a priority",
  "text": "<p>Many workers say that forging office friendships has become harder and less of a priority over the past two years, during which millions of working Americans changed jobs or worked from home.</p><p>After more than two pandemic years, some professionals are also \"quiet quitting\" and making other moves to carve out more work-life balance. That includes cutting back on workplace socializing and bonding.</p><p>The role of workplace friendships is now getting a big test, as companies seek to rebuild office cultures with many of their employees still remote part of the time. Among nearly 4,000 hybrid workers surveyed by Gallup in June, 17% said they had a \"best friend\" at work, down from 22% who said they did in 2019. For all workers, including those fully remote or on-site, the share who reported a close work friend slipped less, to 19% from 20%.</p><p>Meanwhile, the data suggests the link between having a best work friend and feeling committed to a job has grown stronger over the past three years—meaning, workers who don't have one are more likely to want to leave. About 15% of people without a best friend at work reported being extremely satisfied at work this year, fewer than the 23% who said the same in 2019, according to Gallup, which has been surveying employees on their work friendships for more than two decades.</p><p>Mr. Trotter says the after-work socializing he used to do on occasion felt draining—and cut deeper into his time with family. In his new, largely remote position, he says he has no interest in building work friendships. After two years, he says he has met two teammates in person, and only for a few minutes each.</p><p>\"It makes it a lot easier if, when you're done with work, you're done with work,\" he says.</p><p>The reliance on Zoom calls and other virtual forums at work has made cultivating and keeping up work friendships taxing for many people, said Julianna Pillemer, a professor at New York University's Stern School of Business who has studied work relationships.</p><p>\"Friendships at work are this bleeding of worlds,\" she said. \"If you're already feeling like, 'I have no separation between these things,' I can really understand the drive to not spend any more time, even if it's socializing, with co-workers.\"</p><p>Chad Eslinger, a mechanical engineer from the Minneapolis area and a self-described extrovert, says he longs for the earlier days in his career when he and his work friends would get together for karaoke and other social outings. At his current job, he said it seems that co-workers place less of a priority on being social.</p><p>\"I do actually want to have real friends at work,\" says Mr. Eslinger, 45, who says he misses work gatherings \"that are not about being productive and being robots.\"</p><p>In a recent survey of nearly 1,000 U.S. employees, relationships with co-workers tied with recognition as the least important factors in job satisfaction. (Compensation and work-life balance ranked as the most important of the 14 choices, according to online software marketplace Capterra, which conducted the survey.) Nearly two-thirds of those who had experienced high turnover at their companies said it had become less worthwhile for them to socialize and get to know colleagues.</p><p>Some employers are trying to help co-workers cultivate such bonds. This summer, KPMG brought its 2,800-person intern class to a lake house training facility in Orlando, Fla., complete with social venues, guest rooms and a gym. A spokesperson said the company hopes that the in-person socializing and networking will help many interns ultimately accept full-time job offers from the accounting firm.</p><p>Software giant Salesforce.com is using a resort property south of San Francisco as a work-and-wellness center for its nearly 70,000 staff. Stays at Salesforce's retreat will combine work and training with wellness activities such as yoga and hiking to encourage social bonding, the company says.</p><p>SHARE YOUR THOUGHTS</p><p>How important is it to you to have friends at work? Join the conversation below.</p><p>The youngest professionals entered the workplace just as the pandemic arrived and remote work took off, keeping co-workers physically distant from one another. Many 20-somethings say they are now not itching to make a change. Half of workers between the ages of 18 and 25 said workplace friendships were \"not at all important,\" or \"minimally important,\" according to the survey by Capterra, which is owned by Gartner Digital Markets.</p><p>Nathaniel Richards, a 22-year-old software engineer in Muskegon, Mich., describes himself as outgoing and says he wants to expand his friendship circle—just not at work. He says he worries, in part, that a co-worker might react negatively to something he shared about his personal life, however banal, or relay it to a boss.</p><p>\"I don't want to completely open up my life to people I have to work with,\" he says.</p><p>In a prior job, co-workers would meet virtually on Fridays to chat, he said. Yet when they talked about lawncare and their children, he didn't have much to contribute, he says. He says he'd rather spend time with his fiancée, play Dungeons &amp; Dragons or do freelance work.</p><p>\"That's your time,\" he says. \"I value that more than making work friends.\"</p><p>Write to Lindsay Ellis at lindsay.ellis@wsj.com</p><p>Americans Are Breaking Up With Their Work Friends</p>",
  "published": "2022-08-17T19:13:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "confidence": 0.99807996,
      "offsets": [
        {
          "start": 3616,
          "end": 3630
        },
        {
          "start": 3724,
          "end": 3734
        },
        {
          "start": 3749,
          "end": 3759
        },
        {
          "start": 3592,
          "end": 3606
        }
      ],
      "weightsV2": {
        "weight": 4.0,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}