{
  "_id": "622ea591f6d23f80c3f2ebf96dadfd7e295f11544ee5fd4f52e5cb2a5c3fea4c",
  "feed": "ftcomall",
  "title": "Nancy Pelosi U-turn on stock trading by US lawmakers adds to push to ban practice",
  "text": "<p>Nancy Pelosi has tasked Democratic allies with drafting proposals to ban members of Congress from buying and selling stocks, in a significant shift for the Speaker of the House amid <a href=\"https://www.ft.com/content/846a97f1-9128-4884-9765-0dd544180b63\">growing calls</a> for a clampdown.</p> <p>“I am a big believer in our committees, and we tasked the House administration committee to review the options that members are putting forth,” Pelosi told reporters on Wednesday, confirming media reports that she was working with other senior House Democrats on potential legislation to ban members of Congress and senior staff from buying and selling individual shares.</p> <p>Pelosi's support for tightening share trading rules marks a U-turn for the senior Democrat, who told reporters in December that lawmakers should be able to trade freely. “We are a free-market economy,” Pelosi said at the time. “They should be able to participate in that.”</p> <p>But on Wednesday, Pelosi, who is among the wealthiest members of Congress with an estimated net worth of more than $100mn, changed her tune, telling reporters that it “matters” what Democratic House members think. </p> <p>A growing number of Democratic and Republican lawmakers have voiced support for banning stock trading on Capitol Hill in recent weeks, including Pelosi's Republican counterpart, House minority leader Kevin McCarthy.</p> <p>“I do believe in the integrity of people in public service. I want the public to have that understanding,” Pelosi said. “It is a confidence issue, and if that is what the members want to do, then that is what we will do.”</p> <p>Punchbowl News first reported that Pelosi was open to new regulations.</p> <p>While she has not personally bought and sold shares in recent years, the transactions of her husband, Paul Pelosi, have come under scrutiny. The latest congressional disclosures show that in December he bought millions of dollars worth of call options in several companies, including Google parent Alphabet, Roblox, Salesforce and Disney.</p> <p>Pelosi declined to say on Wednesday whether she thought new regulations should apply to family members of lawmakers, but emphasised that she wanted any legislation to extend beyond Congress to include the federal judiciary.</p> <p>“It really has to be government wide . . . the judiciary has no reports, the Supreme Court has no disclosure, they have no reporting of stock transactions, and it makes important decisions every day,” Pelosi said.</p> <p>Her comments came one day after Chuck Schumer, the Senate's top Democrat, told reporters that he endorsed his colleagues' efforts to crack down on trading by lawmakers.</p> <p>“We have different bills from a variety of different members and I've asked our members to get together and try to come up with one bill,” Schumer said. “But I would like to see it done.”</p> <p>Several bipartisan bills have been introduced in the House of Representatives and the Senate in recent months with the intent of beefing up regulation of stock trading by lawmakers and their spouses. </p> <p>The efforts gained steam after the onset of the Covid-19 pandemic in early 2020, when Republican senators Richard Burr and Kelly Loeffler were accused of improperly trading after selling millions of dollars' worth of stock shortly before markets crashed in response to the pandemic.<br><br>Jon Ossoff and Mark Kelly, Democratic senators from Georgia and Arizona, respectively, introduced a bill last month that would force members of Congress, their spouses and dependent children to place their investments in a blind trust. </p> <p>Abigail Spanberger, a Democratic member of the House of Representatives from Virginia, and Chip Roy, a Republican House member from Texas, have been championing similar legislation for nearly a year, which has already attracted 50 co-sponsors from both parties. </p> <p>Ossoff called Pelosi's move on Wednesday “big”, but Spanberger was more sceptical, telling Insider: “I'm not sure why there has to be this new effort to review what's possible. We've got a bill that, day by day, gets more and more co-sponsors, Democrats and Republicans.”</p> <p>Elizabeth Warren, the progressive Democratic senator from Massachusetts, separately on Wednesday laid out plans for her own bill that would ban individual share trades for members of Congress and their spouses — and issue fines of up to $50,000 for violators.</p> <p>“We're not going to try to find any kind of workarounds. We're just going to say, if you want to be in Congress, if you want to be a representative, if you want to be a senator, then you're held to the highest standard,” Warren told MSNBC.</p><p>Source: Lauren Fedor in Washington 2022 'Nancy Pelosi U-turn on stock trading by US lawmakers adds to push to ban practice' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-09T18:05:11.294Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1897,
          "end": 1907
        }
      ],
      "nexusId": "10009678"
    }
  ]
}