{
  "_id": "0a310bb7cbe402503f3e8c987d06bf74fc1a791fb3e0ff60daadae12c26eb001",
  "feed": "wall-street-journal",
  "title": "Companies Focus On Constant-Currency Metrics to Soothe Investors' Nerves; As the strong dollar pinches earnings, more companies emphasize figures that strip away the negative impact of exchange rates",
  "text": "<p>Constant-currency figures—which aren't governed by generally accepted accounting principles—can help companies communicate to investors that their underlying business is strong, even if exchange rates crimped revenue.</p><p>Companies are displaying these figures more prominently in their releases. During the quarter ended Sept. 30, 26 companies in the S&amp;P 500, including software maker Salesforce Inc. and fashion firm Ralph Lauren Corp., used the phrase \"constant currency\" in the first 50 words of a press release, according to Sentieo, a subsidiary of market-data firm AlphaSense Inc. That's up from 14 mentions during the second quarter and 16 a year earlier, Sentieo said. So far, just over 20% of companies in the index have reported during the current quarterly earnings season, which means the tally for future months could go higher.</p><p>\"It's information to calm investors down,\" said Wolfgang Koester, senior strategist at FX-service provider Kyriba, discussing constant-currency metrics. To report on a constant-currency basis, companies must have a full understanding of their exposure to foreign-exchange rates, Mr. Koester said.</p><p>The U.S. dollar index, which tracks the dollar against a basket of other currencies, had increased by 16% this year as of Friday. That is putting pressure on companies that generate a significant chunk of their revenue overseas and consolidate it in the U.S.</p><p>North American and European companies during the second quarter reported a total negative impact of $37.27 billion due to foreign-exchange rates, Kyriba said. That is up from $4.25 billion a year earlier. Some companies also reported a tailwind from currencies, totaling $11.82 billion during the second quarter, compared with $23.62 billion a year earlier.</p><p>Software firm Adobe Inc. began reporting its financial results using constant-currency figures in December, said Chief Financial Officer Dan Durn, who took on the role in October 2021.</p><p>Providing constant-currency figures helps the company show investors the underlying earnings power of the business. It also helps the company control how much money it devotes to hedges, which can offset the impact of currency swings but require capital and don't fundamentally produce value for the company, Mr. Durn said. The company declined to disclose details about the current size of its hedging program.</p><p>\"That is why we started reporting on constant currency—so that people can see the true underlying performance of the business and the reported numbers,\" Mr. Durn said. During the quarter ended Sept. 2, Adobe earned $1.14 billion, down 6% from the prior year. Revenue was $4.43 billion, up 13% year-over-year on a reported basis and 15% on a constant-currency basis.</p><p>The company last week said it expects foreign-exchange effects to reduce its revenue growth rate by 4% during the 2023 fiscal year. That is up from a projected 1% headwind this year. Adobe said it expects to generate between $19.1 billion and $19.3 billion in total revenue during fiscal 2023.</p><p>During the latest quarter, Adobe generated 59% of its total revenue in the Americas; 26% in Europe, the Middle East and Africa; and 15% in the Asia-Pacific region. The company's hedging program includes the British pound, euro, Australian dollar and Japanese yen, according to Mr. Durn.</p><p>In its most recent earnings release, Salesforce said it generated $7.72 billion in revenue during the fiscal quarter ended July 31, up 22% on a reported basis and 26% on a constant-currency basis. The company has a goal of reaching $50 billion in annual revenue on a reported basis by its 2026 fiscal year.</p><p>Foreign-exchange rates are imposing an incremental $2 billion headwind on the San Francisco-based company's long-term revenue target compared with last year, said Amy Weaver, the company's CFO, during an earnings day last month. \"Now at some point, that's got to turn. But right now, if that continues to go down, that would put a lot of pressure on that number,\" Ms. Weaver said.</p><p>Ralph Lauren Corp. said in August that its fiscal first-quarter revenue grew 8% on a reported basis and 13% on a constant-currency basis. Reported profit declined 25% on a reported basis, to $123.4 million. The company provides both reported and constant-currency figures to investors \"so it is clear that investors understand what is the underlying business trend and what is foreign-currency impact, which is largely out of our control,\" a spokeswoman said.</p><p>Ralph Lauren said it expects, on a constant-currency basis, to report fiscal 2023 revenue growth in the high-single-digit percentages, around 8%, compared with 2022. On a reported basis, it expects revenue growth of around 2%.</p><p>\"We were pleased with the performance this quarter, and it really helped us to maintain our full year constant-currency guidance in the context of a lot of macro choppiness out there,\" said Jane Nielsen, the company's chief financial and operating officer, during an August earnings call.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Companies Focus On Constant-Currency Metrics to Soothe Investors' Nerves</p>",
  "published": "2022-10-24T09:30:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3334,
          "end": 3344
        },
        {
          "start": 382,
          "end": 397
        },
        {
          "start": 382,
          "end": 392
        }
      ]
    }
  ]
}