{
  "_id": "bb454e4137b0c73cba5f0aa5687c761b97bd58155f7b4bf3028d5c7dfd2d1cc6",
  "feed": "market-watch",
  "title": "Venture capital investors see an 'R' word coming for tech — and it isn't just recession; Tech-startup investors expect a big 'reset' that creates 'a two-year period of both pain and opportunity,' with money still flowing to early-stage startups while older ventures face an uneasy road",
  "text": "<p>According to data compiled by Challenger, Gray &amp; Christmas, there have been about 59,000 tech-industry layoffs announced so far this year.</p><p>Now, a common utterance among the VCs is the \"R\" word: reset, not just recession.</p><p>\"There is a resetting happening, which is absolutely necessary,\" said Chris Cunningham, founding partner at C2 Ventures, which is based in Connecticut. \"Companies without a solid business were overvalued way too high, and with too much venture capital.\"</p><p>Venture capital has been instrumental to the tech industry, giving startup founders private capital to build companies and develop industries that have become some of the biggest and most influential in the world, in exchange for a piece of the pre-public pie. VC investment made Silicon Valley what it is — giving rise to early success story Apple Inc. AAPL, dot-com boomers like Google GOOG GOOGL and mobile-focused startups like Uber Technologies Inc. UBER The region became known for entrepreneurship, risk-taking, high salaries and world-class perks — and both boom and bust cycles.</p><p>The busts can be profitable for venture capitalists. Several VCs said they expect successful startups to emerge from this period, and for young companies in growth mode to keep attracting investors.</p><p>David Blumberg, of San Francisco-based Blumberg Capital, said \"the layoffs make it easier for startups to attract top talent, and many leading firms were born during downturns.\" They include those founded in 2008 and 2009, during the throes of the Great Recession: Now-public companies like Uber, Airbnb Inc. ABNB and Pinterest Inc. PINS , as well as acquired companies like Venmo (now owned by PayPal Holdings Inc. PYPL), Slack (now owned by Salesforce Inc. CRM) and WhatsApp (now owned by Meta).</p><p>\"The people who are being laid off, some of them are going to be the next great entrepreneurs,\" said Spencer Greene, general partner at TSVC, an early-stage Silicon Valley venture capital firm.</p><p>The question of the day is: Will VCs continue to fund them even when other investments haven't yet paid off because of a slowing market for initial public offerings and acquisitions? Greene said \"we're just as active as we have been,\" and data shows that to be mostly the case, even though there are some signs of slowing in certain segments.</p><p>PitchBook's third-quarter report showed that seed and early-stage valuations \"remained at the elevated levels reached in 2021.\" But the median and average late-stage VC valuations took \"a significant hit\" in 2022, according to the report, which also said that \"the backup at the late stage is being further impacted by the inability of companies to exit.\"</p><p>In addition, PitchBook data shows that \"late-stage deal counts have also declined significantly — down more than 20% from Q1 2022 — though remain well above figures seen prior to the COVID-19 pandemic.\"</p><p>Those data points suggest that older startups could struggle to find funding to stay private, while they also face a dry IPO market and as large companies are being targeted by antitrust regulators. But it also suggests that laid-off tech workers could find funding for the next big thing.</p><p>Eugene Zhang, founding partner of TSVC, had some advice for young tech workers and those new to the industry, who may not have been through its ups and downs yet.</p><p>\"You need to understand this is normal,\" Zhang said. \"It's just the last 13 years, there was a lot of exuberance… it was a special period. This is the first reset you need to do.\"</p><p>The changing environment means \"European companies will thrive even more: They have been operating in a market where capital has always been scarcer and so they already have the frugality muscle,\" said Erika Batista, a general partner at On Deck in San Francisco. \"But the broader economic instability is deterring investors in many cases. I'm seeing companies with incredible traction in Asia and Africa struggle to raise.\"</p><p>Meanwhile, \"the best companies invest during downturns, and double down on capital,\" said Lisa Lambert, chief technology and innovation officer at the British utility multinational company National Grid PLC UK:NG and founder and president of its venture arm, National Grid Partners. She said it's normal for companies to reduce headcount when necessary but continue to invest in capital for long-term growth.</p><p>Lambert said she is mostly seeing resilience in energy-tech investment, and that there remains \"massive amounts of capital\" on the sidelines. Yet she said that \"if this becomes a deep recession,\" it will affect her venture firm's portfolio. That depends on whether the Federal Reserve's interest-rate hikes — which affects lending and investing — go \"too far… they're definitely driving down demand on purpose,\" she said.</p><p>In terms of how long the lean times could last, the venture capitalists' predictions range from anywhere to the next several months to the next couple of years.</p><p>\"It will be a two-year period of both pain and opportunity for emerging startups during the recession,\" said Rob Go, a partner at Boston-based Nextview Ventures. \"There isn't much reason to believe that these difficult times will be over quickly.\"</p><p>As for \"the larger, publicly traded companies, there is that pressure for profitability,\" said Max Gazor, a general partner at CRV in Palo Alto, Calif. \"We're looking at six months of caution on spending efficiently.\"</p><p>Venture capital investors see an 'R' word coming for tech — and it isn't just recession</p>",
  "published": "2022-11-16T18:27:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 1705,
          "end": 1715
        },
        {
          "start": 1705,
          "end": 1720
        }
      ]
    }
  ]
}