{
  "_id": "b7f86d5574a914ec829f9b50a519ec4bec1f080ddc84b5adc9fd906ebe40811f",
  "feed": "ftcomall",
  "title": "Book review: Davos Man by Peter Goodman",
  "text": "<p>Every January (pandemic excepted), journalists from the international media make their way by plane and train to the normally nondescript and inconveniently located Swiss Alpine town of Davos for a gathering of the global elite.</p> <p>They come mostly not to attend the public sessions with figureheads of business, politics and civil society but for the franker, closed-door discussions to which a select few are invited, and for the chance to collar delegates in the corridors, for a chat, coffee or, occasionally, meal.</p> <p>Their motivations are not unlike those of the full-price ticket-holding titans themselves, many of whose organisations pay hundreds of thousands of dollars for the privilege and swoop in by private jet, helicopter and chauffeured limousine.</p> <p>Peter Goodman, global economics correspondent of The New York Times, is a regular at Davos. And his experiences spark the lively onslaught of his book on the archetypal attendee at these übersummits: Davos Man.</p> <p>Over 400-plus pages, he expresses righteous — and largely justified — indignation at contemporary capitalism, from price gouging, anti-competitive behaviour, and cosy corporate lobbying to the failure of trickle-down economics, the rise of international tax avoidance, growing inequality, and the pain of public sector austerity.</p> <p>He swipes at the aggressive investments of Stephen Schwarzman's Blackstone private equity group, booking soaring profits on housing developments while millions struggle to pay rent or buy; or investing in private healthcare operators that spring costly additional “surprise billing” on patients and were slow, in the pandemic, to restrict fee-generating non-Covid medical tests despite the risks of infection.</p> <p>He attacks Larry Fink's giant BlackRock fund management group, which berates other businesses for failing to practise responsible capitalism while resisting debt write-offs for overburdened low- and middle-income countries; and reaps commissions on green-friendly funds despite fierce debates about the ambiguous value of such environmental, social and governance filters.</p> <p>Then, there is Marc Benioff at Salesforce, who argues for social justice and stakeholder capitalism while minimising his corporate tax bill. And Jamie Dimon, head of JPMorgan Chase, who lobbied for tax cuts under Donald Trump while drawing pay of $31mn in 2018 — a year when Wall Street's collective bonuses were more than triple the total earnings of every US full-time minimum-wage earner.</p> <p>And there is Jeff Bezos at Amazon, who, claims Goodman, undermines high street retailers and rival online sales outlets alike, imposes low wages and aggressive management practices on his staff and is paid largely in swelling stock, which he uses to help fund his carbon-consuming trips into space.</p> <p>Goodman rightly raises concerns over the injustice of the concentration of wealth among billionaires at the expense of the vast majority of the world's population, and is scathing of claims that their modest philanthropy is somehow better than helping society through paying taxes channelled via democratically accountable governments.</p> <p>Some of his best reporting describes the pain of the underdogs, from impoverished workers in the Gulf to non-unionised warehouse staff in the US, and the unemployed victims of “sunset” manufacturing and mining companies whipped into anti-immigrant fervour by populist politicians.</p> <p>But his book has two limitations. The first is his obsession with Davos as a common thread, as though the World Economic Forum had a uniquely powerful network in its own right, and was the only place where elites with shared values conduct negotiations to further their interests.</p> <p>He tries to weave a common Davos connection between the fallout from Brexit, the 2008 financial crisis and the coronavirus pandemic across very different countries with varied health systems, business leaders and politicians.</p> <p>The reality is that many of the egregious practices he describes existed in different forms long before the forum came into being half a century ago; some of the most extreme practitioners have never been to Davos; many of those who do attend have very divergent views; and much of any dealmaking that takes place is as frequent elsewhere, if not more so.</p> <p>Goodman takes a few shots at the management style and financial interests of WEF founder Klaus Schwab. Yet there is little reporting on backroom deals during the après-ski or evidence of initiatives, good or bad, that truly took off in and because of the Alpine gathering.</p> <p>The second gap in Goodman's thesis is the limited exploration of alternatives. He touches on some interesting if familiar alternative models to Davos Man's supposedly shared vision, such as labour co-operatives and universal basic income. But neither is analysed in sufficient detail to draw any firm conclusions.</p> <p>Nor is there much analysis of countries that have introduced higher-tax systems, imposed tougher regulations on companies and succeeded in fostering shared wealth creation and human wellbeing, such as in post-1945 Scandinavia. Davos may have failed to deliver a kinder form of capitalism, but its role in fostering the uglier current alternative is more modest than Goodman suggests. </p> <p><a href=\"https://amzn.to/3wbscVA\"><strong>Davos Man: How the Billionaires Devoured the World</strong></a> by Peter Goodman, <em>Custom House, £20</em></p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Andrew Jack 2022 'Book review: Davos Man by Peter Goodman' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-10T03:00:18.441Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2113,
          "end": 2123
        }
      ]
    }
  ]
}