{
  "_id": "31a5b7da72a293fe2d38005d89c1bcc7b94405f80bb4f15596085ccb5c50228d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  JPMORGAN CHASE &amp; CO. </p><p>\n  JPM -1.8% </p><p>\n  American banking giants are working to pay back scammed Zelle customers. JPMorgan Chase, Wells Fargo &amp; Co. and other owners of the payment network are devising a plan to compensate fraud victims, The Wall Street Journal reported Monday. Scammers often seek to trick users into sending them money under the guise of customer support, and the growing volume and sophistication of peer-to-peer scams spurred lawmakers to pressure banks to do more to help. The seven owner banks of Zelle operator Early Warning Services LLC are still ironing out the plan's details. JPMorgan shares fell 1.8% Monday. </p><pre> </pre><p>\n  AMC NETWORKS INC. </p><p>\n  AMCX -5.3% </p><p>\n  AMC is losing one of its leads. The entertainment company said Tuesday that Chief Executive Christina Spade had stepped down, leaving the role less than three months after taking the reins. AMC said its board was finishing work to name a successor. The firm also announced plans to lay off about 20% of its U.S. employees, a sign of further disruption. The change comes as AMC, known for its popular TV shows including \"Mad Men\" and \"Breaking Bad,\" struggles to generate enough money from streaming to make up for the continued decline of cable television. AMC shares declined 5.3% Tuesday. </p><pre> </pre><p>\n  CSX CORP. </p><p>\n  CSX -1.9% </p><p>\n  Lawmakers voted to prevent a nationwide strike by railroad workers. The U.S. Senate agreed to force unions to adopt an earlier labor agreement mediated by the administration and rejected a proposal to give workers expanded paid sick leave. The measure now goes to the White House and is expected to end the standoff between CSX, Union Pacific Corp. and other freight railroads and more than 115,000 workers. CSX lost 1.9% Friday. </p><pre> </pre><p>\n  DOORDASH INC. </p><p>\n  DASH +9.2% </p><p>\n  DoorDash is reversing course. The food-delivery platform on Wednesday said it was laying off around 1,250 people, or 6% of its employees. Chief Executive Tony Xu said in a memo to staff that the company is working to rein in costs after a pandemic-fueled growth spurt. DoorDash joins a wave of tech companies cutting staff amid rising interest rates and economic uncertainty, and like other tech CEOs recently, Mr. Xu apologized for growing head count so quickly. Earlier in November, DoorDash posted a wider-than-expected loss for the third quarter as costs soared. DoorDash shares surged 9.2% Wednesday. </p><pre> </pre><p>\n  AIRBNB INC. </p><p>\n  ABNB +7.1% </p><p>\n  Airbnb is branching out into sublets. The home-sharing company will offer a new listing service for rental apartments with some of the biggest U.S. landlords and property managers, but it will only include units where short-term sublets are allowed. The service will feature more than 175 buildings managed by Equity Residential, Greystar Real Estate Partners LLC and 10 other companies. Tenants who sign a lease can sublease their units for a fixed number of days a year. Airbnb aims to attract big landlords with a cut of its rental sales -- 20% in most cases. Airbnb shares gained 7.1% Wednesday. </p><pre> </pre><p>\n  TYSON FOODS INC. </p><p>\n  TSN -1.2% </p><p>\n  Tyson's finance chief faces criminal charges after being found asleep in the wrong house. Chief Financial Officer John R. Tyson, great-grandson of the meat giant's founder, pleaded not guilty Thursday to charges of criminal trespass and public intoxication. Mr. Tyson will have a trial on the charges Feb. 15, according to Fayetteville District Court. Last month Mr. Tyson was arrested by local police in a Fayetteville, Ark., house, and he has twice apologized for the incident. The company has said its board is reviewing the incident. Tyson shares ended 1.2% lower Thursday. </p><pre> </pre><p>\n  SALESFORCE INC. </p><p>\n  CRM -8.3% </p><p>\n  Salesforce sees clouds on the horizon. The cloud-software maker on Wednesday gave a lower-than-expected outlook for fourth-quarter revenue and announced the departure of co-chief executive Bret Taylor. Mr. Taylor will step away from the position a year after he was elevated to run the company alongside Chairman Marc Benioff, who will become the sole chief executive again and will continue to serve as chairman. The news comes amid growing challenges for the tech industry in areas that thrived earlier in the pandemic. Salesforce shares declined 8.3% Thursday. </p><p></p>",
  "published": "2022-12-03T07:07:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 3588,
          "end": 3598
        },
        {
          "start": 4110,
          "end": 4120
        }
      ]
    }
  ]
}