{
  "_id": "a360622d4bf9804987a8017de7eb6ef3a52c1e57425b2b2a46ecc86757a81bd6",
  "feed": "wall-street-journal",
  "title": "Stocks Waver After Data Shows Slowing Pace of Inflation; Commerce Department figures also showed households boosted spending in October",
  "text": "<p>The Dow Jones Industrial Average fell 0.5%, while the tech-heavy Nasdaq Composite Index was up 0.2%.</p><p>The trading set a different mood from Wednesday's, when Federal Reserve Chairman Jerome Powell's comments suggesting the central bank will slow the pace of rate increases at its meeting this month fueled a rally in stocks and bonds. Investors sent the Dow industrials up more than 700 points on Wednesday and into a new bull market, or an increase of 20% from a recent low. All three major U.S. indexes ended November higher, their second consecutive month of gains.</p><p>On Thursday, however, bonds continued to gain even as stocks' big rally stalled out, a sign that traders' focus was shifting to the recession that many investors have for months assumed inevitable.</p><p>\"The asset classes will act differently if that's the case,\" said Steve Wyett, chief investment strategist for BOK Financial. The prospect of lower inflation and slowing Fed rate increases is clearly positive for bonds, Mr. Wyett said. \"Now equities are kind of saying, are lower rates really good news here?\" he added.</p><p>For most of 2022, the Fed's rate increases have been very bad news for stocks, because higher rates offer investors the opportunity to lock in stronger returns outside the stock market. Despite the recent rally, the S&amp;P 500 is still on track for its worst year since 2008.</p><p>Bond prices, meanwhile, continued to gain ground. The yield on the benchmark 10-year Treasury yield fell to 3.548%, from 3.699% Wednesday. Yields fall as bond prices rise.</p><p>Compared with the bond market, stock valuations still seem unrealistically optimistic about what the economy will look like in 2023, said Anders Persson, head of Nuveen Global Fixed Income. Expectations for corporate earnings growth next year feel too rosy, and the Fed may not be as cooperative as stock buyers are hoping.</p><p>\"I think there is an expectation the Fed will start cutting rates earlier than we believe they actually will,\" Mr. Persson said.</p><p>Data released Thursday showed households boosted spending in October while the Fed's preferred inflation gauge—the personal-consumption expenditures price index—offered further signs that inflation is slowing. It comes ahead of Friday's closely watched U.S. jobs report for November.</p><p>Some investors fear a bumpy road ahead for markets as corporate earnings start to come under pressure and the threat of a recession looms over next year.</p><p>Chris Turner, global head of markets at ING, said inflation could also prove more stubborn than investors are currently expecting.</p><p>\"Anything that could be taken less hawkishly, you're seeing outsized market reactions,\" he said. \"I think the market overreacted to [Powell] a little. It's too early for the Fed to declare the all-clear.\"</p><p>While Mr. Powell on Wednesday cited progress in the fight against inflation, he also flagged the strength of the labor market as a potential risk. A tight supply of workers continues to bolster wage growth.</p><p>Salesforce shares fell 9.7% a day after co-chief executive Bret Taylor said he plans to step away. The enterprise-software maker's sales rose 19% in the third quarter, but it guided for fourth-quarter revenue in a range mostly below what analysts had been expecting.</p><p>U.S. car makers gained ground. Ford Motor rose 1.7% and General Motors climbed 0.6%.</p><p>The U.S. dollar remained under pressure, paring a rally that drove the currency to multidecade highs this year. The WSJ Dollar Index declined 1% Thursday, after ending November with its biggest monthly loss since July 2010.</p><p>In commodity markets, oil prices oscillated as traders continue to assess details on a U.S.-led plan to impose a price cap on Russian oil starting next week. The Wall Street Journal reported Thursday that the European Union's executive body has asked the bloc's 27 member states to approve a cap set at $60 a barrel.</p><p>Prices for Brent crude, the global benchmark, rose 1.3% to $88.09.</p><p>Overseas stocks mostly gained. The Stoxx Europe 600 climbed 0.9%.</p><p>In Asia, Hong Kong's Hang Seng added 0.7% and Japan's Nikkei 225 gained 0.9%. China's Shanghai Composite rose 0.4%.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com and Matt Grossman at matt.grossman@wsj.com</p><p>Stocks Waver After Data Shows Slowing Pace of Inflation</p>",
  "published": "2022-12-01T18:12:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 2965,
          "end": 2975
        }
      ]
    }
  ]
}