{
  "_id": "a28339f07518ca8fffa9ca117cd9fb1b44e1359827114b4c8bb443d811ad9682",
  "feed": "market-watch",
  "title": "BlackRock says the market is misjudging these key risks. Here's its advice on stocks and bonds. Critical information for the U.S. trading day",
  "text": "<p>Our call of the day is from BlackRock BLK, who say this challenging macroeconomic scenario will continue and that investors require a new three-pronged strategy to navigate it.</p><p>\"The new macro regime is playing out. We think that requires a new, dynamic playbook based on views of market risk appetite and pricing of macro damage,\" says BlackRock's Investment Institute team led by Jean Boivin.</p><p>First, let's quickly deal with why, unlike the more optimistic Federal Reserve observers, BlackRock reckons the U.S. central bank will not be offering investors much assistance any time soon.</p><p>In essence it's because the higher interest rates central banks are using to combat multi-decade high price rises can't resolve inflationary supply issues caused by limited production capacity, as shown by the chart below.</p><p>\"That means the only way for central banks to bring inflation down to target is to hike rates enough to crush demand (orange line) down to the level the economy can comfortably sustain. That's well below the pre-Covid growth trend (yellow line). Central banks appear set on doing 'whatever it takes' to fight inflation, making recession foretold, in our view,\" says BlackRock.</p><p>Equities still don't fully reflect the damage coming, so BlackRock is underweight. And here's what investors should do.</p><p>First, it's important to continually reassess how much of the economic damage caused by central banks is priced into the market. Be aware that problems are building in rate-sensitive sectors such as housing; consumer savings are becoming depleted; while CEO confidence is deteriorating and leading to lower capital spending. In Europe, the energy shock is taking its toll.</p><p>The investment implication: \"We're tactically underweight developed market equities. They're not pricing the recession we see ahead,\" says BlackRock. A sector like healthcare is still attractive, however.</p><p>Next, investors should \"rethink bonds.\" As investors know, yields are now much more attractive than they have been in many years, but it's important to differentiate.</p><p>\"The case for investment-grade credit has brightened, in our view. We think it can hold up in a recession, with companies having fortified their balance sheets by refinancing debt at lower yields. Agency mortgage-backed securities can also play a diversified income role. Short-term government debt also looks attractive at current yields,\" says BlackRock.</p><p>But be wary of long-tern government paper, as unlike in the past they may not shield a portfolio from recession.</p><p>\"The negative correlation between stock and bond returns has already flipped, meaning they can both go down at the same time. Why? Central banks are unlikely to come to the rescue with rapid rate cuts in recessions they engineered to bring down inflation to policy targets. If anything, policy rates may stay higher for longer than the market is expecting.\"</p><p>Finally, investors must learn to live with inflation. The politics of inflation will turn to the politics of recession and the Fed will be able to stop hiking rates without inflation being on track to return to the 2% target, reckons BlackRock.</p><p>This means that inflation may be persistently above target even after recession plays out, elevated by lingering supply constraints as populations age, geopolitical fragmentation rages, and the switch away from carbon causes difficulties.</p><p>\"We're overweight inflation-linked bonds on a tactical and strategic horizon,\" BlackRock concludes.</p><p>Related: Where BlackRock sees 'tremendous opportunities' in ETFs</p><p>Markets</p><p>S&amp;P 500 futures ES00 rose 0.1% to 3941 as 10-year Treasury yields BX:TMUBMUSD10Y climbed 2.7 basis points to 3.452%. The dollar index DXY added 0.3% to $105.39 and U.S. crude futures CL.1 rallied 0.6% to $72.45 a barrel.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily .</p><p>The buzz</p><p>Shares in Wynn Resorts WYNN and Las Vegas Sands LVS are both up about 4% on hopes casinos in Macau will get a boost from China relaxing COVID curbs.</p><p>The 2 to 10-year Treasury yield curve remains inverted by more than 80 basis points – the most since the early 1980's – as the market prices in a recession and more rate rises by the Federal Reserve. Factory gate prices data will be released on Friday, consumer prices next week.</p><p>Federal prosecutors are investigating FTX founder Sam Bankman-Fried over whether he manipulated the price of two crypto currencies, according to a report.</p><p>It's pretty thin in terms of fresh economic data on Thursday, with just the weekly jobless claims report due at 8:30 a.m. Eastern.</p><p>GameStop shares GME are up 4% in premarket trading, recovering much of the previous session's decline, as investors shrugged off third-quarter results, after Wednesday's closing bell, that missed analysts earnings forecasts.</p><p>Best of the web</p><p>The secret lives of MI6's top female spies.</p><p>Apple plans new encryption system to ward off hackers and protect iCloud data.</p><p>Tesla's Berlin hub can't hire enough people, or keep them.</p><p>The fallout at the top of Salesforce CRM.</p><p>The chart</p><p>Fed up with volatility from political risk? Trading made tortuous by ballot-box angst? Here's some good news from Jim Reid, strategist at Deutsche Bank:</p><p>\"Barring any snap elections, 2023 will be the first year of the 21st century without a general or presidential election in any G7 country. You may think that this is only a minor point to make but with these countries all in very difficult spots right now (pending recessions, high inflation, energy woes and a cost of living crisis), elections can be a lightning rod for uncertainty. \"</p><p>\"So as we enter a potentially tough 2023, maybe political stability can be one silver lining\"</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker  Security name  GME     GameStop  TSLA    Tesla  AMC     AMC Entertainment  NIO     NIO  BBBY    Bed Bath &amp; Beyond  AAPL    Apple  APE     AMC Entertainment preferred  MULN    Mullen Automotive  AMZN    Amazon.com  MMAT    Meta Materials</p><p>Random reads</p><p>Oldest DNA reveals two-million-year-old lost world.</p><p>In India there are fiercely loyal football fans – of Brazil and Argentina.</p><p>Scruff the eco-dog.</p><p>Need to Know starts early and is updated until the opening bell, butsign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>BlackRock says the market is misjudging these key risks. Here's its advice on stocks and bonds.</p>",
  "published": "2022-12-08T11:36:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 5069,
          "end": 5079
        }
      ]
    }
  ]
}