{
  "_id": "0d09f8b99c1f8684bbc0704ab6a562e47d66bd9162947b34de187c5d3d80799d",
  "feed": "ftcomall",
  "title": "In-house teams seek central role",
  "text": "<p>In-house lawyers will tell you they constantly strive to improve the way they work with colleagues. But Todd Machtmes, general counsel at software company Salesforce, says a continuing frustration for corporate legal teams is their lack of visibility.</p> <p>So, to overcome this, his 500-strong legal team is taking control of workflows and centralising communications on one platform. It is using its own software, Service Cloud, and Salesforce's recently acquired messaging app Slack, to organise its legal operations.</p> <p>This approach has helped the team connect with other management systems across the business. As a result, when a legal review is necessary, the right people receive notifications and have access to the proper legal tools and experts. </p> <p>“When you systematise the management of legal work and make it routine and available to the folks seeking help, it's a huge ‘value add',” says Machtmes.</p> <p>Phyllis Harris at the American Red Cross has also witnessed how digitising legal work has helped her organisation to save money and improve fundraising. Harris, a former head of legal operations at Walmart, oversaw the development of a new platform to organise bequests and the money left in trust to the charity — a task previously handled by an outside law firm.</p> <p>Bringing this legal work in-house has cut costs for the charity and also helps its finance and donations teams gain a better understanding of donor trends.</p> <p>In-house teams are also becoming ever more central to businesses' implementation of environmental, social and governance strategies. Many are building governance systems that ensure that a company can meet its sustainability commitments, answer to its concerned shareholders, and respond to any legal challenges on ESG policies.</p> <p>General Motors' legal team helped to rebuild the carmaker's reputation and standards of governance after a scandal over <a href=\"https://www.reuters.com/article/us-gm-recall-timeline-idUSKBN0F62WY20140701\">faulty ignition switches </a>led to deaths, recalls and a hefty fine. It is now designing an accountability structure to meet the company's sustainability goals, including carbon neutrality by 2040 and a phasing out of smaller petrol vehicles by 2035.</p> <p>As well as amending the GM board's charters, the team helped board members evaluate whether the business has the expertise to advise on the planned changes over the next decade. For example, rather than having one expert on climate change, GM decided it needed a wider range of views. “When you have cross<strong>-</strong>functional, vertical and horizontal integration, and bring different voices into the room, you watch decisions and disclosures transform,” says the carmaker's ESG counsel, Amy Hermalik.</p> <p>Generate Capital, a private sustainable infrastructure investor, also took a radical step in ESG governance last year when it became a Delaware-based public benefit corporation. Beyond its fiduciary duty to its shareholders, the firm now has a broader legal obligation to other stakeholders based on its pledges to produce public benefit and to operate in a responsible and sustainable manner.</p> <p>“The legal department's always been embedded in the investment team to make sure we're looking out for the best interests of the company,” says head of legal Darryl Carbonaro. “Now, we're also the ones making sure all the stakeholders are being considered when decisions are made.”</p> <p> Capital's investments detail the people affected by a project and how its impact will be measured. “Being a public benefit corporation means the legal department now has the authority internally to say: ‘How is this supporting our mission to build for a more sustainable world?'” he explains.</p> <p>This kind of legal work would appear to be a world away from the realities of running a giant corporation such as Tyson Foods, the largest meatpacking company in the US. But what unites all in-house lawyers, whatever the size of the organisation, is the need to engage well with employees, customers and suppliers.</p> <p>Increasingly, lawyers are involved in developing processes that make it easy for a business to act responsibly — or at least make the best decision with the information available. For example, following outbreaks of Covid at its sites and deaths among its workers, Tyson decided to mandate vaccine jabs for staff, despite objections from many.</p> <p>Adam Deckinger, head of legal at Tyson, has introduced forums where people from across the legal team can debate whether the company should take a stance on a contentious matter in the news. “It allows people to be a part of the process in deciding how Tyson is going to appear in the public discourse. And then, when we don't speak out, they are not left to wonder why. They understand because they played a part in making the decision,” he says.</p><p>Source: Mary Ormerod 2022 'In-house teams seek central role' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T05:00:32.843Z",
  "tags": [
    {
      "id": "US79466L3024",
      "nexusId": "10009678",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 155,
          "end": 165
        },
        {
          "start": 429,
          "end": 439
        }
      ]
    }
  ]
}