{
  "_id": "1f14cae8233eba090a39d49fac10813ba1f5a2629ed32215355cf25f1b4b8009",
  "feed": "ftcomall",
  "title": "San Francisco's high taxes and living costs threaten Silicon Valley's dominance",
  "text": "<p>The San Francisco Bay area's reputation as the world's tech centre has become so ingrained globally that the number of regions attempting to name themselves after Silicon Valley appears to grow every year.</p> <p>In addition to Silicon Fen in Cambridge, England, and Silicon Allee in Berlin, Israelis boast of their Silicon Wadi and even Australian techies have attempted to christen Silicon Beach.</p> <p>But when it comes to the actual Silicon Valley, overseas investors have shown they have become increasingly unwilling to put their money where their nomenclature is.</p> <p>Last year, foreign direct investment (FDI) into new projects in San Francisco slumped to its lowest level since 2009, raising doubts over the city's ability to retain its heralded status as the world's pre-eminent technology centre.</p> <p>Data from fDi Markets, an information provider owned by the Financial Times, show that the Northern California city, home to the likes of Uber, Twitter and Salesforce, attracted an estimated $222mn in greenfield FDI last year, down 87 per cent from its peak in 2016. Greenfield FDI refers to cross-border investments that create new jobs and facilities. </p> <p>Executives who provide location consulting advice to overseas companies say that local tax, social and regulatory policies have made it harder for businesses to operate in the city, leading to an exodus of both foreign and domestic tech investors to other parts of the US. </p> <p>“It makes my work very difficult,” says Darlene Chiu Bryant, executive director of GlobalSF, a non-profit that works to bring international investors to the city. “What I see in San Francisco is a political pendulum.”</p> <a href=\"http://www.ft.com/cms/11249366.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Advocates of the city insist it still has many of the same attributes that made it an international centre of innovation and entrepreneurship. It retains a diverse talent pool, strong transport and shipping links, and a well-established infrastructure for supporting FDI projects with matters such as site selection, visa assistance and regulatory guidance.</p> <p>The inaugural <a href=\"https://ig.ft.com/us-cities-index/\">FT-Nikkei ranking</a> of US cities' attractiveness to foreign investors ranks San Francisco third in the country for workforce and talent, thanks to its large population of working-age, college-educated residents, and nearby universities such as Stanford and Berkeley. The city has a large foreign-born population, giving it a high score as a place welcoming to overseas talent. </p> <p>But Bryant says those attributes have, in many cases, been overshadowed by policies implemented by San Francisco's Board of Supervisors — its legislative body — which have been viewed as “very anti-business”.</p>  <p><strong>In the FT-Nikkei ranking</strong>, San Francisco is third-to-last for “business environment”, a category which takes into account factors such as tax rates, incentives and office costs. The city has one of the highest corporate income tax and sales tax rates in the US, and ranks highest for utility payments and office and industrial costs.</p> <p>Some California companies have sought and found more favourable terms elsewhere, such as Regroup, a communications software company. “Texas provides a fertile business environment to grow and be supported by a world-class, talented workforce,” said Chris Utah, the company's chief operating officer, in a statement about the move.</p> <p>San Francisco, which has a well-publicised homelessness crisis, also ranks second-to-last in the FT-Nikkei survey for quality of life, ahead of neighbouring Oakland. This metric looks at safety, cost of living, commute and access to good schools. Of the 89 cities studied, San Francisco has the highest costs for healthcare and housing.</p> <a href=\"http://www.ft.com/cms/11249691.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Those difficulties have begun to influence investment decisions by overseas executives, the data show. In fact, San Francisco has become an outlier in the US, seeing a sustained FDI slump even as other big American cities have enjoyed a strong post-pandemic recovery. Although greenfield FDI plummeted in 2020 across the US, the country attracted an estimated $84bn in FDI last year, up from $62bn in 2020 and higher than its 2015-2019 average of $74bn.</p> <p>FDI in San Francisco, however, remains low. The $222mn in greenfield FDI in 2021 was down from $581mn in 2020, and represents roughly a fifth of its 2015-2019 yearly average of $1bn. As of July 2022, an estimated $194mn from 21 projects has come in from foreign investors.</p> <p>A spokesperson for London Breed, the city's mayor, says she is “very focused” on improving the picture in San Francisco, with greater public safety a priority. Breed's office has launched a study into the business environment, saying tax incentives and tax structures could be amended as a result. </p> <p>“Our hope is that there will be support from the legislative branch to make these changes,” the spokesperson says. “All of that work is happening now.”</p>  <p><strong>Experts note that</strong> the drop in investment is not entirely due to factors within the city's control; tensions between the US and China have sharply reduced inflows from China, which had been a significant driver of growth during the past decade. </p> <p>But San Francisco's struggles have opened the door to other parts of the US that are touting their credentials as tech hubs, like Denver.</p> <p>“What we've heard from many companies [is] they find it a super competitive environment,” says Stephanie Garnica, global business development director at Denver Economic Development &amp; Opportunity. </p> <p>“It's not easy to retain employees. The cost of living is very high, and they&#xa0;don't get a lot of that kind of soft, warm support from government officials.” Denver, she adds, has benefited from San Francisco's leavers. </p> <p>According to data from the US Census Bureau, San Francisco experienced a historic population decline — equivalent to the fall over the preceding decade — during the pandemic.</p> <p>While similar demographic shifts were evident in much of the country, particularly in the tech sector, where workers moved out of city centres for more remote-friendly jobs, the change has been particularly pronounced in San Francisco. Cities like Phoenix have sought to attract would-be homebuyers from Northern California. </p> <p>“Like the rest of the country, we've seen an increase in cost but we remain a very cost-effective place,” says Todd Sanders, chief executive of the Greater Phoenix Chamber, a business advocacy group. “When you see some of the numbers that we're seeing out of places like San Francisco or Los Angeles, where it's almost becoming an impossibility to own a home, Phoenix becomes a really important and attractive place for workers to explore and to hopefully relocate to.”</p> <p>San Francisco advocates hope that the trend will reverse as remote tech workers get tired of the isolation of working by themselves. But some one-time Bay Area diehards warn the trend may become permanent. </p> <p>“When I first moved to Silicon Valley, I used to think it was the centre of the universe for innovative start-ups,” says Han Shen, a founding partner at venture capital group iFly.vc. Shen moved the company from San Francisco to Austin, Texas, in late 2020. “As a venture capitalist, I have to care about the ongoing trend.”</p><p>Source: Dave Lee in San Francisco and Amanda Chu in New York 2022 'San Francisco's high taxes and living costs threaten Silicon Valley's dominance' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-06T04:00:16.449Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "Salesforce, Inc.",
      "offsets": [
        {
          "start": 947,
          "end": 957
        }
      ],
      "nexusId": "10009678"
    }
  ]
}