{
  "_id": "9ee11a58f4f3a7a670a7f1785705be0843b8e5cee2629fc0bf346f215e7ddfa1",
  "feed": "market-watch",
  "title": "Meta threatens to shutter Facebook and Instagram in Europe over data-transfer dispute",
  "text": "<p>“If a new transatlantic data transfer framework is not adopted and we are unable to continue to rely on SCCs (standard contractual clauses) or rely upon other alternative means of data transfers from Europe to the United States, we will likely be unable to offer a number of our most significant products and services, including Facebook and Instagram, in Europe, which would materially and adversely affect our business, financial condition, and results of operations,” Meta said in its annual report last week.</p><p>“We have been subject to other significant legislative and regulatory developments in the past, and proposed or new legislation and regulations could significantly affect our business,” the company added.</p><p>Meta's warning sent its stock FB, which cratered to a 52-week low after reporting earnings fraught with danger last week, down 5% in early-afternoon trading on Monday.</p><p>The passage is similar to what has appeared in the Facebook parent's earnings report the past few years and mirrors language in earnings reports from dozens of other companies that include Apple Inc. AAPL, Google parent Alphabet Inc. GOOGLGOOG and Salesforce.com Inc.'s CRM Slack.</p><p>A Metaspokesperson said the company has no intention to withdraw from Europe, but merely raising concerns it has shared in previous filings.</p><p>“We have absolutely no desire and no plans to withdraw from Europe, but the simple reality is that Meta, and many other businesses, organizations and services, rely on data transfers between the EU and the U.S. in order to operate global services,” the spokesperson told MarketWatch in an email message. “Fundamentally, businesses need clear, global rules to protect transatlantic data flows over the long term, and like more than 70 other companies across a wide range of industries, we are closely monitoring the potential impact on our European operations as these developments progress.”&#xa0;</p><p>European lawmaker Axel Voss, who has had a hand in writing EU data-protection legislation, fired back on Twitter TWTR. “Meta cannot just blackmail the EU into giving up its data protection standards, leaving the EU would be their loss.”</p><p>https://twitter.com/AxelVossMdEP/status/1490678090007302145The issue has percolated since July 2020, when the&#xa0;European Court of Justice ruled&#xa0;the data transfer standard between the U.S. and EU does not adequately protect European citizens' privacy.</p><p>Ireland's Protection Commission sent Facebook a preliminary order to stop transferring user data from the EU to the U.S. in August 2020, according to a Wall Street Journal report. A final decision is expected in the first half of 2022.</p><p>The financial consequences for Meta — which finds itself in the crosshairs of competitive pressures with TikTok, Apple, Alphabet and Snap Inc. SNAP — could be significant. The Irish Data Protection Commission could fine Meta up to 4% of its annual revenue, or $2.8 billion, if it fails to comply.</p>",
  "published": "2022-02-07T14:34:00.000Z",
  "tags": [
    {
      "id": "US79466L3024",
      "name": "salesforce.com, inc.",
      "offsets": [
        {
          "start": 1134,
          "end": 1148
        },
        {
          "start": 1134,
          "end": 1159
        }
      ],
      "nexusId": "10009678"
    }
  ]
}