{
  "_id": "c6a6059cfcb90f8fcf9f31e55d654076883190bcf9a237a30c8deff72c2e20f1",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Walgreens' New CFO Hails From Walmart  ----  By Nina Trentmann",
  "text": "<p>   Walgreens Boots Alliance Inc. recruited a former Walmart Inc. executive to manage the finances of its U.S. business, which generates the bulk of the pharmacy chain's revenue. </p><p>   The Deerfield, Ill., company, which operates the Walgreens and Boots brands, said Jeff Gruener would take over as chief financial officer of Walgreens, effective Aug. 30. Mr. Gruener since January 2016 had served as senior vice president of finance and strategy at retail giant Walmart, where he spent over 12 years in different roles. </p><p>   During his time at Walmart, Mr. Gruener also led the company's merchandising operations, worked as senior vice president of finance for Sam's Club and managed the global procurement operations. He had financial oversight over Walmart's health and wellness business for a period of time, WBA said. </p><p>   Before Walmart, Mr. Gruener worked at Sears Holdings Corp., Ernst &amp; Young and Honeywell International Inc. In his new role, he will report to WBA's global finance chief, James Kehoe. </p><p>   Mr. Gruener succeeds former Walgreens CFO Jeremy Kunicki, who left the company in the spring after about 20 years in various positions. Mr. Kunicki on March 1 became finance chief at cannabis firm Parallel. </p><p>   Walgreens Boots Alliance's U.S. business -- which brought in about 85% of the company's total sales of $34 billion in the quarter ended May 31 -- last month said it has seen a boost to its business from Covid-19 vaccines. U.S. sales rose to $28.7 billion in the quarter, up 5.1% compared with the prior-year period. </p><p>   Walgreens has administered more than 28 million Covid-19 vaccinations, it said earlier this month, and expects more demand for its inoculation services due to surging Delta-variant cases. The Food and Drug Administration is expected to approve booster shots for all three Covid-19 vaccines being administered in the U.S. starting in mid-September, which could deliver another sales bump. </p><p>   Walgreens Boots Alliance on Friday also named Danielle Gray global chief legal officer and Tracey Brown president of retail products. </p><p>   The company declined to make Mr. Gruener available for an interview. </p><p></p>",
  "published": "2021-08-28T06:16:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 886,
          "end": 914
        }
      ],
      "nexusId": "10040831"
    }
  ]
}