{
  "_id": "1ee9bee079a718139ce2e1c9b1a6668cc1361d6b65060e68898873eabaa0e03f",
  "feed": "wall-street-journal",
  "title": "'The End of the GE We Knew': Breakup Turns a Page in Modern Business History; CEO Larry Culp resisted splitting up the company that began the 21st century as the most valuable conglomerate in America",
  "text": "<p>When Mr. Culp took over as CEO of a wounded GE three years ago, he faced calls from inside and outside to break it apart. He resisted the idea, saying he wanted to fix GE and just needed more time. He repaired company finances, but ultimately concluded that investors wanted a simpler structure. \"It was clear this was the right path for GE,\" he said Tuesday.</p><p>For decades, chief executives followed GE's lead and were rewarded for looking far beyond their factories, TV networks and insurance empires. Like today's technology giants, company boards believed they could allocate capital between business units to ride out market ups and downs.</p><p>GE pushed the idea further and for longer than most. Yet its complex structure only hid the company's problems and missteps. Most manufacturers, including companies such as Siemens AG and DuPont, abandoned the conglomerate model after poor returns and investor pressure to simplify.</p><p>David Cote, a former GE executive who later ran rival conglomerate Honeywell International Inc. for 15 years, said he believed when Mr. Culp took over that a breakup was the only recourse for GE. It \"just seemed too far gone to pull back together,\" Mr. Cote said.</p><p>\"The conglomerate is dead, and this is the end of the conglomerate,\" said Bill George, a former chief executive of Medtronic PLC and now a senior fellow at Harvard Business School. GE units could likely invest more effectively on their own, he said.</p><p>GE once built the equipment that gave cities electricity, sold the appliances that modernized homes, broadcast the NBC TV network, financed home mortgages, invented the MRI machine and ushered in a jet age. Yet over the decades it abandoned many of those pursuits. The company barely survived the financial crisis, and its retreat took on greater urgency after 2018, when the company's profit troubles prompted it to slash its dividend and change leaders.</p><p>General Electric Through the Years: The Decline of an American Powerhouse</p><p>Milestones in the company's history, from lightbulbs to the moon landing</p><p>\"This was the largest company in the market by far, it was probably viewed as the best-run company in the market by far,\" said David Giroux, chief investment officer at T. Rowe Price Group, a mutual-fund manager and major GE shareholder. \"It fell so far for so long, principally because of really poor capital allocation and lack of operational excellence.\"</p><p>Mr. Culp, the first outsider to run GE, sold off business units, replaced much of the company's leadership, shrank the headquarters and revamped GE's sprawling operations. Company finances improved, and GE paid off $75 billion of debt. But a breakup was never Mr. Culp's plan when he took over, according to people familiar with the matter. \"It was hard even for Culp, as an outsider, to make the decision,\" one of these people said.</p><p>Investors hadn't rewarded his moves. GE shares lagged behind such rivals as Siemens, which had streamlined its structures, and Honeywell, which hadn't. GE's share price, adjusting for a 1-for-8 reverse split, was little changed from when Mr. Culp took over in October 2018, while the S&amp;P 500 index gained 60%. The stock gained 2.7% to close at $111.29 on Tuesday.</p><p>GE had 174,000 employees at the start of the year, down from more than 300,000 a few years ago. While still one of the top makers of jet engines and power turbines, it no longer makes consumer products and has exited the banking world. It has a market valuation of $120 billion, compared with roughly $600 billion at its peak in 2000, at the time the most valuable company in the U.S.</p><p>The GE board began to consider the breakup plan in the spring, Mr. Culp said, after efforts to cut GE's debt and improve operations had progressed enough to consider it. \"We looked at this and other options,\" he said.</p><p>Mr. Culp resisted the breakup in 2018, he said, because GE's finances were too weak at the time. \"It was not necessarily a time for grand plans,\" he said. \"We needed to get the balance sheet squared away and get back to basics.\"</p><p>During marathon meetings in recent months, GE directors tried to decide the future for a smaller company, one that had unloaded many of its legacy problems and was about to collect about $25 billion in cash from selling off its jet-leasing business, the people familiar with the matter said. That deal closed on Nov. 1, removing one of the last pieces of GE Capital.</p><p>In recent conversations with investors and customers, Mr. Culp said there was a \"clear calling\" for the company to separate its three main remaining units—aviation, healthcare and power.</p><p>\"A healthcare investor wants to invest in healthcare,\" Mr. Culp said, expecting investors who don't own GE today will reconsider. \"We know we are under-owned in each of those three sectors, in part because of our structure.\"</p><p>The latest spinoffs are the culmination of a yearslong shrinking of GE. Former GE leader Jeff Immelt sold NBCUniversal to Comcast Corp. and the home appliances business to a Chinese rival. His successor, John Flannery, parted with the locomotive unit and its oil and gas business operations.</p><p>Mr. Culp sold a life sciences business for about $22 billion and the Gecas aircraft leasing arm. All three men worked to sell or wind down most of GE Capital, which hobbled the company after the 2008 financial crisis.</p><p>Despite its reputation for management excellence, GE's structure fostered an internal bureaucracy that some investors and former executives said made the company inefficient, complex and difficult to manage. Strong profits from one unit would get diverted to weaker parts of the company, and losses from the financial arm weighed on the industrial core, they said. Cash produced by divisions was required to pay the company's massive dividend, which could crimp reinvestment among the business units.</p><p>\"We felt the overall entity was underperforming, and when we looked at the individual business units, there was a ton of value,\" said Daniel Babkes, a partner at Pzena Investment Management, another major GE investor.</p><p>The past difficulties at GE, which vaporized hundreds of billions in shareholder value, included complex accounting problems at units like GE Capital that were difficult to understand, even for sophisticated investors. Last year, GE agreed to pay a $200 million penalty to settle federal claims that it misled investors by failing to disclose problems in its gas-turbine power and insurance businesses.</p><p>The new companies will be smaller than GE, but still large in their respective industries. With a dedicated board and capital allocation, they should be more transparent for investors, Mr. Babkes said.</p><p>There is little overlap between the businesses that remain at GE. The healthcare business sells machinery to hospitals. The power business deals with utilities. The aviation unit is primarily a supplier to Boeing and Airbus.</p><p>Mr. Giroux, of T. Rowe Price, said GE's breakup was the culmination of a longer-term trend toward dismantling huge conglomerates. \"There's strong evidence, especially the last five to six years, that large conglomerates do better as separate entities, more targeted entities, more focused entities,\" he said.</p><p>At GE, Mr. Culp largely followed a management philosophy that has guided him since he became CEO of Danaher Corp. Under Mr. Culp, Danaher, a much smaller company than GE but with similarly disparate units, was defined by a deep commitment to efficiency and constant assessment of businesses.</p><p>Though it was also a conglomerate with units making everything from dental instruments to centrifuges to water-purification systems, Danaher's operation was in many ways the inverse of GE. It didn't use the GE-style corporate umbrella to derive value from those businesses, instead relying on a corporate staff of just a couple hundred people.</p><p>When he joined GE, Mr. Culp began chipping away at the strong corporate center that defined the company's operations for decades. After his first year, half of the 26,000 corporate workers from 2018 were gone, with most of the roles shifted to individual business units.</p><p>Despite shrinking the bureaucracy, Mr. Culp told GE executives at a gathering in 2019 that he wasn't going to dismantle a centralized structure that dates back to GE's 19th-century beginnings. He still saw a significant role for a streamlined corporate operation and that GE headquarters would continue to oversee areas like capital allocation, talent and technology. The message, people familiar with the meeting said, was that Mr. Culp was planning to fix GE instead of break it apart.</p><p>Under Mr. Culp, the company's profit margins have improved, and GE is on track to generate more than $7 billion of free cash flow in 2023. \"Larry and the team at GE have really turned around the companies,\" Mr. Giroux said.</p><p>On Tuesday, GE said it was spinning off GE Healthcare, which makes hospital equipment, in early 2023. GE plans to combine its power unit and renewable energy unit, which make turbines for power plants and wind farms, respectively, and spin off the operation in early 2024.</p><p>That would leave behind a GE focused on making and servicing jet engines. The unit, a key supplier to Boeing, has been hard hit by the pandemic and had about $22 billion in revenue in 2020. Existing GE shareholders would get stakes in each of the newly public companies.</p><p>It is a strategy similar to Siemens, which spun off its healthcare business in 2018 and then spun off its energy business in 2020. Honeywell, meanwhile, has spun off some smaller operations, but has remained a more diversified manufacturer. Honeywell now sports a market value of about $155 billion compared with about $120 billion for GE.</p><p>\"It is the end of the GE we knew, but that's not necessarily bad,\" said Mr. Cote, the former Honeywell boss. \"It's also not the end of multi-industry companies if the businesses have reason to be together, a cohesive culture, and leadership that understands all that and how to make it effective.\"</p><p>When Trian Fund Management LP took a stake in 2015 in GE, the activist investor defended GE's conglomerate model at the time.</p><p>\"It's not something you want to break up,\" Trian co-founder Nelson Peltz said then. \"It's something you want to keep taking care of.\"</p><p>Trian, which remains a GE shareholder and holds a board seat, said Tuesday it supported GE's breakup plan.</p><p>The plan unveiled Tuesday is similar to one that was discussed inside GE in early 2018. At the time it was code named Project Eisenhower, said people familiar with the matter.</p><p>The idea was to break up GE into its distinct divisions to allow for better management of operations and for growth. The board wasn't enthusiastic about the idea, which would have required extensive renegotiation of debt, the people said.</p><p>Chip Cutter, Cara Lombardo and Nina Trentmann contributed to this article.</p><p>Write to Thomas Gryta at thomas.gryta@wsj.com</p><p>'The End of the GE We Knew': Breakup Turns a Page in Modern Business History</p>",
  "published": "2021-11-10T01:56:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 9582,
          "end": 9591
        },
        {
          "start": 2962,
          "end": 2971
        },
        {
          "start": 993,
          "end": 1021
        },
        {
          "start": 9472,
          "end": 9481
        },
        {
          "start": 9774,
          "end": 9783
        }
      ]
    }
  ]
}