{
  "_id": "20ada1e0f9dc089f6ab2b63e4089d52f8d09ceadd4665201851422516059e79d",
  "feed": "market-watch",
  "title": "Supply-chain pain will probably get worse this year, BofA warns",
  "text": "<p>The U.S. is now seeing “first mile problems” such as unloading containers and booking transport, BofA analysts wrote in an equity research report on industrials Thursday. “This will ripple through U.S. supply chains, with the worst likely coming” in the final three months of this year and the first quarter of 2021, they said.</p><p>The analysts were citing “takeaways” from a discussion on supply-chain technology at the bank's industrial software and automation summit this week. One panelist, Supply Chain Insights founder Lora Cecere, had warned that “Christmas for retail will very much be about empty shelves,” the BofA research analysts wrote.</p><p>Investor concern has built up around supply-chain disruptions fueling a rise in inflation that may last longer than anticipated. Higher shipping costs may imperil company profit margins, while some investors also worry the Federal Reserve may need to raise interest rates to combat the surge in the cost of living as the economy continues to heal from the COVID-19 pandemic.</p><p>Read:Federal Reserve seen more ‘hawkish' as Powell tees up tapering, but the market signals economic growth concerns</p><p>COVID is accelerating warehouse automation as companies seek cost-savings, according to the BofA report. They're turning to robotics to increase speed and capacity as well to reduce labor needs, the analysts said.</p><p>Ongoing supply-chain issues will likely place companies with “best in class execution,” including Ametek Inc. AME, Dover Corp. DOV, Fortive Corp. FTV and Honeywell International Inc. HON, in a more favorable position, according to BofA.</p><p>Shares of all four companies were trading higher Thursday afternoon, with equipment and components maker Dover standing out for the biggest year-to-date gains among them — by far — at almost 30%, according to FactSet data. The S&amp;P 500 index SPX, by contrast, has risen around 18.5% this year.</p><p>“Supply chains need to get smarter,” the BofA analysts said.</p>",
  "published": "2021-09-23T16:09:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 1506,
          "end": 1534
        }
      ],
      "nexusId": "10040831"
    }
  ]
}