{
  "_id": "4601d75bb29c11e927f57ba55108d51a1324cefcc4169a565ab3aa44c15239c4",
  "feed": "wall-street-journal",
  "title": "Banking & Finance -- Tuesday's Markets:  Dow, S&P Rise to Record Closes  ---  Senate passage of  infrastructure bill,  recovery in oil prices  are cited  ----  By Karen Langley and Will Horner",
  "text": "<p>   The S&amp;P 500 and Dow Jones Industrial Average closed at record highs after the Senate passed an infrastructure package and oil prices mostly recovered from Monday's slump. </p><p>   Shares of energy, materials and industrial companies helped boost the U.S. stock gauges, with gains by Caterpillar, Chevron and Honeywell International contributing to the Dow's advance. </p><p>   The S&amp;P 500 added 4.40 points, or 0.1%, to 4436.75, eking out a 45th record close of 2021. The Dow Jones Industrial Average gained 162.82 points, or 0.5%, to 35264.67, its 31st closing high of the year. The tech-heavy Nasdaq Composite dropped 72.09 points, or 0.5%, to 14788.09, dragged down by losses in big tech stocks. </p><p>   Stocks have staged a powerful rally since slumping early last year on fears of how the coronavirus pandemic would constrain business and the economy. </p><p>   The S&amp;P 500 has nearly doubled from its low in March 2020, propelled by rock-bottom interest rates, bountiful government spending and the expectation that vaccines would allow the economy to recover from the damage of the pandemic. </p><p>   Energy stocks led the S&amp;P 500's sectors, rising 1.7%. Oil had slumped Monday on fears that the spreading Delta variant would weigh on demand, but on Tuesday the Brent crude benchmark rose 2.3% to nearly recover the prior day's losses. </p><p>   The materials and industrial sectors also outperformed the market following the Senate's passage of a roughly $1 trillion infrastructure package that will provide for work on roads, bridges, rail and transit. The legislation goes to the House, where it faces a potentially difficult path. </p><p>   \"An infrastructure bill will definitely boost industrials,\" said Aash Shah, senior portfolio manager at Summit Global Investments. \"The materials sector is also up, so if you think about . . . concrete, steel, aluminum, any kind of those building material type things for large scale projects.\" </p><p>   The case for stocks has been strengthened in recent weeks by the earnings season that is now winding down. Analysts expect profits from companies in the S&amp;P 500 grew by 90% in the second quarter from a year earlier, easily surpassing projections. </p><p>   At the same time, many investors are watching with concern the increase in Covid-19 cases in the U.S. Some local governments and businesses have reinstated restrictions, raising questions about the economic outlook. </p><p>   \"I'm looking at really, really great, strong earnings growth that has propelled a lot of the stock market higher,\" said Jim Worden, chief investment officer at the Wealth Consulting Group. \"I'm also keeping an eye on this Delta variant and how that might affect some companies, some industries if people are kind of shy to get back out there and spend and travel and all of those other things that people have been wanting to do for some time.\" </p><p>   The climb by stocks has had few interruptions this year, leading some analysts to think the rally could be due for a pause. The benchmark S&amp;P 500 hasn't had a 5% pullback since October, the longest respite of such length since a span from June 2016 to early February 2018. </p><p>   Money managers are also paying close attention to any clues about when the Federal Reserve will begin paring back its supportive monetary policies. Investors have credited the central bank's interest-rate cuts and bond buying with helping to power the rally in stocks. </p><p>   Among individual stocks, shares of Kansas City Southern rose $20.15, or 7.5%, to $289.75 after Canadian Pacific Railways raised its bid to buy the railroad. </p><p>   Shares of SmileDirectClub slumped $1.62, or 24%, to $5.08. The direct-to-consumer teeth-straightening business said Monday that quarterly revenue fell short of its expectations after taking a heavy hit from an April cyberattack. </p><p>   In bond markets, the yield on the benchmark 10-year U.S. Treasury note rose to 1.342% from 1.316% Monday. Yields rise as bond prices fall. </p><p>   Overseas, the Stoxx Europe 600 rose 0.3%. </p><p>   In early trading Wednesday, Japan's Nikkei was up 0.7%, Hong Kong's Hang Seng Index was up 0.5% and South Korea's Kospi was down 0.5%. U.S. stock futures were down 0.1%. </p><p></p>",
  "published": "2021-08-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 299,
          "end": 322
        }
      ],
      "nexusId": "10040831"
    }
  ]
}