{
  "_id": "519bed9cefdb44a0d11835b36b1728a2d307a497c007ecf4addfb5057c9a73f0",
  "feed": "wall-street-journal",
  "title": "Bezos' Blue Origin Has Bigger Space Goals  ----  By Micah Maidenberg and Doug Cameron",
  "text": "<p>   Jeff Bezos' plans for space go far beyond the short trip he is slated to take there on Tuesday. </p><p>   The Amazon.com Inc. founder has poured billions into his Blue Origin LLC space venture over more than two decades, believing humanity must ultimately establish outposts across the solar system. </p><p>   More immediately, Mr. Bezos' company is seeking business in a space market that will triple in size to more than $1 trillion in annual sales by 2040, Morgan Stanley says, assuming rapid technological developments enable routine moon landings, asteroid mining and space tourism. </p><p>   His own giant leap comes when Blue Origin is scheduled to launch Mr. Bezos and three other people to the edge of space in an 11-minute flight, the first launch with passengers on the company's New Shepard rocket. </p><p>   A successful trip could provide traction in an emerging space-tourism market, which includes Richard Branson's Virgin Galactic Holdings Inc. Blue Origin's broader challenge is winning the kind of large government contracts that provide a steady revenue stream and lend credibility to companies that secure them. Space Exploration Technologies Corp., the formal name for Elon Musk's SpaceX, has jumped ahead of Blue Origin in winning those deals. </p><p>   For years, Blue Origin has been building up operations and developing a portfolio of rockets, engines and vehicles. That push has been animated by what Mr. Bezos has described as his passion for space. He has cited the Apollo 11 moon-landing mission as a foundational moment for him and referenced science-fiction writers like Arthur C. Clarke and the scientist and author Carl Sagan in speeches. </p><p>   \"If we're out in the solar system, we can have a trillion humans in the solar system, which means we'd have a thousand Mozarts and a thousand Einsteins. This would be an incredible civilization,\" Mr. Bezos said during a speech two years ago. To that end, Blue Origin can lower the cost of space launches, in part by developing reusable rockets, Mr. Bezos has said. </p><p>   The talk from the Amazon founder has been paired with major financial commitments. Mr. Bezos has disclosed he has sold $1 billion in Amazon stock annually to fund Blue Origin. </p><p>   After founding Blue Origin in 2000, Mr. Bezos began acquiring hundreds of thousands of acres of land in West Texas for the company in the early part of that decade, telling a newspaper in the area in 2005 he wanted to build a rocket launchpad on the property. </p><p>   Now, in addition to the launch site in Texas, the company has facilities in Florida, California, Alabama and Washington, D.C., as well as headquarters outside of Seattle. It employs more than 3,500 people, including Chief Executive Bob Smith, a former executive at Honeywell International Inc.'s aerospace unit. The privately owned Blue Origin doesn't release financial statements. </p><p>   Mr. Bezos is \"doing what he did with Amazon, which is to roll over every nickel he could get into capital equipment and innovation,\" said Howard McCurdy, a professor at American University who has written about space and the National Aeronautics and Space Administration. </p><p>   This year, Blue Origin intends to conduct two additional flights with passengers on the New Shepard following Tuesday's launch, executives said Sunday at a briefing. Mr. Smith didn't specify how much the company is selling tickets for. </p><p>   \"Willingness to pay continues to be quite high. Our early flights are going for a very good price,\" he said. </p><p>   Outside of the emerging space-tourism market, SpaceX has gained a deeper footing with space-related agencies in Washington. NASA and the Pentagon have spent $2.8 billion tied to 52 prime contracts won by the company led by Mr. Musk over the past 14 federal fiscal years, according to a federal spending database. They have spent $496.5 million in 33 contracts won by Blue Origin over that period. </p><p>   Blue Origin didn't respond to questions about competition with SpaceX or its plans for working with government agencies. Mr. Smith has in the past said the company wants to gain work with such customers. </p><p>   The two companies are sparring over a deal to build a moon lander for a trip planned for 2024. The Apollo 11 moon lander reached the moon in 1969 on July 20, the same date for Mr. Bezos' scheduled space trip on Tuesday. NASA awarded SpaceX the lander contract in April, but Blue Origin protested that decision with the U.S. Government Accountability Office, a move that could lead to NASA rebidding the contract. </p><p>   The accountability agency is expected to issue a decision on Blue Origin's case by Aug. 4. The Dynetics unit of Leidos Holdings Inc. also competed for the lander and filed a protest. </p><p>   SpaceX is now the most prolific launcher, sending up 23 rockets so far this year, according to Federal Aviation Administration data covering licensed launches. Its reusable rockets help cut the cost of reaching space, a strategy also pursued by Blue Origin, which has completed nine such launches since late 2017. </p><p>   \"They need to have a track record,\" said Marco Caceres, a space analyst at aerospace consulting firm Teal Group, referring to Blue Origin. </p><p>   The New Shepard rocket scheduled to go up on Tuesday has been designed for tourist trips into suborbital space, with a six-person gumdrop-shaped capsule and windows stretching 3.5 feet by 2.3 feet along its sides. Along with the Amazon founder, the craft's passengers are Mark Bezos, Mr. Bezos' brother; Wally Funk, an 82-year-old pilot who graduated in the 1960s from a program for female astronauts; and Oliver Daemen, an 18-year-old Dutch student, the company's first paying customer. </p><p>   The company also has been developing the New Glenn rocket, a vehicle that will stand 321 feet tall and is designed to use seven main engines to lift large payloads to orbit. In February, Blue Origin said it had made progress on several hardware components for the rocket and that it was targeting a maiden flight for New Glenn toward the end of next year. </p><p>   Blue Origin has struck deals to push its technology into the space market. The company is developing a new rocket engine for United Launch Alliance, which launches satellites for the Pentagon and U.S. spy agencies. The engine, which will replace the Russian-made motors now used, is behind schedule. Last week, NASA said Ultra Safe Nuclear Technologies, a Seattle company, would join with Blue Origin, General Electric Co. and other firms to design concepts for nuclear-propulsion systems that could power vehicles into deep space. </p><p>   Blue Origin's \"aspirations are to become a company like SpaceX, like Boeing, like Lockheed Martin,\" said John Logsdon, the former director of the Space Policy Institute at George Washington University. </p><p></p>",
  "published": "2021-07-19T06:08:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 2690,
          "end": 2718
        },
        {
          "start": 2690,
          "end": 2713
        }
      ],
      "nexusId": "10040831"
    }
  ]
}