{
  "_id": "7eb2ab5a0b2985753eebb322e25a705686b4cdb64201592f1c6f3faffb57df12",
  "feed": "ftcomall",
  "title": "Manufacturers warn US must do more to maintain fragile PPE production",
  "text": "<p>For someone who supplies US hospitals with masks, gowns and gloves, April 2020 was “a very dark time”, Andy Brailo recalls.</p> <p>From China to Italy, sources of masks, gowns and other personal protective equipment essential to fighting a pandemic dried up, confronting the US with the realisation that it had become dangerously reliant on other countries for life-saving supplies.</p> <p>More than one year on, foreign suppliers are still crucial to satisfying elevated demand and shortages persist. The cost of domestically-produced goods is uncompetitive with imports. And some manufacturers are already giving up on making PPE.</p> <p>Industry members unsure of future demand are now urging Washington to guarantee orders and pass new legislation so the US does not find itself just as unprepared when the next pandemic hits.</p> <p>Federal grants, loans and partnerships have made the country's PPE manufacturing capacity better, Brailo, of healthcare group Premier, says, but “I hesitate to say good”.&#xa0;</p> <h2>The domestic surge&#xa0;</h2> <p>As the Congressional Research Service<a href=\"https://fas.org/sgp/crs/misc/R46628.pdf\"> found</a> last December, Washington had not tracked how much PPE was produced domestically before the pandemic, leaving it short of data to guide its response. But imports, mostly from China, accounted for 80-90 per cent of US PPE demand pre-pandemic, the US International Trade Commission<a href=\"https://www.usitc.gov/publications/332/pub5145.pdf\"> estimated</a>.&#xa0;</p> <p>When Covid-19 hit and China prioritised its own needs, “that was really a wake-up call”, said Sara Greenstein, chief executive of Lydall, a specialist manufacturer.&#xa0;</p> <p>It was also the start of an experiment in whether a country which had spent decades outsourcing could produce more of what it needed at home.</p> <p>Kim Glas, chief executive of the National Council of Textile Organizations (NCTO), estimates that 95 per cent of her members retooled to produce PPE for the first time.&#xa0;3M, the largest manufacturer of N95 respirators, quadrupled domestic production to supply 1bn of them in the US last year. Honeywell, too, added enough domestic capacity to produce 1bn N95s a year.&#xa0;</p> <p>Lydall was one of the new entrants, using a $13.5m Department of Defense grant to produce enough<a href=\"https://www.ft.com/content/b26e82b8-97ab-495b-a0ab-203708868f9b\"> meltblown</a> material to supply 1bn masks last year. It will open two production lines in New Hampshire this year.&#xa0;</p> <p>“We're in a far better place today than we were a year ago,” Greenstein said, but the industry still faces bottlenecks getting products certified, and N95s remain scarce outside hospitals — even though US production of N95s has shot up from about 30m units a month to 160m-180m,<a href=\"https://www.usitc.gov/publications/332/pub5145.pdf\"> according to</a> the USITC.</p> <p>Cost remains a challenge. Charlie Main of Jabil, an international manufacturer now producing 100m masks a quarter in the US, estimates that they cost twice as much to make as normal Chinese prices.</p> <p>In March, the average US hospital had 45 days of surgical masks on hand, up from 30 last December, Premier's Brailo said, but the supply of some items remains “very unstable” and prices high. Gloves cost four to six times pre-pandemic levels, for example, he said. The AARP, the organisation for retired people,<a href=\"https://www.aarp.org/ppi/issues/caregiving/info-2020/nursing-home-covid-dashboard.html\"> says</a> that 11 per cent of nursing homes still do not have a week's supply of PPE.&#xa0;</p> <p>The Alliance for American Manufacturing (AAM) said in January that the continuing shortages reflected the Trump administration's failure to adequately use the Defense Production Act to co-ordinate its pandemic response.&#xa0;</p> <p>On his first day as president, Joe Biden authorised the use of the DPA to boost PPE supplies. The Pentagon's Joint Acquisition Task Force has so far executed more than $3bn in contracts, including $640m of investments under the DPA to help build domestic production capacity. There was also $10bn in the most recent stimulus package to boost US manufacturing of PPE, vaccines and Covid tests.&#xa0;</p> <p>But the administration has also kept Chinese supplies flowing by<a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/chinese-ppe-shipments-drop-ahead-of-us-tariff-exemption-extension-63067460\"> extending</a> exemptions from section 301 import tariffs, which had been due to lapse last month. PPE imports are still almost three times above pre-Covid rates, according to Panjiva, the trade data company.</p> <h2>The ‘million dollar question'&#xa0;&#xa0;</h2> <p>Manufacturers say that the patchwork of federal action has done little to answer what Main calls “the million dollar question”: what demand they should plan for?&#xa0;</p> <p>Most believe that demand from hospitals and consumers will settle above its pre-pandemic levels, and government agencies still have to replenish stockpiles. Lydall's Greenstein sees restocking demand for N95 respirators lasting throughout 2022, for example.&#xa0;</p> <p>But executives argue that Washington still needs to do more to secure a diversity of domestic and imported PPE supplies.&#xa0;</p> <p>The NCTO is lobbying for changes in government procurement laws to favour “made in America” PPE, including long-term federal contracts to guarantee demand. It also wants incentives for hospitals and nursing homes to buy from domestic producers. The purchasing organisations which buy in bulk for hospital groups currently insist on prices “that make it almost impossible to produce domestically,” said Scott Paul, president of the AAM.</p> <p>Once again, Glas said, “supercharged” Chinese PPE imports mean that some textile companies that retooled for PPE “simply have no orders now. Right now the industry is concerned about the policies not yet being in place to make sure this onshoring effort is realised wholly.”</p> <p>Bills proposed in Congress such as the American Supply Chain Ingenuity Act and the US Made Act would achieve much of what the NCTO is lobbying for, Kim said, but she added: “I think it's critical we get legislation over the finish line this year or people are just going to move on.”</p> <p>Greenstein, a farmer's daughter who has spent her career in industry watching manufacturing leave the US, says the past year should finally shift thinking.&#xa0;</p> <p>“I absolutely believe that supply chains will no longer be [just] about lowest cost; they'll be about reliability and quality, efficacy and cost,” she said. “It's important that we know not just how to consume but how to produce.”</p> <p><em>Additional reporting by Kiran Stacey in Washington</em></p> <a href=\"http://www.ft.com/cms/2f2d4976-0b6a-4cf1-92a4-d038353f446c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><br>&#xa0;</p>&#xa0;<p>Source: Andrew Edgecliffe-Johnson in New York 2021 'Manufacturers warn US must do more to maintain fragile PPE production' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T10:00:07.528Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 1938,
          "end": 1947
        }
      ],
      "nexusId": "10040831"
    }
  ]
}