{
  "_id": "1f29e59d64136d04f00309aae496d6b4d3c6ddba725b7ad58d091ed16062611f",
  "feed": "ftcomall",
  "title": "Vietnam congress, Fed meeting, tech reports, Davos goes online ",
  "text": "<p><em>This week brings two big gatherings with the Davos World Economic Forum going online all week, while Hanoi hosts the Vietnamese Communist party's national congress. The Federal Reserve holds its first meeting of 2021 and the US releases its first reading of fourth-quarter gross domestic product. UK and German unemployment numbers are out alongside key GDP figures from Europe and Asia, while the latest quarterly earnings reports are expected to show tech giants Apple, Facebook and Microsoft ending 2020 on a high note.</em></p> <h2>Virtual ‘Davos'</h2> <p>The annual World Economic Forum gathering, which is usually held each January in the Swiss ski resort of Davos, is going online this year owing to the pandemic. </p> <p>Klaus Schwab, the founder of the Geneva-based organisation has called for economic growth to be “more resilient, more inclusive and more sustainable” as Covid weighs on the global economy.</p> <p>European Central Bank president Christine Lagarde, Bank of England governor Andrew Bailey and IMF managing director Kristalina Georgieva will be among the financial speakers joining world leaders and corporate executives, with topics ranging from fair economic and social systems to digitisation and the climate crisis.</p> <p>Events run until Friday, with the in-person gathering scheduled to take place in Singapore in May. </p> <ul>  <li><p><a href=\"https://www.ft.com/content/a9395f9b-33de-45f6-a5ff-249d578676a7\">Simon Kuper: Why does Davos Man get it so wrong?</a></p></li> </ul> <h2>Vietnamese Communist party congress</h2> <p>Vietnam's ruling Communist party begins its five-yearly national congress in Hanoi on Monday, where it will select the leaders who will steer one of Asia's fastest-growing economies through the coronavirus pandemic, trade tensions with the US and worsening political friction with China.</p> <p>After closed-door deliberations in the politburo and the party's central committee, 1,600 party delegates will endorse a new leadership slate, including the Communist party of Vietnam's next general secretary — the country's supreme political position — as well as for the roles of the prime minister, president and national assembly chair.&#xa0;</p> <p>The event, which runs until February 2, is also likely to cast a light on internal party divisions and the regional differences between Vietnam's politically supreme north and more business-friendly south.</p> <ul>  <li><p><a href=\"https://www.ft.com/content/a5fa2769-35d7-4d38-ae1b-f534804e7f85\">Vietnam's Communists convene away from prying eyes to choose leaders</a></p></li> </ul> <h2>WHO report</h2> <p>The World Health Organization will <a href=\"https://www.ft.com/content/53c668bc-1066-4d8c-8c8d-5d29ba34a06e\">publish a report</a> on Monday that will say advanced economies face a significant hit to their economic recovery from the coronavirus pandemic unless they help developing countries speed up their vaccination programmes. </p> <p>If the rollout of vaccines in developing countries continues on its current trajectory, advanced economies face output losses of up to $2.4tn — 3.5 per cent of their annual gross domestic product before the pandemic — because of disruptions to global trade and supply chains, the study will say.</p> <h2>Elsewhere . . . </h2> <ul>  <li><p>New CDU leader Armin Laschet holds a news conference after CDU leadership meeting in Berlin on Monday</p></li>  <li><p>Estonia's parliament is expected to confirm Kaja Kallas from centre-right Reform party as the country's next prime minister on Monday</p></li>  <li><p>India celebrates its Republic Day on Tuesday with a grand parade exhibiting its military might and national culture.</p></li>  <li><p>Ceremonies will be held around the world to honour International Holocaust Remembrance Day on Wednesday</p></li> </ul> <h2>Earnings reports</h2> <p>Some of tech's big hitters are in action this week. Apple reports on Wednesday when it is expected to reveal demand for its new 5G iPhone, MacBooks and AirPods have helped it break the $100bn sales barrier. </p> <p>Facebook is likely to report a surge in business usage of its digital advertising tools during the holiday season, while Microsoft is expected to continue to reap the benefits of homeworking for its products and services during lockdowns.</p> <ul>  <li><p><a href=\"https://www.ft.com/content/f224d515-ebea-4d3f-9703-e9aa91218549\">Richard Waters: Tech sector looks beyond WFH</a></p></li> </ul> <p>The outlook for 2021 will be in focus when pharmaceutical groups such as Johnson &amp; Johnson, Abbott Laboratories and Eli Lilly report. </p> <p>Progress on vaccine rollouts, treatments and demand for testing will be closely watched in the face of new Covid-19 <a href=\"https://www.ft.com/content/811dd66e-f045-4815-b717-3f1d076a0f35\">variants</a>. </p> <p>Investors will also be on the lookout for any news on demand for deferred healthcare procedures such as elective surgeries.</p> <p>Demand for air travel has taken a massive hit over the pandemic, but there are glimmers of hope. Investors are starting to turn their minds to recovery as bookings pick up amid holidaymakers' <a href=\"https://www.ft.com/content/bf26dc2f-8c76-445d-b220-c766ef6bbec9\">hopes</a> of vaccine success.</p> <p>In the meantime, Boeing is on Wednesday set to post a $20bn cash outflow for the year that ended on December 31, likely to be its worst performance on record after Covid caused airlines to shun jet deliveries and the 737 Max remained grounded for most of the year.</p> <p>In the UK easyJet's outlook is set to be “extremely cautious” with holidays cancelled until the end of March and its planes grounded across Europe.</p> <p>The outlook for rival Wizz Air Holdings is likely to be equally bleak.</p> <p>H&amp;M, the world's second-largest fashion retailer will reveal how hard it was hit by a new set of lockdowns in the three months to the end of November. The Sweden-based group has already warned <a href=\"https://www.ft.com/content/bab380db-88a7-46db-9d72-b1fed1348cbf\">sales fell</a> to SKr52.54bn ($6.26bn).</p> <p>The world's largest spirits maker Diageo will be hoping to build on better than expected trading in the US during the <a href=\"https://www.ft.com/content/00f73f0d-04ea-47ce-8751-ff90f60b9ed3\">first half</a>, as people buy more expensive spirits to drink at home during the pandemic.</p> <h1>Key reports</h1> <h4>Monday</h4> <p>Crest Nicholson; Kimberly-Clark</p> <h4>Tuesday</h4> <p>PZ Cussons; easyJet; Saga; 3M; Advanced Micro Devices; American Express;&#xa0;AG Barr; Canadian National Railway; General Electric;&#xa0;Hyundai Motor; Johnson &amp; Johnson;&#xa0;LVMH; Lockheed Martin; Microsoft;&#xa0;NextEra Energy;&#xa0;Prologis;&#xa0;Starbucks;&#xa0;Texas Instruments;&#xa0;Verizon; Samsung; UBS</p> <h4>Wednesday</h4> <p>Abbott; ADP; Anthem; Apple; AT&amp;T; Blackstone; Boeing; Crown Castle; International Edwards; Lifesciences; Facebook; Lam Research; Las Vegas Sands; Norfolk Southern Progressive; ServiceNow; Stryker; Tesla&#xa0;</p> <h4>Thursday</h4> <p>Altria; Comcast; Danaher; Marsh &amp; McLennan; Mastercard; McDonalds; Mondelez International; Northrop Grumman; Sherwin-Williams; TalkTalk; Visa; Wizz Air</p> <h4>Friday</h4> <p>Caterpillar; Charter Communications; Chevron; Colgate-Palmolive; Diageo; Eli Lilly; H&amp;M; Honeywell International; L3Harris Technologies; Roper Industries; SAP Sumitomo Mitsui Financial </p> <h2>Central banks and economic data</h2> <p>The US Federal Open Market Committee concludes its two-day meeting on Wednesday, its first gathering of 2021. </p> <p>The backdrop looks slightly less bleak now Covid&#xa0;<a href=\"https://www.ft.com/content/6633221e-3b28-4a15-b02d-958854644c79\">vaccines</a>&#xa0;are being distributed and President Joe Biden's election win has boosted the chances of the $1.9tn additional <a href=\"https://www.ft.com/content/befcd4ec-5127-4759-b229-805a4210cd85\">stimulus plan</a> coming into effect, leaving <a href=\"https://www.ft.com/content/d785632d-d9a0-45ae-ae57-7b98bb2fb8d6\">stock markets to race ahead</a> and 10-year Treasury yields to hit levels not seen since the start of the coronavirus crisis.</p> <p>Still, no one expects any shifts in policy stance, in keeping with Fed chair Jay Powell's recent assertion that this is <a href=\"https://www.ft.com/content/21d89f6d-be8f-48dc-9085-1e9baabcbdbe\">not the time to talk about policy exit</a>.</p> <p>Mr Powell, when he speaks after the meeting, is likely to once again stress that there will be no repeat of the 2013 “taper tantrum” episode that saw financial conditions tighten dramatically, but investors will be closely watching to gauge the strength of the central bank's commitment to keeping these ultra-loose&#xa0;monetary policies in place if inflation returns at a faster pace than expected.</p> <p>Investors will also get a better sense of the economy Mr Biden has inherited with the first release of US fourth-quarter GDP, consumer confidence, initial jobless claims, and personal income and spending data this week. </p> <p>For the wider part, the prospect of substantial&#xa0;fiscal aid has led to higher growth forecasts. Goldman Sachs now expects US GDP to expand 6.6 per cent this year, with the unemployment&#xa0;rate ticking down to 4.5 per cent by the end of the year from 6.7 per cent in December.</p> <p>This week's first release for the fourth quarter is forecast to show 4.2 per cent growth, according to a Bloomberg survey, after a record 33.4 per cent annualised growth rate in the third quarter.</p> <ul>  <li><p><a href=\"https://www.ft.com/content/d77f9713-3950-4814-84be-f12614921957\">The Big Read: ‘A massive second-half recovery': Biden, China and the global economy</a></p></li>  <li><p><a href=\"https://www.ft.com/content/e54712dd-bb35-43e4-8533-f1ae28fec054\">Market Questions: What effect will Biden stimulus plans have on Fed policy?</a></p></li> </ul> <p>On the European side, France and Spain are expected to show quarterly growth contractions as a result of pandemic-related lockdowns, with Germany set to narrowly avoid contraction. </p> <p>The <a href=\"https://www.ft.com/content/9c80b6db-4469-4be0-ac1b-f8a9db69ea1e\">weakness in activity</a> brought by lockdowns is not expected to weigh too heavily on UK and Germany labour market data.</p> <p>The UK three-month average unemployment rate is forecast to rise to 5.2 per cent from 4.9 per cent in October while the momentum of three months of relatively large declines in unemployment numbers in the German labour market is expected to fade somewhat in January.</p> <p>German inflation is likely to bounce back from the record lows seen at the end of last year as cuts to VAT rates are reversed. </p> <h1>Key data and events</h1> <h4>Monday</h4> <p><strong>Germany, Ifo business climate (Jan)</strong></p> <p><strong>South Korea, GDP (Q4, preliminary)</strong> Growth is forecast to slow to 0.4 per cent quarter on quarter following a 2.1 per cent gain in Q3.</p> <h4>Tuesday</h4> <p><strong>UK, labour market (Sep-Nov, Dec) </strong></p> <p><strong>Nigeria; Hungary, rate decisions</strong> No changes expected</p> <p><strong>South Korea, GDP (Q4)</strong></p> <h4>Wednesday</h4> <p><strong>Federal Reserve; Kenya; Chile, rate decisions</strong> No changes expected </p> <h4>Thursday</h4> <p><strong>Japan, industrial production (Dec, preliminary)</strong></p> <p><strong>South Korea, industrial production (Dec)</strong></p> <p><strong>Philippines, GDP (Q4)</strong> Forecast to contract minus 6.8 per cent year on year</p> <p><strong>Germany, inflation (Jan, flash)</strong> </p> <p><strong>US, real GDP (Q4, first release) </strong></p> <p><strong>US initial jobs claims </strong>States reported 900,000 requests for jobless aid <a href=\"https://www.ft.com/content/6962dabd-c94f-43d3-8edc-223e5be012e2\">last week</a>, a slight fall on the week before's four-month high. Numbers are forecast to fall to 875,000 this week.</p> <h4>Friday</h4> <p><strong>France; Germany; Spain, GDP (Q4, flash)</strong> </p> <p><strong>Taiwan, GDP (Q4, advance)</strong> Set to expand by 3.5 per cent year on year</p> <p><strong>Hong Kong, GDP (Q4, advance) </strong>A contraction of 2 per cent year on year is expected</p> <p><strong>Germany, Labour market</strong> <strong>(Jan) </strong></p> <p><strong>US, personal income and spending (Dec)</strong> </p> <p><strong>Canada, GDP (Nov)</strong> Growth of 0.2 per cent month on month is likely</p> <p><strong>Colombia, overnight lending rate</strong> No changes expected</p> <p><em>When central bank meetings run for more than one day they are listed on the date the meeting concludes and policy is announced </em></p><p>Source: Julian Vickers 2021 'Vietnam congress, Fed meeting, tech reports, Davos goes online ' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-24T17:16:44.025Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 6160,
          "end": 6183
        }
      ]
    }
  ]
}