{
  "_id": "8b2864e890e0864705329d8efd01e6bcad3f195daa8db2cf60a0c098aff93792",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Robin Washington --- Director, Alphabet Inc., Honeywell International Inc., Salesforce.com Inc.",
  "text": "<p>Ms. Washington, 59, was CFO for biopharmaceutical firm Gilead Sciences Inc. and Hyperion Solutions. She currently is a board member for three companies: Alphabet Inc., which owns Google; conglomerate Honeywell International Inc.; and cloud software firm Salesforce.com Inc.</p><p>After her upbringing in Ecorse, Mich., and college at the University of Michigan, Ms. Washington started her career as a certified public accountant before trying out different roles, including a job at the Federal Reserve. What opened her mind to a senior role in corporate finance was moving to the Bay Area, joining a company-sponsored finance development program and meeting a Black female CFO.</p><p>\"That experience and that encounter was pivotal,\" she said.</p><p>Her focus now is helping to diversify boards. Because she was able to rise through the ranks with help from others, \"it was important that I became that sponsor as well.\"</p><p>Here are four of her most trusted advisers:</p><p>Virginia Walker</p><p>Founder and managing partner of the Jamison Group</p><p>Ms. Washington sent Ms. Walker an unsolicited email in the late 1980s to see if she would speak at a fundraiser for the National Association of Black Accountants. Ms. Washington, who had never met a Black female CFO before, said she was inspired by how Ms. Walker became then-CFO of biopharmaceutical company Scios while also raising kids. \"Seeing her in that role just solidified in me the opportunities I could have in the future if I wanted to pursue them,\" Ms. Washington said. The two now work on programs together to boost diversity on boards.</p><p>Marc Benioff</p><p>Chair, CEO and co-founder of Salesforce.com</p><p>Ms. Washington met Mr. Benioff in the early 2000s, and later she interviewed for a role at Salesforce. When she didn't take it, Mr. Benioff expressed his dismay; Ms. Washington said she told him she wanted to be a CFO, and Mr. Benioff said he understood and wanted to keep in touch. In 2013, Mr. Benioff asked Ms. Washington to join Salesforce's board, and she became the first Black director. She said Mr. Benioff taught her the impact business can have on the community -- whether the subject was equal pay for women or supporting LGBTQ communities.</p><p>Barry Lawson Williams</p><p>Retired entrepreneur, CEO and corporate director</p><p>Ms. Washington said Mr. Williams first reached out to her while seeking out other Black corporate directors roughly a decade ago. Mr. Williams -- who has served on more than a dozen corporate boards including Kaiser Permanente, Navient Corp. and PG&amp;E Corp. -- convened dozens of Black professionals and board members in the Bay Area. Ms. Washington said Mr. Williams has since taught her how others can be a part of her legacy by promoting diversity and helping people get board roles. They're now both involved in programs that offer guidance to Black directors.</p><p>Tony Coles</p><p>Chair and CEO of biotech company Cerevel Therapeutics</p><p>Mr. Coles and Ms. Washington bonded over working in biotech as Black executives. He has since mentored her and helped her navigate changes in her career as she considered board roles, her career after Gilead and how she can give back. She said that advice factored into her decision this year to help venture-capital firm General Catalyst find new investments in the healthcare industry. Mr. Coles taught Ms. Washington about \"taking your skill sets and leveraging them across multiple pillars, thinking about how you want to spend time,\" she said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 200,
          "end": 223
        },
        {
          "start": 200,
          "end": 228
        },
        {
          "start": 88,
          "end": 116
        },
        {
          "start": 88,
          "end": 111
        }
      ],
      "nexusId": "10040831"
    }
  ]
}