{
  "_id": "c47d959c0f238e73bcaa94c12463aea44626441e247e54de8df5b645aadd51a1",
  "feed": "ftcomall",
  "title": "Supply chain warnings intensify",
  "text": "<p>Good evening,</p> <p>“Sand in the wheels of the economy is holding back the recovery” was how today's closely watched Ifo survey characterised a six-month low in <a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46#post-619817c9-967d-494d-8948-d910dcdb7503\">German business confidence</a>.</p> <p>Sentiment fell in every sector except for construction as supply bottlenecks hit manufacturing capacity and also dragged down confidence in retail. After a bounceback in the second quarter as pandemic restrictions were lifted, economists expect growth of 2.2 per cent in Europe's biggest economy when third-quarter figures are published on Friday. However, after today's data some are expecting a sharp slowdown in the final quarter of the year.</p> <p>Jeremy Nixon, boss of Ocean Network Express, which carries more than 6 per cent of global container freight, was the latest to voice the effect of the supply chain squeeze on international trade. Nixon warned that the crisis could <a href=\"https://www.ft.com/content/13ff5348-24fd-45d2-9fc5-a5ec9a4d7d3f\">last at least another year</a> unless governments boosted investment in ports, railways, warehousing and road systems.</p> <p>Warehouse space in the UK could <a href=\"https://www.ft.com/content/c1e7b270-c6c6-4904-90a2-57f3e6ef963c\">run out within a year</a> as supply chain disruptions coincide with surging levels of online shopping, according to one property agent. More than a quarter of UK retail spend now takes place online, although this has fallen back from a peak of 37 per cent in January, according to official data.</p> <p>Fears of shipping delays are also driving growth in “<a href=\"https://www.ft.com/content/cd3eb255-bb3f-425b-bdf6-595852720275\">buy online, pick-up in store</a>”, or “Bopis” as it's known among retailers. Although the trend has somewhat overwhelmed smaller retailers, it has helped big name US stores who have been able to turn their shops into distribution centres after years of being trounced by online-only rivals such as Amazon.</p> <p>The effects of the squeeze also continue to be a key feature of third-quarter earnings season, with <a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46#post-c00fd0cc-09da-4fce-9832-d371f276babc\">Kimberly-Clark</a> becoming the latest consumer goods company to warn investors of a hit to sales and earnings. </p> <p>Meanwhile, the <a href=\"https://www.ft.com/content/0ff169dd-8876-4044-8dd7-95b2ad6d0dca\">advertising industry</a> is having to rethink its big promotional campaigns in its most important period of the year — the run-up to Christmas. As the senior editor of the Toy Insider puts it: “You can't market a toy that you don't know is actually going to be on the shelves.”</p> <a href=\"http://www.ft.com/cms/9c773b58-0fb7-41cd-bef5-d3cbb0d081b9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Latest news</h1> <ul>  <li><p>The BioNTech/Pfizer and Oxford/AstraZeneca coronavirus vaccines are associated with up to <a href=\"https://www.ft.com/content/b2b74d63-7c94-4602-82eb-82e87ec5186f\">seven very rare neurological complications</a>, according to a new study</p></li>  <li><p>Moderna said its vaccine generated a strong immune response and was generally well-tolerated in <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/moderna-says-its-covid-19-vaccine-generates-immune-response-young-children-2021-10-25/\">children aged six to 11</a> (Reuters)</p></li>  <li><p>At least <a href=\"https://www.bbc.co.uk/news/live/uk-59034005?ns_mchannel=social&amp;ns_source=twitter&amp;ns_campaign=bbc_live&amp;ns_linkname=6176be8417cef931bb3d273d%26More%20than%20six%20million%20booster%20jabs%20given%20in%20UK%262021-10-25T14%3A33%3A38.562Z&amp;ns_fee=0&amp;pinned_post_locator=urn:asset:dca02d6e-2e9e-4b12-8c56-2e935f1208d0&amp;pinned_post_asset_id=6176be8417cef931bb3d273d&amp;pinned_post_type=share\">6.1m booster doses</a> of a coronavirus vaccine have been delivered in the UK, according to new NHS figures (BBC)</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The latest pre-announcement ahead of Wednesday's <strong>UK Budget </strong>is an increase in the minimum wage from<a href=\"https://www.ft.com/content/ea71fa95-add6-4cdf-a2c3-99d83c429294\"> £8.91 an hour to £9.50</a> from next April. Chancellor Rishi Sunak's priorities are thought to be <a href=\"https://www.ft.com/content/69086035-379d-4a98-973e-43fd7e8e0aa9\">NHS, skills and “levelling up”</a>, but with an eye on <a href=\"https://www.ft.com/content/8af64d3a-32e7-449d-ad30-d0e3dc99b04e\">tax cuts</a> before the next election. We'll let you know all the details in Wednesday's Road to Recovery but in the meantime you'll find <a href=\"https://www.ft.com/uk-budget\">full coverage here</a>. </p> <p>Today's Big Read examines <strong>Spain</strong>'s attempts to transform its economy. The country's plans for spending EU recovery funds is <a href=\"https://www.ft.com/content/6c435d50-aa1b-43a5-9b96-7e70903787ea\">seen as a litmus test</a> for the bloc's overall €800bn recovery programme, potentially paving the way for a more stable and integrated eurozone, with a permanent emergency borrowing facility and a banking union.</p> <h2>Latest for the UK and Europe</h2> <p>Investor concern over <strong>Turkey's economy</strong> sent the lira to a <a href=\"https://www.ft.com/content/344dc375-abb2-4bc8-9165-82b41522d7a7\">new record low</a> after President Recep Tayyip Erdogan intensified his threat to expel western diplomats. The currency has already lost a quarter of its value since the start of 2021, as Erdogan has pressured the central bank to make rate cuts despite rising inflation.</p> <p>Coronavirus cases, hospital admissions and deaths are soaring across <strong>central and eastern Europe</strong>. Romania's daily toll of 19 deaths per million as of October 20 is the <a href=\"https://www.ft.com/content/06b30dfb-998e-443f-a2bd-41f0b2ca4ab9\">highest in the world</a>, just ahead of neighbouring countries Bulgaria and Moldova. </p> <h2>Global latest</h2> <p>The pandemic stimulus has backfired in <strong>emerging markets</strong>, says contributing editor Ruchir Sharma, with aggressive monetary and fiscal intervention <a href=\"https://www.ft.com/content/37e8e350-71a7-4c00-a4de-a5a6ba776bfb\">doing little to help economic recovery</a>. <strong>Covax</strong>, the UN's scheme to make sure poorer nations get their fair share of vaccines, is still faltering, with FT analysis showing that wealthy countries have received more than <a href=\"https://www.ft.com/content/0e240929-033a-457f-a735-ec7cf93b2f3c\">16 times more jabs</a> per person.</p> <p>Americans are starting to dust off their <strong>credit cards </strong>after using government stimulus cheques and forbearance programmes to <a href=\"https://www.ft.com/content/059a8ff6-5464-47de-8ff4-e23c2068d447\">reduce their debts</a>. Increased borrowing is good news for a banking industry that has had problems finding profitable uses for the cash piling up on its balance sheets. </p> <p>US Democrats say they are <a href=\"https://www.ft.com/content/b1a4822d-c3a9-4c8b-a73e-efd76ca6d5dd\">close to a deal</a> on President <strong>Joe Biden's spending bill</strong>. Biden hopes to finalise the bill before heading to the G20 in Rome this week.</p> <h1>Need to know: business</h1> <p><strong>HSBC</strong> joined the string of banks reporting soaring profits as it announced a <a href=\"https://www.ft.com/content/f4c7d21a-97de-4082-9d21-0623747cec05\">74 per cent jump</a> to $5.4bn and a $2bn share buyback, thanks to the improving UK and global economic outlook.</p> <p>Not everyone is convinced about the prospects for <strong>UK recovery </strong>though. Investors have <a href=\"https://www.ft.com/content/e7488b69-db24-4053-bae3-db5930b1fe8f\">pulled $9.4bn out of UK-focused equity funds</a> this year as worries about slow growth, energy costs, high inflation and interest rate rises overshadowed good news about a well-run vaccination programme. Funds invested in UK stocks are now heading for a sixth consecutive year of outflows.</p> <p><strong>Volvo</strong>, which this morning scaled back its plans for a <a href=\"https://www.ft.com/content/f3cb197f-7567-474a-aca1-bc1e4cb597cb\">stock market listing</a>, has signalled its alarm about the shortage of <a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46#post-ced5b951-53c4-4d65-8940-05c47fc07544\">Chinese magnesium</a>, a vital part of carmaking that is difficult to stockpile because it starts to oxidise after three months. 95 per cent of European consumption comes from China.</p> <p>There was some good news though for the nascent <strong>electric car</strong> industry. US hire company <strong>Hertz</strong> has ordered <a href=\"https://www.ft.com/content/31f12480-4a51-4921-8acb-d4a59d7cbb46#post-f53965f6-b495-4306-bbfb-e2867e4bffa1\">100,000 vehicles from Tesla</a>, as it tries to build the largest electric fleet in North America. In the UK, the Chinese company behind the country's only “gigafactory” in Sunderland is planning a <a href=\"https://www.ft.com/content/e02b9c29-85c7-4e61-ac18-49a64d7beb1d\">huge expansion</a>.</p> <h1>The World of Work</h1> <p>“Anybody who says virtual is more efficient for a meeting is believing their own baloney,” according to former Honeywell chief David Cote. But what about <strong>hybrid meetings</strong> incorporating virtual and in-person appearances? Management editor Andrew Hill <a href=\"https://www.ft.com/content/1bac4dfc-a679-4744-ae87-2622fe8bfd71\">canvasses opinion</a>. <em>Are you a firm believer in face-to-face or can video calls be just as efficient? Let us know at </em><a href=\"mailto:roadtorecovery@ft.com\"><em>roadtorecovery@ft.com</em></a></p> <p>Standard employment schedules force night owls into unnatural <strong>sleep-wake rhythms</strong>, but the move to working from home offers an unparalleled opportunity for change, says columnist Simon Kuper. People should be allowed to <a href=\"https://www.ft.com/content/8b8ecb08-ef3d-441c-a267-d6e81d94bc01\">choose their own start times</a> whenever possible, he says. “There may need to be core hours when everyone in a team is working, but beyond that, let's overthrow the tyranny of the early birds — though preferably only after a long lie-in.”</p> <p>The boom in <strong>pet ownership</strong> during lockdown is starting to impact the workplace, writes Pilita Clark. One British pet care business has even launched a service to help employers go dog-friendly without annoying the dogless. But is “<a href=\"https://www.ft.com/content/89f719e5-8ce2-4934-aecb-6964abe0ca79\">pawternity leave</a>” a step too far? </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>What's your <strong>favourite book shop</strong>? FT correspondents around the world offer their picks of <a href=\"https://www.ft.com/content/42bb3a0f-ba18-4dc7-ae8a-570fd989cbfc\">amazing places to get your literary fix</a>, including Shakespeare and Company in Paris, which still allows writers, artists and intellectuals to sleep among the shelves on the condition that they work for a few hours in the shop.</p><p>Source: Darren Dodd 2021 'Supply chain warnings intensify' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-25T17:15:02.654Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 6176,
          "end": 6185
        }
      ]
    }
  ]
}