{
  "_id": "4af07fb0e723d8a77291e4e51ef89a536fec9154efff50b8532298cddec39400",
  "feed": "economist-newspaper",
  "title": "Sisi's Egypt: The new Nasserism",
  "text": "<p>It was only natural that Egypt would be central to the post-war Arab order. Gamal Abdel Nasser, its second post-revolutionary president, was the charismatic voice of Arab nationalism. The Muslim Brotherhood was born in Egypt, the Arab League based there and the fight against Israel led from there. It began to end there, when Nasser's successor, Anwar Sadat, signed a peace treaty with Israel in 1979, a betrayal that played a part in his murder. But that decision, along with his efforts at economic liberalisation and pivot towards America, signalled an ideological shift away from the statist policies and Soviet leanings of the Nasser years.</p><p>Egypt ceded its central position during Hosni Mubarak's dictatorship. He ruled for 30 years yet aspired to little beyond self-preservation. If he accomplished anything it was to unmake his predecessors' order. The army state became a police state: though a former officer, Mr Mubarak relied on civilian agencies to secure his rule. The socialism of Nasser and the economic opening under Sadat gave way to unchecked crony capitalism. Corruption and an effort to create an inherited presidency led to his downfall.</p><p>Abdel-Fattah al-Sisi invites comparisons to his charismatic predecessor, another military man who led a coup and smashed the Brotherhood. But unlike Nasser, he is no ideologue. He has core beliefs--an abiding faith in the army and a mistrust of civilians. Yet he shows no interest in regional leadership. Instead he has a narrow sense of Egypt's interests and his own priorities.</p><p>With 102m people Egypt can seem ungovernable. It has one of the fastest-growing populations in the world: the number of Egyptians has doubled since 1987, and despite efforts to lower the fertility rate (now 3.3 children per woman, down from over 5 in the 1980s) the UN expects the population to reach 160m by 2050. These people will be crammed into a country that, though quite large, is mostly uninhabitable. Some 95% of Egyptians live on 5% of its land. Efforts to build new cities in the desert have mostly failed.</p><p>The government trumpets strong GDP growth of 5.3% in 2018 and 5.6% in 2019. Even last year, when covid-19 ravaged the world, Egypt's economy grew by 3.6%. Yet those rosy figures do not tell the full story. A burgeoning oil and gas sector contributes almost 24% of Egypt's GDP, says Tarek al-Molla, the petroleum minister. This is good for the treasury, but does little to provide jobs for the unemployed who number 10% of the population and 26% of young people. The purchasing managers' index, a measure of private-sector activity, has spent most of the past five years contracting. As many as 30% of Egyptians fell below the official poverty line of 857 pounds ($55) a month at the end of 2020.</p><p>Military in the market</p><p>Even more problematic is the army's stranglehold on the economy. It is difficult to put a dollar figure on its empire, since its accounts are not subject to scrutiny. But to take one example, it has cornered the cement industry, flooding the market with so much extra supply that private producers have gone out of business. It operates the country's biggest fertiliser plant and the region's largest fish farm, both projects that Mr Sisi personally inaugurated.</p><p>He cuts the image of a man on the move, a leader scrambling to develop his country. One of his advisers suggests, rather patronisingly, that Egyptians since the time of the pharaohs have admired leaders who build big things. The biggest among those is the new capital rising in the deserts east of Cairo.</p><p>Egyptians often call Cairo Masr, the Arabic name for Egypt itself: country and capital are inseparable. One in four live in greater Cairo, an agglomeration that stretches more than 40km (25 miles) from its historic centre. A city that once felt timeless is changing at a dizzying pace. The emptying of Tahrir Square is but one example. On the drive from the airport one passes through Heliopolis, an affluent area that was one of the few leafy redoubts amid the concrete. No longer: workers have denuded more than 400,000 square metres of green space to make room for new roads.</p><p>Approaching the Nile on the 6th of October flyover, a notoriously congested road, a visitor sees a huge construction site. The so-called \"Maspero triangle\", a wedge of land behind the foreign ministry, is being razed, its poor inhabitants dispersed to slums on the outskirts of Cairo to make room for a fancy mixed-use development in a sort of caricature of gentrification. Some of this frenzied building is helpful. New roads have eased the capital's hellish traffic, even if Google maps cannot keep up. Yet some Egyptians see an ulterior motive: the urban landscape of Cairo is being reshaped to meet authoritarian goals. Shaded boulevards make a nice gathering spot for protesters, as do pedestrian-friendly squares. Most striking, of course, is the new capital, an effort to separate the government from its people.</p><p>Like many post-war Arab republics, Egypt's military regimes enforce domestic security by throwing in more people. The state-security agency is thought to have had more than 100,000 employees, three times the size of America's FBI, with a network of informants numbering millions. If you lived in Cairo during the Mubarak years, it was a safe bet that your doorman was on their payroll. Even with such a wide net, the regime could not be in all places at all times. The Sisi government is building a more modern autocracy. A law in 2018 required ride-sharing apps to share data with the government. A year later the government signed a contract with Honeywell of America to install 6,000 cameras across the new capital, linked to a \"command centre\" run by the army.</p><p>Egyptian officials express admiration for China's ability to deliver growth and development while keeping the party in power. Mr Sisi has launched a programme called Itnayn Kifaya (Two is Enough), an echo of China's recently abandoned policy. The picture is of a government aspiring to be like China's, with a flurry of state-directed development and a tight hold on its population.</p><p>In his first years as president Mr Sisi seemed more interested in Africa, neglected under Mr Mubarak, than in the Arab world. Aides spoke of the economic opportunity south of the Sahara; in the Middle East they saw only headaches, most of which Egypt had no need for. Lately, though, Mr Sisi has become a fixture in Arab diplomacy. Saad Hariri, the ex-prime minister nominated as prime minister-designate in Lebanon last October, was a surprisingly frequent visitor to Cairo this year. Lebanon has been a regional battleground for decades: Syria, Iran, Israel and the Gulf states all vie for influence. Not Egypt, though, which largely sat out the Saudi-Iranian proxy struggle and has few interests in the Levant.</p><p>Egypt brokered the ceasefire that ended a brief war between Israel and Hamas in May. It has played a big part in the civil war in neighbouring Libya. In July Mr Sisi's spy chiefs even held talks in Cairo with their Iranian counterparts, an unusual step for a country that has historically steered clear of Arab-Iranian disputes.</p><p>But Mr Sisi's wider role is largely meant to safeguard a narrow set of Egyptian priorities. His interests in Libya and Gaza are obvious: they border Egypt and have long been a source of insecurity. Elsewhere he has an eye on the Gulf states. Egypt wants their support in its dispute with Ethiopia, which last year began to fill a massive new dam on the Nile. Seen from Cairo, this is a serious threat: a water-poor country with a fast-growing population cannot tolerate any reduction in its water supply. Acting as an interlocutor with Lebanon and Iran may give Mr Sisi some credit with the Gulf states that he can spend on more pressing issues.</p><p>Mr Sisi has been happy to break with his closest partners in the region. He largely refused to send troops to the Saudi-led war in Yemen in 2015--an understandable decision for a country that has already fought one ruinous war there, but a disappointment to the Gulf states that spent billions backing him after the coup. He also diverged early from the Arab consensus on Syria, allowing Mr Assad to reopen his embassy in Cairo in 2013 and later backing the Russian intervention that saved the embattled Syrian dictator.</p><p>Nasser was a gifted orator whose speeches still make the rounds on social media. He is remembered for strident remarks about colonialism and Israel; in one famous speech, he berates the leader of the Muslim Brotherhood for seeking to impose headscarves on Egyptian women. Today's president browbeats his subjects to exercise more and work harder. Yet it is hard to imagine Egyptians a generation hence feeling nostalgic for Mr Sisi's monotonous lectures. In a way, though, this makes him a fitting avatar for modern-day Arabism: a leader who aspires not to reshape the region, but merely to hold his own country together.</p>",
  "published": "2021-08-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 5593,
          "end": 5602
        }
      ],
      "nexusId": "10040831"
    }
  ]
}