{
  "_id": "32dcc2b3a024898a10355b934652f31bcdd16ad4ba863c8b895a9ede66d16e9c",
  "feed": "ftcomall",
  "title": "If you thought hybrid working was hard, wait until 2022",
  "text": "<p>It is a bleak fact of 21st century life that the main stage of a business conference is where bold disagreements go to die. I speak as a serial offender, having been far too polite and seemly myself at such events, which have grown worse thanks to the stilted distance of virtual conferences.</p> <p>So it was mildly shocking the other day to watch an online business panel discussion riddled with unflinching dissent.</p> <p>Tellingly, the debate centred on a divide over worker autonomy that I suspect will widen as the trend for more flexible working gathers pace.</p> <p>It happened at an <a href=\"https://globalboardroom.ft.com/vod?spoor-id=36a7bbb0-0600-4c78-a1e2-39fdcc245c82\">FT conference</a>, during a session on whether hybrid working between home and the office can really work.</p> <p>Three of the four speakers were part of an emerging — and persuasive — consensus that pre-pandemic, too much of white collar working life was inflexible, inhuman and unproductive. Now, Covid has stuck a welcome dagger in the heart of mindless, nine-to-five office presenteeism from which there is no going back.</p> <p>Ann Francke, chief executive of the UK's Chartered Management Institute, was the most vigorous advocate for the idea that the pandemic has forced an overdue modernisation of work and “enlightened” employers knew that giving staff more freedom to fit work around home life spurred a more loyal and productive workforce.</p> <p><br>Errol Gardner, global vice-chair of consulting at EY, warned the unenlightened that a recent global <a href=\"https://www.ey.com/en_us/real-estate-hospitality-construction/work-reimagined-employee-survey-2021-the-real-estate-implication\">EY survey </a>showed 54 per cent of employees could quit unless given a say on where and when they worked. </p> <p>Trouble began when talk turned to fears that such latitude might hurt a business. Laura Laltrello, a vice-president at the US Honeywell conglomerate, said she had managed to build good relationships with clients over Zoom because they knew her more personally, having been brought into her home online.</p> <p>At this point, the fourth panel member spoke, with feeling.</p> <p>Neville Koopowitz, chief executive of the Vitality UK insurer, said letting customers know you were working from home was fine for some business-to-business meetings “at a certain level”, but there had to be limits on worker freedom in some roles.</p> <p>“We take 20,000 calls a week in our call centres and our clients and customers are not going to be that happy that we've decided that X, Y and Z can take off between three and four o'clock and we're not going to be answering our telephone,” he said.</p> <p>“We've got to see the world through the eyes of our customers. Ultimately they are the ones that pay our salaries.”</p> <p>He had been trialling a hybrid work model where staff were only expected in the office two days a week. But he also had a business to run.</p> <p>“Ann,” he told Francke, “the reality check is that when you're running these big organisations you have a responsibility to your customers . . . it's not as simple as just having complete carte blanche flexibility”.&#xa0;</p> <p>“I'm not saying that!” protested Francke. All the evidence showed that engaged, loyal employees served customers better, she said, and the pandemic had exposed a lot of “last century” management thinking.</p> <p>“Ann,” Koopowitz volleyed back, having a rigorous timetable for when staff can serve customers does not make an employer “draconian”.</p> <p>And on it went.</p> <p>Ultimately, there were no winners, except those watching. They got a small insight into the large dilemmas hybrid working is starting to create.</p> <p>Francke is <a href=\"https://www.ox.ac.uk/news/2019-10-24-happy-workers-are-13-more-productive\">correct </a>to say that research shows workers are more productive when happy. You don't need a Dilbert cartoon to know a lot of traditional working practices were pointless.</p> <p>Yet Koopowitz was voicing fears a lot of employers harbour about the new age of worker autonomy Covid is ushering in. Can a company be sure that, nearly two years into the pandemic, customers will still tolerate an employee distracted by a doorbell, or speaking faintly on a home computer line?</p> <p>Can a firm train new workers adequately when so few of the old ones are in the office? Is effective collaboration really possible in a hybrid setting? A lot of companies will eventually work their way through this but as Francke pointed out, more than two-thirds of UK managers have yet to be trained to manage hybrid working. Until they are, the new world of work will pose far more questions than it answers. </p> <p><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=pilita.clark@ft.com\"><em>pilita.clark@ft.com</em></a><br><br></p> <a href=\"http://www.ft.com/cms/253004a4-8756-48b4-ad7a-c3039c6a5400.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Pilita Clark 2021 'If you thought hybrid working was hard, wait until 2022' FT.com 19 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-19T05:00:30.774Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 1635,
          "end": 1644
        }
      ],
      "nexusId": "10040831"
    }
  ]
}