{
  "_id": "b3a7bee5b81799e71830b39c331aaee0cf7ecb526721b67a7c51341e53c92c06",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Revathi Advaithi --- Chief executive officer, Flex Ltd.",
  "text": "<p>The prediction came true in 2019 when she became the boss of Flex Ltd., which employs more than 160,000 people and makes everything from coffee makers to respirators. Now the 54-year-old CEO is helping the manufacturing and logistics firm navigate a complex supply-chain crisis, the pandemic and a war in Ukraine, where Flex has employees.</p><p>\"When it comes to crises, I'm very hands on,\" she said. \"I think that's part of just my DNA. Maybe that's the engineer in me.\"</p><p>Her rise in the manufacturing world started when she moved to the U.S. from India for graduate school at the University of Oklahoma in her mid-20s. A career fair there led to a job with power management company Eaton Corp., where she joined its operations management development program and eventually ascended to chief operating officer of Eaton's electrical sector.</p><p>While she was a division COO, her advisers convinced her a higher post was possible. One asked: \"Why aren't you a CEO?\"</p><p>Here are four of her most trusted advisers:</p><p>Sandy Cutler</p><p>former chairman and CEO of Eaton Corp.</p><p>Ms. Advaithi met Mr. Cutler about a week into her job at Eaton. She was in a training program and selected to have lunch with the CEO. They were served steak, mashed potatoes and green beans, so Ms. Advaithi, then a vegetarian, picked at the potatoes. Mr. Cutler, sensing something was wrong, asked the staff to bring her a vegetarian meal and suggested everyone wait until she was served. \"People talk about empathy these days,\" she said. \"Just having that moment where he understood had a huge influence in my life.\"</p><p>Kathy Mazzarella</p><p>CEO and chairman of Graybar Electric Company Inc.</p><p>Ms. Mazzarella started out as one of Ms. Advaithi's biggest -- and toughest -- customers at Eaton. The two stayed in touch, and Ms. Mazzarella was one of the first calls Ms. Advaithi received when she was named CEO of Flex. The two later had dinner, where Ms. Mazzarella shared advice about how to be a successful CEO. \"She said: 'This role is going to take a toll and you have to think about what are you going to do about yourself,'\" Ms. Advaithi said. \"I did not understand the magnitude of that when she first talked to me but I have revisited that so many times over.\"</p><p>Scott Trezise</p><p>chief human-resources officer of Lumen Technologies Inc.</p><p>It was Mr. Trezise who first told Ms. Advaithi she would be a CEO someday. They met during a career fair decades ago at the University of Oklahoma. Mr. Trezise, then working for Eaton, hired Ms. Advaithi; he hired her at Honeywell years later. Ms. Advaithi said she calls Mr. Trezise when working through a challenge related to people, an organization or her own career. He helped her navigate the hiring of new people and find a good balance at Flex. \"You have to have people who know the business that you can lean on and listen to,\" she said.</p><p>Roger Carr</p><p>chairman of BAE Systems PLC</p><p>Ms. Advaithi became a director of BAE Systems because of Mr. Carr, she said. \"He made sure that the board's role was clearly setting direction and helping the team but not being in the day to day,\" she said. She is now on the board of Uber Technologies Inc. and Flex. When Ms. Advaithi was figuring out her next steps from her time as COO of Eaton's electrical sector, Mr. Carr convinced her she should lead a company, asking her: \"Why aren't you a CEO?\" Mr. Carr \"was very influential in me thinking that I could,\" she said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 2503,
          "end": 2512
        }
      ]
    }
  ]
}