{
  "_id": "f8bc2a5889c5909ceefff1bc80ccd8ad0e7db865ec3f3c19fe9bda9821afd038",
  "feed": "ftcomall",
  "title": "Tom Barrack: Trump-era diplomacy goes on trial",
  "text": "<p><strong>One scoop to start: </strong>Santander <a href=\"https://www.ft.com/content/65d5d177-68a8-44b2-847b-86dc7571abb7\">hired a law firm</a> to investigate a group of bankers who visited a strip club after a day of company meetings and whether younger employees had felt pressure to attend.</p> <p>In today's newsletter:</p> <ul>  <li><p>Tom Barrack on trial</p></li>  <li><p>Lone Star ponders another Bank of Cyprus takeover attempt&#xa0;</p></li>  <li><p>Shell's next CEO walks the ESG line</p></li> </ul> <h1>Tom Barrack banks on karma</h1> <p>Fortune magazine once hailed <a href=\"https://www.ft.com/content/7bbb0020-b48b-11e9-8cb2-799a3a8cf37b\"><strong>Tom Barrack</strong></a>, the founder of investment group<strong> Colony Capital</strong>, as “the world's greatest real estate investor”.</p> <p>He's on trial in New York this week over his alleged activities lobbying the<strong> Trump </strong>administration on behalf of the United Arab Emirates. Barrack denies acting as an unregistered foreign agent, making false statements to the <strong>FBI</strong>, and obstruction. DD's Mark Vandevelde has the details <a href=\"https://www.ft.com/content/8fd6d8ca-6dba-43ff-a818-13ac8a752854\">here</a>.</p> <p>The case opens a window on a freewheeling period of US diplomacy under a president who disdained traditional alliances and sought to craft a more transactional foreign policy.</p> <p>An investigation by the<strong> House of Representatives</strong> committee on oversight and reform in 2019 detailed how Barrack pushed a plan to sell<a href=\"https://www.ft.com/content/534d611b-1051-40cf-948c-a9d811d54e1b\"> nuclear power technology</a> to Saudi Arabia while also trying to buy a stake in a nuclear reactor maker. That deal ultimately went nowhere, and it doesn't figure in his criminal case.</p> <p>But another effort to meld money and politics appeared to be more fruitful. US authorities point to $374mn of capital commitments that Barrack's firm purportedly secured from UAE sovereign wealth funds. At the time, he was allegedly trying to help the UAE win support for a regional embargo on Qatar. Barrack disputes the prosecutors' assertions.</p> <p>That Fortune cover arguably overstated Barrack's investment prowess. An <a href=\"https://www.ft.com/content/172cc02c-62a0-11e9-a27a-fdd51850994c\">FT investigation</a> recounted how his firm had entered a series of ill-fated investments, some of which produced losses or lacklustre returns.</p> <p>He left Colony last year, receiving termination benefits including the vesting of equity awards and a cash payment of $21.4mn. Shares in the <strong>New York Stock Exchange</strong>-listed company have fallen nearly 70 per cent in the past five years. Barrack's son and daughter also left the company last year, receiving severance payments that added up to more than $400,000.</p> <p>Known in financial circles for his charm and optimism, Barrack has expressed confidence that he'll be vindicated.</p> <p>“Karma really works,” he told an audience some years ago. “It works, eventually.”</p> <h1>Lone Star/Bank of Cyprus: fourth time's the charm?</h1> <p>If at first you don't succeed, try, try and try again. </p> <p>Private equity firm <strong>Lone Star </strong>has made three bids to buy <strong>Bank of Cyprus</strong>. All of them have been rejected by the lender but that doesn't seem to have deterred them — the Dallas-based group says it's pondering a fourth attempt. </p> <p>Lone Star's last offer valued the bank at almost €700mn, which has been dismissed as too low. A decade ago, that would've been unthinkable. </p> <p>The Bank of Cyprus faced outright collapse during the European debt crisis. It narrowly avoided this fate by forcibly bailing in depositors, which meant savers with more than €100,000 in the bank had to take a 50 per cent haircut.</p> <p>That affected a lot of wealthy Russians who have long used Cyprus as a haven to park their cash. Among them were <strong>Viktor Vekselberg</strong>, the metals, energy and telecoms tycoon who was placed under US sanction in 2018, and <strong>Vladimir Strzhalkovsky,</strong> an oligarch and ally of Russian president <strong>Vladimir Putin</strong>, who sat on the board. </p> <p>Strzhalkovsky briefly crossed paths with <strong>Wilbur Ross</strong>, the former commerce secretary under <strong>Donald Trump</strong>, who participated in a €1bn recapitalisation of the bank. </p> <p>Things have come a long way since then. According to <a href=\"https://www.ft.com/content/8ca6067c-390d-45d6-b357-d25ac0978b9c?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">Lex</a>, bad loans have fallen by about €7bn in the past five years and the bank has returned to profit and expects to earn a return on tangible equity of 10 per cent in 2024. While there are still some ties with Russian businesses, they only account for 2 per cent of its outstanding loans. </p> <p>No doubt Lone Star is well aware of this as it ponders its fourth offer. But what it really has to figure out, according to Lex, is how it can make an offer that will please regulators as well as shareholders. </p> <p>Lone Star, founded in 1995 by press shy billionaire <strong>John Grayken</strong>, is best known on Wall Street as a juggernaut in complex financial sector turnrounds. It resuscitated Korean banks in the wake of the Asian financial crisis and acquired sprawling portfolios of troubled loans and real estate after the 2008 crisis. </p> <p>When the private equity firm acquired a 75 per cent stake in Portugal's <strong>Novo Banco</strong> for a €1bn capital injection there was still a lot of work to be done, whereas stakeholders in Bank of Cyprus will feel it has already been nursed back to health. </p> <h1>Shell's new boss takes on his toughest role yet</h1> <p>In an interview with the FT earlier this year, <strong>BP</strong>'s chief <strong>Bernard Looney</strong> admitted to the difficulties of running an oil major on a quest to reduce emissions.</p> <p>“Those days where the boss was the hero and the boss knew everything . . . I think those days are over,” he said. <strong>Wael Sawan</strong>, the incoming CEO of rival <strong>Shell</strong>, will need to <a href=\"https://www.ft.com/content/1ca96420-6f5c-4972-9c81-34fbec9a3576?shareType=nongift\">walk a similarly fine line</a> between the company's energy transition strategy and its existing investments in fossil fuels.</p> <p>While Shell has generated record profits — $11.5bn in the last quarter — the lifer at the oil major will inherit some tough decisions from <a href=\"https://www.ft.com/content/1a430c1e-ccf4-4d08-8dd7-dcfbb951660a\">outgoing boss</a><strong> Ben van Beurden</strong> as it shifts away from hydrocarbons to cleaner forms of energy.</p> <p>Two years ago, Shell became the first of the supermajors to commit to reducing greenhouse gas emissions to net zero by 2050. But it has struggled to retain talent in the low-carbon businesses that are central to its proposed transformation.</p> <p>Bankers and former colleagues of the Lebanese-Canadian executive told the FT that he may have been selected due in part to the fact that he's well-assimilated to the company's culture while still independent-minded enough to make necessary changes. </p> <p>His background growing up in the United Arab Emirates also gives him a unique perspective compared to his European predecessors.</p> <p>“I think you're going to see a level of ruthlessness with Wael that we've not seen before with Ben, and I think that's going to be a good thing,” said a former Shell colleague who worked with Sawan for more than 20 years.</p> <p>One of his first big tasks will be to <a href=\"https://www.ft.com/content/f0568260-a4d2-4134-ab39-9bbc04bda897\">convince the City</a> to scoop up Shell's relatively sluggish shares, Lex notes. Focusing on natural gas, which could act as a stepping stone into a lower-carbon future, might be a wise next step given his previous experience running the company's liquefied natural gas projects in Qatar.</p> <h1>Job moves</h1> <ul>  <li><p>The FT is expanding its coverage of the professional services in the US. Stephen Foley, our new US accounting editor, is writing about the Big Four, along with their challengers and challenges, and Joe Miller has arrived this week as US legal correspondent, covering the nation's top law firms. DD readers can expect to hear a lot from them, and they'd love to hear from you with tips and feedback. Reach them at <a href=\"mailto:stephen.foley@ft.com\">stephen.foley@ft.com</a> and <a href=\"mailto:joe.miller@ft.com\">joe.miller@ft.com</a>.</p></li>  <li><p><strong>Lazard </strong>has hired <strong>Sarah Al-Suhaimi</strong>, as chair of its financial advisory business in the Middle East and north Africa and chair of Lazard Saudi Arabia. She has served as chair of the<strong> Saudi Stock Exchange</strong> since 2017 and was previously chief of<strong> SNB Capital</strong>.</p></li>  <li><p>US law firm<strong> Baker McKenzie </strong><a href=\"https://www.ft.com/content/a8f8c82b-48eb-4df6-ab8c-1a1ae677d7c3\">said it was working to ensure</a> a “co-operative and swift separation” from its partner in the United Arab Emirates,<strong> Habib Al Mulla</strong>, after controversy over social media posts in which he described homosexuality as “ugly”.</p></li>  <li><p><strong>Deutsche Bank</strong> has hired<strong> Bree Bailey</strong>,<strong> Westpac Institutional Banking</strong>'s director of infrastructure, as director of infrastructure and renewables for its Australia unit, based in Sydney.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Engine troubles </strong>The IPO market isn't in for a renaissance, argues former investment banker Craig Coben in this <a href=\"https://www.ft.com/content/12454b5d-8dcf-4012-b085-176488a9702a\">Alphaville piece</a>, despite what Porsche's massive listing may suggest.</p> <p><strong>Cat and mouse </strong>A Chinese spy sought out to uncover secrets from the aerospace unit of GE and defence giant Honeywell International. When the plan backfired, the US <a href=\"https://www.bloomberg.com/news/features/2022-09-15/china-wanted-ge-s-secrets-but-then-their-spy-got-caught?srnd=businessweek-v2#xj4y7vzkg\">obtained new intel</a> into China's corporate espionage tactics, Bloomberg reports.</p> <p><strong>Fleeing the C-suite </strong>The exodus of CEOs from Europe's top companies <a href=\"https://www.ft.com/content/ecbd3ce4-e92e-49c5-bfad-1c509f73fe87\">mirrors the executive turnover after 2008</a>, writes the FT's Anjli Raval, as top jobs become more challenging in the face of constant crises. </p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/384669b3-e637-475f-96cf-fee6cfe3f4f5\">Volkswagen targets €70bn-€75bn valuation for Porsche in IPO</a> (FT)</p> <p><a href=\"https://ft.com/content/01b65b53-f937-4816-9eee-ee4495e77df6\">Goldman hunts new revenues in EU transaction banking push</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/49ac85be-4c2c-4489-aaf9-999d8ae07314\">Trump Spac fails to pay proxy firm despite tough hunt for votes</a> (FT) </p> <p><a href=\"https://www.ft.com/content/a5748a77-3acb-420c-87ff-709a35527f6b\">UK financial watchdog issues warning against crypto exchange FTX</a> (FT)</p> <p><a href=\"https://www.ft.com/content/106edc5b-e161-4401-bc35-dd38a1d738fb\">French TV merger collapses over competition concerns</a> (FT)</p> <p><a href=\"https://www.ft.com/content/651b511b-8e4d-4129-9a3e-6f126be773bb\">China Vanke spin-off seeks $780mn in Hong Kong's biggest IPO this year</a> (FT)</p> <p><a href=\"https://www.ft.com/content/ff5587af-bdd0-405b-a151-7e187b697ef4\">Calpers admits ignoring private equity boom cost up to $18bn of gains</a> (FT) </p> <p><a href=\"https://www.reuters.com/business/finance/prime-brokers-fight-clients-after-credit-suisses-exit-2022-09-16/\">Prime brokers fight for clients after Credit Suisse's exit</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/ff30bbb0-7e11-4ff7-a0b4-d900aa157989\">UBS hires Chinese ‘content reviewers' to vet research reports</a> (FT) </p> <p><a href=\"https://www.ft.com/content/fd673cd9-6563-42a0-ad2f-f4932e93877d\">PayPal threatens to pull Phoenix Suns sponsorship after owner's racist slurs</a> (FT)</p><p>Source:  2022 'Tom Barrack: Trump-era diplomacy goes on trial' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-20T04:01:42.808Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 8035,
          "end": 8058
        },
        {
          "start": 7975,
          "end": 7998
        }
      ]
    }
  ]
}