{
  "_id": "682094c9459a2582020280a60d6a5b58c104ae4c415aea9670db86b4890040ec",
  "feed": "wall-street-journal",
  "title": "Schools Choose Cheaper Ventilation Options as BA.5 Subvariant Spreads; Districts have access to federal funds for HVAC upgrades, but supply-chain delays and aging buildings are challenges",
  "text": "<p>As the highly contagious Omicron BA.5 subvariant surges across the nation, weeks before schools reopen for fall, most U.S. districts are choosing fast, cheap ventilation solutions despite billions in federal aid, data show.</p><p>A federal study by the Centers for Disease Control and Prevention found nearly two-thirds of schools aren't planning to replace or upgrade their heating, ventilation and air-conditioning systems. Instead, about 70% of schools in the CDC survey reported low-cost steps to increase student safety, including relocating activities outdoors, inspecting and validating existing HVAC systems, and opening doors and windows.</p><p>About a third of schools were installing high-efficiency particulate air-filtration systems in high-risk areas, according to the study released in June. Some schools have cited supply-chain issues, tight deadlines or bureaucratic challenges as reasons for not upgrading.</p><p>President Biden identified improving indoor ventilation as a key strategy for fighting the BA.5 Covid-19 subvariant in a list of recommendations for combating the pandemic issued on July 12. Other strategies include expanded testing, masking, treatments and vaccinations.</p><p>Federal and state authorities have underscored the importance of proper ventilation since before fall 2020, when some U.S. schoolsbegan to partially reopen after pandemic shutdowns during spring of that year.</p><p>Schools have been given access to billions of dollars in federal Covid-19 relief funding for building upgrades under the $1.9 trillion American Rescue Plan that may be used to pay for ventilation fixes.</p><p>U.S. districts as of May had spent about 7% of $122 billion invested in the K-12 education system as part of the American Rescue Plan, according to data compiled by the U.S. Department of Education. The federal government in May extended a deadline to spend relief funds, after districts facing HVAC supply-chain issues asked for an extension.</p><p>Problems with air quality in schools predate the pandemic. A 2020 study by the Government Accountability Office found 41% of districts needed to update or replace HVAC systems in at least half of their schools, representing about 36,000 schools nationwide.</p><p>But upgrades are costly and take time. School officials and executives at HVAC supply companies said retrofitting a single large school building with a central heating, cooling, ventilation and filtration system could take years and millions of dollars. That could potentially require the closure of buildings and disrupt classes, they said.</p><p>Dan Domenech, executive director of AASA, the School Superintendents Association, said the problem is especially acute in urban areas such as New York City, where older school buildings are often heated by radiators. Bureaucratic challenges with procurement and national parts supply and labor shortages mean full-scale HVAC overhauls wouldn't be completed for years, he added.</p><p>\"All of these things are coming together to make it difficult for school districts to be able to do any kind of infrastructure work,\" Mr. Domenech said.</p><p>Johns Hopkins University Professor Odis Johnson said decades of academic research have shown that proper ventilation prevents the spread of disease and contaminants in school buildings.</p><p>Dr. Johnson, who is executive director of the university's Center for Safe and Healthy Schools, said that tactics for improving air quality such as installing HEPA filters and opening windows fall within CDC recommendations, but modern, centralized HVAC systems are far more efficient and prevent missed classes because of unsafe or unpleasant conditions in classrooms.</p><p>He said research doesn't yet exist showing whether centralized HVAC air-filtration systems are more effective for preventing coronavirus spread in schools than are stand-alone air purifiers or adequate, natural airflow.</p><p>\"It would be a huge missed opportunity if schools don't use their federal funds to move to more contemporary systems,\" Dr. Johnson said.</p><p>Teachers at Brooklyn Technical High School, one of the largest schools in New York City, said they have resorted to opening doors and using fans to improve air quality in classrooms heated by radiators.</p><p>\"Our primary source of ventilation is the windows,\" said physics teacher Thomas Duncan, who leads the school's United Federation of Teachers unit.</p><p>Jenna Lyle, a spokeswoman for the New York City Department of Education, said city schools were working to ensure optimal air quality and that classrooms are safe. City schools showed lower Covid-19 transmission rates than other settings, she said.</p><p>New York City has spent millions in recent years to ensure proper ventilation in school buildings, according to Ms. Lyle. School HVAC systems and window air conditioners have been outfitted with air filters, and air purifiers have been placed in classrooms, she said.</p><p>Manish Sharma, vice president and general manager of sustainable buildings at Honeywell Building Technologies, a unit of Honeywell International Inc. which supplies centralized HVAC systems to schools, said he has spoken to superintendents who are eager to improve air quality, despite the challenges.</p><p>The interest level in HVAC increased, Mr. Sharma said, as federal relief money became available to districts.</p><p>\"There is a good amount of awareness and demand,\" he said.</p><p>Meanwhile, with the start of a new school year weeks away, some districts are considering policies to prevent the spread of Covid 19 as the BA.5 subvariant continues to spread. San Diego reinstated its masking rule for schools last week. Washington, D.C., instituted a vaccine mandate for schools, joining New Orleans, which announced one in February.</p><p>Write to Ben Chapman at Ben.Chapman@wsj.com</p><p>Schools Choose Cheaper Ventilation Options as BA.5 Subvariant Spreads</p>",
  "published": "2022-07-25T09:30:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 4972,
          "end": 5000
        },
        {
          "start": 4929,
          "end": 4938
        }
      ]
    }
  ]
}