{
  "_id": "089b20e42152bb8e9e1c6208c37b1ad78194f31e01b93201bfa4946b67d78914",
  "feed": "wall-street-journal",
  "title": "Air-Conditioned Offices Give Chilly Reception to Returnees --- People back at the workplace bemoan thermostats locked at Arctic settings",
  "text": "<p>\"I have a tank top, a long-sleeved shirt and a sweatshirt on and jeans, and I'm still cold,\" Ms. Graham said as she exited shivering from one session. She lent what layers she could spare to those who arrived ill-suited for the deep chill of conference rooms in Atlanta's convention center.</p><p>For two years, people who worked from home could fine-tune thermostats to their liking. As they head back to offices, many are lamenting the loss of control over their workday environment. Some, like Ms. Graham, especially dread summer's usual meat-locker temperature settings.</p><p>At the Wright County public-health department where Ms. Graham works, about an hour outside Minneapolis, \"everybody has a blanket at their desk,\"she said. \"We're not allowed to bring them to conference rooms or to public spaces.\"</p><p>Like most offices, the health department's thermostats can't be adjusted without a big rigmarole. Employers may want to rethink that.</p><p>People who before the pandemic begrudgingly put up with uncomfortable office climes are a lot more sensitive about it now, according to Paul Scialla, founder and chief executive officer of Delos, a company that certifies buildings for health and environmental standards. \"If you give anyone any reason not to go to the office,\" he said, \"they will not go to the office.\"</p><p>Yet keeping everybody happy isn't as easy as turning a dial on the wall, according to those who make a living deep in the world of heating, ventilation and air-conditioning systems.</p><p>\"Using a thermostat as a proxy for thermal comfort is like calling baking soda a cake,\" said Robert Bean, a fellow and lecturer at the American Society of Heating, Refrigerating and Air-Conditioning Engineers.</p><p>Office temperatures are typically set to comply with comfort guidelines established in 1966 and updated by ASHRAE experts. The group's researchers delve into such comfort issues as \"ankle draft,\" an unpleasant ankle-high chill.</p><p>How people dress or whether they sit near an office window or a by a cooling vent add more complications.</p><p>In most buildings, thermostats allow about 2 degrees in either direction from a preset temperature, said Ashkan Hosseinloo, a mechanical engineer at the Massachusetts Institute of Technology. \"If you get too cozy, you don't work, at least in my experience,\" he said, opening another can of worms.</p><p>For years, scientists have debated whether people work more productively in colder or warmer temperatures.</p><p>\"My belief is always, more comfortable, more productive,\" said Meng Kong, a building scientist with Well Living Lab, a research center studying the interaction between health and indoor environments.</p><p>Alan Hedge, emeritus professor of design and environmental analysis at Cornell University, sides with Dr. Kong. Among his findings through more than 40 years of studying office ergonomics: Workers typed only half as much and made more than twice as many errors when office temperatures fell to 68 degrees from 77 degrees.</p><p>A review of scientific literature about temperature and work performance published in February 2021 by the International Journal of Hygiene and Environmental Health determined that cognitive and work performance is optimal between 22 and 24 degrees Celsius, 71.6 and 75.2 degrees Fahrenheit.</p><p>Other researchers point out that studies fail to take into account the Goldilocks range of how office workers feel -- too hot? too cold? just right? -- at similar temperature settings.</p><p>In industry jargon, complaints about temperatures are known as \"hot/cold calls,\" said James O'Reilly, vice president of global real estate at Honeywell International Inc. The company purchased the patent for the first programmable thermostat more than 100 years ago and has been in the heating and cooling business ever since.</p><p>To make its own workers more comfortable, Honeywell recently installed 450 thermostats across eight floors at its new headquarters in Charlotte, N.C. Screens display temperature and air quality, and office workers can peer into a glass-walled control room to see who is at the climate helm.</p><p>In most offices, thermostats are kept under lock and key behind plastic covers. The office manager rules the thermostat at the venture-capital group Forecast Labs in Manhattan, where Danny Groner works.</p><p>Mr. Groner, a 39-year-old marketing director, only recently started going into the office, a brownstone in SoHo, after getting hired in February 2021. The office was so cold, he said, he found himself sitting on his hands. Mr. Groner didn't want to be the one to complain and, apparently, neither did anyone else.</p><p>He finally got up the nerve to say something, and that was when the office manager noticed people at their desks in winter coats, Mr. Groner said.</p><p>Workers run hot and cold on the issue. Peter Dalpe, senior director of customer marketing at Honeywell, spent the pandemic working in his South Carolina home office -- a stuffy upstairs room where he and his wife store furniture.</p><p>Mr. Dalpe's wife asked him to keep the door closed to muffle his constant pacing and phone calls. In hot spells, when the thermostat in the hallway registered 75 degrees, the home office had hit a blistering 87. Mr. Dalpe wore shorts, polo shirts and kept an oscillating fan going. None of it helped much.</p><p>One day, he said, he burst through the door and yelled downstairs to his wife that he couldn't take it anymore. He is now back in the office most days.</p><p>\"It's always perfect,\" he said via video call, dressed in pants and a long-sleeve button-down shirt.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 3575,
          "end": 3603
        },
        {
          "start": 4808,
          "end": 4817
        },
        {
          "start": 3802,
          "end": 3811
        }
      ]
    }
  ]
}