{
  "_id": "7e993a61a88b935b335f841f22f622e8c72be9f0a1488fa6b260e9d99ad395bf",
  "feed": "wall-street-journal",
  "title": "五角大楼敦促美国防务公司与中国供应脱钩; 在美国国防部和议员的敦促下，防务承包商已表示，将逐渐停止使用来自主要供应国中国的微电子产品和特种金属。",
  "text": "<p>在美国国防部和议员的敦促下，防务承包商已表示，将逐渐停止使用来自主要供应国中国的微电子产品和特种金属。在美国，用以加工稀土矿物的新设施正在开发建设中，大多数稀土矿物仍广泛采购自中国。</p><p>中国的军力迅速扩张，美国国防部已将之列为影响其政策、进而驱动国防部自身支出的主要威胁。据来自斯德哥尔摩国际和平研究所(Stockholm International Peace Research Institute)的数据，2012年至2021年期间中国的国防预算增长了72%。</p><p>中国国防预算的增长正推动美国增加高端武器装备支出，包括远程导弹和核潜艇，美国国防部领导人已表示，在卫星、导弹等关键领域，美国正失去长期保持的技术优势。美国防务公司还预计未来几年会有额外的军事支出，部分是因为西方国家为帮助乌克兰对抗俄罗斯入侵而输送的武器。</p><p>美国国防部高层官员说，如果制裁或冲突导致供应中断，依赖中国的电路板或俄罗斯的钛就是不明智的。最近的台海紧张局势加剧了这种不安情绪。</p><p>本月早些时候，美国国防部停止接收洛克希德-马丁公司(Lockheed Martin Corp., LMT)制造的新款F-35战斗机，之前国防部获知，这些飞机使用从霍尼韦尔(Honeywell International Inc., HON)采购的磁铁部件，这些磁铁含有由中国生产的金属合金。</p><p>最近几周霍尼韦尔向五角大楼披露，该公司为这些飞机制造的发动机部件含有由两种从中国采购的合金制成的磁铁。该公司称已找到一个替代供应商，但未透露细节。霍尼韦尔表示仍致力于提供高质量的产品。洛克希德-马丁称，该公司位于得克萨斯州沃思堡的工厂继续生产。美国国防部表示，预计将会发出豁免令，允许F-35恢复交付。</p><p>国防部采购主管Bill LaPlante说，一项持续进行的调查料将表明，使用中国合金并不影响F-35的安全性或适航性。使用中国合金的情况可追溯至十多年前。但他说，此事凸显了国防供应链中持续存在的漏洞，即便是在努力提高可见性之后。</p><p>\"如果有公司说他们了解自己的供应链，那就像一家公司说自己从未被黑客攻击过一样，\"LaPlante在9月9日的媒体发布会上说。</p><p>对于美国国防部在管理承包商的供应链以及识别潜在漏洞方面的行动，F-35事件是个挫折。美国空军和陆军采购官员最近几个月曾表示，正在进行的尽量减少或排除中国元素的行动尚未影响任何项目。</p><p>美国国防部领导人多年来一直认识到，中国供应的原材料和微电子元件可能带来漏洞。在特朗普(Donald J. Trump)执政期间，这些担忧变得更加突出，五角大楼的一系列研究发现，对中国和其他海外供应商的依赖性越来越大。五角大楼的官员称，新冠疫情暴露出供应链的脆弱程度，即使在高端武器领域也是如此，而且疫情也凸显出中国在很大程度上仍是一些材料和零部件的来源地，包括计算机芯片以及用于制造磁铁的稀土矿物和炸药中使用的化学品。</p><p>五角大楼和行业领导人表示，一个主要担忧在于美国80%的稀土元素依赖中国，这些元素有时被称为技术矿物，用于武器制导系统的磁铁以及电动汽车动力电池等商业应用。过去几十年来，中国在开采和提炼稀土方面投入巨资，并在全球供应链中占主导地位。</p><p>为了重新发展国内生产，五角大楼已经与澳大利亚稀土资源开采公司Lynas Rare Earths Ltd.签订了两份合同，使用从澳大利亚进口的矿物，共同开发美国的精炼厂。Lynas Rare Earths首席执行官Amanda Lacaze说，力争到2025年在得克萨斯州开设一家精炼厂。</p><p>Lynas表示，虽然最初的稀土矿物将来自澳大利亚，但计划中的精炼厂也可能采购美国本土资源。过去十年，来自中国的竞争迫使美国关闭了分别位于得克萨斯州和加利福尼亚州的两座稀土矿。</p><p>有国防承包商和游说人士称，他们认同五角大楼推动国内生产和要求对所有原料进行追溯的广泛努力。但一些人表示，对于合规的额外成本以及这项努力所需花费的时间，他们持保留意见。</p><p>由于海外生产成本更低，美国国内许多原料的生产都已下降。根据Poplicus Inc.旗下咨询公司Govini的调查，2012年至2019年期间，五角大楼供应商中中国公司的数量增加到原来的五倍多，达到655家。</p><p>LaPlante表示，五角大楼最近制定了一个他称之为\"供应链照明(supply-chain illumination)\"的计划，利用人工智能和其他工具来实时追踪原材料来源。</p><p>美国国会正在讨论的一项议案将禁止在2027年之后使用任何中国的稀土矿物；该议案是下一个国防授权法案的一部分。国会在印制电路板方面也在寻求一个类似时间表，内容将包括政府对国内工厂提供资助，同时建立追踪系统，以保证半导体行业安全。</p><p>国会国防委员会之前表示，希望在2027年之前出台该措施。</p><p>五角大楼敦促美国防务公司与中国供应脱钩</p>",
  "published": "2022-09-20T00:25:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 962,
          "end": 967
        },
        {
          "start": 755,
          "end": 760
        },
        {
          "start": 848,
          "end": 853
        }
      ]
    }
  ]
}