{
  "_id": "5f7f303225cb4e3683561eb9909c422f3a8e6afd2ba04ff59c99c77e48c8e936",
  "feed": "wall-street-journal",
  "title": "Senate Set to Vote on Climate Treaty Amendment Cutting HFCs in Air Conditioners; Kigali amendment has backing of industry groups, but some Republicans oppose ratification",
  "text": "<p>Approving the amendment, which is backed by Democrats and some Republicans, will require support from at least two-thirds of senators present to pass. It has backing from Senate Environment and Public Works Committee Chairman Tom Carper (D., Del.) and John Kennedy (R., La.), whose state is home to several chemical factories, as well as Senate Majority Leader Chuck Schumer (D., N.Y.).</p><p>In a procedural vote Tuesday, senators voted 64-30 to end debate on the bill, with only Republicans in opposition, indicating the amendment is set to narrowly surpass the two-thirds threshold when it comes to a final vote. Some lawmakers who were absent on Tuesday were expected to return for the final vote. The tight margin underscores the political sensitivity of climate-related policy, even when business groups back the measure.</p><p>Ratification has the support of climate advocacy groups and major business groups, including the U.S. Chamber of Commerce, who said the move would help U.S. chemical manufacturers which have spent billions of dollars developing alternative refrigerants and are eager to sell them to the fast-growing overseas markets.</p><p>The amendment is \"a golden opportunity to strengthen U.S. businesses and secure an edge against China in the emerging industry of next generation refrigerants,\" Mr. Schumer said Tuesday.</p><p>But some Republicans have objected to the treaty amendment, citing China's longer deadlines and general opposition to Democrats' climate policy.</p><p>Sen. John Barrasso (R., Wyo.), the top Republican on the Committee on Energy and Natural Resources, said it is unfair that China, a major HFC producer, has extra time to comply with global phasedown timelines because of its status as a developing country.</p><p>\"There is no need to handcuff America to another international treaty that lets China play by a different set of rules,\" he said.</p><p>Sen. Chuck Grassley (R., Iowa) agreed that China should not have the extra time to comply, but he supports the amendment. Sen. Josh Hawley (R., Mo.) said he opposed it because it would advance Democrats' climate agenda.</p><p>Chamber of Commerce officials, joined by the American Chemistry Council, National Association of Manufacturers, Association of Home Appliance Manufacturers and other groups, sent a letter to senators earlier this month in support of ratification.</p><p>\"There is no credible scenario where the failure of the United States to ratify Kigali helps American manufacturers and workers,\" the letter said.</p><p>At a Senate hearing in April, John Thompson, deputy assistant secretary for the environment at the State Department, argued that the extra time doesn't give China an advantage because the emerging market for hydrofluorocarbon replacements is being developed by U.S. manufacturers.</p><p>Industry representatives told lawmakers at the hearing that ratifying the Kigali amendment would increase U.S. exports by $5 billion, potentially giving a lift to the chemical manufacturing industry's factories clustered in the Gulf of Mexico region and in states like New Jersey, Delaware and Texas.</p><p>Chemical manufacturers Honeywell International Inc., Chemours Co. and Arkema S.A. have begun selling alternatives to hydrofluorocarbons.</p><p>Ratification would also ensure that U.S. manufacturers don't get locked out from selling hydrofluorocarbons in foreign markets starting in 2033, a consequence for countries that don't agree to the amendment. World leaders have agreed to phase down, though not entirely eliminate them, from the market.</p><p>Scientists say hydrofluorocarbons trap the Earth's heat at a higher rate than carbon dioxide. The treaty's phasedown is expected to reduce global temperatures by 0.5 degree Celsius by the year 2100.</p><p>Officials at the Environmental Protection Agency have already released regulations on how to begin implementing the phasedown, which is expected to cut HFCs by 85% over 15 years. Congress had ordered the agency to do so before ratifying the treaty amendment.</p><p>Industry representatives said they are confident that U.S. manufacturers will be able to comply with the regulations. Even with the industry on track to cut production without ratification, climate advocacy groups said approving the treaty amendment was important to keep intact the U.S.'s reputation as a leader on emissions reductions.</p><p>\"We need to be fully here on this,\" said David Doniger, senior strategic director of the Climate &amp; Clean Energy Program at the nonprofit Natural Resources Defense Council. \"It's important to our credibility and our influence going forward.\"</p><p>The Competitive Enterprise Institute, a free-market advocacy group, warned that regulations to phase down some chemicals could lead their cost to go up, increasing the cost of repairs for older appliances.</p><p>Several industry groups said the phasedown won't lead to higher costs. Stephen Yurek, chief executive of the Air-Conditioning, Heating and Refrigeration Institute, which represents major appliance makers such as Carrier Global Corp., Mitsubishi Electric Trane HVAC US Inc. and Johnson Controls International PLC, said the cost of refrigerants is less than 1% of the entire cost of an appliance.</p><p>Support for reducing the prevalence of HFCs has spanned several presidential administrations. Industry groups began discussing alternative, less harmful chemicals during the Bush administration. Obama administration officials helped broker the amendment's details. Former President Donald Trump signed legislation in 2020 ordering EPA's implementing regulations.</p><p>In November, President Biden formally asked the U.S. Senate for ratification, following the requirements of federal law.</p><p>Write to Katy Stech Ferek at katherine.stech@wsj.com</p><p>Senate Set to Vote on Climate Treaty Amendment Cutting HFCs in Air Conditioners</p>",
  "published": "2022-09-21T13:39:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 3077,
          "end": 3100
        },
        {
          "start": 3077,
          "end": 3105
        }
      ],
      "nexusId": "10040831"
    }
  ]
}