{
  "_id": "d4d6154ebaf164fd1da9258eab9e19a0e5e7ee0874ddf8b3d018baa02d48a886",
  "feed": "wall-street-journal",
  "title": "Senate Approves Climate Treaty Amendment Cutting HFCs in Air Conditioners; Kigali amendment has backing of industry groups, but some Republicans oppose ratification",
  "text": "<p>The vote was 69 to 27, exceeding the required support of two-thirds of senators present to approve a treaty. It had backing from Senate Environment and Public Works Committee Chairman Tom Carper (D., Del.) and John Kennedy (R., La.), whose state is home to several chemical factories, as well as Senate Majority Leader Chuck Schumer (D., N.Y.).</p><p>The measure passed with a last-minute requirement: a provision that compels U.S. State Department officials to propose to the United Nations that it end China's status as a developing nation, a status that gives the country, a major HFC producer, more time to comply with phasing down usage. That requirement for State Department officials was added to the proposal by Sens. Dan Sullivan (R., Alaska) and Mike Lee (R., Utah). Senators voted 96-0 to include the requirement.</p><p>Ratification has the support of climate advocacy groups and major business groups, including the U.S. Chamber of Commerce, which said the move would help U.S. chemical manufacturers that have spent billions of dollars developing alternative refrigerants and are eager to sell them to the fast-growing overseas markets.</p><p>Ratification \"will ensure that U.S. companies continue to have access to international markets so that modern, efficient and economical air conditioners and refrigerators across the world will be stamped 'Made in America,' not 'Made in China,'\" Mr. Carper said on Wednesday.</p><p>Some Republicans objected to the Kigali amendment, citing China's longer deadlines as well as general opposition to Democrats' climate policy.</p><p>Sen. John Barrasso (R., Wyo.), the top Republican on the Committee on Energy and Natural Resources, said it is unfair that China has extra time to comply with global phase down timelines because of its status as a developing country.</p><p>\"We don't need to get entangled now in another United Nations treaty,\" Mr. Barrasso said on Wednesday.</p><p>Sen. Chuck Grassley (R., Iowa) agreed that China shouldn't have the extra time to comply but still supported the amendment. Sen. Josh Hawley (R., Mo.) said he opposed it because it would advance Democrats' climate agenda.</p><p>Chamber of Commerce officials, joined by the American Chemistry Council, National Association of Manufacturers, Association of Home Appliance Manufacturers and other groups, sent a letter to senators earlier this month in support of ratification.</p><p>\"There is no credible scenario where the failure of the United States to ratify Kigali helps American manufacturers and workers,\" the letter said.</p><p>At a Senate hearing in April, John Thompson, deputy assistant secretary for the environment at the State Department, argued that the extra time doesn't give China an advantage because the emerging market for hydrofluorocarbon replacements is being developed by U.S. manufacturers.</p><p>Industry representatives told lawmakers at the hearing that ratifying the Kigali amendment would increase U.S. exports by $5 billion, potentially giving a lift to the chemical manufacturing industry's factories clustered in the Gulf of Mexico region and in states such as New Jersey, Delaware and Texas.</p><p>Chemical manufacturers Honeywell International Inc., Chemours Co. and Arkema SA have begun selling alternatives to hydrofluorocarbons.</p><p>Ratification would also ensure that U.S. manufacturers don't get locked out from selling hydrofluorocarbons in foreign markets starting in 2033, a consequence for countries that don't agree to the amendment. World leaders have agreed to phase down, though not entirely eliminate them, from the market.</p><p>Scientists say hydrofluorocarbons trap the Earth's heat at a higher rate than carbon dioxide. The treaty's phase down is expected to reduce global temperatures by 0.5 degree Celsius by the year 2100.</p><p>Officials at the Environmental Protection Agency have already released regulations on how to begin implementing the phase down, which is expected to cut HFCs by 85% over 15 years. Congress had ordered the agency to do so before ratifying the treaty amendment.</p><p>Industry representatives said they are confident that U.S. manufacturers will be able to comply with the regulations. Even with the industry on track to cut production without ratification, climate advocacy groups said approving the treaty amendment was important to keep intact the U.S.'s reputation as a leader on emissions reductions.</p><p>\"We need to be fully here on this,\" said David Doniger, senior strategic director of the Climate &amp; Clean Energy Program at the nonprofit Natural Resources Defense Council. \"It's important to our credibility and our influence going forward.\"</p><p>The Competitive Enterprise Institute, a free-market advocacy group, warned that regulations to phase down some chemicals could lead their cost to go up, increasing the cost of repairs for older appliances.</p><p>SHARE YOUR THOUGHTS</p><p>What might be the main economic benefits of the climate treaty? Join the conversation below.</p><p>Several industry groups said the phase down won't lead to higher costs. Stephen Yurek, chief executive of the Air-Conditioning, Heating and Refrigeration Institute, which represents major appliance makers such as Carrier Global Corp., Mitsubishi Electric Trane HVAC US Inc. and Johnson Controls International PLC, said the cost of refrigerants is less than 1% of the entire cost of an appliance.</p><p>Support for reducing the prevalence of HFCs has spanned several presidential administrations. Industry groups began discussing alternative, less harmful chemicals during the Bush administration. Obama administration officials helped broker the amendment's details. Former President Donald Trump signed legislation in 2020 ordering EPA's implementing regulations.</p><p>In November, President Biden formally asked the U.S. Senate for ratification, following the requirements of federal law.</p><p>Write to Katy Stech Ferek at katherine.stech@wsj.com</p><p>Senate Approves Climate Treaty Amendment Cutting HFCs in Air Conditioners</p>",
  "published": "2022-09-21T20:19:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 3117,
          "end": 3140
        },
        {
          "start": 3117,
          "end": 3145
        }
      ],
      "nexusId": "10040831"
    }
  ]
}