{
  "_id": "e6adcdb073905ce36a90ebca22394b11aba04dafae75be73023e16a692992801",
  "feed": "wall-street-journal",
  "title": "Honeywell Strikes $203 Million in Settlements Over Brazil, Algeria Bribery; A U.S. subsidiary conspired to pay bribes to a former top official of Brazil's Petróleo Brasileiro, authorities found",
  "text": "<p>Honeywell on Friday admitted the allegations and entered into a series of agreements with the SEC and U.S. Justice Department, as well as with authorities in Brazil. U.S. authorities accused UOP of violating the U.S. Foreign Corrupt Practices Act, and the settlements require Honeywell to make compliance overhauls and file periodic reports.</p><p>\"We are pleased to have this legacy matter behind us, as these events in no way reflect the current leadership, culture and values that Honeywell has come to establish over a decade since this activity occurred,\" Chief Executive Darius Adamczyk said Monday.</p><p>The company first disclosed the investigations in 2019. Last year, it said it was setting aside $160 million to cover the cost of the anticipated settlements.</p><p>To carry out the bribery scheme in Brazil, UOP retained a sales agent to funnel a $4 million bribe to the unnamed official at Petróleo Brasileiro, prosecutors said. UOP ultimately earned $105.5 million in profit from the contract, which it won in 2010, according to prosecutors. The misconduct occurred between 2010 and 2014, they said.</p><p>The bribery in Algeria was tied to Honeywell's business with Unaoil Group, a Monaco-based oil-services firm whose relationships with clients in the energy sector came under scrutiny following an investigative report in the Australian media in 2016. In Algeria, Honeywell's Belgian subsidiary used Unaoil in 2011 to pay back a consultant for bribes that helped resolve a dispute over the schedule for upgrades the company was completing on a refinery in Oran, the SEC said.</p><p>UOP's settlement with the Justice Department comes in the form of a three-year deferred prosecution agreement, under which prosecutors agreed to drop the criminal charges against the subsidiary if Honeywell complies with the terms of the deal. The company said it wouldn't be required to have an independent monitor to oversee its compliance with the agreement.</p><p>U.S. prosecutors in their settlement credited UOP for its cooperation and said Honeywell had taken a number of steps to prevent future bribery misconduct, including by making improvements to its compliance program, reducing its reliance on sales agents, and disciplining or firing employees involved in the Brazil scheme.</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>Honeywell Strikes $203 Million in Settlements Over Brazil, Algeria Bribery</p>",
  "published": "2022-12-19T22:19:00.000Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 478,
          "end": 487
        },
        {
          "start": 276,
          "end": 285
        },
        {
          "start": 2297,
          "end": 2306
        },
        {
          "start": 2010,
          "end": 2019
        },
        {
          "start": 1357,
          "end": 1366
        },
        {
          "start": 1131,
          "end": 1140
        },
        {
          "start": 1766,
          "end": 1775
        }
      ]
    }
  ]
}