{
  "_id": "ee6417be2022c20cfbc9a114ed1abb7c32f6f6bcb217a2d9a4b427be648561d2",
  "feed": "ftcomall",
  "title": "Magic Wandsworth: house prices rise but homes do a disappearing act",
  "text": "<p>Such is their devotion to the suburb of Wandsworth, in south-west London, that when James and Victoria Robbins sold their 1,400 sq ft three-bedroom railway workers' cottage last October in search of more space, they moved just 157 metres away to a 2,200 sq ft, four-bedroom semi with a larger garden. Both old and new homes are within “the Tonsleys”, a pocket of streets of Victorian terraces near Wandsworth Town train station.</p> <p>“During the pandemic we grew to love this area,” says James, a father of two who runs the footwear company Drysure. “We did consider other areas but why leave all our friends behind here? It's next to the river [Thames], has great schools, and the train from Clapham Junction suits Victoria's commute.”</p> <p>The area of Wandsworth, within the London borough of the same name, is nicknamed Nappy Valley, such is its popularity with affluent families, who are drawn to the good state and independent schools, the green space and several hubs of upmarket shops and restaurants. That it also offers the most affordable average council tax bill in the country — at £803 (and the only London council not increasing theirs this year) — is another advantage.</p> <p>Last year, the price of a house in Wandsworth hit a record £1.178mn, up 2.4 per cent on 2020. The average price for a flat was £529,300, up 0.7 per cent over the same period. In the first quarter of 2022, the number of agreed sales above £1mn was 20 per cent higher than in the first quarter of last year, according to data from estate agency Savills and TwentyCi.</p> <p>In the area's most sought-after pockets, larger family houses tend not to hit the market at all, says Gemma Harvey-Perry, of Chelwood Partners, a local estate agency. She claims to have arranged the sale of four homes this way in the past month, all going for “best and final” offers. “Part of our business has always been about hearing from people looking to sell properties while I'm on the school run,” she says.</p> <p>Such sales tend to be in one of two areas: “Between the Commons” and “the Toast Rack”. On the roads between Wandsworth and Clapham Commons, an area that merges into the SW11 postcode, 1,800 sq ft Victorian terraced houses typically sell for between £1.6mn and £1.8mn. Those with basement conversions can go for more — one recent off-market sale was a 2,600 sq ft house that sold at £2.35mn. &#xa0;</p> <p>The tiny catchment areas for two popular state primaries in this area — Honeywell Infants &amp; Junior School and Belleville — mean that family houses here get snapped up fast, as actor Harry Lloyd discovered when he and his wife Jayne decided to move to the area from Tufnell Park in north London.</p> <p>“We had a real struggle to find something and ended up buying off market,” says Lloyd, 38. In October, they bought a five-bedroom Victorian terraced house a “stone's throw” from Honeywell.</p> <p>“If we didn't have a child we probably wouldn't want to live here but I love walking out of the door and joining everyone else walking their child to nursery,” he says. “Apart from schools, we also wanted a nice high street nearby — Northcote Road — and green space.”</p> <p>Former prime minister David Lloyd George used to live in “the Toast Rack”, a ladder of six streets off Trinity Road. In recent years, houses with five to seven bedrooms have sold in the area for between £3mn and £4.9mn.</p> <p>Proximity to popular independent schools — Emanuel, Broomwood Hall and Thomas's Clapham — is also a big draw for families who can afford Spencer Park, a conservation area of detached houses surrounding a private garden with tennis courts, close to the border with Battersea. Mostly Gothic Victorian villas built from 1872 onwards on large plots, they sell for £5mn plus — a nine-bedroom property sold for £7mn in August last year.</p> <p>Dog-owner Sally Williams says Wandsworth Common keeps her in the area, after having just moved half a mile from its west side to the east. The family's five-bedroom house overlooking the Common sold “immediately” and she and her husband decided to “rightsize”, as she describes it, now that their two daughters are students.</p> <p>“We chose three streets and spent 18 months waiting for the right house to come up,” says Williams, 56, who eventually bought a three-bedroom Victorian cottage with scope for remodelling. “It's great having buzzy Bellevue village on the doorstep,” she says, referring to the shops and cafés around Bellevue Road. “In retirement we want more going on around us, not less.”</p> <p>For those hoping to buy their first home in Wandsworth, one-bedroom flats in a Victorian conversion start at around £400,000. In “the Tonsleys” — where another British PM, Tony Blair, once lived — two-bedroom houses start at just under £800,000, with four-bedroom terraces reaching £1.5mn.</p> <p>In the area south of Magdalen Road there are late Edwardian homes on large plots that lend themselves to modern conversions, says Isabelle Branson of estate agents Carter Jonas, picking out Lyford Road, Herondale Avenue and Ellerton Road.</p> <p>She says a recent buyer sold their 1,200 sq ft four-bedroom house in nearby Balham with a tiny garden for £1.25mn, moving to a 2,500 sq ft five-bedroom house with off-street parking and a 70ft garden (for her new “lockdown dog”) for £1.8mn in the Magdalen area. “You typically get bigger gardens [in this area] than ‘Between the Commons,'” she adds.</p> <p>Balham might be getting the first south London branch of the private members' club Soho House, but Wandsworth's biggest new development, Ram Quarter, is hoping to attract younger buyers to the area with its own amenities, such as a venue with Bavarian axe throwing, crazy golf and beer pong.</p> <p>With 338 homes at Ram Quarter sold, the Chinese developer behind the project, Greenland Group, sold the remaining uncompleted units — another 375 homes — to the Berkeley Group, a British home builder, for about £40mn.</p> <p>When the development was launched more than five years ago, much was made of the fact that the rerouting of the A3/A205 (South Circular) that runs alongside would improve the area. But the constant traffic jams of Wandsworth's one-way system continue. A new traffic reduction scheme has been held up, according to Wandsworth Council, because it is still awaiting funds from Transport for London (TfL) — its own £27mn share of the funding has been ready since 2012, it says. For its part, TfL says the pandemic “severely impacted” its finances, and government funding would be needed to build the scheme.</p> <p>Locals are also awaiting a new boutique hotel in the revamped Spread Eagle pub, but a new entertainment hub at Wandsworth's Southside shopping centre called Gravity has already opened, with teenagers go-karting around what was formerly a Debenhams department store. “Southside is hardly Westfield [a vast modern shopping mall in west London],” says James Robbins, “but at least it's full of useful shops: a large Boots, a toy shop, a Waitrose.” Which all sounds very Nappy Valley.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Liz Rowlinson 2022 'Magic Wandsworth: house prices rise but homes do a disappearing act' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T15:07:48.526Z",
  "tags": [
    {
      "id": "US4385161066",
      "nexusId": "10040831",
      "name": "Honeywell International Inc.",
      "offsets": [
        {
          "start": 2820,
          "end": 2829
        },
        {
          "start": 2419,
          "end": 2428
        }
      ]
    }
  ]
}