{
  "_id": "6e551ebaa2899442bd5367a5db46bccff218b6a1273b511c46773ab8b68783c9",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books of the Year: 12 Months of Reading",
  "text": "<p>I love big, high-calorie literary banquets (Ferrante, Tolstoy, Knausgaard), but I find it helpful to alternate such feasts with leaner, lither books that clear and focus the mind, like a strong amaro. For that purpose, there's no one better than Natalia Ginzburg, an Italian writer who chronicled the political and social catastrophes of the 20th century and the all-but-invisible tragicomedies of domestic life with the same uncanny lucidity. She can be unbearably funny: I don't think anyone but Ginzburg could have dreamed up, for instance, the neurotic Italian mother who weeps openly at the dinner table over how ugly she finds her son's girlfriend. My favorites among her books include \"Family Lexicon\" and \"All Our Yesterdays,\" but you really can't go wrong. Among living writers, I've recently re-immersed myself in Jorie Graham's poetry. Ms. Graham has been a clairvoyant, oceanically potent force in poetry for more than four decades, but somehow she keeps outdoing herself. Her two latest collections, \"Fast\" and \"Runaway,\" are full of swarm-like voices from nature and not-nature: the voices of algae and algorithms alike. Ms. Graham is better than anyone else at channeling the frightening forces that are shaping and remaking our planet.</p><p>-- Mr. Aucoin is a composer and the author of \"The Impossible Art: Adventures in Opera.\"</p><p>Jeanine Basinger</p><p>With movie theaters closed, I read and read. I loved \"The Lincoln Highway\" by Amor Towles, with its cast of oddballs who hop in an old car and drive off in the wrong direction. My kind of people! A friend gave me Candice Millard's \"Destiny of the Republic,\" a book I would have missed otherwise and the kind of gift every good friend should provide. Ms. Millard's book, about the assassination of President James Garfield, is part history, part mystery and fully compelling. I enjoyed Anderson Cooper and Katherine Howe's \"Vanderbilt,\" Jan Eliasberg's \"Hannah's War\" and John le Carre's posthumous \"Silverview,\" featuring \"a former academic of no merit,\" a type with which I am personally familiar. Colm Toibin's \"The Magician\" imagines the life of Thomas Mann and inspired me to reread Mann's \"Buddenbrooks,\" which was even better than I remembered. The ever-provocative David Thomson's \"A Light in the Dark\" was a movie-book delight, and so was Robert Gottlieb's outstanding portrait \"Garbo.\" In Tom Brokaw's autobiographical \"A Long Way From Home,\" I found unexpected emotional power. Like Mr. Brokaw, I grew up in South Dakota, and I was moved to be reminded that the unrelenting prairie always calls its children home.</p><p>-- Ms. Basinger is the founder of the film studies department at Wesleyan University and the author of \"The Movie Musical!\"</p><p>Mark Bittman</p><p>My favorite food books this year included Marcia Chatelain's \"Franchise,\" Natalie Baszile's \"We Are Each Other's Harvest\" and Mayukh Sen's \"Taste Makers.\" Other nonfiction worth reading: Heather McGhee's \"The Sum of Us,\" David Baddiel's \"Jews Don't Count,\" and Rupa Marya and Raj Patel's \"Inflamed.\" And there's so much fiction to read when you're home all the time. I enjoyed Thomas Mann's \"The Magic Mountain\" way more than I did when I was 20. Graeme Macrae Burnet's \"The Disappearance of Adele Bedeau\" was the most surprising and compelling book I read all year, a Simenon-like thriller that intentionally reads like a translation and involves two fascinating characters and two wish-I-could-go-there restaurants. I also loved Claire Lombardo's \"The Most Fun We Ever Had\" and Mary Beth Keane's \"Ask Again, Yes.\" \"Harlem Shuffle\" is a relatively lighthearted book from Colson Whitehead, written about mid-20th-century New York, and a total page-turner. \"V2\" by Robert Harris and \"Billy Summers\" by Stephen King are entertaining, though neither is among these authors' best. I just had to reread Zola's \"Therese Raquin\" because it keeps cropping up, with reason.</p><p>-- Mr. Bittman is the author, most recently, of \"Animal, Vege-table, Junk: A History of Food, From Sustainable to Suicidal.\"</p><p>Leon Botstein</p><p>We may have had more time to read during the pandemic but many of us squandered too much of it streaming mind-numbing video. Reading took on a new urgency as an antidote to convention, the obvious and the routine, especially in the use of language. I searched for new books that might clear my mind and provoke me to grapple with the unexpected. Three stand out. Dara Horn's \"People Love Dead Jews\" speaks to uncomfortable truths about anti-Semitism and how it thrives in strange disguises. Kira Thurman's \"Singing Like Germans\" is a brilliant historical account of black performers in the world of classical music, a welcome relief from the oppressive essentialism about identity in our politics and conversations about culture. Ludwig Wittgenstein's \"Private Notebooks: 1914-1916,\" to be published next year, offers diary entries from the grim first years of World War I. It is arresting, intimate and philosophical -- a searing document of thought from a very dark time. The English translation is the work of Marjorie Perloff, a distinguished scholar whose grasp of Wittgenstein and his world is subtle and whose prose is a delight. These books persuade me that writing and thinking will survive the pandemic.</p><p>-- Mr. Botstein is a conductor and the president of Bard College.</p><p>Rosalind 'Roz' Brewer</p><p>My son and I recently read Hubert Joly's \"The Heart of Business: Leadership Principles for the Next Era of Capitalism.\" Mr. Joly served as Best Buy's chief executive and is credited with saving and transforming the company when some analysts assumed it was on the brink of failure. His philosophy centers on unleashing \"human magic\" by pursuing a noble purpose and putting people at the center of all you do in your business. Mr. Joly partnered with suppliers to create \"mini-stores\" within Best Buy and, in doing so, innovated a differentiated customer experience. His approach to succession planning is also top-notch. I saw Mr. Joly deliver a keynote speech at an in-person event before the pandemic, and he writes just like he speaks. His book packs a lot of punch in that it's both inspiring and practical, across industries, career levels and job roles.</p><p>-- Ms. Brewer is CEO of Walgreens Boots Alliance.</p><p>Arthur C. Brooks</p><p>We have been buffeted by crisis after crisis this year in politics, economics and public health. One of the biggest reasons for this is the collapse in our trust for leaders and experts from media to politics, who seem more intent to spin and foment fear than to inform and govern prudently. Experts also destroy public trust through hubris -- especially an unwillingness to say \"I don't know\" or \"I've changed my mind.\" As someone who gives \"expert\" advice for a living, I have focused a lot of my reading this year on this humility deficit, with an eye toward self-improvement. This has meant going back to some basic texts, such as the \"Meditations,\" the Stoic classic of Marcus Aurelius, and \"The Story of a Soul,\" the spiritual masterpiece by St. Therese of Lisieux. The 2021 book that helped me the most was Adam Grant's \"Think Again.\" Mr. Grant uses the social scientist's behavioral tool kit to explain our resistance to reconsidering our opinions, changing course ideologically and admitting we have done so publicly. He helpfully guides the reader through how to do so and reveals the immense enjoyment one can derive from this kind of flexible humility. This book should be required reading for experts. But then again, I might be wrong.</p><p>-- Mr. Brooks is a professor of public leadership at Harvard University, a columnist for the Atlantic and author of the forthcoming \"From Strength to Strength: Finding Happiness, Success, and Deep Purpose in the Second Half of Life.\"</p><p>G.T. Bynum</p><p>I've spent a lot of time in the last few years thinking about how to lead my hometown through a global pandemic, a national recession, a divisive presidential election, civil unrest, a polar vortex and a cyberattack. In Ryan Holiday and Stephen Hanselman's \"Lives of the Stoics,\" I found answers and reassurance in the experience of those who thoughtfully struggled centuries before us with many similar challenges. Each chapter begins with a foundational premise of Stoicism -- a disciplined focus on that which you can control -- and offers insights and wisdom that have proven applicable in the lives of leaders through more than 2,000 years. Similarly, Carl Van Doren's Pulitzer Prize-winning biography of Benjamin Franklin gave me the opportunity to spend time with a leader who was successful in so many different fields and maintained a joy for life despite living and working in some of the most stressful circumstances imaginable. He's a model for a good life. And in more recent times, Jonathan Alter's \"His Very Best: Jimmy Carter, a Life\" offered a look at the incredibly interesting and diverse life of a leader who has devoted a lifetime of hard work to following his conscience -- regardless of popularity.</p><p>-- Mr. Bynum is the mayor of Tulsa, Okla.</p><p>David Copperfield</p><p>A book came out recently that I couldn't wait to read: \"All in the Family: The Show That Changed Television,\" authored by the show's creator, Norman Lear, working with Jim Colucci. I watched \"All in the Family\" with my parents. It was \"appointment viewing.\" We'd never seen anything like it. No one had. Before \"All in the Family,\" sitcoms were apolitical and deliberately disconnected from anything real, even down to the laugh tracks. When \"All in the Family\" debuted in 1971, the country was in upheaval. Mr. Lear put that in our living rooms. As a comedy. And it's still hilarious. This book takes you behind the scenes and gives you a tour of Mr. Lear's creative process -- my goodness, the battles he fought with the network and even the critics. Yet he prevailed. Through a combination of genius and chutzpah he told the stories he wanted to tell -- but as he makes plain, it was not a one-man operation. It was a labor of love with the cast and writers and directors working together, collaborating and colliding and producing a diamond a week. For anyone interested in television in America, or the creative process, it's appointment reading.</p><p>-- Mr. Copperfield is the author of \"David Copperfield's History of Magic.\"</p><p>Henry Cuellar</p><p>I've been reading Adam Grant's \"Think Again.\" Today, we often surround ourselves with people and media that tell us what we want to hear, and rarely, if ever, encounter things that challenge our opinions. Mr. Grant isn't saying we should relinquish our deeply held convictions; he's saying we should listen. A key line: \"Argue like you're right and listen like you're wrong.\" He does a terrific job of encouraging readers to challenge their own views and make their identities about values -- not mere opinions. In the hyperpartisan world of Washington, D.C., where compromise and good-faith negotiation are rare, \"Think Again\" could change the culture for the better.</p><p>-- Mr. Cuellar is a member of the U.S. House of Representatives from Texas.</p><p>Joseph J. Ellis</p><p>My sense of dissatisfaction with the scatological character of the raging debate about the role of slavery and race in shaping the American narrative prompted me to go back to four classics in the field: \"White Over Black\" by Winthrop Jordan; \"Notes of a Native Son\" by James Baldwin; \"American Slavery, American Freedom\" by Edmund Morgan; and \"The Souls of Black Folk\" by W.E.B. Du Bois. I came away thinking that choosing between the current pro-American or anti-American versions of the story is like choosing between the words and music of American history. Our triumphs and tragedies coexist and interact. As a result, the American narrative is morally irresolvable, always has been and always will be. The same nation that failed to end slavery at the founding also fought the bloodiest war in its history to end slavery based on principles declared at the founding. Our past is both a burden and a beacon. Baldwin is best at providing perspective, reminding us that no nation has ever reached the multiracial goal we are striving to achieve. And we should expect every step forward to generate a racist backlash, as we are witnessing now.</p><p>-- Mr. Ellis, winner of both the Pulitzer Prize and the National Book Award, is the author, most recently, of \"The Cause: The American Revolution and Its Discontents, 1773-1783.\"</p><p>Erika Fatland</p><p>I'm a slow reader, and therefore a picky one, but I still made some wonderful new discoveries and a couple of exciting rediscoveries in 2021. One of the year's most rewarding reads was \"River Kings: A New History of the Vikings From Scandinavia to the Silk Roads\" by the Norwegian, U.K.-based bio-archaeologist Cat Jarman. Tracing the origins of a carnelian bead found in a Viking grave in Derbyshire, she magically transforms modern archaeological detective work into a thriller and simultaneously rewrites the history of the Vikings. It turns out that the Vikings traveled much further east than hitherto believed. Another memorable read was the Norwegian author and linguist Jan Grue's gripping memoir \"I Live a Life Like Yours.\" Mr. Grue was diagnosed with spinal muscular atrophy at the age of 3, and in this book, in beautiful yet unsentimental language, he meditates on what it means to be a human being. Nov. 11 marked 200 years since the birth of the greatest novelist of all time, Fyodor Dostoyevsky. I celebrated the occasion by rereading the Russian giant's arguably most hypnotizing and probably most accessible novel, \"Crime and Punishment,\" and would strongly advise everyone else to do the same.</p><p>-- Ms. Fatland is the author, most recently, of \"The Border.\"</p><p>Ada Ferrer</p><p>Early in the pandemic, I took solace in jigsaw puzzles and long novels. I reread George Eliot's \"Middlemarch\" and Jeffrey Eugenides's \"Middlesex.\" In 2021, amid all the loss, the news, the Zooms, I developed reader's block. Even as I continued to write, I couldn't seem to read much of anything. I broke the spell by turning to genres I did not typically seek out. I read my first graphic novel, Rebecca Hall's \"Wake: The Hidden History of Women-Led Slave Revolts,\" illustrated by Hugo Martinez. It is less a novel than a very personal work of history. The author herself is a character in the book, excavating stories of black women's rebellion as she faces the challenges (and pain) of the research, confronts racism in the present and balances the demands of family and work, all while feeling the pull of the questions that motivated her in the first place. I recently finished \"Boomerang/Bumeran,\" a collection of poems by Achy Obejas which touch on themes of exile, sexuality, aging, violence and more. Daringly written mostly without gender pronouns, the poems discomfit the reader in the best possible way. I've also begun reading short stories again. Perhaps my favorites this year were the ones collected in Lily King's \"Five Tuesdays in Winter,\" perfectly paced, honest, hopeful, with just the right amount of warmth for the beginning of the cold season.</p><p>-- Ms. Ferrer, a professor of history at New York University, is the author of \"Cuba: An American History.\"</p><p>Jason Furman</p><p>The pandemic changed some of the tradeoffs between career and family in my own life, removing childcare we had before, eliminating work trips and creating new opportunities to be with my children. I recently picked up my colleague Claudia Goldin's \"Career and Family,\" which chronicles a century of women's progress toward the goal of having both a career and a family, and considers the obstacles that remain. Ms. Goldin does not simply blame sexism (although her own research shows that it hurts women in the workplace) but instead honestly confronts the difficult decisions that women (and men) face balancing careers and families. She considers solutions that are about institutional and organizational change -- for example, making part-time or flexible jobs more rewarding. I also recently read Pedro Gomes's \"Friday Is the New Saturday,\" a breezily written polemic for shifting to a four-day workweek. It left me convinced that the idea, at least, deserves more consideration as our society has become richer and should enable us to consume more of everything -- including time with our children.</p><p>-- Mr. Furman is an economist and professor at Harvard University's John F. Kennedy School of Government.</p><p>Damon Galgut</p><p>I seldom read books when they first come out, but a few especially impressed me this year. \"Burntcoat\" by Sarah Hall is in the vanguard of a new genre of pandemic/lockdown fiction; the book lays bare, in a disquieting dystopia, the connections between isolation and creation. \"Small Things Like These\" by Claire Keegan, on the other hand, casts its gaze backward, to Ireland in 1985; its balance of crystalline language and moral seriousness make it profoundly moving. Colm Toibin's novel \"The Magician,\" about the complicated life and times of Thomas Mann, is another masterful work from Ireland's own magician. On the nonfiction front, Akash Kapur's \"Better to Have Gone\" is a troubling and moving account of lives gone wrong in the search for an eastern Utopia.</p><p>-- Mr. Galgut is the author of the novel \"The Promise,\" winner of this year's Booker Prize.</p><p>Mike Gallagher</p><p>The 2018 National Defense Strategy called for a transformational shift in American deterrence. Rather than deter by punishment, or respond to aggression through cost imposition after the fact, the Pentagon would now deter by denying aggression from happening in real time. As experts continue to warn of a potential Chinese invasion of Taiwan within the decade, denying such an invasion must be our top defense-planning priority. Elbridge A. Colby wrote the 2018 strategy, and has now written \"The Strategy of Denial,\" a book making its case to the American public. Mr. Colby spells out what we need to do in order to deter -- and if necessary, win -- a war over Taiwan. Given the lack of urgency within the defense establishment regarding a Taiwan crisis, as well as the Biden administration's attempts to abandon deterrence-by-denial in favor of an amorphous concept of \"integrated deterrence,\" Mr. Colby's book is an essential read.</p><p>-- Mr. Gallagher is a member of the U.S. House of Representatives from Wisconsin.</p><p>Maggie Hassan</p><p>In some of our country's most difficult moments, Americans have persevered to help heal our divides. \"Lincoln on the Verge: Thirteen Days to Washington\" by Ted Widmer recounts Abraham Lincoln's harrowing 13-day journey from Illinois to D.C. as president-elect. There were the rigors of ongoing public appearances; the physical challenge of meeting hundreds of people a day with little planning or security; and the real, recurring threats to Lincoln's life and plots to undermine the election certification. All amid the reality of Southern secession. The book tells the story of Lincoln's personal development as a newly elected leader at a time when the country needed a giant. It also describes his intuitive understanding that personal humility was critical to rebuilding faith in a country supposed to be of, by and for the people. His willingness to reach out and listen to \"ordinary\" people made a difference, especially given that many of those he talked to had lost faith in what appeared to many to be a corrupt Washington. His leadership, his struggles and his belief in this democracy of ours still ring true today.</p><p>-- Ms. Hassan is a U.S. senator from New Hampshire.</p><p>Robert Iger</p><p>My favorite read this year was \"Max Perkins: Editor of Genius\" by A. Scott Berg. Perkins had an extraordinary eye for fledgling talent, discovering and developing several of the 20th century's literary giants, including F. Scott Fitzgerald, Ernest Hemingway and Thomas Wolfe. Recognizing their potential and the conceivable impact of their stories on society, Perkins fostered intimate and trusting relationships with his writers, providing critical perspective to sharpen their skills and draw out their best work, always keenly aware of the difference in roles between editor and author. Perkins also derived huge satisfaction from mentoring young talent, which strongly resonated with me. Among the most rewarding aspects of my career has been the opportunity to work with truly great generational talents, exceptional storytellers with a remarkable ability to entertain and inspire. By personally investing time and ensuring such gifted creators have the right support and resources, we empower them to tell extraordinary stories that can have a profound impact.</p><p>-- Mr. Iger is the former CEO of the Walt Disney Company and author of \"The Ride of a Lifetime: Lessons Learned From 15 Years as CEO of the Walt Disney Company.\"</p><p>Honoree Fanonne Jeffers</p><p>One of the worst legacies of American chattel slavery is the erasure of history: Those who were enslaved weren't considered important except as pieces of property, which means that there aren't extensive written records on African Americans in the pre-Civil War South. Yet a master historian can take seemingly small moments of the past and make us understand the much larger implications. In \"All That She Carried: The Journey of Ashley's Sack, a Black Family Keepsake,\" renowned scholar Tiya Miles examines the intersections between material and human history by focusing on a burlap sack that was passed down through generations. This plain item wasn't worth any money but held immeasurable value to the African-American family who retained and cherished it. More than the story of the sack and the symbolic love it contained -- given by a devoted, enslaved mother whose child is about to be sold away from her -- Ms. Miles's book explains (with a light hand) the importance of historical memory, when some in this country still are intent upon erasing black lives.</p><p>-- Ms. Jeffers is the author, most recently, of \"The Love Songs of W.E.B. Du Bois,\" a novel.</p><p>Diane Johnson</p><p>This was my year for trying to make myself read more foreign literature. My only option in another language is French, so most recently I read French versions of Ulrich Alexander Boschwitz's \"The Passenger,\" originally published in German as \"Der Reisende,\" and Alberto Ongaro's \"La Partita,\" translated from Italian. The first recounts a day in the life of a Jewish businessman who tries to leave Germany in the immediate aftermath of Kristallnacht. The second takes place in 18th-century Venice, the time of Casanova and Don Giovanni and the other great roues of history. Strangely enough, both books concern the flight of the protagonist from relentless pursuers. Other than these works of fiction, I've been reading history, mostly centered around the Napoleonic wars, in the service of something I'm writing about a real person from that period, Edward \"Fighting\" Nicolls, a British military figure present at the Battle of New Orleans (1815). Nicolls was unusual for his time and profession, an abolitionist with sympathy for aboriginal people, whether in North America, New Zealand or the interesting-sounding places he governed, like the island of Fernando Po. Finally, for a tribute I was appointed to write about the late novelist Ward Just, I've had the pleasure of rereading some of his novels, especially \"Echo House,\" \"American Romantic\" and \"An Unfinished Season.\"</p><p>-- Ms. Johnson is the author, most recently, of \"Lorna Mott Comes Home,\" a novel.</p><p>Keyshawn Johnson</p><p>John Thompson was one of the greatest college basketball coaches in history, an unlikely man to build a championship team at Georgetown University during the glory days of the Big East. Why unlikely? Because Thompson grew up in the Washington, D.C., projects just a few miles from Georgetown, a place that seemed as far as the moon, as he put it in his autobiography, \"I Came as a Shadow.\" But Thompson, carrying the burden of expectation as one of the few black coaches in the sport, created a dynasty by recruiting and coaching players like Patrick Ewing, Allen Iverson, Dikembe Mutombo and Alonzo Mourning. The book was finished just before he died on Aug. 30, 2020, and just after the racial unrest that rocked the country after the murder of George Floyd. Thompson was heartened by the outpouring of outrage over Floyd's killing, which reminded him that \"we should not accept the unacceptable.\" Thompson lived by those words throughout his career, and he brings us back to a time when he was raised in a deeply segregated society. He was called stupid -- and worse -- by his teachers because he couldn't read until the fifth grade. With the help of his parents and an influential teacher named Sametta Wallace Jackson, Thompson went on to earn a master's degree in counseling and guidance. He used his life experiences not only in building a winning program at Georgetown but in shaping the lives of young African-American men in the process. This is a man who stood by his principles and once protested against an NCAA requirement that would have negatively impacted black athletes by walking off the court before a game at the Capital Centre and refusing to coach. He single-handedly reversed that ruling. Thompson's book shows how complicated his life truly was, but also how he overcame many challenges to create a Hall of Fame legacy. You won't find a greater role model. I only wish he could have seen the impact of this book. Terrific read.</p><p>-- Mr. Johnson is the co-author of \"The Forgotten First: Kenny Washington, Woody Strode, Marion Motley, Bill Willis, and the Breaking of the NFL Color Barrier.\"</p><p>Roxana Jullapat</p><p>My favorite read of 2021 was Mayukh Sen's \"Taste Makers: Seven Immigrant Women Who Revolutionized Food in America.\" Early in the book, the author sets his intention: \"Reading this book may warm your heart, but it should unsettle you at certain points, too. It should make you squirm.\" Indeed, it hit a nerve. Some of the subjects in this collection -- Marcella Hazan, Julie Sahni, Madeleine Kamman -- are no stranger to many of us, but this may be the first time we learn about Chao Yang Buwei, Elena Zelayeta, Najmieh Batmanglij and Norma Shirley. What these teachers, chefs and writers have in common is an unapologetic impulse to cook food that truly represents who they are and where they come from, without having to temper it to appeal to the American palate. \"Taste Makers\" made me wish for a time machine so I could rewind to when I was a young cook and find in any of them, all of them, my role models and mentors.</p><p>-- Ms. Jullapat is the owner of Friends &amp; Family bakery in Los Angeles and the author of \"Mother Grains: Recipes for the Grain Revolution.\"</p><p>Michio Kaku</p><p>Perhaps the greatest science-fiction saga of all time, Isaac Asimov's \"Foundation\" series is creating waves once again. This multi-volume series predicts the rise and fall of the Galactic Empire, and chronicles the heroic exploits of a band of mathematician-engineers devoted to minimizing the chaos and destruction caused by its inevitable collapse. This year, something once considered too ambitious became a reality, as \"Foundation\" was transformed into an Apple TV+ series. Elon Musk has said that the original series, which he read as a child, shaped his vision for the future of humanity as a multiplanet species. The books forced me to change my own outlook on physics. As a child, \"Foundation\" showed me an era 50,000 years in the future, when the known laws of physics, quantum theory and relativity may have to be radically modified. I had to consider the possibility that an entirely new physics might arise out of the ashes of the old. This, in part, has inspired me to work on string theory, which could make possible some of the imaginative space-time devices found in science fiction.</p><p>-- Mr. Kaku, a professor of theoretical physics at the City University of New York, is the author of \"The God Equation: The Quest for a Theory of Everything.\"</p><p>Raymond Kethledge</p><p>Illiberalism is making its strongest appearance in this country since the days when the Soviet Union was seen in some circles as the gleaming cutting-edge of progress. So this past year I revisited the works of Friedrich Hayek, the great 20th-century expositor of classical liberalism. His most sweeping work is \"The Constitution of Liberty\" -- a legal history as much as a defense of freedom -- which includes a timely case for tolerance. We cannot foresee the particulars of human progress, which means \"we shall never get the benefits of freedom, never obtain those unforeseeable developments for which it provides the opportunity,\" if freedom \"is not also granted where the uses made of it by some do not seem desirable.\" Thus intolerance leads not to progress, but stagnation. And as a short introduction to Hayek, we have \"The Fatal Conceit\" -- a valedictory work, written near the end of his life, his most mature statement of many of the themes he first covered in \"The Road to Serfdom\" 45 years before.</p><p>-- Judge Kethledge sits on the U.S. Court of Appeals for the 6th Circuit and is the co-author, with Mike Erwin, of \"Lead Yourself First: Inspiring Leadership Through Solitude.\"</p><p>Katie Kitamura</p><p>\"The Copenhagen Trilogy\" by Tove Ditlevsen was the first book I read this year, and nearly 12 months later it remains entirely vivid in my mind. A headlong plunge into the tumultuous life of the acclaimed Danish writer, it is a memoir of extreme immediacy, beautifully translated by Tiina Nunnally and Michael Favala Goldman. \"When We Cease to Understand the World\" by Benjamín Labatut is equally revelatory. Groundbreaking in form, this novel explores science, history, discovery and instills in the reader a sense of awe. Mr. Labatut and his translator, Adrian Nathan West, have a gift for communicating complex ideas with clarity and precision; this is a book of both lucidity and emotional depth. The talented and prolific Mr. West is the translator of another dense and mysterious book I loved this year, \"The Weight of Things\" by Marianne Fritz. Other titles that continue to haunt me -- include Aysegul Savas's subtle and sublime \"White on White\" and the Jonas Eika short-story collection \"After the Sun,\" translated by Sherilyn Nicolette Hellberg.</p><p>-- Ms. Kitamura is the author, most recently, of \"Intimacies,\" a novel.</p><p>Stephanie Land</p><p>Ever since her essay about being a \"cable guy\" went viral, I eagerly awaited Lauren Hough's \"Leaving Isn't the Hardest Thing,\" her memoir in essays. I devoured the book in two days -- a rare thing for me during pandemic times, when my three children were still home, slogging through remote school. (My husband, an Air Force veteran who wonders if he was at boot camp at the same time as the author, did the same. Our kids were especially feral during that time, I'm sure.) Her voice is sharp and clear, reminiscent of Anthony Bourdain's writing. \"Jobs like we had, you don't call in sick,\" she writes. \"You work. You may infect everyone else, but you f-ing work. A doctor's note won't save you. Not that anyone had insurance.\" Though I haven't lived a life similar to her's, growing up in a cult in poverty, only to escape to extreme poverty, I identified with multiple passages. Her words not only spoke to me, but validated my experience: \"We're all so busy struggling to survive that we don't have time to live.\" In these times, with the focus on the service industry and our country's somewhat forgotten \"essential workers,\" this should be required reading to help us see what we ask of people who work to clean up after us and serve us food.</p><p>-- Ms. Land is the author of the memoir \"Maid,\" the inspiration for the limited series on Netflix.</p><p>Eugene Lim</p><p>David Ohle's alternate future is gross but familiar, slimy with phlegm and flocculus ooze. His main avatar, Moldenke, has drifted through this uncanny valley for decades, but in his wry and moving latest novel, \"The Death of a Character,\" Mr. Ohle provides something new: deep insight into the batterings of old age. Another comic genius, Percival Everett, shows how deeply embedded and ongoing is our nation's history of racist murder in his latest, \"The Trees,\" a revenge fantasy gift-wrapped as a hilarious policier. McKenzie Wark's \"Reverse Cowgirl\" is a pre-transition transition memoir -- an experimental autobiography that gently weaves beautiful meditations on sex, troubled identity performance and childhood's haunting ghosts. Yongsoo Park's \"Rated R Boy,\" which hauntingly traces an urban Korean-American experience that is vanishing, is an elegant memoir of growing up in Elmhurst, Queens, in the 1980s.</p><p>-- Mr. Lim is the author, most recently, of \"Search History,\" a novel.</p><p>Antonia Lloyd-Jones</p><p>I can hear the echo of my own blundering steps through early adult life in \"Fifty Sounds,\" a memoir told with raw honesty by translator Polly Barton, describing the years she spent, as a recent Cambridge graduate, teaching English in Japan. Each of the mini-essays that combine to tell her tale shares its title with a Japanese \"mimetic\" -- a compound word that's not just onomatopoeic but evokes an entire mood. Each of these words grew to have personal associations for Ms. Barton, whose reaction to the language was sensual, as to a passionate love affair. Sent to a school on a remote island, she was thrown in at the deep end, stumbling through a string of linguistic and cultural faux pas that she recounts with irony and courage. Her love of the language has proved deep and enduring enough for her to become an accomplished translator of Japanese literature, but perhaps what she learned most about was herself. This is not just a book for linguists or Orientalists, but a classic rites-of-passage story.</p><p>-- Ms. Lloyd-Jones is a translator from the Polish. Her recent works include English versions of Stanisław Lem's \"The Truth and Other Stories\" and, with Zosia Krasodomska-Jones, Margo Rejmer's \"Mud Sweeter Than Honey.\"</p><p>Brad Meltzer</p><p>V.E. Schwab's \"The Invisible Life of Addie LaRue\" was my favorite book of the year. Period. Addie LaRue doesn't want a boring, ordinary life -- she wants more. So she (naturally) makes a deal with the devil, who grants her immortality with this twist: No one remembers her. Ever. It's the cruelest of punishments, especially for our self-obsessed age: Her legacy is gone. She's instantly forgotten by everyone she encounters. Indeed, for 300 years, no one remembers Addie. Until, one day, someone does. It's a bottle-rocket of a moment, but what makes it even better is, well . . . I'm not ruining it for you. So let me just say this: So often, books with high-concept plots are light on character, while books with rich characters have them so busy navel-gazing, they forget about the plot. Ms. Schwab is a master of both. She, like her character, is an artist. Watch how much she gets out of the devil, and Addie's seven freckles, and, well . . . again . . . I'm not ruining it. \"The Invisible Life of Addie LaRue\" will have you thinking about your own deals with the devil -- especially the ones you make every day.</p><p>-- Mr. Meltzer's novel \"The Lightning Rod\" will be published in March.</p><p>Michael Milken</p><p>When I began supporting medical research nearly 50 years ago, few women \"did science.\" That wasn't due to lack of talent or ambition; it simply reflected the culture of the time. In the forefront of a generation of women who have changed this sorry circumstance stands Jennifer Doudna, a brilliant investigator I've known for several years. Her breakthroughs in gene editing and Crispr technology translate basic laboratory science into medical applications with great potential to relieve human suffering. Just weeks before she shared the 2020 Nobel Prize in Chemistry, Ms. Doudna joined one of my podcasts to explore the moral implications of technologies that now allow humanity to control its own evolution. Early this year, she returned to tell my listeners more about her transformative work. In \"The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race,\" Walter Isaacson concludes that the technological genie is out of the bottle, and not without risk. But thanks to responsible scientists like Ms. Doudna, we can be more confident that reasonable guardrails will remain in place. A former Time magazine editor and a skilled reporter, Mr. Isaacson has produced an important and highly enjoyable narrative.</p><p>-- Mr. Milken is chairman of the Milken Institute.</p><p>Hayley Mills</p><p>Sven Lindqvist's \" 'Exterminate All the Brutes' \" is a memoir and travel diary, written when the author was traveling in buses across the Sahara Desert. \"Exterminate all the brutes\" was scribbled in a diary by the murderous Kurtz in Joseph Conrad's \"Heart of Darkness,\" and Lindqvist's book is a meditation on European imperialism and how its practitioners' systematic dehumanization of other races, plus their use of fake news and propaganda, allowed them to extract resources without suffering any feelings of guilt or remorse. It is an engrossing, shocking, illuminating work. If we are ever going to evolve we need to understand and face the very uncomfortable truth about ourselves. J.A. Baker's \"The Peregrine\" has been called \"one of the most important books in 20th-century nature writing,\" and I have never read descriptions that brought the natural world so acutely into my own imagination and understanding. Baker had an obsession with nature and birds, especially the peregrine. He takes you into its world, having followed it for 10 years, often on his bicycle, with an old pair of binoculars. It is a priceless book and I know I will reread it many more times.</p><p>-- Ms. Mills is an actress and the author of the memoir \"Forever Young.\"</p><p>Roosevelt Montas</p><p>A friendly warning -- Zena Hitz's 2020 book \"Lost in Thought: The Hidden Pleasures of an Intellectual Life\" may draw you into a life of useless learning and asceticism. It may undermine your commitment to self-advancement and sap your resolve to attain wealth and recognition. But if it does, you will be glad, as \"uprooting and drying up parts of ourselves,\" as the life of the mind demands, yields the highest forms of human splendor. You'll be surprised by how compelling Ms. Hitz's vision is. Even if you don't give up your worldly endeavors, you'll probably walk away from this book, as I did, feeling that your inner life has been enlarged. I find the kind of splendor Ms. Hitz cherishes in the eighth-century Chinese poet Tu Fu. I first encountered him in a worn-out copy of Kenneth Rexroth's \"One Hundred Poems From the Chinese.\" It had been abandoned in a college guesthouse where I spent a lonely winter night in 2017. His writing is at once exquisitely lyrical and startlingly direct; it is like looking at the sun. As a reader, it is the kind of revelation I live for.</p><p>-- Mr. Montas is a senior lecturer in American studies and English at Columbia University and the author of \"Rescuing Socrates: How the Great Books Changed My Life and Why They Matter for a New Generation.\"</p><p>Indra Nooyi</p><p>I always read physical books because I love the feeling of the pages in my hands. My home is piled high with volumes on hundreds of subjects. I wish the days were longer so I could read more. In 2021, one book stood out for me: \"Out of Many, One,\" a collection of portraits and immigration stories by George W. Bush. It's so moving to me that the ex-president, in this moment when we feel divided, chose to show how we are united by our diverse experiences. I lingered over his paintings, and the attention to detail in the vignettes. My favorite portrait is of Paula Rendon, a Mexican woman who joined the Bush household when young George was 13 and stayed for the next 56 years. Paula helped George H.W. Bush become president, the story says, because \"her presence gave Dad, and Mom, the comfort to travel and build the relationships that were essential to Dad's career success.\" I've been working on how we can craft better support systems for both families and employers to thrive and care for one another. Our ability to rise in the ranks is dependent on the care we all need along the way.</p><p>-- Ms. Nooyi, the former CEO of PepsiCo, is the author of \"My Life in Full: Work, Family, and Our Future.\"</p><p>Nick Offerman</p><p>\"Bewilderment,\" the latest novel from Richard Powers, continues to explore his curiosity about humanity's dysfunctional relationship with nature, gently urging us, with great efficacy, to stop what we're doing and look around us. In his author's note, he informs us that although bewilderment has come to mean confusion and bafflement, its original meaning was to head back into the wild. His protagonists, Theo Byrne and his son Robin, do just that, retreating to repeated reveries in the Great Smoky Mountains when the pressures of the world become too great to bear. As a single father, Theo seems to be just barely hanging onto his sanity as his work and home lives present a never-ending series of challenges to him and the reader alike. We empathize with him powerfully as he explores the avenues by which we might jump our societal wheels out of the rutted cultural paths we're currently following. \"Bewilderment\" bids us to consider how we might slow down the extinction of our planet's species, including our own. In \"Pastoral Song,\" James Rebanks recounts how he and his family run a successful operation in England's Lake District, where they raise Herdwick sheep and Belted Galloway cattle. These are not pursuits at which one can grow particularly wealthy, but the panache with which Mr. Rebanks executes his agricultural vision renders his household rich in recompense of other sorts. Particularly poignant is his recognition of the errors made by his ancestors in their attempts to improve their farming, and his willingness to remedy those wounds in the landscape, even at great expense. In this modern age of shiny consumerism, excessive plastic pollution and nefarious misinformation, my friend James's willingness to roll up his sleeves and address the next advancements in sustainable farming practices comes through loud and clear, even as his lovely moments of poetry weave in and out of the barley and clover.</p><p>-- Mr. Offerman is an actor and the author of \"Where the Deer and the Antelope Play.\"</p><p>Chris Offutt</p><p>\"The Souvenir Museum\" by Elizabeth McCracken is a collection of short stories that made me laugh and laugh. Ms. McCracken is that rare American writer who is comfortable with the novel and the short story. She loves her characters, despite their flaws and quirks, and it is her love that makes the reader care deeply. \"Rovers\" by Richard Lange is a multi-genre novel set in the southwest and culminating in Las Vegas. A road book in the noir tradition, it's also a family novel, a biker novel and a vampire novel. Mr. Lange is one of our most underappreciated writers. His precise use of language evokes the desert southwest that he clearly knows and loves. \"The Dark Remains\" is a posthumous novel by the great Scottish writer William McIlvanney, completed from outlines and notes by Ian Rankin. Mr. Rankin wisely dispenses with McIlvanney's inimitable style but retains the dark philosophy and moral code of the master. \"The House Uptown\" by Melissa Ginsburg presents a side of contemporary New Orleans that tourists never see. It examines a famed muralist undergoing dementia who must deal with a granddaughter she doesn't know and a misdeed from her own past.</p><p>-- Mr. Offutt is the author, most recently, of \"The Killing Hills,\" a novel.</p><p>Apolo Ohno</p><p>Cal Newport's \"Deep Work\" eloquently describes how to find an advantage in a world filled with distraction. My desire to understand the chaotic polarization of beliefs in our country led me to Francis Fukuyama's \"Identity,\" which was not a light read but one I still recommend. I return to Daniel Kahneman's \"Thinking, Fast and Slow\" whenever I feel chaos of the mind. Adam Grant's \"Think Again\" does an excellent job reframing the thought process behind problem solving. \"Man's Search for Meaning\" by Viktor Frankl is my true north, a reminder that time is fleeting and we are in deep need of gratitude. Ryan Holiday and Stephen Hanselman's \"The Daily Stoic\" shows that short-track speedskating is like a master class in Stoicism: Prepare a lifetime for an event that lasts 40 seconds and in a split second you either get what you wanted and thought you deserved, or you don't. Stoicism helps you deal with the consequences. I stumbled upon the novels of Pierce Brown after a friend recommended I read more fiction. Mr. Brown is wildly talented, and I will religiously buy anything he produces for years to come; his \"Red Rising\" series is an incredible feat of storytelling. Finally, Denis Villeneuve's film version of Frank Herbert's \"Dune\" was excellent, but the book transcends time and space. Go deep -- there are so many correlations to human existence within these pages.</p><p>-- Mr. Ohno is a former Olympic champion, an entrepreneur and the author of \"Hard Pivot: Embrace Change. Find Purpose. Show Up Fully.\"</p><p>Cynthia Ozick</p><p>Can books conspire, in secret, to meet in cousinly communion? Will like seek out like, as if drawn to a mystical cabal? The reader is an innocent bystander swept up by a magnetic storm of affinity. So here are three books, come upon in three disparate climates of mood and desire: Daniel Mendelsohn's \"Three Rings,\" Dana Gioia's \"Studying With Miss Bishop\" and Jed Perl's \"Authority and Freedom.\" A classicist, a poet, an art critic -- have they ever so much as met? No matter; their books do. The anxiety of influence, Harold Bloom's renowned thesis, told us that writers are intimidated by their famous forerunners, and must stumble their way to self-mastery. But the three writers who ended up together on my night table confirm that the authority of prior standards and conventions, rather than threaten or depress, can invigorate. Paintings, Mr. Perl reminds us, are confined within the traditional shape of the rectangle, yet can be inhabited by the inventions of both Leonardo and Matisse. As a student, Mr. Gioia comes under the spell of Robert Fitzgerald, translator of the Odyssey; Elizabeth Bishop, the poet; and John Cheever, master of the short story. He finds in their personalities the rigorous freedom of heritage. Mr. Mendelsohn traces the footprints of the Odyssey as they reveal the secrets of Story, from Calypso's cave to the homeless odysseys of yesterday's Auerbach and Sebald. Three books. One journey.</p><p>-- Ms. Ozick is the author, most recently, of \"Antiquities,\" a novel.</p><p>Joe Posnanski</p><p>Colson Whitehead rekindled something in me in 2021, and for that I will always be grateful. I've always prided myself on being an eclectic reader, flying off repeatedly in unexpected directions, so that when people asked me \"What are you reading?,\" my answer would elicit a response of \"Really? I didn't expect you to say you were reading a lighthearted book on electrodynamics and love.\" But ever since the pandemic began, for reasons unknown, my reading became painfully predictable -- mostly nonfiction, a lot of it weighty, some biographies, some crises (averted and otherwise), and even though many of those books were excellent, I must admit that I felt in something of a reading rut. Mr. Whitehead's \"Harlem Shuffle\" pulled me out of it, not only because it's as gorgeously written as all of his books but because it's just so much damn fun. He reminded me just how thrilling it is to lose myself inside a book -- and a murder mystery, no less!</p><p>-- Mr. Posnanski is the author, most recently, of \"The Baseball 100.\"</p><p>Francine Prose</p><p>Two of the books that kept me company -- and kept me going -- this year take place on the border between history and the imagination. Not all that much seemed funny in 2021, but Joshua Cohen's \"The Netanyahus\" had me teary-eyed with laughter. Its rowdy, smart, outrageous takes on academia, religion, Jewish identity and houseguests from hell enrich a comedy of errors set off by a visit from \"a very famous family.\" Beautifully written, eloquently translated from the Spanish by Adrian Nathan West, Benjamin Labatut's \"When We Cease to Understand the World\" starts with an almost entirely factual chapter on (among other things) cyanide, Nazi drugs and chemical warfare, and spins out to imagine the everyday experiences, the inner lives and the personal torments of some of the last century's most important physicists and mathematicians: Werner Heisenberg, Erwin Schrödinger and Alexander Grothendieck. The result is a celebration of the glories -- and a warning about the perils -- of invention, scientific and literary. That both books have proved so hard to summarize, when I've recommended them to friends, seems like a sign of how original they are, how delightfully complex.</p><p>-- Ms. Prose is the author, most recently, of \"The Vixen,\" a novel.</p><p>David M. Rubenstein</p><p>Over the past year I focused much of my pleasure reading on history, mostly American. In doing so I was constantly reminded of how little I know compared to what I thought I knew, and how current writers of history are so much more interesting than the ones I read in college. Maybe that's because I was reading the books more to get through courses than for pleasure. A few new titles of note: Joseph J. Ellis's \"The Cause,\" a fresh look at what really caused the American Revolution; Walter Isaacson's \"The Code Breaker,\" an extraordinary look at the Crispr revolution; Kai Bird's \"The Outlier,\" a dispassionate but positive look at the life of Jimmy Carter; and Elliot Ackerman and James Stavridis's \"2034,\" a novel that looks into possible military conflict between the U.S. and China. Each brings a fresh perspective on subjects old and new alike. I generally read nonfiction but am delighted I made an exception for \"2034\" -- and just hope it remains fiction and does not become history.</p><p>-- Mr. Rubenstein is co-founder and co-chairman of the Carlyle Group and author of \"The American Experiment.\"</p><p>Steve Schirripa</p><p>My favorite books to read are the memoirs of actors, comedians, directors and people I admire. That's why, when brothers Ron and Clint Howard's co-written memoir \"The Boys\" came out this year, it felt like the obvious next choice in my stack of reads. The book gave me a look into the lives not only of two successful child actors turned adult actors (and in Ron's case, director) but also their parents, Rance and Jean Howard, who put their own Hollywood dreams on hold to dedicate themselves to their kids' talent. Their father helped them memorize their lines because they were too young to read; their mom stood by the phone all day so that they never missed a callback. And they certainly weren't stage parents. Unlike the many devastating fates of child actors that I've so often read about, this wasn't in the cards for the Howard boys. Their story was refreshing -- they had a community of adults who recognized their talent and let them run with it as long as they wanted to. I'd say it took them pretty far. With the Howards it was truly a family business and to me, family is everything.</p><p>-- Mr. Schirripa is an actor, producer and the co-author of \"Woke Up This Morning: The Definitive Oral History of the Sopranos.\"</p><p>Amity Shlaes</p><p>There's no free lunch when it comes to free-market books these days. Or much lunch for pay, either. Europeans are veritable Dantes on the subject of the Covid regulatory state. Would someone please publish an English edition of Gilberto Corbellini and Alberto Mingardi's \"La societa chiusa in casa: La libertà dei moderni dopo la pandemia\" (\"The Housebound Society: The Liberty of the Moderns After the Pandemic\")? Unusually satisfying is this year's Hayek Prize winner, Thomas Sowell's \"Charter Schools and Their Enemies.\" Don't miss Mr. Sowell's account of the execution -- no other term will do -- of the soul of the District of Columbia's Dunbar High School by social justice warriors armed with civil-rights laws. Likewise delectable is Paul Matzko's \"The Radio Right.\" Mr. Matzko's account of how Richard Nixon used the Fairness Doctrine to suppress political enemies reminds you what a reptile Nixon could be. Underrated among presidents is Warren G. Harding, an upward revision of whom will shortly be published by Ryan Walters in \"The Jazz Age President.\" For free-market history, indeed any history, older books provide sustenance. Once every few years I return to Russell Kirk's \"Edmund Burke: A Genius Reconsidered,\" a biography that approaches perfection. From their respective graves in Mecosta County and Beaconsfield, the two proffer advice to authors: write up, not down, or even sideways.</p><p>-- Ms. Shlaes is the author of \"Great Society: A New History.\"</p><p>Desmond Shum</p><p>Kai Strittmatter, the author of \"We Have Been Harmonized: Life in China's Surveillance State,\" lived in China first as a student and then as a journalist. Full of interesting anecdotes, his book vividly depicts China as the perfect rendition of George Orwell's \"1984\" via its implementation of \"Smart Cities,\" where surveillance cameras and AI algorithms watch and modify every citizen's every action. This results in an outwardly \"harmonized society.\" Mr. Strittmatter not only shares with readers the reality on the ground in today's China, but also provides historical and philosophical underpinnings of how and why China got there. Even as a China insider, I learned new revelations through Mr. Strittmatter's vantage point as an independent journalist from a democratic country. If we let China run the world, we may all be harmonized.</p><p>-- Mr. Shum is the author of \"Red Roulette: An Insider's Story of Wealth, Power, Corruption, and Vengeance in Today's China.\"</p><p>Joan Silber</p><p>Though I missed traveling, lounging around my apartment on the Lower East Side reading suited me surprisingly well. Several favorite authors had novels out this year -- I loved Kazuo Ishiguro's \"Klara and the Sun,\" Ha Jin's \"A Song Everlasting,\" Colm Toibin's \"The Magician\" and most recently Lauren Groff's \"Matrix.\" A novel that had an intense and lasting effect on me was Carolyn Ferrell's \"Dear Miss Metropolitan.\" It's about three young women of color kidnapped in a house in Queens for more than a decade; it's drawn from the actual Ariel Castro case in Cleveland, but the author uses their voices (and others) in a collage of interior spaces and wildly imagined depths. I really did think, when I finished, \"This is a brilliant book.\" The \"victim girls\" -- Fern, Gwin and Jesenia -- have histories and ambitions and old ardors (for Prince, for Soul Train) and sustaining connections to each other; there's even a section that goes forward to the year 2039. The book reminded me of Colson Whitehead's \"Underground Railroad\" in that the author also uses fantastical elements to talk about spans of experience that have more drama than we can stand.</p><p>-- Ms. Silber is the author, most recently, of \"Secrets of Happiness,\" a novel.</p><p>Kyrsten Sinema</p><p>It's uncool in American politics to change one's mind or opinion. In \"Think Again,\" Adam Grant -- decidedly uncool in today's political scene -- makes the compelling case that not knowing is OK, that unlearning and rethinking is not only an act of courage but an act of mental strength, and that it's absolutely worth being wrong if you learn and grow from the change. I couldn't love this more. Guided by research and real-life examples, Mr. Grant helps us all see that the quest for new knowledge, the hunger for ideas, the willingness to challenge or question our own beliefs, creates space for the new ideas and growth we so desperately need for our future. I want to share this book with everyone.</p><p>-- Ms. Sinema is a U.S. senator from Arizona.</p><p>Paul Singer</p><p>Among the most important dynamics in modern financial markets is the role that innovation -- and in particular, indexation -- plays in determining financial market asset valuations. There is currently more than $26 trillion tied to passive, index-related investing strategies, born largely as a result of the idea that over long periods, most investors do not outperform the major market indices. Robin Wigglesworth's \"Trillions\" describes how this shift gave millions of smaller investors access to markets, and offers a useful, if sanguine, account of how indices \"morphed from simple snapshots of markets into a force that exerts power over them.\" The first-order effect of index investing is that it distorts and inflates the valuations of companies compared with non-indexed companies, and untethers investing from any analytical process. With index investing, buying and selling is caused by changes in allocations of capital or the addition or removal of a company from an index, not by management success or failure, or by financial results. This turns the price action around indexed companies into a \"self-fulling prophecy,\" as the cash flowing into index funds causes those securities prices to outperform on no basis other than their inclusion in the index. This feature of indexation makes markets much more risky. A downturn in indexed portfolios compared with \"active\" portfolios, which could happen for any number of reasons, could cause rapid declines in valuations as long-held expectations are dashed.</p><p>-- Mr. Singer is founder and co-CEO of Elliott Investment Management L.P.</p><p>David M. Solomon</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 6209,
          "end": 6233
        },
        {
          "start": 6160,
          "end": 6184
        }
      ]
    }
  ]
}