{
  "_id": "e79a9482bbd1e7aff85eec599c380d765db443969c694b9472e8d97fa5c289ae",
  "feed": "wall-street-journal",
  "title": "CIOs Pick Their Favorite Reads of 2021; From a Billie Jean King autobiography to Haruki Murakami's meditations on distance running",
  "text": "<p>\"Change doesn't come easy. What Billie Jean King went through in terms of changing equity from a sports perspective — what she did for women's tennis — is applicable to everything that we do in life and I think especially in the technology area where we are promoting women in technology.\"</p><p>Shadman Zafar, CIO of Global Consumer Bank at Citigroup Inc. Noise: A Flaw in Human Judgement Daniel Kahneman, Olivier Sibony and Cass R. Sunstein (2021)</p><p>\"Daniel is my longtime favorite author. This book is so relevant in today's age, where we are actually making so many decisions digitally and remotely. As the world continues to become more data-driven, understanding subtle flaws in our way of judging remains the 'art' in data-driven decision science.\"</p><p>A Thousand Brains: A New Theory of Intelligence Jeff Hawkins (2021)</p><p>\"I have been waiting for his second book for 15 years! AI is now oft-used business jargon; however, few people understand the 'hard problem of AI.' Jeff is a dedicated scientist in this field, and his understanding comes closest to not just explaining artificial intelligence but also the mystery of consciousness.\"</p><p>Antifragile: Things That Gain from Disorder Nassim Nicholas Taleb (2012)</p><p>\"I reread this book, which explores things that are fragile, robust and anti-fragile. The pandemic gave me a new perspective on how to make our institutions, businesses, personal health and social structures anti-fragile.\"</p><p>Francesco Tinto, Chief Information Officer, Walgreens Boots Alliance Inc. What I Talk About When I Talk About Running: A Memoir Haruki Murakami (2009)</p><p>\"I've been running for many, many years, I've run several marathons and I think there is always this concept of pushing myself — it is very humbling running a marathon because unless you are not an elite, you will never win it. And it's an incredible mind exercise.\"</p><p>Colleen Berube, Chief Information Officer, Zendesk Inc.</p><p>\"I shifted to podcasts this year to listen to during my Covid get-out-of-the-house walks. I enjoy listening to the New York Times' The Daily, Pivot and Sway regularly, but what I love most is learning about some of the non-tech and offbeat topics such as how mining works, what Ohana is, submarines on the Swedish coastline in WWII, and how conservatorships work.\"</p><p>Mark Spykerman, Chief Information Officer, AmerisourceBergen Corp. Deep Work: Rules for Focused Success in a Distracted World Cal Newport (2016)</p><p>\"He helps us think about how to have that machine-human interaction to allow us to really operate at the highest productivity levels and be healthy.\"</p><p>Eric Johnson, Chief Information Officer, Momentive Global Inc. The Five Dysfunctions of a Team: A Leadership Fable Patrick Lencioni (2002)</p><p>\"As you're operating as a leader in these really, really uncertain times, being able to—I think leaders have had to kind of rethink the way they operate. So, that was a book that was kind of interesting to me to kind of understand some things to be thoughtful about and maybe revisit some previously held assertions around being you know, what makes a good team\"</p><p>Paul von Autenried, Chief Information Officer, Bristol-Myers Squibb Co. A World Without Email: Reimagining Work in an Age of Communication Overload Cal Newport (2021)</p><p>\"It's triggering a conversation about making sure that how we collaborate is in the most valuable ways.\"</p><p>Brian Rice, Chief Information Officer, Cardinal Health Inc. Big Little Breakthroughs: How Everyday Innovations Drive Oversized Results Josh Linkner (2021)</p><p>\"There's some really good examples of how companies have successfully pivoted from one kind of a company that wasn't great at innovation to becoming an innovation-led company.\"</p><p>Edward Wagoner, Chief Information Officer, Jones Lang LaSalle Inc. The Workplace You Need Now: Shaping Spaces for the Future of Work Benjamin Breslau, Peter Miscovich, and Sanjay Rishi (2021)</p><p>\"It may seem strange that \"The Workplace You Need,\" written by three JLL executives, is the most important book I read this year but there is no better summary of the impact of the pandemic on the workplace with a literal road map for rethinking workplaces.</p><p>The Wheel of Time series Robert Jordan</p><p>\"With mental health being a top topic for every CIO, I also need to lead by example and not be 'all business all the time' so I also recently finished Robert Jordan's first book in \"The Wheel of Time\" series to coincide with the new Amazon show. One massive 800-page book down … 14 more to go …\"</p><p>Chris Copeland, Chief Technology Officer, Bestow Inc. Team Topologies: Organizing Business and Technology Teams for Fast Flow Manuel Pais and Matthew Skelton (2019)</p><p>\"It provides a nomenclature and patterns to use for common team organizational strategies that have been more tribal knowledge in the past.\"</p><p>Trevor Marshall, Chief Technology Officer, Current, incorporated as Finco Services Inc. Klara and the Sun: A Novel Kazuo Ishiguro (2021)</p><p>\"Ishiguro is one of my favorite authors and this book was a master class in storytelling and empathy in a genre (sci-fi) that is usually more focused on playing out the mechanics of 'what if?'\"</p><p>Jack McCarthy, Chief Information Officer, New Jersey State Judiciary It Worked for Me: In Life and Leadership Colin Powell (2012)</p><p>\"Years ago I read an article in the Sunday paper news magazine that discussed General Powell's life lessons. He had 13 pieces of paper with life lessons in a glass enclosure on his desk. In the article, he discusses some of the stories behind them. With his recent passing, I went back looking for the article and came across the book he wrote on the subject. There are great leadership lessons in those stories.\"</p><p>Greenlights Matthew McConaughey (2020)</p><p>\"Mr. McConaughey was a speaker at a conference I attended this fall. I found his storytelling enlightening. Reading the book, I found he put principles to concepts I've used in the past to achieve both home and work success.\"</p><p>Ramon Richards, Chief Information Officer, Fannie Mae The Unicorn Project: A Novel about Developers, Digital Disruption, and Thriving in the Age of Data Gene Kim (2019)</p><p>\"A really insightful read on building out an organization that's really good at DevOps and managing the flow of work and delivering technology capabilities in an efficient way.\"</p><p>CIOs Pick Their Favorite Reads of 2021</p>",
  "published": "2021-12-27T17:28:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1472,
          "end": 1501
        },
        {
          "start": 1461,
          "end": 1489
        }
      ]
    }
  ]
}