{
  "_id": "d5e26b468a941be039086116111d96c35b26a9239a834632342a45c9ebcadfaa",
  "feed": "wall-street-journal",
  "title": "Former Theranos Chemist Says Elizabeth Holmes Was Aware of Testing Failures; Surekha Gangakhedkar testifies she left the blood-testing startup because problem-plagued machines were being rushed out",
  "text": "<p>Ms. Gangakhedkar resigned in September 2013, on the eve of a rollout with Walgreens Boots Alliance Inc. to put Theranos's testing devices in dozens of the retailer's drugstores.</p><p>She said the launch was premature, given the number of errors that plagued the devices, which after two years hadn't shown much improvement. She said that although she flagged the problems many times, the company forged ahead with plans to test patients, according to her testimony.</p><p>Ms. Gangakhedkar said she kept some Theranos documents when she left the company to protect herself.</p><p>\"I was scared that things would not go well,\" said Ms. Gangakhedkar, her voice breaking at one point. \"I was afraid I would be blamed.\"</p><p>Elizabeth Holmes's Theranos Trial in Pictures: Inside a Courthouse Saga</p><p>The company founder's family and other supporters have been attending the proceedings to hear lawyers and witnesses lay out the case. </p><p>https://www.wsj.com/story/elizabeth-holmess-theranos-trial-in-pictures-inside-a-courthouse-saga-4ad7a88f</p><p>Elizabeth Holmes's Theranos Trial in Pictures: Inside a Courthouse Saga. The company founder's family and other supporters have been attending the proceedings to hear lawyers and witnesses lay out the case. PHOTO: Jason Henry for The Wall Street Journal</p><p>Ms. Gangakhedkar, who reported directly to Ms. Holmes as company CEO, testified after being granted immunity by the federal judge overseeing the case, Edward Davila. Ms. Gangakhedkar's lawyer had indicated that without immunity, she would invoke her Fifth Amendment right against self-incrimination if called to testify.</p><p>Ms. Gangakhedkar said in court Friday she returned to work in August 2013 from a vacation to India to discover that Theranos was preparing to put its blood-testing devices in Walgreens stores.</p><p>\"I was very stressed and unhappy and concerned with the way the launch planning was going,\" she said. \"We were aware there were reliability issues.\"</p><p>Walgreens ended the relationship in 2016, after Theranos voided years of test results performed on its machines.</p><p>Ms. Holmes was aware of these issues, too, said Ms. Gangakhedkar, and yet pressured staff to make the Walgreens rollout happen. Employees had to rush the validation process of the lab tests, she said.</p><p>Ms. Holmes faces 10 counts of wire fraud and two counts of conspiracy to commit wire fraud in a white-collar criminal case that has captivated Silicon Valley and been the fodder for a book, movies and podcasts. She has pleaded not guilty.</p><p>Attorneys for Ms. Holmes have said the entrepreneur dedicated 15 years to her work and her only crime was having a startup that failed, as so many startups do. Earlier in the trial Friday, Ms. Holmes's attorneys sought to make the case that Theranos's lab had established quality-control systems, including an emergency email group to quickly address lab problems and regular quality-control tests on the devices, the results of which were shared with employees.</p><p>Theranos told investors, business partners, doctors and patients that its blood-testing devices could diagnose more than 200 conditions with a few drops of blood from a finger prick. The Wall Street Journal's investigative reporting in 2015 and 2016 exposed how Theranos's technology didn't work, how the blood-testing company tried to cover up its failures and how patients' lives were affected and their health jeopardized. The company shut down in 2018 after raising more than $900 million from investors.</p><p>Government prosecutors presented a series of emails Friday from 2013, in which Ms. Gangakhedkar expressed concerns about persistent problems with Theranos's lab tests. Ms. Holmes was included on some of the emails.</p><p>Among the concerns: Theranos's signature nanotainer, a miniaturized vessel to capture a finger-prick sample of blood that Ms. Holmes has been photographed holding between her thumb and forefinger, wasn't capturing enough blood.</p><p>Certain tests, including one for thyroid-stimulating hormones, which can be an important indicator for pregnancy and certain illnesses, returned no result from Theranos blood-sample readings. Vitamin D tests were returned with missing data.</p><p>\"Is that good news or bad news?'' asked Assistant U.S. Attorney Robert Leach.</p><p>\"Bad news,\" Ms. Gangakhedkar said.</p><p>She said that Theranos employees were seeing errors on a new version of Theranos's Edison machine that were similar to errors they'd seen two years before on an earlier prototype. Ms. Gangakhedkar said she directed a colleague in August 2013 to email to Ms. Holmes a report from 2011 that recounted those errors.</p><p>Ms. Gangakhedkar testified that Ms. Holmes directed employees to keep information about what they were working on to themselves and not openly discuss their projects or plans in the office. She said that keeping information in silos caused frustration and made it difficult to address problems.</p><p>Ms. Gangakhedkar capped three days of testimony from government witnesses, including Erika Cheung, a former Theranos lab worker. Ms. Cheung said she raised alarms about the company's practices with colleagues, managers and even a top executive and a board member but was rebuffed at every turn. So Han Spivey, who also goes by Danise Yam, testified about discrepancies in Theranos's revenue projections and years when money was tight.</p><p>Write to Heather Somerville at Heather.Somerville@wsj.com</p><p>Former Theranos Chemist Says Elizabeth Holmes Was Aware of Testing Failures</p>",
  "published": "2021-09-17T22:44:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 74,
          "end": 98
        },
        {
          "start": 74,
          "end": 103
        }
      ],
      "nexusId": "10022845"
    }
  ]
}