{
  "_id": "8751c9c3d1ec623e75b9fb42b2fa48d4cdf2c4f0d048ee6a9d4e6fd29b15f7a5",
  "feed": "wall-street-journal",
  "title": "Stock Futures Rise as Major Banks Report Earnings; Shares of banks posting results, including Bank of America and Morgan Stanley, rise premarket",
  "text": "<p>Investors are watching earnings to gauge the impact of stickier-than-expected inflation, rising energy prices, supply-chain disruptions and anticipated interest rate increases over the next two years.</p><p>\"Can companies weather those risks or was the entire rally only fueled by ultraloose monetary policy?\" said Carsten Brzeski, ING Groep's global head of macro research. Investors are looking to see \"where are we in terms of the post-lockdown cycle and also to get some insights into how solid earnings and companies are going into this tapering period and this era of somewhat higher interest rates.\"</p><p>Shares of banks reporting earnings broadly rose in premarket trading. Bank of America gained 2.4% after its third-quarter profit rose 58% from a year earlier. Shares of both Wells Fargo and Citigroup rose after each bank reported jumps in profit, boosted by the release of funds set aside for potential pandemic-related loan losses. Morgan Stanley's shares added 2.8% premarket after its quarterly profit rose 36% from a year earlier, due to a surge in deal making.</p><p>Domino's Pizza shares fell 4.1% premarket after the pizza-delivery chain reported quarterly revenue that missed analysts' forecasts. Shares of UnitedHealth Group added 2.8% after it raised its guidance for full-year earnings, and held steady its expectations for how Covid-19 would affect this year's results. Shares of Walgreens Boots Alliance rose 1% after posting a profit rise, as its pharmacy and retail businesses in the U.S. grew, and recovery continued in the U.K. as Covid-19 restrictions eased.</p><p>Meantime, data showed U.S. jobless claims for the week ended Oct. 9 fell to 293,000 from 329,000 the week prior—the first time they have fallen below 300,000 since the pandemic began.</p><p>Futures for Brent crude, the global gauge of oil prices, rose 1.3% to $84.27 a barrel. Futures for gas to be delivered in the Netherlands—the European benchmark—gained 5.7% to 98.95 euros per megawatt-hour, equivalent to about $114.74.</p><p>In bond markets, the yield on the 10-year Treasury note ticked down to 1.539% Thursday, from 1.549% Wednesday. Yields fall when prices rise.</p><p>Overseas, the pan-continental Stoxx Europe 600 added 0.9%. Indexes in Asia closed with mixed performance. China's Shanghai Composite fell 0.1%. Meanwhile, South Korea's Kospi and Japan's Nikkei 225 both climbed 1.5%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stock Futures Rise as Major Banks Report Earnings</p>",
  "published": "2021-10-14T12:59:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1387,
          "end": 1411
        }
      ]
    }
  ]
}