{
  "_id": "a3d1782d6ae940062874d9e419a8343b12fd14ba05fb5e25249f010794835afa",
  "feed": "ftcomall",
  "title": "US investors revolt against executive pay in record numbers",
  "text": "<p>Executive bonuses in the US have received record low support from investors this year after boardroom moves to loosen performance targets during the pandemic backfired.&#xa0;</p> <p>So far in 2021, shareholder support for US executive bonuses is at its lowest since 2011, the year that “say on pay” votes were made mandatory, according to Equilar, a pay data company. This year, the average support for pay packages has dipped to 87.6 per cent from a high of 91.8 per cent in 2015. </p> <p>Six S&amp;P 500 companies this year — including General Electric, AT&amp;T, IBM and Starbucks — have failed to win a majority of shareholder support for pay packages. That compares with 12* instances in all of 2020 when a majority of shareholders voted against a company's bonus plan, according to ISS Corporate Solutions.&#xa0;</p> <p>Some asset managers said they expected this year to be a record for failed pay votes at S&amp;P 500 companies. For companies in the Russell 3000, the failure rate of pay votes through the start of May had been higher than 2020 and 2019, according to ICS.</p> <p>BlackRock, the world's largest asset manager, doubled its votes against executive pay proposals in the Americas during the first three months of 2021 compared to the previous year, according to a report published last week. </p> <p>More companies are in jeopardy of failing pay votes as the US annual meetings season gains steam in the weeks ahead. IAC Group, Barry Diller's media and internet conglomerate has drawn objections to executive bonuses from proxy adviser firms ahead of the company's May 14 meeting. </p> <p>Altria, the maker of Marlboro cigarettes, and Union Pacific, the railroad group, are also at risk of failing pay votes in the weeks ahead, according to report last week from Morgan Stanley.</p> <p>“The fact that there was a pandemic last year potentially heightened awareness around pay against things like lay-offs and general suffering,” said Lisa Edwards, president and chief operating officer at Diligent, a corporate governance software provider. </p> <p>The scrutiny of bonuses was “likely to stay reasonably high,” said Edwards, adding that the failed pay votes were “potentially the beginning of a trend”.</p> <p>While such pay votes are advisory, not binding, they can be damaging to companies. From 2017 to 2019, most companies that failed pay votes underperformed the S&amp;P 500 and their sector peers, Morgan Stanley said.</p> <p>Additionally, activist investors saw failed pay votes “as blood in the water”, said Lawrence Elbaum, a partner at Vinson &amp; Elkins.</p> <p>“A bad say on pay vote is one of the clearest, initial warning signs that an activist is going to be knocking on your door because they have seen that shareholders are upset,” Elbaum said.</p> <p>Many of the notable pay backlashes this year stem from bonus plan changes designed to help executives secure hefty bonuses during the pandemic's stock market slump.</p> <p>More than 100 S&amp;P 500 companies have rewritten bonus plans for executives as a result of the pandemic, according to Esgauge, a data analytics firm, and the Conference Board.</p> <p>At Walgreens Boots Alliance, a pharmacy chain, the board rewrote executives' long-term bonus plan to insulate their pay from the business upheaval caused by Covid-19. Asset manager Vanguard, which voted against the pay packages at Walgreens, said the company should have presented “a compelling rationale” for the bonus changes. About 53 per cent of Walgreens shareholders voted against the bonus.</p> <p>GE's board also scrambled to rewrite bonuses during the pandemic. Chief executive Larry Culp's new contract reduced the stock price at which he would earn bonus shares and nearly doubled the amount of stock he would receive. The payout could jump to a maximum of $230m vesting in 2024 at the earliest if he stays with the company. GE shareholders <a href=\"https://www.ft.com/content/131f52af-53c5-47d8-b915-767df8403bb5\">revolted</a> over his pay at the company's May 4 meeting.</p> <p>“When you give a $230m retention award to someone you cannot be terribly surprised that you are going to raise the ire of investors,” said Marc Hodak, a partner at Farient Advisors, an executive remuneration consulting firm.</p> <p>Union Pacific, which will hold a “say on pay” vote at its annual meeting on May 13, stripped the worst months of the pandemic for its business from its executives' performance targets.&#xa0;By eliminating the second quarter of 2020 from executives' bonus plans, Union Pacific's chief executive pay increased about 10 per cent from 2019, Morgan Stanley said.</p> <p>“It is interesting that there is no symmetry in how the discretion and adjustments are done,” said Simiso Nzima, investment director and head of corporate governance at Calpers. Bonuses are never reined in when companies benefit from positive economic forces outside executives' control, he added. “You can't have it both ways.”</p> <p>Though they might grumble about executive pay, investors have tended to back management because of the belief that high bonuses are needed to retain executives, and because leadership transitions can hurt a company's share price. </p> <p>But the pandemic highlighted pay inequalities that are becoming difficult to ignore, said Allison Binns, an equity strategist at Morgan Stanley, who said that the string of failed pay on votes could herald a permanent shift in how investors behave. </p> <p>“It is possible that this is a catalyst for reining in pay,” Binns added. </p> <p><em>*This article has been amended to reflect an updated data set from ISS Corporate Solutions for the number of failed pay votes in 2020</em></p><p>Source: Patrick Temple-West in New York 2021 'US investors revolt against executive pay in record numbers' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-10T04:00:14.586Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3014,
          "end": 3038
        },
        {
          "start": 3014,
          "end": 3039
        }
      ],
      "nexusId": "10022845"
    }
  ]
}