{
  "_id": "86032111d430d64f401ae2115dcfc32b8585436ed7865049c1cbc1b82b64eade",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books of the Year:  12 Months of Reading",
  "text": "<p>\n  Matthew Aucoin </p><p>\n  I love big, high-calorie literary banquets (Ferrante, Tolstoy, Knausgaard), but I find it helpful to alternate such feasts with leaner, lither books that clear and focus the mind, like a strong amaro. For that purpose, there's no one better than Natalia Ginzburg, an Italian writer who chronicled the political and social catastrophes of the 20th century and the all-but-invisible tragicomedies of domestic life with the same uncanny lucidity. She can be unbearably funny: I don't think anyone but Ginzburg could have dreamed up, for instance, the neurotic Italian mother who weeps openly at the dinner table over how ugly she finds her son's girlfriend. My favorites among her books include \"Family Lexicon\" and \"All Our Yesterdays,\" but you really can't go wrong. Among living writers, I've recently re-immersed myself in Jorie Graham's poetry. Ms. Graham has been a clairvoyant, oceanically potent force in poetry for more than four decades, but somehow she keeps outdoing herself. Her two latest collections, \"Fast\" and \"Runaway,\" are full of swarm-like voices from nature and not-nature: the voices of algae and algorithms alike. Ms. Graham is better than anyone else at channeling the frightening forces that are shaping and remaking our planet. </p><p>\n  -- Mr. Aucoin is a composer and the author of \"The Impossible Art: Adventures in Opera.\" </p><pre>\n </pre><p>\n  Jeanine Basinger </p><p>\n  With movie theaters closed, I read and read. I loved \"The Lincoln Highway\" by Amor Towles, with its cast of oddballs who hop in an old car and drive off in the wrong direction. My kind of people! A friend gave me Candice Millard's \"Destiny of the Republic,\" a book I would have missed otherwise and the kind of gift every good friend should provide. Ms. Millard's book, about the assassination of President James Garfield, is part history, part mystery and fully compelling. I enjoyed Anderson Cooper and Katherine Howe's \"Vanderbilt,\" Jan Eliasberg's \"Hannah's War\" and John le Carre's posthumous \"Silverview,\" featuring \"a former academic of no merit,\" a type with which I am personally familiar. Colm Toibin's \"The Magician\" imagines the life of Thomas Mann and inspired me to reread Mann's \"Buddenbrooks,\" which was even better than I remembered. The ever-provocative David Thomson's \"A Light in the Dark\" was a movie-book delight, and so was Robert Gottlieb's outstanding portrait \"Garbo.\" In Tom Brokaw's autobiographical \"A Long Way From Home,\" I found unexpected emotional power. Like Mr. Brokaw, I grew up in South Dakota, and I was moved to be reminded that the unrelenting prairie always calls its children home. </p><p>\n  -- Ms. Basinger is the founder of the film studies department at Wesleyan University and the author of \"The Movie Musical!\" </p><pre>\n </pre><p>\n  Mark Bittman </p><p>\n  My favorite food books this year included Marcia Chatelain's \"Franchise,\" Natalie Baszile's \"We Are Each Other's Harvest\" and Mayukh Sen's \"Taste Makers.\" Other nonfiction worth reading: Heather McGhee's \"The Sum of Us,\" David Baddiel's \"Jews Don't Count,\" and Rupa Marya and Raj Patel's \"Inflamed.\" And there's so much fiction to read when you're home all the time. I enjoyed Thomas Mann's \"The Magic Mountain\" way more than I did when I was 20. Graeme Macrae Burnet's \"The Disappearance of Adele Bedeau\" was the most surprising and compelling book I read all year, a Simenon-like thriller that intentionally reads like a translation and involves two fascinating characters and two wish-I-could-go-there restaurants. I also loved Claire Lombardo's \"The Most Fun We Ever Had\" and Mary Beth Keane's \"Ask Again, Yes.\" \"Harlem Shuffle\" is a relatively lighthearted book from Colson Whitehead, written about mid-20th-century New York, and a total page-turner. \"V2\" by Robert Harris and \"Billy Summers\" by Stephen King are entertaining, though neither is among these authors' best. I just had to reread Zola's \"Therese Raquin\" because it keeps cropping up, with reason. </p><p>\n  -- Mr. Bittman is the author, most recently, of \"Animal, Vege-table, Junk: A History of Food, From Sustainable to Suicidal.\" </p><pre>\n </pre><p>\n  Leon Botstein </p><p>\n  We may have had more time to read during the pandemic but many of us squandered too much of it streaming mind-numbing video. Reading took on a new urgency as an antidote to convention, the obvious and the routine, especially in the use of language. I searched for new books that might clear my mind and provoke me to grapple with the unexpected. Three stand out. Dara Horn's \"People Love Dead Jews\" speaks to uncomfortable truths about anti-Semitism and how it thrives in strange disguises. Kira Thurman's \"Singing Like Germans\" is a brilliant historical account of black performers in the world of classical music, a welcome relief from the oppressive essentialism about identity in our politics and conversations about culture. Ludwig Wittgenstein's \"Private Notebooks: 1914-1916,\" to be published next year, offers diary entries from the grim first years of World War I. It is arresting, intimate and philosophical -- a searing document of thought from a very dark time. The English translation is the work of Marjorie Perloff, a distinguished scholar whose grasp of Wittgenstein and his world is subtle and whose prose is a delight. These books persuade me that writing and thinking will survive the pandemic. </p><p>\n  -- Mr. Botstein is a conductor and the president of Bard College. </p><pre>\n </pre><p>\n  Rosalind 'Roz' Brewer </p><p>\n  My son and I recently read Hubert Joly's \"The Heart of Business: Leadership Principles for the Next Era of Capitalism.\" Mr. Joly served as Best Buy's chief executive and is credited with saving and transforming the company when some analysts assumed it was on the brink of failure. His philosophy centers on unleashing \"human magic\" by pursuing a noble purpose and putting people at the center of all you do in your business. Mr. Joly partnered with suppliers to create \"mini-stores\" within Best Buy and, in doing so, innovated a differentiated customer experience. His approach to succession planning is also top-notch. I saw Mr. Joly deliver a keynote speech at an in-person event before the pandemic, and he writes just like he speaks. His book packs a lot of punch in that it's both inspiring and practical, across industries, career levels and job roles. </p><p>\n  -- Ms. Brewer is CEO of Walgreens Boots Alliance. </p><pre>\n </pre><p>\n  Arthur C. Brooks </p><p>\n  We have been buffeted by crisis after crisis this year in politics, economics and public health. One of the biggest reasons for this is the collapse in our trust for leaders and experts from media to politics, who seem more intent to spin and foment fear than to inform and govern prudently. Experts also destroy public trust through hubris -- especially an unwillingness to say \"I don't know\" or \"I've changed my mind.\" As someone who gives \"expert\" advice for a living, I have focused a lot of my reading this year on this humility deficit, with an eye toward self-improvement. This has meant going back to some basic texts, such as the \"Meditations,\" the Stoic classic of Marcus Aurelius, and \"The Story of a Soul,\" the spiritual masterpiece by St. Therese of Lisieux. The 2021 book that helped me the most was Adam Grant's \"Think Again.\" Mr. Grant uses the social scientist's behavioral tool kit to explain our resistance to reconsidering our opinions, changing course ideologically and admitting we have done so publicly. He helpfully guides the reader through how to do so and reveals the immense enjoyment one can derive from this kind of flexible humility. This book should be required reading for experts. But then again, I might be wrong. </p><p>\n  -- Mr. Brooks is a professor of public leadership at Harvard University, a columnist for the Atlantic and author of the forthcoming \"From Strength to Strength: Finding Happiness, Success, and Deep Purpose in the Second Half of Life.\" </p><pre>\n </pre><p>\n  G.T. Bynum </p><p>\n  I've spent a lot of time in the last few years thinking about how to lead my hometown through a global pandemic, a national recession, a divisive presidential election, civil unrest, a polar vortex and a cyberattack. In Ryan Holiday and Stephen Hanselman's \"Lives of the Stoics,\" I found answers and reassurance in the experience of those who thoughtfully struggled centuries before us with many similar challenges. Each chapter begins with a foundational premise of Stoicism -- a disciplined focus on that which you can control -- and offers insights and wisdom that have proven applicable in the lives of leaders through more than 2,000 years. Similarly, Carl Van Doren's Pulitzer Prize-winning biography of Benjamin Franklin gave me the opportunity to spend time with a leader who was successful in so many different fields and maintained a joy for life despite living and working in some of the most stressful circumstances imaginable. He's a model for a good life. And in more recent times, Jonathan Alter's \"His Very Best: Jimmy Carter, a Life\" offered a look at the incredibly interesting and diverse life of a leader who has devoted a lifetime of hard work to following his conscience -- regardless of popularity. </p><p>\n  -- Mr. Bynum is the mayor of Tulsa, Okla. </p><pre>\n </pre><p>\n  David Copperfield </p><p></p>",
  "published": "2021-12-11T07:14:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 6232,
          "end": 6256
        },
        {
          "start": 6232,
          "end": 6247
        }
      ],
      "nexusId": "10022845"
    }
  ]
}