{
  "_id": "b098daf73ea6e881f70fadd869576970ccaa71b0ebeb37389946b91ffedc819f",
  "feed": "wall-street-journal",
  "title": "What the Elizabeth Holmes Trial Is Revealing About Theranos; Jurors have been told of forged documents, massive fundraising numbers and other new information that wasn't widely known",
  "text": "<p>Collapse of Theranos</p><p>* Live coverage of the trial</p><p>* A Theranos Timeline: The Downfall of Elizabeth Holmes, a Silicon Valley Superstar</p><p>Ms. Holmes, 37 years old, is charged with defrauding patients and investors, with the top charges carrying a maximum federal prison sentence of 20 years. She has pleaded not guilty.</p><p>Here are a few of the revelations we have heard so far in testimony or seen in court exhibits.</p><p>Forged documents</p><p>During opening statements, prosecutor Robert Leach described how Ms. Holmes told investors that Theranos's technology had been validated by 10 of the 15 largest pharmaceutical companies, a claim he says was outright false.</p><p>Mr. Leach showed jurors a document with the Pfizer logo that he said Ms. Holmes portrayed to investors as evidence of the pharmaceutical giant's support. In fact, he said, it was a forged document.</p><p>\"Pfizer did not write this. Pfizer did not put its logo on this. Pfizer did not give its permission to put its logo on this. Pfizer did not make the conclusions in this report,\" Mr. Leach said in court last week.</p><p>Pfizer did have a $900,000 contract before 2009, he said, but after seeing initial reports from Theranos it concluded it had no use for Theranos's technology and never did business with the company again.</p><p>A Pfizer spokeswoman said it wouldn't be appropriate to comment on an ongoing criminal trial but that the company \"has fully cooperated with prosecutors throughout this process.\"</p><p>Losses piling up</p><p>Theranos's longtime corporate controller, Danise Yam, who was the top financial officer for many years, testified that the company had accumulated losses of more than $585 million from 2003 to 2015. The company reported that number to the IRS on its 2015 tax returns, jurors were shown.</p><p>Ms. Yam spoke of years when the company brought in no money at all, and periods when they burned through $1 million to $2 million a week. On cross-examination by one of Ms. Holmes's attorneys, Ms. Yam, who also goes by the name So Han Spivey, said the largest expenditure in many years was research and development costs.</p><p>More investment than previously thought</p><p>Investors poured more money into the company than previously known: $944.56 million over six investment rounds, according to a March 15, 2015, report from a firm called Aranca that was repeatedly hired to value the company.</p><p>Ms. Yam testified that she gave internal financial information to Aranca to help it assess Theranos's valuation. Later, prosecutors showed that far rosier revenue projections were given to potential investors than what Ms. Yam gave to Aranca, something Ms. Yam said she couldn't explain. In one instance, Theranos told investors to expect $990 million in revenue in 2015, while the company had told Aranca that it would have $113 million or less in revenue.</p><p>Potential business lines</p><p>In addition to its well-known partnership with Walgreens Boots Alliance Inc. that put Theranos testing centers in Walgreens pharmacies, Theranos explored some partnerships that haven't previously come to light.</p><p>Text messages from April 2015 included in court filings show Theranos also had its sights on a partnership with Highmark Inc., a healthcare company in Pittsburgh. Ms. Holmes texted fellow Theranos executive Sunny Balwani, \"Highmark CEO 100% deal done,\" and that another Highmark executive apologized for not working with Theranos, acknowledging it was a \"huge mistake.\"</p><p>SHARE YOUR THOUGHTS</p><p>What have you found most interesting about the Theranos trial? Join the conversation below.</p><p>Theranos never launched a blood-testing partnership with Highmark. Highmark spokesman Aaron Billger said, \"A proposal was presented to us—like the many we receive annually on new ventures. After further review, the decision was made to not invest.\"</p><p>Ms. Yam's testimony also brought to light that Theranos had a $288,000 contract in its early years to provide cartridges and devices to the American Burn Association, a group that helps burn victims through research and services. On cross-examination, Ms. Yam said that work was done in connection with the Defense Department. The American Burn Association didn't immediately respond to a request for comment.</p><p>Prosecutors allege Ms. Holmes and Mr. Balwani lied to investors about having a profitable business relationship with the Defense Department and having Theranos technology deployed on the battlefield.</p><p>Hiring private investigators</p><p>Court filings show the extent to which Theranos tried to keep former employees from talking about the company after they left. Records detail $150,000 paid to investigations firm Interfor and private investigator David Fechheimer for what was listed in records as \"E. Cheung &amp; T. Shultz project\"—a reference to Erika Cheung and Tyler Shultz, two junior Theranos employees who quit over concerns about the company's practices and later spoke out, including to the Journal, about their experience.</p><p>Interfor declined to comment. Mr. Fechheimer died in 2019.</p><p>Write to Sara Randazzo at sara.randazzo@wsj.com</p><p>What the Elizabeth Holmes Trial Is Revealing About Theranos</p>",
  "published": "2021-09-17T16:09:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2866,
          "end": 2895
        },
        {
          "start": 2866,
          "end": 2890
        }
      ],
      "nexusId": "10022845"
    }
  ]
}