{
  "_id": "6ebd1f7735ec6a40023f2c505ec5f80adafc98c7c472b1bd31a35e2c47e11d8d",
  "feed": "wall-street-journal",
  "title": "Walgreens Poaches  Starbucks No. 2  As Its New CEO  ---  Rosalind Brewer becomes only Black woman  currently leading a Fortune 500 company  ----  By Dana Mattioli and Cara Lombardo",
  "text": "<p>\n  Walgreens Boots Alliance Inc. named Starbucks Corp. operating chief Rosalind Brewer as its next chief executive, making her the only Black woman leading a Fortune 500 company. </p><p>\n  Ms. Brewer will succeed Stefano Pessina, who said in July that he would step down as CEO once the drugstore company found a new leader. Mr. Pessina, one of Walgreens's biggest individual investors, will stay on the company's board and serve as executive chairman. </p><p>\n  Shares of Walgreens, which has a market value of about $43 billion, rose 8% after hours after The Wall Street Journal first reported the move. </p><p>\n  Starbucks said Tuesday that Ms. Brewer, its chief operating officer and group president, was leaving both the company and board of Starbucks. Before joining the coffeehouse chain, Ms. Brewer was CEO of Walmart Inc.'s Sams Club division for five years. </p><p>\n  The retail veteran joined Starbucks and its board in 2017. She helped shift Starbucks toward a focus on to-go operations during the pandemic and has worked to diversify the company's leadership. Starbucks said last fall it would tie executive compensation to increasing minority representation in its workforce and mandated antibias training for company leaders. </p><p>\n  In 2019, Ms. Brewer joined the board of Amazon.com Inc. amid pressure on the company to add more diversity to its board. Amazon has been increasingly expanding into health care, becoming more of a competitor to companies such as Walgreens and CVS Health Corp. In 2018, Amazon bought online pharmacy PillPack for $1 billion. </p><p>\n  Mr. Pessina said Ms. Brewer's retail background, especially in expanding Starbucks' digital presence, makes her well-suited for the top job at Walgreens. </p><p>\n  \"We needed someone with an experience in retail and an experience in pharmacy and, more importantly, experience in digital,\" Mr. Pessina said. \"She's very thoughtful and very personable, she's reasonable and she has all the qualities that are important for a chief executive.\" </p><p>\n  Walgreens, the largest U.S. drugstore chain, has been struggling to turn itself around, an effort complicated by the pandemic. Mr. Pessina, an Italian billionaire, took over five years ago following the merger of Walgreens and European pharmacy chain Alliance Boots. </p><p>\n  Where rival CVS has built itself into a health-care behemoth through acquisitions of pharmacy benefit manager Caremark in 2006 and insurer Aetna Inc., Walgreens shifted away from all-out acquisitions after unsuccessful attempts to buy insurer Humana Inc. and pharmacy rival Rite Aid Corp. </p><p>\n  Walgreens recently outlined plans to sell much of its wholesale pharmacy business in Europe, narrowing its focus on its U.S. namesake chain and the U.K. Boots pharmacy chain. </p><p>\n  Reduced store traffic amid the coronavirus pandemic is exacerbating Walgreens's retail struggles, and the company's efforts to transform itself into a provider of health-care services have yet to take hold. The company also is expected to play a central role administering the Covid-19 vaccine to the U.S. public. </p><p>\n  In its latest quarter, the chain's profit fell 25% even as overall revenue rose and the company worked to cut costs. Retail pharmacy sales increased 1.6% in the U.S., well below expectations, and executives said prescription volumes were weaker than planned. </p><p>\n  Last year, Walgreens was among the worst-performing members of the Dow Jones Industrial Average, with its shares falling 29.4%. The index gained 7.3% in 2020. </p><p>\n  The first African-American and first woman to lead a Walmart business unit, Ms. Brewer joined the retail giant in 2006 after two decades at Kimberly-Clark Corp., where she started as a chemist. </p><p>\n  --- </p><p>\n  Sharon Terlep and Heather Haddon contributed to this article. </p><p>\n   --- </p><p>\n  Rosalind Brewer </p><pre>\n </pre><p>\n  Age: 58 </p><pre>\n </pre><p>\n  Prior roles: Starbucks chief operating officer since 2017; Walmart, 2006-2017, including chief of Sam's Club, 2012-2017; Kimberly-Clark Corp., 1984-2006 </p><pre>\n </pre><p>\n  Board memberships: Amazon.com, Starbucks, Lockheed Martin (former) and Molson Coors (former) </p><pre>\n </pre><p>\n  Education: Spelman College, bachelor's degree in chemistry; Wharton's Advanced Management Program and Stanford University's Directors' College </p><p></p>",
  "published": "2021-01-27T07:13:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 0,
          "end": 29
        },
        {
          "start": 0,
          "end": 24
        }
      ],
      "name": "Walgreens Boots Alliance, Inc.",
      "id": "US9314271084",
      "nexusId": "10022845"
    }
  ]
}