{
  "_id": "0e7cbd3d0c4bc54ba787c29d0c65c338252b0120ef72ffc49f8cad6e17d0c24a",
  "feed": "wall-street-journal",
  "title": "The Elizabeth Holmes Trial: Theranos Founder Says Doctored Documents Weren't Meant to Deceive; Blood-testing startup's CEO directly addressed prosecutors' contention in her criminal-fraud case",
  "text": "<p>\"But I've heard that testimony in this case and I wish I had done it differently,\" Ms. Holmes testified.</p><p>Ms. Holmes faces 11 counts of fraud and conspiracy in her closely watched Silicon Valley criminal case. The trial has drawn extensive media attention and attracted throngs of people eager to catch a glimpse of the onetime startup phenom.</p><p>Ms. Holmes first took the witness stand Friday afternoon, then returned Monday for a brief day of trial. Her testimony Tuesday will be her longest yet and will likely prove crucial to her defense. She faces a maximum of 20 years in prison for each fraud count.</p><p>Her statement marked the first time that Ms. Holmes on the stand directly confronted a claim made by prosecutors, after testimony that more generally discussed what she said was her company's early success working to develop its blood-testing technology.</p><p>Her characterization of the allegedly forged documents, an important component of the prosecution's case, portrays the event as an innocent mistake borne out of a young entrepreneur's excitement about her company's prospects, rather than a scheme to defraud.</p><p>Jurors have heard repeatedly from the prosecution that Theranos altered scientific reports to feature the logos of Pfizer Inc. and Schering-Plough Corp., major pharmaceutical companies that had evaluated Theranos's technology. Theranos had conducted studies with both companies to demonstrate the performance of its devices.</p><p>Scientists from both companies testified for the government that they were unimpressed with Theranos, which failed to adequately answer their questions, and determined that their employers shouldn't work with the startup. Later, Theranos added the Pfizer and Schering-Plough logos to the documents, and sent them to Walgreens Boots Alliance Inc. as part of an effort to strike a business deal with the drugstore operator.</p><p>A former Schering-Plough scientist, Constance Cullen, testified that no one at her company had approved the findings in the report with its logo, and that it would be misleading to suggest Schering-Plough endorsed Theranos's technology. A former Pfizer scientist, Shane Weber, testified that Theranos had added the logo without the company's permission.</p><p>Legal experts have described this evidence as some of the prosecution's strongest for showing Ms. Holmes intended to commit fraud, which they must do in order to get a conviction.</p><p>Ms. Holmes offered a different take. \"This work was done in partnership with those companies and I was trying to convey that,\" she said, explaining why she added the logos. The results from the study with Pfizer were particularly exciting, she said, and she wanted Walgreens and other investors to know about them.</p><p>\"'The devices worked and I thought the data was really good and I wanted to share it with them,\" she testified.</p><p>The defense on Monday displayed emails in court that showed Theranos continued to have discussions about potential business partnerships with Pfizer and Schering-Plough after Dr. Weber and Ms. Cullen rejected the startup. Ms. Cullen, according to one email, offered to be a reference for Theranos with other scientists at her company.</p><p>On Tuesday, Mr. Downey displayed an email showing that Ms. Holmes's brother, Christian Holmes, also a Theranos employee, had sent the Theranos document featuring the Pfizer logo to three different Pfizer employees, indicating they were aware that Theranos was using the pharmaceutical company's name. Dr. Weber was not among the recipients.</p><p>A Pfizer spokeswoman said Monday that the company \"conducted only a very limited evaluation of Theranos's technology\" and reiterated an earlier comment that Pfizer has cooperated with prosecutors throughout the criminal proceeding.</p><p>Nothing came of the discussions with Pfizer or Schering-Plough, Ms. Holmes testified. The difficulty Theranos had in making inroads with pharmaceutical companies and getting them to use Theranos devices in their clinical studies pushed the startup to pursue business with retail partners. It signed a deal with Walgreens in 2010, after showing the drugstore's executives the documents with the Pfizer and Schering-Plough logos, as well as a report from Johns Hopkins University that called Theranos's technology \"novel and sound\" and lauded its \"accuracy.\"</p><p>\"Our team was really excited about\" the Johns Hopkins report, Ms. Holmes said. \"This was one of the best laboratory experts in the world.\"</p><p>Write to Heather Somerville at Heather.Somerville@wsj.com</p><p>The Elizabeth Holmes Trial: Theranos Founder Says Doctored Documents Weren't Meant to Deceive</p>",
  "published": "2021-11-23T20:45:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1759,
          "end": 1788
        },
        {
          "start": 1759,
          "end": 1783
        }
      ],
      "nexusId": "10022845"
    }
  ]
}