{
  "_id": "bb24e600cd8b746f34be7434c27c0a92ded966c5e0e45f3e4e1a24155d2f28cd",
  "feed": "ftcomall",
  "title": "M&S makes venture capital investment in digital push ",
  "text": "<p>Marks and Spencer has made its first venture capital investment in two decades, committing more than £20m to a technology fund as the retailer attempts to accelerate its transition to a digital-first business.</p> <p>The FTSE 250 group will be a cornerstone investor in a new fund managed by True, which manages private equity-style vehicles and operates a network to bring together consumer businesses and technology start-ups. M&amp;S has worked with True since 2018 but this is the first time it has made a significant financial commitment. </p> <p>Eoin Tonge, chief financial officer of M&amp;S, said the partnership “had already led to some fruitful commercial engagements” such as bringing childrenswear brand Frugi on to the retailer's website. “But we're starting to think about the next growth sectors for us, things that could be relevant in five years or more,” he said</p> <p>Tonge added that while the company's main objective was to secure early access to new technology and thinking, it also expected to make a financial return on its commitment.</p> <p>True takes equity stakes in digital-first businesses that are capitalising on shifts in consumer behaviour, such as the growth of ecommerce or the rising awareness of sustainability. </p> <p>It has about £600m under management, with investments including workplace wellness app Unmind, staff rostering system Rotaready and online furniture retailer Cotswold. Its latest fund will seek to raise about £50m with M&amp;S acting as the lead investor. </p> <p>M&amp;S, which traces its origins back to a Leeds market stall in 1884, has dabbled in venture capitalism before. In the early 2000s, its M&amp;S Ventures unit put money into Splendour.com, an online lingerie business, and Talkcast, a media start-up. But M&amp;S Ventures was abandoned after 18 months as the company focused on its core business. </p> <p>The retailer has not always had an easy relationship with its own technology either. Its automated warehouse in Leicestershire, built at considerable expense to fulfil online orders, took years to reach industry-standard levels of reliability. The retailer's customer website had until recently a reputation for being slow and clunky, while many of its internal IT systems still ran on old-fashioned mainframe computers.</p> <p>But since the installation of a new management team led by chair Archie Norman, the business has invested heavily in technology and has used the pandemic to accelerate that process.</p> <p>“The culture has changed since 2018,” said Tonge. “Some of that was pure necessity — the world has changed and you cannot survive with a store-only mentality.”</p> <p>Matt Truman, co-founder of True, said Norman had been pivotal. “I've been involved with M&amp;S since Archie became chair and he's been the key driving force in that cultural change. He's always been very clear about the ‘buy, build or partner' approach.”</p> <p>True works with other retailers, including Primark, John Lewis and Wm Morrison in the UK and Walgreens Boots Alliance and TJX in the US.</p> <p>Lisa Hooker, head of retail, consumer and leisure at consultancy PwC, said the increased use of partnerships by retailers reflected a recognition that technology was not their core competence.</p> <p>“Why try and do all this yourself when you can work with people who are the best at what they do?” she said. “Initiatives like this give companies access to up-and-coming brands, knowledge and interesting technology.”</p> <p><em>This article has been amended to reflect that M&amp;S had previously made venture&#xa0;capital investments in the 1990s</em></p><p>Source: Jonathan Eley 2021 'M&amp;S makes venture capital investment in digital push ' FT.com 19 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-19T17:00:29.722Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2910,
          "end": 2934
        }
      ],
      "nexusId": "10022845"
    }
  ]
}