{
  "_id": "6fb5f6c0a2aaa8600691556179ccd8bd10ab0ae3b80001f250e00ea76a94c818",
  "feed": "wall-street-journal",
  "title": "Omicron Surge Is Just Starting and America's Pharmacists Are Already Burned Out; CVS and Walgreens say they are building in breaks, hiring staff as some pharmacists complain about working conditions; a call for a 'sick out'",
  "text": "<p>America's pharmacists and pharmacy technicians, slammed by short staffing and demands of giving Covid vaccines and tests, are burning out as the world heads into another pandemic surge.</p><p>Working conditions are deteriorating at big chain pharmacies such as CVS Health Corp., Walgreens Boots Alliance Inc. and Rite Aid Corp., which are central to the country's pandemic testing and vaccination efforts, according to dozens of employees, organizations representing pharmacists and experts in the field.</p><p>CVS and Walgreens said they are working to improve conditions by adding prescheduled breaks, hiring staff and raising pay. Rite Aid said it would start closing its stores an hour early and allow walk-in vaccines for only one hour a day. Like many other industries, including nursing homes, grocers and hospitals, retailers have been hit by labor shortages and burnout complaints from employees while also grappling with increasing customer blowups fueled by pandemic-related stress.</p><p>Pharmacists and technicians say they are juggling too many tasks, working long hours and extra shifts, often unable to take breaks, and are subject to abuse from customers angry over long wait times and scheduling mistakes. Meanwhile, in parts of the country where cases are surging, drugstores aren't able to meet demand for Covid-19 testing and inoculations, according to customers and staffers.</p><p>\"You don't get a break, ever, you're lucky if you can go to the bathroom. The patients are angry and rightly so,\" said Anne Regan, who in November quit her $14.50-an-hour job as a pharmacy technician at a Walgreens in Plymouth, Wis. \"I equate it to being a ball in a pinball machine.\"</p><p>A call on social media for a Monday \"sick out\" by pharmacists and technicians led the American Pharmacists Association, a professional group representing pharmacists, to press for better working conditions while discouraging workers from calling in sick.</p><p>\"Workplace conditions have pushed many pharmacists and pharmacy teams to the brink of despair,\" the organization said in a statement. \"It is impacting patients today with delayed prescription fulfillment, unacceptable waits for vaccines and testing.\"</p><p>The association also called for private insurance and government plans to reimburse pharmacists for clinical work, such as patient consultations or help managing medications, rather than have payments based strictly on services such as prescriptions filled or shots given.</p><p>A CVS spokesman said the company is doing everything it can to support its pharmacy workers. The chain, with about 9,900 U.S. stores, said it has begun adding prescheduled break time and is hiring thousands of pharmacy staff. The spokesman declined to say if the company is hiring more workers than it's losing.</p><p>Thousands of CVS stores operate separate vaccine clinics in which pharmacists and other workers focus only on administering shots, the company said. In stores without clinics, the company said, it's changing practices to improve predictability and structure for pharmacy staff.</p><p>A Walgreens spokesman said the company, with 9,000 U.S. stores, has taken steps to reduce workloads and is spending more to bulk up staffing to free up pharmacists to focus on clinical duties.</p><p>\"We're working diligently at all levels to make sure these concerns are addressed,\" the spokesman said. Walgreens also said it is building in break times to ensure pharmacy staff get down time during the day.</p><p>Both chains have started raising their minimum hourly wage, with plans to reach $15 an hour by mid- to-late next year.</p><p>Rite Aid, with about 2,500 U.S. stores, said Sunday it will implement overnight teams to handle tasks not directly related to dealing with customers as well as close all stores an hour early Monday through Friday \"to help alleviate stress immediately.\"</p><p>The call-out effort was started by pharmacist Shane Jerominski, who worked at CVS and Walgreens before starting a job at White Cross Pharmacy, an independent store, in Brawley, Calif. Mr. Jerominski runs a website that advocates for better working conditions for pharmacists.</p><p>\"We're responsible for vaccinating America,\" he said, \"and we're being exploited by these chains. Covid has been a windfall for these companies.\"</p><p>The chains, particularly CVS and Walgreens, say they prioritize patient safety and have embraced the responsibility of administering Covid tests and vaccines. These services bring customers into stores and generate a valuable trove of shopper data, as both companies look to expand deeper into healthcare.</p><p>Pharmacists were struggling with heavy workloads and lower pay before the pandemic, said Stefanie Ferreri, chair of the division of practice advancement and clinical education at the University of North Carolina's Eshelman School of Pharmacy. A shortage of pharmacists more than a decade ago led to a rush to open pharmacy schools, which in turn churned out more pharmacists than there were jobs, pushing down pay, she said.</p><p>Median annual pay for a pharmacist was $128,090 in 2019; pharmacy technicians, who are certified to assist pharmacists in filling prescriptions and can answer customer questions, made $33,950 a year, according to the U.S. Department of Labor. Pharmacists' wages have grown more slowly than the overall workforce, according to the Labor Department.</p><p>Pharmacies for years have faced falling reimbursement rates for prescription drugs as they get squeezed in negotiations with pharmacy-benefit managers. Many smaller chains went out of business while remaining pharmacies trimmed staff.</p><p>\"We need to change our business model,\" Ms. Ferreri said. \"Things were bad before. When Covid came, a lot of pharmacists were, like, 'How do I do this with no more staff than I have right now?' \"</p><p>Early in the pandemic, the Trump administration struck deals to supply the biggest pharmacy chains with Covid tests and vaccines. As the pandemic drags on, the workload has shifted onto these companies as many government testing and vaccination sites have shut down.</p><p>The Biden administration's push to mandate vaccines for many workers, plus the approval of shots for children and recommended adult booster shots, have added to the strain just as the Omicron variant drives more testing.</p><p>Through most of the pandemic, retail pharmacies such as CVS, Walgreens and Rite Aid, as well as Walmart Inc. and grocers, were responsible for administering about one-third of Covid vaccines, according to federal data. They now account for about two-thirds of the shots, the White House said last month.</p><p>This summer, pharmacist Bled Tanoe quit her job at an Oklahoma City Walgreens because of working conditions. Ms. Tanoe started a social-media campaign to lobby for better working conditions called #pizzaisnotworking. It refers to free pizzas offered as morale boosters to pharmacy staff.</p><p>\"Our profession was not supposed to feel this way,\" said Ms. Tanoe, who is now working at a hospital.</p><p>In interviews, pharmacists and technicians at big chains said an additional stressor is having to meet mandates unrelated to medical care, such as signing up customers for store loyalty cards or answering the phone within a set time.</p><p>Ms. Regan, the former Walgreens technician, said she recently started a new job at a credit union in town for the same pay. \"I've not been yelled at, sworn at or threatened,\" she said. \"It's amazing.\"</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Omicron Surge Is Just Starting and America's Pharmacists Are Already Burned Out</p>",
  "published": "2021-12-20T14:01:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 273,
          "end": 302
        },
        {
          "start": 273,
          "end": 297
        }
      ],
      "nexusId": "10022845"
    }
  ]
}