{
  "_id": "56136dd1178e12b4d0b8ef214ead36f4ad37cd0d83e587d41ecbaf9150c40dba",
  "feed": "wall-street-journal",
  "title": "Elizabeth Holmes Trial: Ex-Employee Testifies Theranos Cut Corners; Former lab worker Erika Cheung tells of events that led her to alert federal authorities to the company's practices",
  "text": "<p>SAN JOSE, Calif.—In the more than seven years since Erika Cheung quit Theranos Inc. over her concerns about the blood-testing company's practices, she has spoken out widely about her experiences—to regulators, in an HBO movie and on the public stage in a TED talk.</p><p>Now, she is telling her story again, this time at the criminal trial of Theranos founder Elizabeth Holmes, who is battling accusations that she defrauded patients and investors with promises that her technology could test for a wide range of health conditions using just a few drops of blood from a finger prick.</p><p>During the start of her testimony Tuesday afternoon, Ms. Cheung walked jurors through her Theranos journey: how she joined as a wide-eyed recent college graduate enamored with Ms. Holmes's vision, and resigned as a lab associate less than a year later amid concerns that patient safety was being put at risk.</p><p>\"I left Theranos because I was uncomfortable processing patient samples\" using the company's technology, she testified.</p><p>Ms. Cheung is the second witness at what is expected to be a more than three-month-long trial. Ms. Holmes has pleaded not guilty to 10 counts of wire fraud and two counts of conspiracy to commit wire fraud. Her lawyer has described her as guilty of little more than naivete and running a failed business.</p><p>Ms. Cheung joined Theranos after graduating from the University of California Berkeley in 2013, a time when she recalled the startup was creating buzz on campus. At a Berkeley job fair, the Theranos booth had \"a line out the door of people waiting to talk to the recruiter,\" she said. After giving her résumé, she had interviews with executives including Ms. Holmes, whom she said she admired and felt \"star struck\" around.</p><p>She was excited about the technology, and was quickly told that secrecy at the company was paramount, she recalled from the witness stand. By the time she became a Theranos lab associate, the company was already offering tests to the public at Walgreens Boots Alliance Inc. pharmacies.</p><p>Theranos told investors that its proprietary machines could run over 200 tests with tiny amounts of blood. But Ms. Cheung explained to jurors that Theranos could never handle more than 12 types of blood tests on its proprietary Edison machine, and instead ran most tests on third-party machines, including some that it modified to work with smaller blood samples.</p><p>\"The machine wasn't built to be able to do the processing on that small of a volume,\" she said of the commercial analyzers.</p><p>Ms. Holmes's lawyers have tried to block jurors from seeing some of Ms. Cheung's emails from her time at Theranos and from testifying about events she didn't directly witness, saying they qualify as hearsay and can't be directly tied back to Ms. Holmes. Both sides will make arguments Wednesday over the scope of her continued testimony before jurors enter court.</p><p>Calling up a menu of dozens of blood tests that Theranos offered to patients during Tuesday's testimony, Assistant U.S. Attorney John Bostic asked Ms. Cheung to name those that the Edison device could process, highlighting them as she spoke. Much of the page remained untouched.</p><p>Her work involved validating tests that Theranos ran on the Edison device, Ms. Cheung said. Such tests required lots of sample blood, which she said they sometimes got by paying employees, including herself, to donate.</p><p>Through the process, she said she noticed that every time she ran a vitamin D test on her own blood, it showed she had a deficiency, which wasn't reflected on traditional machines. \"I started to notice that there was a slight discrepancy,\" she said.</p><p>SHARE YOUR THOUGHTS</p><p>What has been most interesting about the Theranos trial? Join the conversation below.</p><p>In November 2013, a month after she joined the company, Ms. Cheung said she tried to alert colleagues to failures on vitamin D quality-control tests she was running on an Edison device, which prevented her from running patient samples.</p><p>In an email chain shown to jurors that was sent in response to Ms. Cheung's concerns, company executive Ramesh \"Sunny\" Balwani said, \"This is beyond unacceptable performance,\" with Ms. Holmes weighing in to ask whether the sample could be run on a traditional device and asking, \"How fast can we resolve this issue.\"</p><p>Ms. Cheung said a patient sample was ultimately run on the Theranos device despite the problems, after an employee omitted some data to make it look like it passed quality control. \"I disagreed with it,\" Ms. Cheung said of the decision.</p><p>In 2019, Ms. Cheung co-founded Ethics in Entrepreneurship, an organization aimed at improving the ethics and culture of emerging companies.</p><p>Write to Sara Randazzo at sara.randazzo@wsj.com</p><p>Elizabeth Holmes Trial: Ex-Employee Testifies Theranos Cut Corners</p>",
  "published": "2021-09-15T15:40:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1980,
          "end": 2009
        },
        {
          "start": 1980,
          "end": 2004
        }
      ],
      "nexusId": "10022845"
    }
  ]
}