{
  "_id": "d7467735753d0903a4529e204ea2c0235cd736796b8903df3d951e2baf0849e6",
  "feed": "wall-street-journal",
  "title": "Who Read What: Business Leaders Share Their Favorite Books of 2021; Selections from Indra Nooyi, David M. Rubenstein, Robert Iger and others.",
  "text": "<p>I always read physical books because I love the feeling of the pages in my hands. My home is piled high with volumes on hundreds of subjects. I wish the days were longer so I could read more. In 2021, one book stood out for me: \"Out of Many, One,\" a collection of portraits and immigration stories by George W. Bush. It's so moving to me that the ex-president, in this moment when we feel divided, chose to show how we are united by our diverse experiences. I lingered over his paintings, and the attention to detail in the vignettes. My favorite portrait is of Paula Rendon, a Mexican woman who joined the Bush household when young George was 13 and stayed for the next 56 years. Paula helped George H.W. Bush become president, the story says, because \"her presence gave Dad, and Mom, the comfort to travel and build the relationships that were essential to Dad's career success.\" I've been working on how we can craft better support systems for both families and employers to thrive and care for one another. Our ability to rise in the ranks is dependent on the care we all need along the way.</p><p>Ms. Nooyi, the former CEO of PepsiCo., is the author of \"My Life in Full: Work, Family, and Our Future.\"</p><p>Paul Singer</p><p>Among the most important dynamics in modern financial markets is the role that innovation—and in particular, indexation—plays in determining financial market asset valuations. There is currently more than $26 trillion tied to passive, index-related investing strategies, born largely as a result of the idea that over long periods, most investors do not outperform the major market indices. Robin Wigglesworth's \"Trillions\" describes how this shift gave millions of smaller investors access to markets, and offers a useful, if sanguine, account of how indices \"morphed from simple snapshots of markets into a force that exerts power over them.\" The first-order effect of index investing is that it distorts and inflates the valuations of companies compared with non-indexed companies, and untethers investing from any analytical process. With index investing, buying and selling is caused by changes in allocations of capital or the addition or removal of a company from an index, not by management success or failure, or by financial results. This turns the price action around indexed companies into a \"self-fulling prophecy,\" as the cash flowing into index funds causes those securities prices to outperform on no basis other than their inclusion in the index. This feature of indexation makes markets much more risky. A downturn in indexed portfolios compared with \"active\" portfolios, which could happen for any number of reasons, could cause rapid declines in valuations as long-held expectations are dashed.</p><p>Mr. Singer is founder and co-CEO of Elliott Investment Management L.P.</p><p>David M. Rubenstein</p><p>Over the past year I focused much of my pleasure reading on history, mostly American. In doing so I was constantly reminded of how little I know compared to what I thought I knew, and how current writers of history are so much more interesting than the ones I read in college. Maybe that's because I was reading the books more to get through courses than for pleasure. A few new titles of note: Joseph J. Ellis's \"The Cause,\" a fresh look at what really caused the American Revolution; Walter Isaacson's \"The Code Breaker,\" an extraordinary look at the Crispr revolution; Kai Bird's \"The Outlier,\" a dispassionate but positive look at the life of Jimmy Carter; and Elliot Ackerman and James Stavridis's \"2034,\" a novel that looks into possible military conflict between the U.S. and China. Each brings a fresh perspective on subjects old and new alike. I generally read nonfiction but am delighted I made an exception for \"2034\"—and just hope it remains fiction and does not become history.</p><p>Mr. Rubenstein is co-founder and co-chairman of the Carlyle Group and author of \"The American Experiment.\"</p><p>Desmond Shum</p><p>Kai Strittmatter, the author of \"We Have Been Harmonized: Life in China's Surveillance State,\" lived in China first as a student and then as a journalist. Full of interesting anecdotes, his book vividly depicts China as the perfect rendition of George Orwell's \"1984\" via its implementation of \"Smart Cities,\" where surveillance cameras and AI algorithms watch and modify every citizen's every action. This results in an outwardly \"harmonized society.\" Mr. Strittmatter not only shares with readers the reality on the ground in today's China, but also provides historical and philosophical underpinnings of how and why China got there. Even as a China insider, I learned new revelations through Mr. Strittmatter's vantage point as an independent journalist from a democratic country. If we let China run the world, we may all be harmonized.</p><p>Mr. Shum is the author of \"Red Roulette: An Insider's Story of Wealth, Power, Corruption, and Vengeance in Today's China.\"</p><p>Rosalind \"Roz\" Brewer</p><p>My son and I recently read Hubert Joly's \"The Heart of Business: Leadership Principles for the Next Era of Capitalism.\" Mr. Joly served as Best Buy's chief executive and is credited with saving and transforming the company when some analysts assumed it was on the brink of failure. His philosophy centers on unleashing \"human magic\" by pursuing a noble purpose and putting people at the center of all you do in your business. Mr. Joly partnered with suppliers to create \"mini-stores\" within Best Buy and, in doing so, innovated a differentiated customer experience. His approach to succession planning is also top-notch. I saw Mr. Joly deliver a keynote speech at an in-person event before the pandemic, and he writes just like he speaks. His book packs a lot of punch in that it's both inspiring and practical, across industries, career levels and job roles.</p><p>Ms. Brewer is CEO of Walgreens Boots Alliance.</p><p>David M. Solomon</p><p>The Covid-19 pandemic exposed the need for more sustainable and inclusive economic growth, and like a lot of chief executives, I spent much of 2021 thinking about how businesses can further catalyze this growth in the communities where we operate. One thought-provoking book on the challenge we face is Alec Ross's \"The Raging 2020s: Companies, Countries, People–and the Fight for Our Future.\" Mr. Ross argues that the balance of rights and responsibilities among businesses, governments and individuals—what he calls the \"social contract\"—has been thrown off kilter. The path forward is unclear. Mr. Ross contends that while businesses have more power to shape our lives than ever before, there are also challenges, like climate change, that require the private and public sector to work together. What's needed, he writes, is \"to take our existing social contract . . . and repair it to meet the 21st century.\" Mr. Ross makes his case with verve, and his book challenged me to think through my views on a range of issues. I don't agree with all of his conclusions, but I think he's asking all the right questions, and anyone interested in building a more sustainable planet should put it on their reading list.</p><p>Mr. Solomon is chairman and CEO of Goldman Sachs.</p><p>Robert Iger</p><p>My favorite read this year was \"Max Perkins: Editor of Genius\" by A. Scott Berg. Perkins had an extraordinary eye for fledgling talent, discovering and developing several of the 20th century's literary giants, including F. Scott Fitzgerald, Ernest Hemingway and Thomas Wolfe. Recognizing their potential and the conceivable impact of their stories on society, Perkins fostered intimate and trusting relationships with his writers, providing critical perspective to sharpen their skills and draw out their best work, always keenly aware of the difference in roles between editor and author. Perkins also derived huge satisfaction from mentoring young talent, which strongly resonated with me. Among the most rewarding aspects of my career has been the opportunity to work with truly great generational talents, exceptional storytellers with a remarkable ability to entertain and inspire. By personally investing time and ensuring such gifted creators have the right support and resources, we empower them to tell extraordinary stories that can have a profound impact.</p><p>Mr. Iger is the former CEO of the Walt Disney Company and author of \"The Ride of a Lifetime: Lessons Learned From 15 Years as CEO of the Walt Disney Company.\"</p><p>Michael Milken</p><p>When I began supporting medical research nearly 50 years ago, few women \"did science.\" That wasn't due to lack of talent or ambition, it simply reflected the culture of the time. In the forefront of a generation of women who have changed this sorry circumstance stands Jennifer Doudna, a brilliant investigator I've known for several years. Her breakthroughs in gene editing and Crispr technology translate basic laboratory science into medical applications with great potential to relieve human suffering. Just weeks before she shared the 2020 Nobel Prize in Chemistry, Ms. Doudna joined one of my podcasts to explore the moral implications of technologies that now allow humanity to control its own evolution. Early this year, she returned to tell my listeners more about her transformative work. In \"The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race,\" Walter Isaacson concludes that the technological genie is out of the bottle, and not without risk. But thanks to responsible scientists like Ms. Doudna, we can be more confident that reasonable guardrails will remain in place. A former Time magazine editor and skilled reporter, Mr. Isaacson has produced an important and highly enjoyable narrative.</p><p>Mr. Milken is chairman of the Milken Institute.</p><p>Who Read What: Business Leaders Share Their Favorite Books of 2021</p>",
  "published": "2021-12-08T21:15:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 5797,
          "end": 5821
        }
      ]
    }
  ]
}