{
  "_id": "a6b9b4f1ac834bcd2a1c0b0fef633e5f59735aa9666519f747abe8960d43b1c1",
  "feed": "wall-street-journal",
  "title": "Theranos Founder Elizabeth Holmes's Trial Set to Begin; Former chief executive faces federal charges of defrauding patients and investors with claims of revolutionary blood-testing technology",
  "text": "<p>Prosecutors will lay out their case against Ms. Holmes, whom they have accused of fraudulently touting Theranos's blood-testing machines as being able to test accurately and reliably for a range of health conditions using a few drops of blood from a finger prick.</p><p>As The Wall Street Journal reported in 2015, Theranos only used its finger-stick machines to analyze a small percentage of its blood tests and instead routinely used commercial analyzers and blood drawn from an arm vein.</p><p>To win a conviction, government lawyers must convince the jury that Ms. Holmes intended to commit fraud, not simply that the company ran into problems living up to its promises.</p><p>Ms. Holmes's attorneys have said the once-lauded Silicon Valley executive believed in what Theranos set out to accomplish and didn't defraud anyone. She has pleaded not guilty to 10 counts of wire fraud and two counts of conspiracy to commit wire fraud.</p><p>Weeks of witness testimony are expected to follow opening statements. Prosecutors have identified more than 180 potential witnesses. Ms. Holmes is among 55 potential witnesses that her lawyers said they may call if she chooses to present evidence in her own defense. Both sides have flagged thousands of exhibits they could enter as evidence, including emails, text messages, media articles and internal Theranos documents.</p><p>One of the first witnesses prosecutors plan to call is former Theranos employee Erika Cheung, a lab associate who left the company after she tried to raise alarms internally about problems she saw at the lab, according to court filings. Other initial witnesses, according to court filings, are former Theranos project manager Daniel Edlin, who could testify about claims Theranos made to the Defense Department, and Danise Yam, who managed finances at the company from 2006 to 2017.</p><p>Theranos dissolved in 2018, months after Ms. Holmes and another former executive, Ramesh \"Sunny\" Balwani, were indicted in the criminal case. By that point, the company also faced a wave of civil lawsuits from investors and patients, had reached a settlement along with Ms. Holmes with the Securities and Exchange Commission, and was dogged by other regulatory issues.</p><p>Mr. Balwani faces a separate trial next year and has pleaded not guilty to the same charges as Ms. Holmes. The relationship between the two, which was at one point romantic, could play a prominent role at the trial. In court filings, Ms. Holmes's lawyers said the couple had an abusive relationship that affected her decision-making as head of Theranos. A lawyer for Mr. Balwani has denied any allegations of abuse.</p><p>Ms. Holmes's lawyers, with the law firm Williams &amp; Connolly LLP, could reveal during opening statements whether they will use the relationship as part of a mental-health defense. Potential jurors in the case were questioned last week about whether they or anyone they are close to had personal experience with domestic violence, but weren't told why they were being asked.</p><p>Prosecutors have previewed their case in court filings, laying out the types of misleading statements they allege Ms. Holmes made to patients, investors, business partners including Walgreens Boots Alliance Inc., journalists, regulators and board members that show she intended to commit a crime.</p><p>Prosecutors are likely to call witnesses from each of those categories, including patients who could testify about tests they say gave them incorrect health information. One patient told the Journal of a test indicating that she was miscarrying; later tests revealed her pregnancy was proceeding normally, and she gave birth to a healthy child.</p><p>Prosecutors are likely to show jurors examples of Theranos's marketing, which they will aim to prove wasn't true.</p><p>In one 2014 tweet included in court filings by prosecutors, Theranos said, \"Not a big fan of needles? Neither were we. So we got rid of them.\"</p><p>Prosecutors say the line is one of many that misled the public about Theranos's reliance on normal arm-vein blood draws, showing Ms. Holmes's and Mr. Balwani's \"intent to defraud by exaggerating the maturity and revolutionary nature of their technology.\"</p><p>Write to Sara Randazzo at sara.randazzo@wsj.com</p><p>Theranos Founder Elizabeth Holmes's Trial Set to Begin</p>",
  "published": "2021-09-08T16:13:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3164,
          "end": 3188
        },
        {
          "start": 3164,
          "end": 3193
        }
      ],
      "nexusId": "10022845"
    }
  ]
}