{
  "_id": "0fdae3ab42290c6bbe8e85cb56b7b66881aac5fa827829cbe671725f40f02a7a",
  "feed": "wall-street-journal",
  "title": "The Elizabeth Holmes Trial: Theranos Founder Says Doctored Documents Weren't Meant to Deceive; Blood-testing startup's CEO directly addressed prosecutors' contention in her criminal-fraud case",
  "text": "<p>\"But I've heard that testimony in this case and I wish I had done it differently,\" Ms. Holmes testified.</p><p>Ms. Holmes faces 11 counts of fraud and conspiracy in her closely watched Silicon Valley criminal case. The trial has drawn extensive media attention and attracted throngs of people eager to catch a glimpse of the onetime startup phenom.</p><p>Ms. Holmes first took the witness stand Friday afternoon, then returned Monday for a brief day of trial. Her testimony Tuesday will be her longest yet and will likely prove crucial to her defense. She faces a maximum of 20 years in prison for each fraud count.</p><p>Her statement marked the first time that Ms. Holmes on the stand directly confronted a claim made by prosecutors, after testimony that more generally discussed what she said was her company's early success working to develop its blood-testing technology.</p><p>Her characterization of the allegedly forged documents, an important component of the prosecution's case, portrays the event as an innocent mistake borne out of a young entrepreneur's excitement about her company's prospects, rather than a scheme to defraud.</p><p>Jurors have heard repeatedly from the prosecution that Theranos altered scientific reports to feature the logos of Pfizer Inc. and Schering-Plough Corp., major pharmaceutical companies that had evaluated Theranos's technology. Theranos had conducted studies with both companies to demonstrate the performance of its devices.</p><p>Scientists from both companies testified for the government that they were unimpressed with Theranos, which failed to adequately answer their questions, and determined that their employers shouldn't work with the startup. Later, Theranos added the Pfizer and Schering-Plough logos to the documents, and sent them to Walgreens Boots Alliance Inc. as part of an effort to strike a business deal with the drugstore operator.</p><p>The Elizabeth Holmes Trial: Theranos Founder Says Doctored Documents Weren't Meant to Deceive</p>",
  "published": "2021-11-23T20:32:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1759,
          "end": 1788
        },
        {
          "start": 1759,
          "end": 1783
        }
      ],
      "nexusId": "10022845"
    }
  ]
}