{
  "_id": "59a7d69da41cb1c8234fbef75b963d477fec45060db58743f8343697396b0913",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Attack  of the  SPACs  ---  'Blank check' firms known as  SPACs are in pursuit of  America's hottest startups.  Is the invasion a sign of a  market euphoria that can't last?  ----  By Amrith Ramkumar and Maureen Farrell",
  "text": "<p>   The hottest thing in finance is four letters long. Former NBA star Shaquille O'Neal has one. So does former House Speaker Paul Ryan. Same goes for silver-haired hedge-fund billionaire William Ackman. </p><p>   It's called a SPAC, and increasingly it is the favorite source of financing for private companies looking to go public. Richard Branson's space-exploration firm Virgin Galactic Holdings Inc. went public through a SPAC in 2019, and sports-wagering firm DraftKings Inc. did so last year. Nearly 300 SPACs are now seeking deals, armed with about $90 billion in cash. And more are rolling out at a furious clip -- so far this year, an average of five new SPACs launched each business day. </p><p>   \"If you don't have your own SPAC, you're nobody,\" said Peter Atwater, founder of research firm Financial Insyghts. </p><p>   SPACs -- which stands for special-purpose acquisition companies -- are essentially big pools of cash listed on an exchange. Their purpose is to find a private company, buy it and take it public quickly. Some on Wall Street call them \"blank-check companies\" because the investors backing the SPAC put up their money months before an acquisition target is identified, trusting the people running the show to find a good deal. </p><p>   These deals are generating a lot of interest because they produce big paydays for their creators, make it easier for startups in hot industries such as electric vehicles to capitalize on a frothy run-up in the stock market and offer everyday investors a new path to a hot stock. When a SPAC buys a firm, it merges with it in a sort of accelerated IPO process -- a so-called \"reverse merger\" -- while bypassing the normal scrutiny an IPO receives. </p><p>   But even some of the people getting rich off the blank-check frenzy caution that the euphoria could be part of a bubble that overvalues nascent companies. If it bursts, it could leave a few insiders as winners while saddling individual investors who got in late with big losses. Goldman Sachs Group Inc. Chief Executive Officer David Solomon warned on the company's earnings call Tuesday that the flurry of activity isn't sustainable. Goldman is one of the biggest banks benefiting from the SPAC boom. </p><p>   For now there is no end in sight to the SPAC attack, which coincides with a vast run-up in risky investments that has everything from U.S. technology stocks to bitcoin soaring. The SPACs are pulling in more than 70% of all money raised through initial public offerings this month, up from nearly half last year and about 20% the year before, according to Dealogic data through Thursday. The 67 SPACs created this year have already raked in nearly $20 billion from investors. That is well above the total from all of 2019, which was a record before last year's historic haul of $82 billion. </p><p>   On Wednesday alone, six new SPACs launched: Queen's Gambit Growth Capital -- a company led entirely by women that shares a name with an opening sequence in chess and a popular show on Netflix -- Legato Merger, Gores Metropoulos II, Oyster Enterprises Acquisition, TZP Strategies Acquisition and FoxWayne Enterprises Acquisition. Eight more went public Friday. </p><p>   Many of the 287 SPACs currently hunting for targets are looking for deals in hot sectors such as technology or electric vehicles, according to figures from data provider SPAC Research. Blank-check firms often seek deals valued at least five times as large as they are when including debt. That means deals adding up to several hundred billion dollars are likely to be completed in the coming months, analysts say, setting SPACs up to be a powerful force in markets. When a SPAC is launched, it has to merge with a target within two years, so the effects of this wave will continue for a while. </p><p>   \"When you have everybody talking about SPACs, it raises the issue as to whether or not there is an element of speculative mania,\" said Roy Behren, managing member at Westchester Capital Management and a SPAC investor. </p><p>   SPACS have actually been around for decades. Their predecessors -- known as \"blind pools\" -- had a shady reputation on Wall Street in the 1980s because they were tied to penny-stock fraud. </p><p>   The first special-purpose acquisition company was created in 1993 by investment banker David Nussbaum and lawyer David Miller. SPACs turned hot for brief periods in the '90s, then again in the 2000s, only to fade with market crashes or a surge in traditional IPOs. New laws and regulations helped bolster their reputation, as did changes that made it easier for investors to get their money back before a deal went through. </p><p>   The basic structure is the same now as it was then. A typical SPAC goes public on a U.S. exchange having raised money from investors with the promise of buying a company. The target, often a startup, then takes the SPAC's place on the exchange, allowing public investors to buy its shares. If the blank-check firm doesn't complete an acquisition, investors get their money back. </p><p>   What some don't like is that SPACs and the mergers they produce are negotiated behind closed doors and prices are less dependent on real-time demand from investors. In a traditional IPO, pricing can change until the night before shares start trading. Another concern is that companies going public through SPACs are allowed to more easily tout their long-term growth forecasts in splashy presentations on YouTube instead of staying silent as they would during a traditional IPO. </p><p>   Former Securities and Exchange Commission Chairman Jay Clayton said last year that the agency is examining how blank-check company creators disclose their ownership and how any of their compensation is tied to an acquisition. Mr. Clayton's replacement, Gary Gensler, is known for being a strict regulator. </p><p>   Blank-check company proponents, meanwhile, note that traditional IPOs also often give unprofitable companies lofty valuations and tout the flexibility and speed that SPACs provide. The average time it takes for a SPAC to find a merger deal dropped from 17 months in 2018 to five in 2020, and many lately have needed less than that. </p><p>   Telehealth startup Hims &amp; Hers Health Inc. negotiated with SPAC Oaktree Acquisition Corp. for about four months before reaching a $1.6 billion deal in October that closed this week, the company's co-founder and CEO Andrew Dudum said. That compares with the roughly 12 to 18 months he expected a traditional IPO to take. </p><p>   \"I've seen the benefit of my management team being ruthlessly focused on operations rather than fundraising,\" he said. \"That time has been valuable to the company.\" </p><p>   The creators of these blank-check vehicles can emerge as big winners thanks to how the deals are typically structured. They initially put up a small amount to cover expenses before the SPAC goes public and then are typically allowed to buy 20% of the company at a deep discount after the SPAC combines with another firm. This allows them to generate returns several times their original investment. </p><p>   That is what happened to former Facebook Inc. executive and venture capitalist Chamath Palihapitiya, who created his first SPAC in 2017. He and the company he created to back the blank-check firm put in $112 million through the 20% rule and other investments, New York University School of Law Professor Michael Ohlrogge found as part of a recent study. </p><p>   In 2019, the SPAC merged with Virgin Galactic to take it public. Virgin Galactic shares have surged, giving the company that had $238,000 in sales during the first nine months of 2020 a market value north of $8 billion. That means those shares and warrants today would be worth about $920 million, though filings show Mr. Palihapitiya recently sold some of his stock, potentially capturing some of the returns earlier. He declined to comment. </p><p>   Some do the same with even less money up front. By writing relatively small checks of less than $10 million up front on average, SPAC founders have generated average returns of more than eight times their investment, according to Kristi Marvin, creator of data provider SPACInsider.com, who looked at figures from the past year. </p><p>   The rush began last March when the coronavirus pandemic hit, prompting concerns the IPO market would be hampered for months. Some tech companies and venture capitalists saw SPACs as a way to raise money without being subjected to the whims of the suddenly volatile stock market. </p><p>   \"The SPAC market has moved from Wall Street to Silicon Valley,\" said Tyler Dickson, co-head of Citigroup Inc.'s banking, capital markets and advisory unit. </p><p>   DraftKings, an unprofitable sports-betting company that generated $292 million in revenue during the first nine months of 2020, merged with a blank-check firm in April 2020. It is now valued at $42 billion, making it roughly the same size as companies that churn profits such as Ford Motor Co. and Walgreens Boots Alliance Inc. Those gains encouraged others to consider SPACs, as did a successful push by Mr. Ackman's Pershing Square Tontine Holdings Ltd. to raise $4 billion last summer. It is by far the largest SPAC ever. </p><p>   Electric-vehicle startups and SPACs trying to buy them are also attracting a lot of interest as investors vie to identify the next Tesla Inc. EV makers QuantumScape Corp. and Lordstown Motors Corp. are part of a large cohort that became worth billions seemingly overnight. </p><p>   In total, 26 companies tied to mobility and technology merged with SPACs in 2020 and recently had a combined market value of more than $100 billion, according to data provider PitchBook. Many of them have little to no revenue. An index of those companies posted a total return of nearly 80% in the second half of last year. </p><p>   Another deal tied to the sector was announced Friday morning, with Climate Change Crisis Real Impact I Acquisition combining with EV charging-station company EVGo Services LLC in a deal that values the company at $2.6 billion. The SPAC's shares rose 65%. </p><p></p>",
  "published": "2021-01-23T07:13:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 8787,
          "end": 8815
        },
        {
          "start": 8787,
          "end": 8816
        }
      ]
    }
  ]
}