{
  "_id": "28313b88f260e1e1d1caec819d5d1f66b42c79ab4f2c7d6ba857f085f806eff5",
  "feed": "wall-street-journal",
  "title": "Theranos Patients  At Core of Fraud Case  ---  Elizabeth Holmes denies charge she touted  medical tests while knowing of flaws  ----  By Christopher Weaver and Sara Randazzo",
  "text": "<p>   After three back-to-back miscarriages, Brittany Gould said she turned to Theranos Inc. to know if her latest pregnancy was on track. </p><p>   Then, one of the company's trademark finger-prick tests indicated she was losing another baby, Ms. Gould said. The Mesa, Ariz., medical assistant recalled dreading the moment when she would have to tell her 7-year-old daughter, who was waiting for a sibling. \"Mommy is not having a baby,\" Ms. Gould said she told her. </p><p>   Like those of other patients slated as potential witnesses in the criminal trial of Theranos founder Elizabeth Holmes, Ms. Gould's test was wrong. Prosecutors have accused Ms. Holmes of defrauding patients and investors by falsely claiming her invention could accurately perform lab tests on just a few drops of blood. </p><p>   The repeatedly delayed trial -- postponed once because Ms. Holmes was due to have a baby herself -- is expected to be one of the most widely watched corporate-fraud cases in years. Scheduled to begin with jury selection on Aug. 31 in San Jose, Calif., the trial features a star-studded list of potential witnesses, including ex-Theranos directors Henry Kissinger and Jim Mattis; ex-Theranos lawyer David Boies; and high-profile investors, including Riley Bechtel, the former chairman of Bechtel Corp., and Rupert Murdoch, chairman of Fox Corp. and executive chairman of News Corp, owner of The Wall Street Journal. </p><p>   The lineup also could include a handful of previously unknown patients -- if the court allows them to take the stand. Ms. Holmes's lawyers have argued the patient witnesses should be excluded, and they have already had success in limiting the scope of their testimony. A ruling by the judge to eliminate the patients would be considered a big win for Ms. Holmes, and could significantly change the nature of the trial. </p><p>    Prosecutors hope their testimony will show how Theranos tests failed at critical moments, and that Ms. Holmes continued touting the tests as reliable despite knowing of bad results. </p><p>   \"The most powerful evidence often comes from patients themselves,\" said Jason Mehta, a Florida attorney who has prosecuted and defended dozens of federal fraud cases in the health industry and isn't involved in the Holmes case. Their stories are \"a way to make it real to jurors. It's not just about dollars and cents,\" he said. </p><p>   One potential witness, retired dentist Mehrl Ellsworth, said he received a test result that wrongly showed he could have aggressive prostate cancer. Others, according to court documents, include nurse practitioner JoEllen Embry, who ordered 1,500 Theranos testosterone and other tests for her patients -- all of them among the tens of thousands Theranos later voided. Two others received false HIV-positive results; another got a test that should have flagged a dangerous extrauterine pregnancy but missed it. </p><p>   Ms. Holmes has pleaded not guilty to multiple counts of wire fraud and conspiracy to commit wire fraud. Her defense team has argued that government regulators and investigators were unfairly harsh because of intense media scrutiny of Theranos, and that Ms. Holmes had intended to make a device that worked. Attorneys for Ms. Holmes didn't respond to requests for comment, including on the experiences described by patients and doctors in this article. </p><p>   To win conviction, prosecutors with the U.S. attorney's office in the Northern District of California must persuade the jury that Theranos's machines didn't work, that Ms. Holmes knew it and that she lied about the technology to receive money from investors and patients. </p><p>   That could be an elusive goal that requires the government to draw a stark line between classic \"fake it till you make it\" Silicon Valley bravado and outright fraud, and to pinpoint moments when an entrepreneur grasped that her product fell far short of promises. Theranos touted a breakthrough technology it said could process a full range of laboratory tests from a few drops of blood. </p><p>   Prosecutors will be hampered in trying to prove Theranos's technology wasn't reliable because they can't access a company database that tracked millions of test results. A copy of the database given to the government on an encrypted hard drive turned out to be unusable when prosecutors belatedly learned they didn't have a passcode needed to access it. The company, meanwhile, dismantled the original database around the time Theranos dissolved in 2018. </p><p>   Prosecutors say they aim to call to testify 11 patients and around the same number of medical providers who recall faulty tests from Theranos. Most of their stories have never been reported. </p><p>   The Journal reached out to more than 30 people on the list of potential witnesses for this article, including all of those identifiable as medical providers or patients. The witness list, which consists of more than 200 names but no other details, was proposed by prosecutors to be used in the vetting of prospective jurors. </p><p>   Ms. Holmes's legal team argues the patient stories are merely anecdotal and shouldn't be presented to the jury, and that the lost database could have shown millions of accurate tests. In the case of Ms. Gould, attorneys for Ms. Holmes said in court filings, referring to the patient by her initials, that the government doesn't know whether her apparently incorrect results were because of chance, a Theranos defect or some other factor. </p><p>   Prosecutors contend the database couldn't have shown precisely which tests were accurate but would have revealed lapses at Theranos's lab. A judge is expected to issue a ruling soon on whether the loss of the database means the patient testimony should be excluded. </p><p>   Ms. Holmes previously won a ruling that limited the patients who could be considered victims in the case to those who paid Theranos directly, rather than through insurance. Another ruling found that patients can't testify about any physical or emotional harm they might have experienced as a result of Theranos's erroneous tests. </p><p>   The U.S. attorney's office didn't respond to a request for comment. </p><p>   Theranos faced a series of civil cases and regulatory sanctions after Wall Street Journal reports in 2015 and 2016 showed Theranos produced inaccurate results, used its proprietary technology for few tests, and often relied on conventional devices it modified to test blood samples. The reports also showed the company misrepresented its capabilities to its investors and partners such as drugstore chain Walgreens (now Walgreens Boots Alliance Inc.). </p><p>   At the time, Theranos denied the Journal's reports. The company later settled with investors, lab regulators and the Securities and Exchange Commission. Ms. Holmes separately settled with the SEC, agreeing to pay $500,000 without admitting or denying charges. </p><p>   Regulatory records and patient interviews show that quality-control checks at Theranos's lab failed to meet the company's own standards. </p><p>   Dr. Ellsworth, then practicing dentistry in Litchfield Park, Ariz., had blood drawn for prostate-specific antigen tests by Theranos four times between April and June of 2015, according to Dr. Ellsworth and court records. </p><p>   The first, taken by finger prick, showed an alarmingly high level, over 20, Dr. Ellsworth said. He said his typical readings at annual physicals were under 2, normal for his age. Such a big jump could signal potential cancer, doctors say. </p><p>   U.S. lab regulators said in a 2015 inspection report that 22% of Theranos's quality control tests for PSA exceeded the expected result by an amount that they said should have raised a red flag. At that level, \"you have literally no idea\" if a given test is accurate, said Joshua Hayden, chief of chemistry at Norton Healthcare in Louisville, Ky. </p><p>   Normal procedure would be to halt testing if checks revealed a significant number of inaccurate results, Dr. Hayden said. </p><p>   Instead of halting, Theranos kept running tests on Dr. Ellsworth, now 73, after his doctor advised him to get retested. The second one was normal for his age, and the third showed another big spike, again over 20. </p><p>   After that, Dr. Ellsworth recalled, Theranos sent a phlebotomist to his office who drew a full-size vial of blood. That result was normal again. </p><p>   Dr. Ellsworth, who has a background in microbiology, and his doctor concluded the high results were false positives. Dr. Ellsworth, now retired, said he had always suspected the Theranos test results were wrong. </p><p>   As lab inspectors from the federal Centers for Medicare and Medicaid Services toured Theranos's facility in Newark, Calif., in the fall of 2015, Ms. Holmes texted the then-president of Theranos, Ramesh \"Sunny\" Balwani, that she was praying for a positive inspection outcome, even as the two executives discussed serious problems with the lab, court records show. </p><p>   Mr. Balwani texted Ms. Holmes, referring to part of the lab quality-control process: \"Our validation reports are terrible. Really painful going thru this process. . .,\" according to court records. Ms. Holmes quickly replied: \"Praying. . . .Praying continually.\" </p><p>   Ms. Holmes's defense team has asked the judge to exclude the results of the inspection from the trial. </p><p>   An attorney for Mr. Balwani, who has pleaded not guilty to the same charges as Ms. Holmes and faces a separate trial slated for next year, declined to comment. </p><p>   Many details of the case haven't been made public. Records related to the separation of Ms. Holmes's and Mr. Balwani's cases have been kept secret by the court, as well as others related to a potential mental-defect defense by Ms. Holmes. Many other docket entries indicate sealed documents. Last week, the Journal's publisher, Dow Jones &amp; Co., filed a motion in an effort to get the court to unseal those records. </p><p>   The court records that are public also point to a number of examples of patients and doctors who reported bad results and were rebuffed by Ms. Holmes or her top deputies. </p><p></p>",
  "published": "2021-08-03T06:08:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 6430,
          "end": 6454
        },
        {
          "start": 6430,
          "end": 6459
        }
      ],
      "nexusId": "10022845"
    }
  ]
}