{
  "_id": "4e319549c193a7b7f4031cfbe97f9d19a653234f892f630bfaee68ac628136b6",
  "feed": "wall-street-journal",
  "title": "Stocks Finish Higher After Strong Earnings Reports; Dow Up 500 Points; The S&P 500 notched its best performance since March",
  "text": "<p>The S&amp;P 500 rallied 74.46 points, or 1.7%, to finish at 4438.26, marking the benchmark index's largest one-day percentage gain since March 5. The Dow Jones Industrial Average jumped 534.75 points, or 1.6%, to end at 34912.56. The technology-heavy Nasdaq Composite climbed 251.79 points, or 1.7%, to 14823.43.</p><p>The rally was broad-based. All of the S&amp;P 500's sectors rose, with materials and technology stocks leading the 11 groups. Just 25 companies in the benchmark index fell. Walgreens Boots Alliance notched the best performance in the index, gaining $3.51, or 7.4%, to finish at $50.77 after the pharmacy chain reported a revenue boost and said it will acquire a controlling stake in primary-care network VillageMD, enabling it to open doctors' offices at hundreds of locations in the future.</p><p>Other companies that reported earnings also saw big gains. Health-insurance giant UnitedHealth Group gained $16.81, or 4.2%, to end at $420.36, after it raised its guidance for full-year earnings and recorded a jump in revenue due to higher premiums. Bank of America added $1.93, or 4.5%, to end at $45.07 after the bank said its third-quarter profit rose 58%.</p><p>Other banks also reported strong earnings Thursday, results that were largely rewarded by investors. Morgan Stanley gained $2.44, or 2.5%, to end at $101.01. Citigroup ticked up 54 cents, or 0.8%, to $70.80. Wells Fargo, in contrast, fell by 74 cents, or 1.6%, to finish at $45.31.</p><p>As earnings season progresses, investors will be watching for commentary that indicates how executives are feeling about many of the economic issues that have weighed on markets in recent weeks. Already, Delta Air Lines said Wednesday that it expects higher fuel prices to undercut its profits in the fourth quarter.</p><p>\"The big uncertainty right now continues to be around the duration of this higher inflationary period,\" said Allen Bond, managing director and portfolio manager at Oregon-based Jensen Investment Management, which has about $12.8 billion under management. \"We are going to be looking for evidence and data that gives us a sense of how companies are managing\" that, as well as supply-chain constraints.</p><p>Since the S&amp;P 500's last record on Sept. 2, volatility has gripped the markets, causing stretches of choppy trading. The benchmark index is now down 2.2% from its September record, but remains up 18% in 2021.</p><p>Money managers and strategists said Thursday's rally doesn't necessarily mean that the U.S. stock market has turned a corner. Many expect more uncertainty in the months ahead. Still, with bond yields so low and few other places for strong, consistent returns, many remain bullish on stocks.</p><p>\"We don't think any of these problems are going to end the bull market,\" said Chris Zaccarelli, chief investment officer at Independent Advisor Alliance. \"I think this is a natural period of consolidation and volatility and that it's completely normal as part of any economic recovery.\"</p><p>In bond markets, where yields fall when bond prices rise, the yield on the 10-year Treasury note ticked down to 1.519% Thursday, from 1.549% Wednesday, providing some relief to growth and technology stocks. Western Digital, a maker of hard disk drives, added $2.34, or 4.3%, to $56.55. PayPal gained $10.09, or 3.9%, to finish at $266.45.</p><p>Economic data were also a bright spot Thursday. U.S. jobless claims for the week ended Oct. 9 fell to 293,000 from 329,000 the week before—the first time they have fallen below 300,000 since the pandemic began.</p><p>Meanwhile, data from the Labor Department also showed that the prices that suppliers are charging businesses and other customers cooled slightly in September from the month before, despite remaining historically high. The department's producer-price index rose 0.5% last month, down from 0.7% in August and lower than the 0.6% rise expected by economists surveyed by The Wall Street Journal.</p><p>Still, the gauge also showed that the producer-price index for final demand rose 8.6% in September from a year earlier, marking the largest 12-month advance since the series began in 2010.</p><p>Oil prices rallied. Futures for Brent crude, the global gauge of oil prices, rose 1% to $84 a barrel, their highest settle value since October 2018. U.S. crude futures climbed 1.1% to $81.31 a barrel, closing at their highest level since October 2014.</p><p>Overseas, the pan-continental Stoxx Europe 600 added 1.2%. Indexes in Asia closed with mixed performance. China's Shanghai Composite fell 0.1%. Meanwhile, South Korea's Kospi and Japan's Nikkei 225 both climbed 1.5%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Finish Higher After Strong Earnings Reports; Dow Up 500 Points</p>",
  "published": "2021-10-14T21:18:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 478,
          "end": 502
        }
      ]
    }
  ]
}