{
  "_id": "5df277076495950d23e780270be9516fca356e32f0e3e5541d7ce035c625e480",
  "feed": "wall-street-journal",
  "title": "Theranos Ex-Operating Chief Sunny Balwani Sentenced to Nearly 13 Years in Prison; Elizabeth Holmes, founder of startup, was sentenced last month for her role in elaborate fraud scheme",
  "text": "<p>helped lead the deception as Theranos's president and chief operating officer, and along with his longtime romantic partner, he became the focus of one of the highest-profile white-collar cases in recent years.</p><p>Theranos founder and former chief executive Elizabeth Holmes, Mr. Balwani's ex-girlfriend, was sentenced last month to 11¼ years for four counts of criminal fraud tied to her now-defunct blood-testing startup. The result is an unusual white-collar criminal punishment for Mr. Balwani: being sentenced to a longer prison term than his former boss, who was at the center of the fraud at her company.</p><p>Photos: The Testimony of Elizabeth Holmes</p><p>Mr. Balwani declined to make a statement when invited to before his sentencing. He also didn't testify during his trial. That differed from Ms. Holmes, who testified on her own behalf and issued a tearful apology to the judge about the harm she had caused.</p><p>The Balwani sentence marks the final chapter in a corporate scandal that erupted more than seven years ago following a series of Wall Street Journal articles that called into question Theranos's claims about its blood-testing technology.</p><p>The reporting triggered criminal and civil investigations into the company and led to the 2018 indictments of Ms. Holmes and Mr. Balwani on fraud and conspiracy charges. The scandal entered popular American culture, led to a bestselling book, an award-winning Hulu series and a planned movie, in addition to multiple university case studies on corporate fraud.</p><p>The once-highflying Theranos now stands as a cautionary signal to Silicon Valley about the criminal risks of misleading investors and consumers about new technology. The sentencing of the top two Theranos executives delivers a remarkable indictment of corporate leaders lying and obfuscating in pursuit of technological and financial success.</p><p>\"The evidence shows he knew about the fraud,\" U.S. District Judge Edward Davila said ahead of reading the sentence. He called the crime at Theranos \"a true flight from honest business practices.\"</p><p>Government prosecutors had requested a 15-year sentence for Mr. Balwani. A report from a probation officer, who provides an objective recommendation for the judge's consideration, suggested a nine-year sentence. The probation officer found that Mr. Balwani's crimes fall into the most serious offense category specified by U.S. sentencing guidelines, which carries the possibility of a life prison term.</p><p>\"Mr. Balwani came to work day after day and made misrepresentations,\" said Assistant U.S. Attorney Jeffrey Schenk. \"Investors believed they were investing in a different company.\"</p><p>SHARE YOUR THOUGHTS</p><p>Are the Theranos sentences appropriate? Why or why not? Join the conversation below.</p><p>Mr. Balwani, 57 years old, was convicted in July of seven counts of wire fraud and conspiracy against investors in Theranos, and five counts of wire fraud and conspiracy against patients who used Theranos blood tests. His trial showed that Theranos's blood-testing devices were unreliable and often produced inaccurate results about serious health conditions and that Mr. Balwani and Ms. Holmes lied about the company's technology, finances and business prospects.</p><p>Following his sentencing, Mr. Balwani briefly spoke quietly with members of his family, who had appeared in court to support him.</p><p>\"We respectfully disagree with the outcome,\" said defense attorney Jeffrey Coopersmith. \"We are disappointed with the result and we plan to appeal.\" Government prosecutors declined to comment. </p><p>Sunny Balwani has unresolved civil fraud charges pending against him from the Securities and Exchange Commission. PHOTO: Jason Henry for The Wall Street Journal</p><p>Theranos's victims, Judge Davila said, include venture-capital firms Lucas Venture Group and Peer Venture Partners, and individual investors including Pat Mendenhall of U.S. Capital Advisors LLC; Richard Kovacevich, the ex-CEO of Wells Fargo &amp; Co.; and Rupert Murdoch. Mr. Murdoch, who invested $125 million in Theranos, is the executive chairman of News Corp, which owns the Journal.</p><p>\"We all screwed up,\" said Mr. Mendenhall, an early Theranos investor who testified against Mr. Balwani. \"I will never, ever invest in any company again without audited financials.\"</p><p>Mr. Murdoch declined to comment Wednesday. After Ms. Holmes's sentencing, he said he blamed only himself for falling for her fraud. Mr. Kovacevich declined to comment.</p><p>Judge Davila declined to find that Mr. Balwani recklessly put patients at risk of death or serious bodily injury, which could have added years to his sentence.</p><p>\"This is a very close call,\" Judge Davila said, acknowledging that Mr. Balwani had \"oversight and control over the lab situation.\"</p><p>Mr. Balwani has been ordered to surrender on March 15, 2023, more than a month earlier than Ms. Holmes was ordered to surrender. Ms. Holmes is pregnant with her second child.</p><p>\"Let this story be a cautionary tale for entrepreneurs in this district: Those who use lies to cover up the shortfalls of their promised accomplishments risk substantial jail time,\" Stephanie Hinds, U.S. attorney for the Northern District of California, said in a statement. </p><p>Former Theranos CEO Elizabeth Holmes was sentenced last month. PHOTO: Brian L. Frank for The Wall Street Journal</p><p>Mr. Balwani joined Theranos in 2009 as vice chairman of its board and the following year became president and chief operating officer, a position he held until 2016. He ran the company's lab, despite having no medical credentials.</p><p>\"This is a complete disregard for other people's lives,\" said Mehrl Ellsworth, a retired Arizona dentist who received four Theranos blood tests in 2015, two of which wrongly suggested he had cancer and two that showed he didn't. The confusion disrupted his life for about six months, he said, delaying a trip to perform volunteer work in Thailand.</p><p>The defense sought to pin the blame on Ms. Holmes, who ran the company for years without Mr. Balwani and often made misleading claims as she sought the media spotlight.</p><p>\"Mr. Balwani joined this company because he believed in the mission of Theranos,\" attorney Mr. Coopersmith said in court Wednesday. \"He is not Ms. Holmes. He did not pursue fame and recognition and glory.\"</p><p>Theranos was propelled by claims from Mr. Balwani and Ms. Holmes that their technology could cheaply and quickly run more than 200 health tests using a proprietary finger-prick device that required just a few drops of blood. Their trials showed that the company managed to use its proprietary device for just 12 types of patient tests.</p><p>\"They knew the tests were inaccurate and they put patients in danger,\" said Alan Eisenman, a Texas-based investor who sank about $1.2 million into Theranos and whose investment underpins one of the guilty counts against Mr. Balwani. \"That is worse than the financial fraud.\"</p><p>Mr. Balwani also was responsible for the financial models given to investors that greatly inflated revenue projections, prosecutors said, and he managed the company's partnership with Walgreens Boots Alliance Inc., in which Theranos finger-prick tests were offered at the chain's drugstores.</p><p>Theranos raised $945 million from investors, and most of it evaporated.</p><p>Mr. Balwani has unresolved civil fraud charges pending against him from the U.S. Securities and Exchange Commission. Ms. Holmes settled her charges, without admitting or denying wrongdoing, which included a $500,000 fine.</p><p>During his time at Theranos, Mr. Balwani sought to shut down internal criticism about the company's technical and laboratory failings and often rebuffed staffers who brought concerns to him, his trial showed. He was particularly harsh in dealing with Theranos whistleblower Tyler Shultz, who complained in an internal 2014 email that Theranos had doctored research and ignored failed quality-control checks.</p><p>Mr. Balwani belittled Mr. Shultz and then took a swipe at his relationship with George Shultz, the late former secretary of state and then a Theranos director.</p><p>\"The only reason I have taken so much time away from work to address this personally is because you are Mr. Shultz's grandson,\" wrote Mr. Balwani to the young Mr. Shultz in an email.</p><p>In an interview Wednesday after Mr. Balwani was sentenced, Mr. Shultz said: \"I'm not rejoicing at them going to prison, but I think it is well deserved.\"</p><p>\"It is just such a relief that it is over,\" he said.</p><p>Write to Heather Somerville at heather.somerville@wsj.com and Christopher Weaver at Christopher.Weaver@wsj.com</p>",
  "published": "2022-12-08T04:03:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "confidence": 0.9993727,
      "offsets": [
        {
          "start": 7021,
          "end": 7050
        }
      ],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}