{
  "_id": "fe32e79b4a2cdd92231782a9852bff4dff5ae49445c5041e0388a14b5047934a",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Prosecution Rests in the Trial of  Former President of Theranos  ----  By Heather Somerville",
  "text": "<p>   Prosecutors on Friday rested their case against Ramesh \"Sunny\" Balwani -- the top deputy and confidant to Theranos Inc. founder Elizabeth Holmes -- as the government seeks another fraud conviction against the leaders of the defunct blood-testing startup. </p><p>   Over nine weeks that included testimony from 24 witnesses in San Jose, Calif., prosecutors sought to convince a jury that Mr. Balwani conspired with Ms. Holmes to defraud investors and patients about the startup's technology and blood-testing capabilities. </p><p>   Mr. Balwani, 56, faces 12 counts of wire fraud and conspiracy to commit wire fraud. He joined Theranos in 2009 as vice chairman of its board and the following year became president and chief operating officer, a position he held until 2016. \"After Balwani joined the company, he and Elizabeth Holmes began making grandiose spectacular claims about Theranos's capabilities and its accomplishments,\" Assistant U.S. Attorney Robert Leach told the jury. Those never materialized and Theranos was running out of money, so, Mr. Leach said \"They decided to deceive and cheat.\" </p><p>   Attorneys for Mr. Balwani have put the responsibility for Theranos squarely on Ms. Holmes, saying she had spent six years building the company before Mr. Balwani joined, and that Theranos had hundreds of millions of dollars in the bank at the time that he left. Also on Friday, Mr. Balwani's attorneys began their defense of their client, calling their first witness -- a naturopathic physician from Arizona who sent more than 150 patients to Theranos and used the company's blood tests herself. </p><p>   The government's case against Mr. Balwani mostly mirrored the one against Ms. Holmes, who is awaiting sentencing in September after a jury in January convicted her of one count of conspiracy to commit wire fraud and three counts of wire fraud for intentionally deceiving investors. Her attorneys have said she will appeal any guilty verdict. </p><p>   Jeffrey Coopersmith, an attorney for Mr. Balwani, made a verbal motion for an acquittal of his client at the conclusion of the government's case. The judge deferred a decision. </p><p>   Theranos raised about $945 million from investors before going bust in 2018 following a federal indictment, civil lawsuits, Securities and Exchange Commission charges and regulatory scrutiny that closed its lab operations. Mr. Balwani had unfettered access to all aspects of the company -- and was fully informed about its many technical and clinical problems and cash shortfalls, government witnesses testified. </p><p>   A former Walgreens Boots Alliance Inc. executive testified that Mr. Balwani was in charge of Theranos's relationship with the drugstore retailer, supplying regular updates on its technology and detailing why Theranos did about 40% of its blood draws using the traditional needle-in-the arm method and not its proprietary finger-prick technology. </p><p>   Prosecutors allege that Mr. Balwani was responsible for misleading financial models shown to investors, which overstated Theranos's revenue by as much as nine-times the company's own internal projections. Brian Grossman of hedge fund PFM Health Sciences LP testified that Mr. Balwani had supplied his team with the financial model for the company that informed their decision to invest a total of $96 million. Theranos told investors to expect about $990 million in revenue in 2015, when the reality was the company had less than $2 million in sales that year. \"We did take their estimates and we used those,\" Mr. Grossman testified Friday. </p><p>   Theranos claimed its blood-testing device could cheaply and quickly run more than 200 health tests using a proprietary device. When a prosecutor presented Tracy Wooten, the Arizona-based doctor, with Theranos's internal emails that detailed unreliable test results, she said she would still be comfortable sending her patients to Theranos even had she known about the problems at the time. </p><p></p>",
  "published": "2022-05-21T06:19:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2519,
          "end": 2548
        },
        {
          "start": 2519,
          "end": 2543
        }
      ]
    }
  ]
}