{
  "_id": "b94c004e6980a23039cc924837985e06f36cda63cca0e7debe1cd78a7cda9dfd",
  "feed": "wall-street-journal",
  "title": "Rite Aid CFO Looks to Cut Debt as Earnings Suffer; The drugstore chain is closing stores and working to boost prescriptions in an effort to increase Ebitda, thus shrinking its leverage ratio",
  "text": "<p>Rite Aid said its net debt totaled $2.7 billion in February, down from $2.9 billion a year earlier. The Camp Hill, Pa.-based drugstore operator has amassed debt over the years, largely through its 2015 purchase of pharmacy-benefit manager Envision Pharmaceutical Services, which it bought for about $2 billion from investment firm TPG Inc.</p><p>The company's ratio of net debt to earnings before interest, taxes, depreciation and amortization stood at 5.4 times when its latest fiscal year ended on Feb. 26, down from 6.7 times a year earlier, the company said. The company wants to reduce its leverage ratio to 4.5 times by February 2025, which would still be higher than those of some of its rivals, including Walgreens Boots Alliance Inc. and CVS Health Corp.</p><p>Rite Aid lags its rivals in part because it generates less revenue per store, due to more locations in lower-income areas, said Elizabeth Anderson, a managing director at Evercore ISI, the research arm of the financial-services firm.</p><p>The company's debt position is \"overall not great,\" Ms. Anderson said. \"If your Ebitda has been declining, it's hard to reduce your debt load,\" she said.</p><p>Rite Aid plans to reduce its leverage ratio in part through closing stores and building prescription volume, which in turn would bolster the cash flow it uses to repay debt, Mr. Schroeder said.</p><p>Rite Aid also expects investments in its e-commerce operations will help boost Ebitda by reducing operating expenses and increasing prescriptions, Mr. Schroeder said. Those investments include expanding capabilities in prescription refills, which are intended to give pharmacists more time for customer consultations, he said.</p><p>\"I want to find the right balance where we can make those investments and still chip away at the debt to some extent and grow that Ebitda,\" Mr. Schroeder said. \"That's the sweet spot we're looking at.\"</p><p>The company said it expects to spend about $250 million on capital expenditures during its current fiscal year, compared with $220.7 million during the prior year.</p><p>Rite Aid over the past nine months closed about 145 stores it deemed unprofitable. It operated 2,450 drugstores across 17 states as of Feb. 26. The company, meanwhile, plans to start opening smaller stores focusing on prescription services, with five set to open by December.</p><p>Store closures are expected to help strengthen the company's cash flow, enabling it to further repay debt, Mr. Schroeder said. Cash and cash equivalents totaled $56.1 million as of May 28, down from 53% the year before.</p><p>Rite Aid last week said its first-quarter loss widened to $110.2 million, partly due to impairment charges driven by the store closures, compared with a loss of $13.1 million a year earlier. The company projected a wider net loss for the year ending in February 2023 of between $203.3 million and $246.3 million, up from an April estimate of $167 million to $210 million.</p><p>Rite Aid reported $6.0 billion in revenue for the quarter ended May 28, down 2.4% from the prior-year period.</p><p>The company said it expects to book $130 million in impairment charges for the year due to its store closures and spend $210 million on interest expenses, compared with $191.6 million for the prior fiscal year.</p><p>Rite Aid on Tuesday completed a $150 million cash tender offer, its latest move to pay down debt and buy back some of its publicly traded bonds at a discount, according to Mr. Schroeder. The company has no debt coming due until 2025, when $485 million in bonds mature, he said.</p><p>The Federal Reserve's recent rate increases are \"certainly something for us to keep an eye on,\" Mr. Schroeder said. About half of the company's debt has floating rates, meaning interest costs go up when interest rates rise.</p><p>Rite Aid hopes that credit-ratings firms will lift its ratings by \"a couple notches\" over the next three years, which will likely make future refinancings easier, Mr. Schroeder said.</p><p>S&amp;P Global Ratings earlier this month downgraded Rite Aid from CCC+ to CC—10 notches lower than an investment-grade rating—saying the company lacked significant excess cash reserves to fund its cash tender without incurring additional debt. Fitch Ratings Inc. and Moody's Investors Service have rated it B- and B3, respectively, both six notches away from investment grade.</p><p>\"Time will tell how we get there, but if we execute this leverage ratio target, I'm confident we will get credit rating increases over time,\" Mr. Schroeder said.</p><p>Write to Mark Maurer at Mark.Maurer@wsj.com</p><p>Rite Aid CFO Looks to Cut Debt as Earnings Suffer</p>",
  "published": "2022-06-29T20:46:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 707,
          "end": 731
        },
        {
          "start": 707,
          "end": 736
        }
      ]
    }
  ]
}