{
  "_id": "299228a4c82df814f356572d2b354015a4e538d433b6d4eab8087f8d65665932",
  "feed": "wall-street-journal",
  "title": "U.S. News: Pharmacies Push for Bigger Payments for Covid Pills",
  "text": "<p>The government paid billions of dollars for the pills, Paxlovid from Pfizer Inc. and molnupiravir from Merck &amp; Co. and Ridgeback Biotherapeutics LP. Yet it left the details of how much pharmacists should be paid for filling prescriptions to health insurers and prescription-processing middlemen known as pharmacy-benefit managers.</p><p>The commercial firms are paying pharmacies as low as a penny to about $10 for filling each prescription, according to pharmacists and pharmacy-transaction records reviewed by The Wall Street Journal.</p><p>Many pharmacists say the fees don't cover their costs of filling the prescriptions, and some say they won't stock the pills at current low reimbursement rates. More pharmacies could drop out as supplies of the pill increase if fees aren't raised, hurting access to pills that promise to keep people at high risk of developing severe Covid-19 out of the hospital, industry consultants and a Biden administration official said.</p><p>\"That last-mile delivery has sort of been ignored here, and it's going to have to be fixed if there ever gets to be a bit of demand,\" said Susan Lang, chief executive of retail pharmacy supply chain consulting company XIL Health.</p><p>The issue has prompted pharmacies to launch a lobbying push in Washington, calling on the federal government to step in.</p><p>The National Community Pharmacists Association trade group has urged the Centers for Medicare and Medicaid Services to recommend a fee similar to the $40 that Medicare pays pharmacies administering Covid-19 vaccines.</p><p>The National Association of Chain Drug Stores, which represents pharmacies including Kroger Co. and Walgreens Boots Alliance Inc., also supports a CMS recommendation, though it isn't specifying an amount. The figure could help pressure all commercial and government health plans to increase how much they are paying, said Sara Roszak, senior vice president for health and wellness strategy and policy for the industry group.</p><p>\"This is an instance in which just saying business as usual doesn't work,\" said Ms. Roszak. \"The difference here is that we're in the middle of a global pandemic.\"</p><p>Benefit managers will likely revise fees, but are looking for the government to provide more direction on what the fees should be, said JC Scott, chief executive of the Pharmaceutical Care Management Association, the trade group for pharmacy-benefit managers.</p><p>Access to Covid-19 treatments, including the pills, is a top priority of CMS, which \"continues to stress the importance of appropriate dispensing fees for these drugs,\" a spokeswoman said. And while CMS can't regulate dispensing fees for private health insurance, the agency has encouraged firms \"to consider paying an appropriate dispensing fee for these drugs,\" the spokeswoman said.</p><p>The fee issue stems from the unusual role that the government is playing in the drug-supply chain for Covid-19 medicines.</p><p>Pharmacies normally make money from drug prescriptions in two ways: from marking up the drugs they buy and then sell, and by getting from pharmacy-benefit managers a dispensing fee for filling each prescription. Yet the government bought the Covid-19 pills as part of its pandemic response, leaving pharmacies only able to get dispensing fees.</p><p>The dispensing fee is supposed to cover pharmacy services, staff and overhead. Pharmacy-benefit managers, who often handle drug benefits for commercial health insurers and self-insured companies, typically pay a sum specified in contracts that the middlemen negotiate with pharmacies. Under a quirk of federal law, PBMs also set dispensing fees for Medicare beneficiaries who get pills under the Part D benefit.</p><p>While the Covid-19 pills were under regulatory review last year, CMS said Part D health plans should pay higher fees than they normally do for pills, but didn't specify an amount. The federal government, however, didn't give PBMs funding to help cover the dispensing fees.</p>",
  "published": "2022-02-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1625,
          "end": 1654
        },
        {
          "start": 1625,
          "end": 1649
        }
      ],
      "nexusId": "10022845"
    }
  ]
}