{
  "_id": "cda1ca77b2c06c393e69fe122cde58a73ce90b0eae47b9d89d0e11a3ea5d7b21",
  "feed": "wall-street-journal",
  "title": "Ramesh 'Sunny' Balwani: Who Is the Former Theranos President and Why Is He on Trial? The ex-boyfriend of Elizabeth Holmes, founder of the defunct blood-testing company, faces criminal-fraud charges in federal court",
  "text": "<p>Mr. Balwani, age 56, was the chief operating officer and president at Theranos, a blood-testing startup that claimed it could test for more than 200 health conditions using only a few drops of blood extracted from a finger prick. Mr. Balwani served in that role from 2009 to 2016, and oversaw the company's lab. He was the closest confidant to Theranos founder Elizabeth Holmes.</p><p>The theranos saga</p><p>* Early revelations</p><p>* An early Balwani profile</p><p>* Theranos coverage</p><p>* Elizabeth Holmes on trial</p><p>* A who's who</p><p>According to testimony from Ms. Holmes's trial, which concluded in January, Mr. Balwani had enormous power and influence at Theranos. He made decisions about lab practices and policies and hiring and firing employees, and was in charge of financial projections provided to investors.</p><p>Mr. Balwani joined Theranos in 2009, and he and Ms. Holmes ran the company in tandem, through its rise to a company valued at more than $9 billion and its eventual downfall. Evidence and testimony in Ms. Holmes's case described the pair as equals who made most significant decisions in consultation.</p><p>A former Theranos employee told investigators, according to the government's summary of the interview, that \"Theranos was about what Holmes and Balwani wanted.\"</p><p>What is Mr. Balwani on trial for?</p><p>Mr. Balwani faces 10 counts of wire fraud and two counts of conspiracy to commit wire fraud related to deceiving patients who took Theranos blood tests and investors in the company, according to the government's indictment. These are identical to the original charges Ms. Holmes faced, although near the conclusion of her trial one of the charges related to a Theranos patient was dropped because of an error by the prosecution.</p><p>Ms. Holmes and Mr. Balwani were indicted together in June 2018, but U.S. District Judge Edward Davila in March 2020 agreed to Mr. Balwani's request to sever the trials so they would have separate court appearances. Ms. Holmes was found guilty on Jan. 3 on four counts of criminal fraud.</p><p>What possible punishment does Mr. Balwani face?</p><p>Each of the 12 counts against Mr. Balwani carries a maximum sentence of 20 years in prison plus fines and restitution. However, sentencing is a much more complex process, and judges have leeway; they must consider the sentencing guidelines but can use their own discretion. Recent sentences imposed on high-profile white-collar crimes have been far less than the maximum allowed.</p><p>Sentencing guidelines for white-collar offenders hinge largely on the amount of money alleged to have been lost in a fraud scheme, but the judge can consider a range of other factors, such as the number of victims affected.</p><p>Sentencing for Ms. Holmes is scheduled for Sept. 26.</p><p>What did Mr. Balwani do before Theranos?</p><p>An immigrant from a long line of farmers, Mr. Balwani studied information systems at the University of Texas, graduating in 1990, and got a master's degree in business administration in 2003 from the University of California, Berkeley, his lawyer said.</p><p>Mr. Balwani is a veteran tech executive who worked in software, including at Lotus and Microsoft, but much of his wealth derived from work at an earlier startup. In the dot-com boom, he helped run e-commerce startup CommerceBid.com, which was acquired in 1999 for roughly $228 million in cash and stock. Mr. Balwani received shares as part of the deal that he sold for more than $40 million, based on a lawsuit he later filed against a tax adviser.</p><p>He used his own money as collateral when he guaranteed a $13 million loan to Theranos in 2009, and he later invested in the company.</p><p>Mr. Balwani has shown a penchant for fancy cars, and had a personalized license plate that read \"DASKPTL,\" a nod to Karl Marx's tome Das Kapital, according to court filings. He didn't have experience in pathology or laboratory science before running Theranos's lab, prosecutors have said.</p><p>His ex-wife, Japanese artist Keiko Fujimoto, divorced him in 2002 in San Francisco Superior Court, the same year he met Ms. Holmes.</p><p>What was the relationship between Mr. Balwani and Ms. Holmes?</p><p>Ms. Holmes and Mr. Balwani had a secret romance as well as a professional alliance. They met in 2002, when Ms. Holmes was still a teenager and Mr. Balwani was 37, while in China as part of a language immersion program, according to Ms. Holmes's lawyer. Mr. Balwani later supported Ms. Holmes's decision to drop out of Stanford University and start the company that would become Theranos, Ms. Holmes testified in her trial. </p><p>Elizabeth Holmes left court after the verdict was delivered in her trial in San Jose, Calif., in January. PHOTO: Josh Edelson for The Wall Street Journal</p><p>They became romantically involved and had a relationship that would span more than a decade, although they kept it secret from board members, investors and many employees. They lived together from 2005 to 2016, at one point buying a house in Atherton, Calif., a tony Silicon Valley enclave, for $9 million, according to evidence presented in Ms. Holmes's trial.</p><p>The couple split in 2016, around the time Mr. Balwani left Theranos. After they broke up, he sometimes would show up at the church Ms. Holmes attended at night or at the place where she used to go running at Stanford University, she testified.</p><p>What did Ms. Holmes say about Mr. Balwani in her trial?</p><p>In the most gripping testimony from Ms. Holmes, she accused Mr. Balwani of emotionally, psychologically and sexually abusing her for years, alleging that he controlled what she ate, how much to sleep, and when she could spend time with her family and friends. She described a relationship in which she was pressured to live up to his exacting standards and was punished when she failed. She testified that at times Mr. Balwani forced her to have sex.</p><p>A lawyer for Mr. Balwani denied all allegations of abuse.</p><p>Ms. Holmes read text messages aloud in court that she had exchanged with Mr. Balwani, in which they expressed feelings of love and devotion to each other. She called him \"My nirvana,\" according to the messages, and he told her \"I worship you.\"</p><p>Ms. Holmes testified that Mr. Balwani was in charge of the lab and had assured her that everything was in order, and she was stunned when a regulatory inspection found numerous deficiencies—contradicting evidence from the prosecution that Mr. Balwani had warned her that the lab was a \"disaster zone.\" Ms. Holmes also testified that she was ultimately responsible as CEO, and Mr. Balwani didn't control what she said to investors, business partners, board members or journalists.</p><p>What did other witnesses say about Mr. Balwani during Ms. Holmes's trial?</p><p>Former Theranos employees who testified in Ms. Holmes's trial described Mr. Balwani as a harsh, demanding boss who was paranoid that employees would steal trade secrets. They said he helped to institute a culture of isolation, where employees were siloed from each other and permitted to share information only on a need-to-know basis. According to testimony and evidence from Ms. Holmes's trial, Mr. Balwani rebuffed employees who brought up concerns about the lab and angered easily. He constantly lamented that employees weren't working hard enough and fired people so quickly one former employee described a \"carousel\" of workers being let go.</p><p>Ms. Holmes's attorney told jurors that Mr. Balwani \"had a temper, could lash out, and did not always treat people kindly.\" Attorneys on both sides, however, also showed evidence that he made concerted efforts to remedy problems in the lab and urged Ms. Holmes to address the company's shortcomings.</p><p>The story ILLUSTRATED</p><p>* The Testimony of Elizabeth Holmes: Regret, Revelations and Deflections</p><p>What can we expect from Mr. Balwani's trial?</p><p>Defense attorney Stephen Cazares laid out a defense that pinned the responsibility for the rise and fall of Theranos on Ms. Holmes.</p><p>\"Sunny Balwani did not start Theranos, he did not control Theranos,\" Mr. Cazares said in his opening statements to the jury. \"Elizabeth Holmes, not Sunny, founded Theranos and built Theranos.\"</p><p>Mr. Balwani's knowledge of the company was largely based on what Ms. Holmes and Theranos scientists told him, Mr. Cazares said, and the projections Mr. Balwani gave to investors—which the government alleges were false and misleading—were based on a commitment from Walgreens Boots Alliance Inc. to put Theranos's technology in thousands of stores.</p><p>That partnership stalled as Theranos reverted to traditional needle-in-the-arm blood draws and its test results were delayed and often inaccurate, evidence in Ms. Holmes's trial showed.</p><p>Mr. Cazares also flagged that the defense would focus on a database that contained all of Theranos's lab testing data, which Mr. Cazares said the government failed to review before charging Mr. Balwani.</p><p>The government subpoenaed a copy of Theranos's proprietary lab-result database, but in August 2018, just days after the government received a copy on an external hard drive, Theranos officials destroyed the entire database, The Wall Street Journal has reported. The government later learned that a passcode needed to make use of their hard drives was missing.</p><p>For the prosecution, Mr. Balwani's trial will cover familiar ground, since he faces nearly identical charges to Ms. Holmes. The government's opening statements echoed those given at Ms. Holmes's trial: with Theranos running out of cash and its technology unreliable, Mr. Balwani chose to lie to get customers and investment.</p><p>Assistant U.S. Attorney Robert Leach described Mr. Balwani as one-half of a business duo that lied to cheat investors and patients out of money. \"They were partners in everything, including their crimes,\" said Mr. Leach.</p><p>Opening statements previewed a witness lineup that includes many of the same government witnesses who testified in Ms. Holmes's trial, and former Theranos lab worker Erika Cheung was the first witness called to the stand. Ms. Cheung has said she was a key source for the Journal's stories about the company in 2015 and 2016, and she alerted federal regulators to problems she saw in the lab.</p><p>The media attention given to Ms. Holmes's trial made it more challenging for lawyers to find a pool of jurors for Mr. Balwani's trial who hadn't followed the news, listened to a podcast or watched a TV series or documentary about Theranos. When asked by lawyers during jury selection, roughly half the pool of prospective jurors said they had consumed news about Theranos and Ms. Holmes, and about a third said they knew Mr. Balwani was in a relationship with Ms. Holmes. Others had watched a recently released show on Hulu about Theranos. Several were dismissed by the judge for potential bias.</p><p>The trial, which has already faced delays because of the pandemic, was dealt another setback on March 16 when Judge Davila announced to the courtroom that someone who had been in court had contact with another person who had tested positive for Covid-19.</p><p>\"Out of an abundance of caution,\" the judge said, \"We're going to take a break today.\"</p><p>Before opening arguments, the juror who had been exposed to Covid was excused and replaced by an alternate.</p><p>This article may be updated.</p><p>Write to Heather Somerville at heather.somerville@wsj.com</p><p>Ramesh 'Sunny' Balwani: Who Is the Former Theranos President and Why Is He on Trial?</p>",
  "published": "2022-03-23T17:57:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 8288,
          "end": 8312
        },
        {
          "start": 8288,
          "end": 8317
        }
      ]
    }
  ]
}