{
  "_id": "27c47783ac4ff25392fbb4bf03d18c3c75af8329aa7660b686aa4b2f829bdd62",
  "feed": "wall-street-journal",
  "title": "NCR Seeks Leveraged-Buyout Sale to a Private-Equity Firm",
  "text": "<p>NCR's shares closed up nearly 13% Tuesday after The Wall Street Journal reported on the exclusive talks.</p><p>Should a deal get done, it would be one of a small number of relatively big LBOs to be sealed in recent months as rising interest rates boost the cost of deal financing.NCR has a market value of $4 billion.</p><p>In recent weeks, Kohl's Corp. and Walgreens Boots Alliance Inc. both ended strategic reviews without striking deals. Both companies cited challenges in the financing market.</p><p>Software company Zendesk Inc. managed to strike a roughly $10 billion deal to be purchased by private-equity firms Permira and Hellman &amp; Friedman LLC in late June. That deal was buoyed by private-credit providers.</p><p>Founded over 130 years ago, NCR has recently been focused on diversifying its business from hardware-focused products like ATMs and self-checkout technologies to software and services for customers in banking, restaurants and retail.</p><p>For the first quarter, NCR reported revenue of $1.86 billion, an increase of 21% year-over-year, but below its forecast of $1.9 billion to $1.95 billion. The company adjusted its full-year guidance down to about $8 billion in revenue, citing the effects of the war in Ukraine, inflation and the Omicron Covid-19 variant.</p><p>NCR, formerly known as the National Cash Register Co. and once part of AT&amp;T, in February launched a strategic review that has drawn interest from private-equity suitors. The shares have fallen with tech stocks and were down about 30% this year through Monday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 346,
          "end": 370
        },
        {
          "start": 346,
          "end": 375
        }
      ]
    }
  ]
}