{
  "_id": "d62db03468439a3fd0bae36c244d86e3e75c20b946311356d451ce07f7d422fe",
  "feed": "wall-street-journal",
  "title": "Oil Falls as U.S. Eyes Reserve Release; Stock Futures Pause; Global benchmark Brent crude declined more than 5%",
  "text": "<p>Stocks are set to wrap up a volatile first quarter on a mixed note. The S&amp;P 500 staged a rebound in recent days, rising more than 5% this month but the broad index is still down 3.4% for the quarter so far.</p><p>In recent days, investors have managed to stay calm in the face of the ongoing Russia-Ukraine crisis, also overlooking fresh Covid-19 lockdowns in China. Instead, they are focusing on declining oil prices in hopes that inflation could ease.</p><p>President Biden is preparing to release up to 1 million barrels a day from strategic petroleum reserves and may announce it as soon as Thursday. That would be the largest release from strategic stocks in history, according to RBC Capital Markets. Oil prices declined with global benchmark Brent crude retreating 5.4% to trade at $105.46 a barrel.</p><p>\"This seems more like a concerted, more significant effort, one which might have a bit more weight to it. For markets, this means less inflation and less pressure for central banks to be aggressive with interest rate hikes,\" said James Athey, an investment manager at Abrdn. \"It's about relief, potentially taking away a destabilizing element\" that is caused by high oil prices.</p><p>The U.S. and allies have sought to bring down prices with strategic reserves previously, but effects have typically been short-lived. Members of the International Energy Agency agreed to release 60 million barrels on March 1, but Brent crude rose more than 7% that day.</p><p>The yield on the benchmark 10-year Treasury note ticked down to 2.323% from 2.357%, extending a three-day decline into a fourth day. Yields fall when prices rise. European government debt also rallied, with Germany's 10-year yield falling below 0.6%.</p><p>Government bonds typically underperform in times of high inflation because the value of their fixed cash flows are eroded by rising prices. The 10-year Treasury yield is on track for the biggest quarterly jump since 1994.</p><p>The bond selloff stabilized in recent days likely due to timing, according to investors. At the end of the quarter, large asset managers commonly rebalance their portfolios.</p><p>A closely watched part of the U.S. yield curve, the difference between the 2-year yield and the 10-year yield narrowed to 0.02 percentage points on Thursday, from around 0.9 points in early January. If it goes negative, the yield curve would be inverted.</p><p>\"For us, that would be a recessionary indicator, but I don't think it's time yet to panic,\" said Arun Sai, a multiasset strategist at Pictet Asset Management. \"We're on the verge of a meaningful signal, but equally things can turn around.\"</p><p>U.S. consumer spending climbed 0.2% in February, fueled in part by higher prices but coming in below forecasts. Jobless claims, a proxy for layoffs, reached 202,000. That is a moderate increase from the previous week, which hit the lowest level since 1969, but still in line with economists' expectations amid a tight labor market.</p><p>In premarket trading, Walgreens Boots Alliance declined 2.5% after it posted profit above analysts' expectations but said it also had to deal with higher costs in some parts of its business. Software developer UiPath plunged more than 18% after releasing a wider-than-expected quarterly loss.</p><p>Overseas, the pan-continental Stoxx Europe 600 edged down 0.2%. Swedish retailer H&amp;M tumbled more than 10% after its quarterly profit missed analysts' estimates due to higher costs.</p><p>Russian stocks climbed 5.6% and the ruble strengthened 0.9% against the dollar. The currency traded at around 83 rubles to $1, approaching its preinvasion level of 81.</p><p>In Asia, most major benchmarks declined. The Shanghai Composite Index slid 0.4% and Hong Kong's Hang Seng Index fell 1.1%. Weaker than expected data from purchasing managers' surveys in China for March weighed on sentiment, investors said.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Oil Falls as U.S. Eyes Reserve Release; Stock Futures Pause</p>",
  "published": "2022-03-31T12:50:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2940,
          "end": 2964
        }
      ]
    }
  ]
}