{
  "_id": "8b7ef1f3db1375444897f81cf24a366687d7fafd33f8047fe77084b6f574a5c7",
  "feed": "wall-street-journal",
  "title": "Delivery Town: How Your Online Order Will Change Your City; Drones overhead, robots carrying takeout: Strategies in the works to fix delivery gridlock could change urban life",
  "text": "<p>Tech companies, retailers and real-estate firms working on ways to alleviate the strain of constant delivery on urban environments envision an alternate scenario: skies filled with zipping delivery drones and floating dirigible warehouses, streets and sidewalks teeming with as many robots as people, familiar storefronts serving as automated stockrooms for online fulfillment.</p><p>The e-commerce process, from order to fulfillment, will gradually move toward total automation, says David Wilson, chief executive of machinery company Columbus McKinnon, which uses robotic components in warehouse lifting equipment. \"The vehicle that pulls up is an autonomously driven vehicle. The unpacking is done with vision technology and robotic equipment. The movement of equipment to automated storage and retrieval systems is done via mobile robots,\" Mr. Wilson says, describing the warehouse of the future.</p><p>Here are some of the ways new strategies for delivery could change our cityscapes.</p><p>Street Smarts</p><p>Reining in delivery dysfunction starts with fixing the chaos on the ground, many in the industry say.</p><p>Pebble, an urban-mobility technology project from Google, is pitching municipal governments on a system to manage curbside loading areas. In Aspen, Colo., it created Smart Zones, designated loading spots that carriers reserve on an app, paying 50 cents for 15 minutes or $2 for an hour. The City of Aspen says it receives 30% of the revenue from the program and Pebble gets 70%. \"The hope is that if those become prevalent, that cities are able to get more out of their loading zones and really manage them in such a way that they're able to turn over a super high volume there and avoid things like double parking and stopping in bike lanes,\" says Willa Ng, partnerships and strategy lead at Pebble.</p><p>Pebble also makes hockey-puck-size ground sensors that could be deployed across city grids to show passenger vehicles or delivery trucks where parking space is available before they arrive.</p><p>\"Right now we're competing for very limited curb space and for very limited delivery space with people that are driving 5,000-pound hunks of steel,\" says Joe DiStefano, founder of UrbanFootprint, a geospatial software company. \"The answer to this is not just more electric cars.\" The company worked with the National Aeronautics and Space Administration on its Urban Air Mobility initiative, which aims to create maps of metropolitan airspace that could be used to help move people and goods through the air in densely populated places.</p><p>Look to the Sky</p><p>Could traffic congestion on the ground be reduced by putting more of it into the air? Delivery drone services like Wing, a unit of Alphabet in Mountain View, Calif., offer a glimpse of what drone-normal cities might look like. Operating in Helsinki, the Australian cities of Logan and Canberra, and Christiansburg, Va., Wing has made more than 200,000 drone deliveries—including more than 1,000 in a single day. The 10-pound aircraft carry packages of three pounds or less, including items like sandwiches and coffee, lowering goods to the ground on a 23-foot cord. Through a partnership with Walgreens Boots Alliance Inc., Wing plans to begin delivering pharmacy items Thursday to homes in the Dallas area.</p><p>Urban centers with tall buildings and little open space for landings pose challenges for drones. But major retailers in the U.S. are already preparing, writing drone-usage rights for rooftops and other areas into new leases, says Kris Bjorson, Chicago-based international director of the industrial group at real-estate firm Jones Lang Lasalle. What happens once drones get to the top of a skyscraper is another problem. \"Tops of buildings in New York are a great place to land the drone, but you still have to get the stuff down through those buildings,\" says Mr. DiStefano of UrbanFootprint.</p><p>Prime Air, a service in development at Amazon, is planning drone deliveries in cities across the U.S., with the goal of getting goods to doorsteps within 30 minutes of an order. Amazon in 2020 cleared a key approval hurdle with the Federal Aviation Administration for the rollout of its drone delivery service but hasn't announced a start date. A company spokesman says Amazon is still working on making the drones ready to operate at scale.</p><p>In recent years, Amazon has obtained patents for what would be much more revolutionary delivery technologies than drones, should they become feasible. One is an \"airborne fulfillment center,\" a sort of blimp warehouse where drones fly back and forth to pick up packages to deliver below.</p><p>SHARE YOUR THOUGHTS</p><p>What changes do you think the new delivery economy will bring?</p><p>In another direction, diagrams Amazon has filed with the U.S. patent office show packages going down a spiral ramp and onto conveyor belts, distributing goods through a subterranean network.</p><p>\"Like many companies, we file a number of forward-looking patent applications that explore the full possibilities of new technology,\" says Av Zammit, an Amazon spokesman. \"Patents take multiple years to receive and do not necessarily reflect current developments to products and services.\"</p><p>Robots and Self-Driving Cars</p><p>Proponents of autonomous vehicles and mobile service robots are betting that existing roads and highways will give them a jump start on delivery long before drones take off at scale. Self-driving vehicles the size of golf carts from Mountain View, Calif.-based robotics company Nuro Inc. began delivering Kroger's groceries in Houston in 2019 and added Domino's pizza delivery last April. The company is aiming for e-commerce deliveries across the country.</p><p>A limitation of self-driving delivery vehicles is that recipients have to haul things in from the curb. Nuro's co-founder Dave Ferguson says he imagines buildings might eventually have robot doormen similar to the concierge robots already seen in some hotels. Such robots could handle the final steps between a street vehicle and building doorstep. After that, \"there would need to be some interaction component between the door-bot and the apartment-bot,\" Mr. Ferguson says.</p><p>Meanwhile, sidewalk rovers like Amazon's Scout have been tested in a handful of cities, including Irvine, Calif., and Atlanta, Ga. Sensors help these small bots, the size of ice coolers, navigate obstructions.</p><p>As most self-driving vehicle and droid developers look to use existing streets and sidewalks, some in the industry predict designated lanes will be needed once these modes of delivery ramp up. For now, one California company, Hyperlane Transportation, has proposed creating special lanes for self-driving cars in general, with speed and traffic controlled by a computer system.</p><p>Warehouse City</p><p>Warehouses are moving closer to city centers to serve speeded-up delivery schedules. Over the next few years the U.S. will need another 330 million square feet of this type of space, on top of the 10.3 billion square feet that exists, to meet expected demand, property analysts at real-estate firm CBRE predict—forcing some businesses to create warehouses inside buildings they already occupy. The smaller warehouses closer to residential areas are often called \"last mile\" distribution centers, the last stop for e-commerce goods before they head to the doorstep.</p><p>In the future, major retailers will likely carve out space from their large sales floors to create micro-distribution hubs to handle last-mile deliveries of online orders, Mr. Bjorson says.</p><p>New warehouses, on the other hand, are more likely to be built up multiple stories. Taller, vertical warehouses are already common in East Asian cities like Hong Kong, where the 22-floor Goodman Interlink Building is one of the tallest warehouses in the world. Inside, a system including a multi-story spiraling cargo ramp moves the goods.</p><p>Write to Will Parker at will.parker@wsj.com</p><p>Delivery Town: How Your Online Order Will Change Your City</p>",
  "published": "2022-04-07T13:41:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3131,
          "end": 3155
        },
        {
          "start": 3131,
          "end": 3160
        }
      ]
    }
  ]
}