{
  "_id": "462664b18bbc9a135828ba2f6281f6ec7e786d7f1673427e003a979c1f31bddc",
  "feed": "market-watch",
  "title": "Leverage, poor regulation and reckless government sparked U.K. pension fund crisis, witnesses tell Parliament",
  "text": "<p>\"The root of the problem is leverage,\" said John Ralfe, an independent consultant at John Ralfe Consulting most known for helping the Boots unit of what is now Walgreens Boots Alliance turn to an all-bonds portfolio for its pension fund in 2001.</p><p>\"There's a difference between matching your assets and your liabilities, which is hedging, and leveraged LDI, which is pure speculation,\" he said. \"And the problems that we have seen following the mini budget have only been in those companies that have gone out and spivved around.\" A spiv is British slang for someone who engages in disreputable dealings.</p><p>Henry Tapper, executive chair at Agewage, said pension funds should not be engaging in leverage at all. \"Pension funds should not borrow money, and leverage is in my mind borrowing,\" he said.</p><p>Con Keating, head of research at Brighton Rock Group, who's worked in bond markets since 1969, added that borrowing is explicitly prohibited in scheme funding, yet it's used via repos and derivatives. Interest-rate swaps usage brings up two problems — funds are vulnerable to loss if either the price of long-dated gilts goes down or the cost of short dated financing goes up, and both of that happened this year, he said.</p><p>Nigel Mills, a Conservative MP, bluntly stated the difficulty the government will face in dealing with the issue. \"It's all a bit beyond many of us,\" he said. Mills asked why any pension fund would want to be leveraging up bonds with yields so low after the 2008 financial crisis.</p><p>Keating replied that it was a simple arbitrage. The short-rate dropped to 0.5% or lower, whereas the longer-dated gilt rate was between 4% and 5%. \"That arbitrage is huge. It's the largest I've seen in a working lifetime,\" he said. \"Most hedge funds would dream of such margins, and there were hedge funds that were very active in the early days.\"</p><p>Accounting issues led to LDI, witness says</p><p>The Pensions Regulator's emphasis on market-determined discount rate valuations has also led to artificial volatility and massively excessive demands for funding, said Keating. \"LDI came about as a response to an accounting standard which introduced market volatility to pension scheme valuations when it wasn't there otherwise.\"</p><p>\"The proximate problem of the gilt market was leverage,\" he added. \"It was leverage which led to collateral calls when gilt prices came down and short-rates started to rise, and that's what triggered everything else.\"</p><p>He said the turmoil was entirely predictable, including its speed. The only thing that wasn't predictable is what would be the cause. \"We did not predict the economically illiterate budget triggering it,\" he added.</p><p>Iain Clacher, professor at Leeds Business School, pointed out a Bank of England financial stability report in 2018 did highlight the exposure of pension funds to interest-rate swap derivatives. Pension funds were far above hedge funds in this exposure, he added.</p><p>Clacher put the onus on the Pensions Regulator which should have taken action, noting the Bank of England doesn't have authority over pensions. The Pensions Regulator will have looked at each scheme individually. \"What the regulator has never done is stood back, and said, 'what are most schemes doing, they're all doing the same thing, does that present a risk, whether a macro level or risk at individual schemes.'\"</p><p>On Wednesday, the yield on the 30-year gilt BX:TMBMKGB-30Y was 3.28%, having surged as high as 5.17% during the crisis. U.K. Chancellor of the Exchequer Kwasi Kwarteng and subsequently Prime Minister Liz Truss both resigned last month in the wake of the bond market crisis.</p><p>Leverage, poor regulation and reckless government sparked U.K. pension fund crisis, witnesses tell Parliament</p>",
  "published": "2022-11-23T13:55:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 160,
          "end": 184
        }
      ]
    }
  ]
}