{
  "_id": "1c2a877542724b75767b7f7f84c7e9e0e24af1d7f103dd7bf178719a02e9b650",
  "feed": "market-watch",
  "title": "How Amazon's $3.9 billion wager on primary care could change your Prime membership; Thursday's One Medical acquisition is Amazon's biggest bet on healthcare to date, and it hints at a future in which primary care and streaming options will be bundled together",
  "text": "<p>One Medical has 188 offices and about 730,000 members.</p><p>It's not a surprise that One Medical was up for sale. Earlier this month Bloomberg reported that CVS Health CVS, which operates the health insurer Aetna, had reportedly considered buying the company at one point.</p><p>It's also not surprising that Amazon is the buyer. The tech behemoth has steadily built out a wide-reaching healthcare business over the past four or so years. It bought PillPack, a medication-delivery service that presented a clean, millennial-friendly user interface, for about $1 billion in cash in 2018. It has been working with Crossover Health since mid-2020 setting up employee health centers that offer primary care. And it now offers Amazon Care to employees and other employers.</p><p>\"Healthcare is high on the list of experiences that need reinvention,\" Neil Lindsay, senior vice president of Amazon Health Services, said in a news release. \"We want to be one of the companies that helps dramatically improve the healthcare experience over the next several years.\"</p><p>The One Medical deal will place Amazon in the increasingly popular field of primary care. Long viewed as the center of American medicine, the place where patients can talk directly to their doctors about their health, it's also become ripe for investment in recent years. CVS, UnitedHealthGroup UNH, Walgreens Boots Alliance WBA and Walmart WMT all operate clinics that offer primary-care services.</p><p>That said, healthcare is a very small slice of Amazon's revenue. A search of the company's most recent 10K doesn't yield a single mention of any of its healthcare or medical businesses, including Amazon Care and Amazon Pharmacy, the rebranded PillPack business.</p><p>\"While One Medical will not be a meaningful contributor to revenue near term, it provides AMZN more touch points with patients, particularly early on while medical decisions are being made, both preventative and reactionary,\" JMP analysts told investors on Thursday.</p><p>The deal will also give Amazon new options to bundle services. Wall Street analysts say they expect Amazon Care, if it includes One Medical services, to eventually be included in Amazon Prime memberships.</p><p>\"Is this a big deal to healthcare? Yes,\" Bernstein analysts told investors on Thursday. \"There are three components to this deal from Amazon's perspective: potential cross-selling synergies with their online pharmacy, a further physical retail offering and a potential B2B offering to employers. We also assume this will become another element of the Prime bundle.\"</p><p>Amazon's stock has fallen 25.5% this year, while One Medical shares are down 2.6%. The S&amp;P 500 SPX has declined 16.9% since the start of the year.</p><p>How Amazon's $3.9 billion wager on primary care could change your Prime membership</p>",
  "published": "2022-07-21T19:41:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1339,
          "end": 1363
        }
      ]
    }
  ]
}