{
  "_id": "0e1dff23e6df6a9f4a4955a1a565b5c03f9ea4b58555745aa4dc72deea1f1af2",
  "feed": "ftcomall",
  "title": "Ambani's Reliance teams up with Apollo to make binding bid for Boots",
  "text": "<p>Apollo Global Management and Mukesh Ambani's Reliance Industries have made a binding bid for UK chemist chain Boots, three people with knowledge of the matter have said.</p> <p>The offer values the company at between £5bn and £6bn, two of the people said. </p> <p>The deal would allow its US parent <a href=\"https://www.ft.com/stream/7218e1af-0f76-4512-ba5c-7945a1aab57c\">Walgreens Boots Alliance</a> to keep a minority stake. The size of that stake is open to negotiation. </p> <p>Boots declined to comment. </p> <p>The financed offer follows months of uncertainty about the sale of the company after market turmoil sparked by Russia's invasion of Ukraine. That has made financing a leveraged buyout more difficult, especially as banks have struggled to sell on the debt backing another large UK private equity deal, the acquisition of supermarket group Wm Morrison by Clayton, Dubilier &amp; Rice last year. </p> <p>The US parent of <a href=\"https://www.ft.com/stream/e5210578-da7c-4654-a1ec-57f7c8082697\">Boots</a> put the business up for sale last December to focus on healthcare in its domestic market. But two prominent potential bidders, private equity groups Bain Capital and CVC Capital Partners, dropped out of the process in its early stages.</p> <p>The owners of UK supermarket group Asda, brothers Mohsin and Zuber Issa and private equity group TDR Capital, have made <a href=\"https://www.ft.com/content/0603d48d-c008-4a76-9d78-74aa72dd0bb3\">an initial non-binding bid</a> but it is not clear whether they will now make a formal offer. </p> <p>They too would probably face significant challenges raising the necessary finance, given that both Asda and EG Group, the petrol station operator that made them their fortune, are heavily leveraged.</p> <p>By contrast Reliance is India's largest listed company by market capitalisation and has a better credit rating than the republic of India. Ambani is the world's seventh wealthiest man, according to Forbes.</p> <p>Apollo and Reliance would probably seek to expand Boots's business in Asia if they took control of the company, although previous attempts to develop markets outside the UK have had mixed results.</p> <p>Nottingham-based Boots still generates about 45 per cent of its roughly £6bn in annual revenues from providing services such as prescriptions and vaccinations to the UK's state-run health service. </p> <p>But its retail operations require significant investment. It has more than 2,000 stores in the UK, many of which require updating or are located on struggling high streets. </p> <p>Although it has a trusted brand name, some strong own-label product lines and one of the UK's most popular customer loyalty schemes, it has been gradually losing market share in some areas. </p> <p>Supermarkets and “variety discounters” such as B&amp;M and Home Bargains have been undercutting it on staples such as deodorant, shaving products and toiletries, while online rivals and department stores are targeting the beauty market. </p> <p>A takeover would have implications for the Boots defined-benefit pension schemes. The schemes are in surplus, but not by enough to secure an insurance buyout ahead of any transaction. If it were to retain a minority stake, Walgreens could continue to stand behind the schemes but Reliance's size also means it could assume responsibility for them.</p><p>Source: Kaye Wiggins and Arash Massoudi in London 2022 'Ambani's Reliance teams up with Apollo to make binding bid for Boots' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-09T08:28:06.107Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 284,
          "end": 308
        }
      ]
    }
  ]
}