{
  "_id": "d534df424b6fed193f06462b2df1a7c6e2c6b8505646764e402547210cc786b8",
  "feed": "economist-blog",
  "title": "The World Ahead 2023; Roz Brewer says upheaval can inspire a rethinking of corporate culture",
  "text": "<p>I explained that for me, as a leader, a company is not just about the products we make, the services we offer or the brands we build. It's about how we re-energise our teams, to give them hope and make them feel great about their contributions during challenging, changing times. It's about how we now need to “rephrase”—in other words, approach our work in a different way that has clearer meaning. Just as sentences must sometimes be rephrased for greater effect, so must our companies.</p><p>As an optimist, I believe every truly exceptional organisation understands that culture needs to be at the centre of its success. In 2023 and beyond, connections to companies' culture and values will be key drivers of motivation for workers as we rephrase the corporate environment.</p><p>Covid profoundly impacted people socially and emotionally. During the pandemic they were separated from their routines and pillars of comfort and belonging. They could no longer meet in physical locations with family, faith groups, extra-curricular clubs, exercise classes and the like.</p><p>As a result, our companies became even more important places of human connection, and colleagues opened up to each other and their supervisors as never before, especially because everyone was too scared, exhausted or isolated to pretend or posture. People just wanted to be real.</p><p>Now, as the pandemic subsides and we relearn how to engage with each other, the conversations are vastly different. The workplace is where many more problems, opportunities and ideas surface—both professional and personal. You're much more likely to hear about marriages, divorces, children's ups and downs, illnesses and so on.</p><p>Early in my career, I would have never thought to bring some of these discussions into the workplace. But here we are, and we are better off for it. In fact, when we don't allow space for these discussions, we see what is being called the Great Resignation.During the pandemic, companies became even more important places of human connection</p><p>We must change! As Gavi, the Vaccine Alliance, has noted, there are several factors—global travel, urbanisation, climate change and so on—that are making pandemics more likely. Those factors will not change, so it is vitally important that we are prepared for future challenges. Managing the health of our corporate environments, and sharing our lived experiences more deeply, is now crucial.</p><p>But it's not all doom and gloom. I am optimistic that over the next 18 months we will see boosts in economic growth, jobs and spending; travel returning to normal; a greater focus on health and wellness; and a resurgence in human connection. And it is this last point that I want to emphasise as being so important in our workplaces.</p><p>Years ago, company culture was viewed as the light and fluffy stuff. But the facts and data show that a healthy company culture delivers results, and this has never been clearer to me than right now. Strong culture drives performance: 80% of firms united by a meaningful purpose have been found to outperform the general market. It drives recruitment: 65% of candidates say they will accept a job offer only if they know and agree with a company's purpose, vision and values. It drives engagement: nine out of ten people are willing to trade a percentage of their lifetime earnings for greater meaning at work. And it drives customer retention: 87% of consumers buy products based on values, or because a company spoke out on an issue they care about.</p><p>In 2023, I predict that the most effective leaders will connect to their team members not only in a traditional, intellectual, IQ-based way, but also on a more evolved, empathetic EQ level. Team members will insist their voices are heard and will expect their company's values to mirror their own.</p><p>Corporate America has been rephrased, and there is no turning back. Employees expect to bring their entire identity as people to work, and not to compartmentalise their values and keep them separate. As leaders, we will need to listen more to our employees and our wider communities. This approach is good business. Companies will do well by doing good for their own employees and for the broader world around them. The Great Rephrasing is a time to listen—and to act.</p><p>■</p><p>Roz Brewer, CEO of Walgreens Boots Alliance</p><p>This article appeared in the Business section of the print edition of The World Ahead 2023 under the headline “It's time to “rephrase” how companies work”</p>",
  "published": "2022-11-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 4277,
          "end": 4301
        }
      ]
    }
  ]
}