{
  "_id": "f37d0e7242c615f49ce3e96806db3868df44e1eb54788938540cc29519772a3e",
  "feed": "wall-street-journal",
  "title": "Boring Was King of Healthcare in 2022",
  "text": "<p>It was the year when investors rewarded companies for minting cash and keeping it simple.</p><p>At the top of the pack were drug distributors McKesson and Cardinal Health, each up just over 50% for the year. A third distributor, AmerisourceBergen Corp., was up 27%. The three control about 90% of drug distribution in the U.S. The business isn't the kind of thing that will get standing ovations at healthcare conferences, but someone needs to move drugs from point A to point B. And it can get pretty complex, especially when dealing with biologic drugs such as cancer therapies, which must be handled with care (and where margins for distributors are highest).</p><p>Drug distributors were under a cloud of uncertainty for years as they faced opioid-related lawsuits. But in February, a $19.5 billion settlement with a majority of U.S. states helped to bring the legal threats to the finish line. The end of that chapter lifted a major overhang for the group, says Jared Holz, a healthcare specialist for Oppenheimer.</p><p>More broadly speaking, says Mr. Holz, 2022 was the year where companies that didn't benefit that much from Covid-19 tended to outperform. In 2021, the biggest gainers were the vaccine makers, with Moderna and BioNTech more than doubling in value while Pfizer added 60%. All three are down this year, as a return to normal benefits the rest of the sector.</p><p>McKesson, the largest among the three distributors, benefited from Covid as well as from a return to normal. The pandemic helped its business because the U.S. government picked it to distribute Covid-19 products. But a return to normal meant people were able to go back to the doctor's office and do the sort of cancer screenings they skipped at the height of the pandemic, says David Toung, an analyst at Argus Research. More screenings means more prescriptions. Combined revenues for the big three grew over 6% to about $180 billion in the latest quarter compared with a year earlier.</p><p>Even with a hit from the opioid payments spread across 18 years, distributors still sport an impressive cash flow, Baird analyst Eric Coldwell says. The group sports a free cash flow yield of about 7% to 8%, which compares with about 5% for the Dow Jones Industrial Average.</p><p>All three distributors trade at less than 15 times next 12 months' earnings, which is well below around 16.7 for the S&amp;P 500.</p><p>AmerisourceBergen, the laggard among the three this year, may come out on top next year. Its stock may have underperformed partly because Walgreens Boots Alliance has been shedding its holdings of the stock, says Mr. Toung. The stock is the top pick among the three at Baird, whose analysts cite the company's solid 2023 guidance and relative discount to McKesson as reasons to get in.</p><p>Distributing drugs may not sound exhilarating, but it was a winning formula this year. Returns likely won't be so impressive next year, but they look set to remain a good haven for investors.</p>",
  "published": "2022-12-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2489,
          "end": 2513
        }
      ]
    }
  ]
}