{
  "_id": "8b2befee9f3ed5f839cf1d3d4961b9bb52af26cf2aec5ebdf144618f72019d3f",
  "feed": "economist-newspaper",
  "title": "Retailing: Boots off",
  "text": "<p>Since 2014 the business has been controlled by Walgreens Boots Alliance (WBA), a lumbering parent company whose flagship asset is Walgreens, an American pharmacist. In January WBA began a \"strategic review\" of the Boots business, which is management-speak for putting up \"for sale\" signs. Private-equity houses lined up to take a look. An alliance comprising Apollo Global Management, an American private-equity firm, and Reliance Industries, a conglomerate run by Mukesh Ambani, an Indian billionaire, emerged as the front-runner. But in the end the tills never rang. WBA concluded the review on June 28th by letting investors know both how hard it tried to sell the business and how excited it is to own Boots.</p><p>Boots is no stranger to masters of the universe. As the global economy edged towards the financial crisis of 2007-09, Alliance Boots, as it was then known, became the first member of the FTSE 100 index of large British firms to be bought by a private-equity firm. Its hard-charging new owner, KKR, completed its exit from the business in 2016, more than tripling investors' money.</p><p>Potential buyers today were unconvinced this was a repeatable trick. Rising interest rates and falling company valuations have put pressure on the classic private-equity playbook. The piles of debt used to execute leveraged buy-outs--and to amplify returns--are increasingly difficult to raise. Banks worry about their ability to sell junk debt to the capital markets, where investors now demand a much higher return. Other tricks are off the table, too; the firm's stores are largely leasehold, removing the option of a sale-and-leaseback transaction to raise cash.</p><p>Without financial wizardry, growth has to come from old-school retailing--in other words, from buying and selling things. During the sales process, there were rumours of a grand strategy for international growth, possibly by taking the brand to India under the aegis of Mr Ambani. But management would be better off focusing their attention on the British high street, where the roots of Boots run far deeper.</p><p>A high-street proxy for the National Health Service (the chain delivered more than 2m flu vaccinations last winter), the pharmacy is a powerful part of the brand's resilience: people come in with a cold and depart with a sandwich. The Advantage Card, its loyalty scheme, has 14.6m active users and is a window on the soul of the British consumer. Data insights ought to be useful in rationalising the firm's network of stores, closing unprofitable ones and pepping up those that pay their way. E-commerce revenues recently surpassed 15%. No7 Beauty Company, seen as the crown jewel in Boots's own-brand offering, is another source of growth.</p><p>The problem is that taking full advantage of these assets requires patience, attention and significant investment. Boots is deprived on all these counts. It is dwarfed by Walgreens. WBA is turning inward and focusing on its core American operations. Conditions for buy-outs are likely to keep deteriorating. Boots may be waiting some time for the right shopkeeper to come along.</p>",
  "published": "2022-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 71
        }
      ]
    }
  ]
}