{
  "_id": "e2fe02d76af356ebe36b767f2b10a4f0e00bc4bdf511bd29427d8532e92a952b",
  "feed": "market-watch",
  "title": "U.S. stocks edge lower on last day of S&P 500's first losing quarter in 2 years",
  "text": "<p>The Dow Jones Industrial Average DJIA fell 113 points, or 0.3%, to 35,114.</p><p>The S&amp;P 500 SPX was down 15 points, or 0.3%, at 4,588.</p><p>The Nasdaq Composite COMP shed 75 points, or 0.5%, to trade at 14,368.</p><p>On Wednesday, the Dow and S&amp;P 500 snapped a four-day winning streak, while the Nasdaq Composite dropped 1.2% after back-to-back gains.</p><p>Despite a recent winning run, it's been a rough January-to-March period for the stock market. Heading into the last day of the quarter, the S&amp;P 500 had declined 3% — snapping a seven-quarter streak of gains — and the Nasdaq Composite has retreated 8%. That would mark the worst quarterly performance for all three major indexes since the first three months of 2020, according to Dow Jones Market Data, and h</p><p>What's driving markets</p><p>“The worst quarter in two years isn't so bad as the S&amp;P 500 index is roughly 5% away from record highs,” said Edward Moya, senior market analyst at Oanda, in a note.</p><p>“Wall Street will have a lot to debate over the next few months but a choppy stock market seems likely as no clear answers will be had on when peak inflation happens and how aggressive will the Fed be with tightening until geopolitical risks are resolved,” he said.</p><p>Investors were digesting a heavy slate of U.S. economic figures Thursday, including data on personal consumption and expenditures. The PCE core price index, the Fed's favored inflation measure, rose 5.4% year over year in February, up from 5.2% a month earlier. The data showed consumer spending rose 0.2% in February, below forecast. Meanwhile, data on weekly jobless claims showed first-time applications for unemployment benefits rose 14,000 last week to 202,000.</p><p>However, investors were also taking note of news that President Joe Biden on Thursday will announce more releases from the U.S. Strategic Petroleum Reserve, according to senior administration officials. Biden plans to order the release of 1 million barrels of crude oil per day for the next six months from the reserve, the officials told reporters.</p><p>Oil futures CL.1fell sharply, but were off session lows. The Organization of the Petroleum Exporting Countries and its allies, including Russia, agreed, as expected, early Thursday to stick with a plan to boost output by 432,000 barrels a day in May. OPEC+ has resisted pleas to more rapidly boost production.</p><p>Meanwhile, The U.S. is targeting Russia's technology sector in the latest round of sanctions aimed at punishing Moscow over its invasion of Ukraine. The Treasury's Office of Foreign Assets Control said Thursday it is targeting operators in the sector “to prevent it from evading unprecedented multilateral sanctions and procure critical western technology.”</p><p>Seealso: Heavy fighting rages near Kyiv as Russia appears to regroup</p><p>Companies in focus</p><p>Shares of Walgreens Boots Alliance Inc.WBA fell 5.8% after drugstore chain reported fiscal second-quarter profit and sales that beat expectations.</p><p>What other assets are doing</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 2.5 basis points to 2.335%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.5%.</p><p>Gold futures GC00 rose 0.4% to around $1,947 an ounce.</p><p>Bitcoin BTCUSD ticked down 0.2% to trade near $47,000.</p><p>The Stoxx Europe 600 XX:SXXP fell 0.9%, while London's FTSE 100 UK:UKX was down 0.8%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.4%, while the Hang Seng Index HK:HSI dropped 1.1% in Hong Kong and Japan's Nikkei 225 JP:NIK lost 0.7%.</p>",
  "published": "2022-03-31T12:45:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2782,
          "end": 2806
        }
      ]
    }
  ]
}