{
  "_id": "ca05ea5c52e6946e06111513a0777bc462c73428fe836d8d7af8bdbe99e2dc6e",
  "feed": "wall-street-journal",
  "title": "Moderna, Lululemon, Amazon: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Moderna Inc.</p><p>A new booster-shot endorsement gave Moderna a shot in the arm. The Food and Drug Administration and the Centers for Disease Control and Prevention on Tuesday cleared extra shots from Moderna and from Pfizer Inc. and partner BioNTech SE for people 50 years and older. Those adults can now get the shots at least four months after a first booster dose. Moderna shares rose 4.4% Tuesday.</p><p>HP Inc.</p><p>HP is keyed up about hybrid work. The PC maker agreed to buy Poly, a maker of workplace communications products, in a $1.7 billion deal. HP said the deal, expected to close by year-end, would help grow its hybrid-office offerings. Poly, formerly known as Plantronics, makes audio and video products such as headsets and desk phones along with other conferencing products. HP said office workers are investing to improve their home setups, while businesses are reconfiguring traditional office spaces to support hybrid work and collaboration. HP shares lost 2.7% Monday, while Poly shares jumped 53%.</p><p>Lululemon Athletica Inc.</p><p>Lululemon is still in great shape despite many distractions. The athletic apparel company on Tuesday posted higher revenue and profit for the fourth quarter, making Lululemon one of the few direct-to-consumer brands to find growth amid rampant supply-chain snarls and the emergence of Omicron. The athleisure category is growing fast after the pandemic-influenced consumer preferences and shoppers stuck at home began investing more in yoga pants and other at-home gear. Earlier in March, Lululemon launched its first collection of sneakers, bringing the Blissfeel women's running shoe to certain physical stores. The company plans on expanding into additional styles through 2023, including developing men's shoes. Lululemon shares gained 9.6% Wednesday.</p><p>Intuit Inc.</p><p>Uncle Sam is going after TurboTax. The Federal Trade Commission on Monday filed a complaint in a federal court to stop Intuit from advertising that users of its TurboTax software can file their taxes free, alleging the company's marketing practices are deceptive. The FTC said that TurboTax is free only for some users but that the company doesn't tell them they have to pay until they have spent time inputting their personal and financial information. Intuit said in a statement that the FTC's allegations aren't credible and that it would challenge the complaint. Intuit shares added 1% Tuesday.</p><p>Kroger Co.</p><p>Carl Icahn hopes to sow changes at Kroger. The billionaire activist investor is seeking two board seats at the supermarket giant, pushing it to make changes. In a letter sent Tuesday to Kroger CEO and Chairman Rodney McMullen, Mr. Icahn criticized the way pregnant pigs are housed on farms that supply pork to Kroger's stores. He also took issue with what he said was a widening gap between workers' and executives' pay. According to Kroger's May 2021 proxy statement, Mr. McMullen's annual compensation totaled more than $22 million while the median employee earned $24,617 in 2020. Kroger shares lost 1.1% Tuesday.</p><p>Walgreens Boots Alliance Inc.</p><p>Will Walgreens's health waver after the pandemic? The drugstore chain posted better-than-expected profit powered by demand for vaccines and Covid-19 testing. But the company said it also had to deal with higher costs in some parts of its business. Executives said Thursday that they are strategizing over how the company's drugstores can continue playing a key role in providing diagnostic and other health services beyond the current pandemic. Some investors saw the company's move to not upgrade its earnings outlook after the strong quarter as a sign that executives expect the business to weaken going forward. Walgreens shares declined 5.7% Thursday.</p><p>Amazon.com Inc.</p><p>Amazon workers in New York voted to form the tech giant's first U.S. union. The tally among employees at a Staten Island facility was 2,654 to 2,131 in favor of organizing, the National Labor Relations Board said Friday. The outcome is a victory for Amazon's warehouse workers and labor activists who sought to bring representation to the nation's second-largest private employer. Votes in an election at an Alabama warehouse came close enough to require a hearing that could take place in the next few weeks. Amazon shares added 0.4% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Moderna, Lululemon, Amazon: Stocks That Defined the Week</p>",
  "published": "2022-04-01T21:52:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3026,
          "end": 3050
        },
        {
          "start": 3026,
          "end": 3055
        }
      ]
    }
  ]
}