{
  "_id": "9ae69e4be4647928e9975229f14b56adafbc6bc003052263f5e4a5d41f00a37b",
  "feed": "wall-street-journal",
  "title": "Cerebral's Preferred Pharmacy Truepill Halts Adderall Prescriptions for All Customers; Online pharmacy startup says it is temporarily pausing Schedule 2 Drugs 'out of an abundance of caution'",
  "text": "<p>Truepill said in a statement that \"out of an abundance of caution\" it is temporarily pausing all fulfillment of Schedule 2 substances while it evaluates appropriate next steps. It said Schedule 2 controlled substances such as Adderall make up less than 1% of its total prescription volume. Truepill didn't provide a list of other partners affected by its decision.</p><p>Some of the nation's largest pharmacies have blocked or delayed prescriptions over the past year from clinicians working for telehealth startups that have sprung up to treat ADHD, according to pharmacies and people familiar with the issue.</p><p>The Wall Street Journal reported last week that pharmacies including Walmart Inc., CVS Health Corp. and Walgreens Boots Alliance Inc. have blocked or delayed prescriptions for companies treating ADHD online or have blocked individual prescribers, according to people familiar with the issue. Walmart confirmed it has blocked some prescribers and some prescriptions. A spokesman for Walgreens outlined the company's prescribing practices but wouldn't discuss the decision to block prescriptions. A CVS spokesman said its controlled-substance compliance group interviews clinicians it flags for potentially excessive prescribing practices.</p><p>Truepill is going farther by stopping indefinitely all prescriptions of Adderall and other Schedule 2 controlled substances.</p><p>Cerebral said in the email to clinicians Friday that Truepill will continue filling other prescriptions including for Schedule 3 through 5 controlled substances, which have lower potential for abuse according to the federal government.</p><p>The federal government classifies Schedule 2 controlled substances as drugs \"with a high potential for abuse, with use potentially leading to severe psychological or physical dependence.\" Other Schedule 2 substances include OxyContin and Vicodin.</p><p>At the same time, stimulants such as Adderall can have significant benefits for people properly diagnosed with ADHD, psychiatrists say.</p><p>Cerebral said in a statement that it is working with Truepill \"to ensure a smooth transition for impacted clients and prevent a disruption in the client's prescribed, evidence-backed course of treatment.\" It said Truepill's action affects less than 2% of its total prescriptions.</p><p>Some nurse practitioners at Cerebral say they have felt pressured to prescribe stimulants like Adderall, and say the companies' 30-minute evaluations aren't long enough to properly diagnose ADHD, the Journal reported in March. Cerebral said it encourages proper treatment and its clinicians aren't required to reach a diagnosis in a half-hour. \"We simply want to make the right diagnosis and develop the right treatment plan for the safety and quality of care for each patient,\" it said.</p><p>Truepill is a mail-order pharmacy startup based in California that sends out medications prescribed by other telehealth companies. It was valued at $1.6 billion in a private funding round last fall, according to research firm PitchBook Data Inc.</p><p>Cerebral was valued at $4.8 billion in a late 2021 funding round, according to PitchBook.</p><p>Cerebral has encouraged its clinicians to fill prescriptions through Truepill, describing it internally as its \"preferred pharmacy,\" according to documents reviewed by the Journal. Truepill then ships those medications in Cerebral-branded boxes. Cerebral includes a section on clinicians' employee feedback page that tracks the percentage of prescriptions they send to Truepill versus local pharmacies, according to people familiar with Cerebral's prescribing practices and a copy of a feedback page reviewed by the Journal.</p><p>Cerebral recognizes as revenue sales of prescriptions that go through Truepill, boosting Cerebral's top line growth rate, according to a person familiar with the company's operations.</p><p>Cerebral said clients choose the pharmacy they want to fill their prescription. It declined to comment on its financial arrangement with Truepill. Truepill also declined to comment on Cerebral's business practices.</p><p>Last month Truepill said it would shut down a subsidiary called Ahead that offered ADHD treatment online and competed directly with Cerebral.</p><p>Write to Rolfe Winkler at rolfe.winkler@wsj.com</p><p>Cerebral's Preferred Pharmacy Truepill Halts Adderall Prescriptions for All Customers</p>",
  "published": "2022-05-02T15:07:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 709,
          "end": 733
        },
        {
          "start": 709,
          "end": 738
        }
      ]
    }
  ]
}