{
  "_id": "f477a8345793965e73d699f79edd84e1df5df8f7aea893feaf5dcf84da1c36b2",
  "feed": "wall-street-journal",
  "title": "Starbucks Is Having an Identity Crisis. Can Howard Schultz Fix It? The former CEO is back for his third stint running the coffee giant. But the company is in a very different place than when he left it.",
  "text": "<p>That transformation, accelerated by the pandemic, has sparked an identity crisis for the 51-year-old chain, and a host of problems for its cafes. It also has kicked off an unusual management saga in which the company's powerful early leader considers remaking the strategies of his successors. Mr. Schultz must now decide how much to rewrite the playbook that made Starbucks a global phenomenon.</p><p>Cafes designed to sell espresso to people lingering inside now dispense iced coffee through drive-through windows to customers lined up in cars. Workers have grown frustrated by changing procedures, hours and customer demands, circumstances that were exacerbated by pandemic worker shortages that often left some cafes understaffed. Worker dissatisfaction has spawned a unionization push, with more than 200 of the company's 9,000 U.S. locations filing to be represented by the Starbucks Workers United union.</p><p>During an internal forum with U.S. store leaders this month, Mr. Schultz said he had returned to fix things. \"I wasn't here the last four years, but I'm here now,\" he said.</p><p>Starbucks's Howard Schultz: From Coffee Entrepreneur to Three-Time CEO</p><p>The executive has had a long career at the coffee giant, where he is now serving as chief executive for a third time</p><p>He promised to focus on employees, cafes and customers, not shareholders, scrapping billions of dollars in share buybacks to invest in operations. \"I am not in business, as a shareholder of Starbucks, to make every single decision based on the stock price for the quarter,\" he said. \"Those days, ladies and gentlemen, are over.\"</p><p>By some measures, Starbucks is more successful than ever. By the quarter ended March 28, 2021, sales had already bounced back from early in the pandemic. The company reported record revenue in the fiscal year ended Oct. 3, and its earnings of $4.2 billion were the second-highest ever. Starbucks, the largest coffee chain in the world by sales and number of locations, aims to open thousands of new cafes by the end of the decade, many overseas.</p><p>But Starbucks's shares have fallen 32% in the last 12 months, while a Standard &amp; Poor's index of restaurant stocks was down 6% during the same period. Its stock fell last October when it announced that average hourly wages would rise to $17 an hour by this summer, and again in February when it reduced its forecast for its earnings and store margins during its current fiscal year because of inflation, labor costs and continuing disruptions stemming from the virus.</p><p>Operations at some stores have become a struggle. Baristas juggle coffee requests coming in through drive-through windows, mobile devices and for delivery, a challenge for a chain that also scores workers on their ability to connect with customers. Many cite persistent problems with the ice machines, which frequently break and are too small to meet the demand for cold drinks. </p><p>A customer picks up a coffee to go at a Starbucks shop in Manhattan. PHOTO: Gabby Jones for The Wall Street Journal</p><p>Since returning as CEO, Mr. Schultz has expressed wonder that the company he founded to serve espresso now mostly sells iced drinks to go.</p><p>\"The third-place environment, which has been such a foundational aspect of the Starbucks experience all over the world, is now somewhat confined by the fact that people are not using our stores the same way,\" he said in an address to employees at Starbucks headquarters on April 4, his first day back. Starbucks should reconsider its business model, he said, thinking beyond coffee and cafes, maybe even to branded nonfungible tokens.</p><p>\"We have to redefine the design, our store experience, and with that comes a significant level of investment,\" he said. \"We're going to create new segments of business that are not solely dependent on our stores.\"</p><p>Mr. Schultz has already made changes in the executive ranks. He brought back longtime confidants in advisory roles, including former Starbucks communications chief Vivek Varma and Cliff Burrows, who led past efforts such as the development of Starbucks's upscale Roastery stores. The company's general counsel, appointed by Mr. Schultz's predecessor, departed on the second day of Mr. Schultz's new tenure. Mr. Schultz hired a new senior executive specializing in worker relations, Frank Britt, to act as the company's chief strategy officer.</p><p>Mr. Schultz's third stint running Starbucks wasn't planned. His first tour as CEO had ended in 2000 when he handed the reins to Chief Operating Officer Orin Smith, who was followed by Jim Donald in 2005. Sales began to falter in the mid-2000s and were hit hard by the 2008 economic downturn, prompting Mr. Schultz to return for a second stint that year. He stepped down again in 2017, turning over leadership to Kevin Johnson, and explored an independent U.S. presidential bid. He decided against running, then occupied himself with philanthropy and entrepreneurial efforts.</p><p>Starbucks remained on his mind, he has said. He maintained ties to the board, including to chairwoman Mellody Hobson, a Chicago asset manager who has called Mr. Schultz a mentor and friend. He remained one of Starbucks's biggest shareholders, with 21.6 million shares held directly and through family trusts, accounting for roughly 2% of its total stock, according to a securities filing.</p><p>Mr. Johnson, his successor, streamlined parts of the business and focused on increasing efficiency, particularly through to-go ordering through the company app. That approach boosted sales, but some former executives said the company lost touch with its people-focused culture. Workers noticed an increasing focus on speed metrics, including the average time to prepare an order, by store. Some workers complained about increasing pressure.</p><p>The pandemic badly hurt Starbucks's business, curbing sales and increasing expenses once cafes began reopening. To-go sales helped it perform better than many competitors, but the recovery was bumpy.</p><p>Mr. Johnson said he had signaled to the board in 2021 that he wanted to retire after the pandemic eased. Rosalind Brewer, Mr. Johnson's second in command, had been seen internally as Starbucks's future CEO. But she left Starbucks in early 2021 to become CEO of Walgreens Boots Alliance Inc. Starbucks had no immediate replacement for her, later promoting veteran executives to take on her operational responsibilities.</p><p>Last November, although Mr. Schultz wasn't involved with the company in any official capacity, he met with cafe managers in Buffalo, N.Y., where workers were set to vote on unionization. The increasingly vocal union campaign had convinced him he should go, according to people familiar with his thinking. He addressed workers for an hour about the company's origins and its early investments in employee benefits, in an effort to persuade them not to unionize. Two of the three Buffalo stores later voted to unionize.</p><p>Later that month, Mr. Schultz gathered with former colleagues at a Seattle-area golf club to memorialize the late John \"Jack\" Rodgers, a Seattle businessman who made an early investment in the coffee chain. According to people who were there, Mr. Schultz reminisced about the chain's early days and worried about the union drive and what it meant for the company.</p><p>By February of this year, Mr. Schultz had become increasingly occupied with Starbucks's challenges, said the people familiar with his thinking. Within weeks, he was telling confidants he was coming back.</p><p>Ms. Hobson, the chairwoman, said the board turned to Mr. Schultz to help steer the company at what she described as an inflection point, describing him as the right messenger at this time. \"Is there any chance Howard would stay for good, good?\" she said in an interview. \"Zero. It'll be a short term assignment.\"</p><p>She said the new CEO, among other things, needs to tackle the current workplace issues and \"the innovation piece of who we are and what we are….So we need someone who has vision.\"</p><p>As interim CEO and a member of the board, Mr. Schultz will help select his successor. Ms. Hobson said Starbucks formed a committee some time ago and has been considering permanent CEO candidates, but the pandemic has constrained its search.</p><p>Former executives who remain close to the chain don't expect Mr. Schultz to bow out entirely by the fall, as Starbucks has said he intends to do. Mr. Schultz has also rejoined the company's board, and Starbucks hasn't said if that role is interim.</p><p>Some investors said they wondered who could or would be up to the task of running Starbucks next, with a strong-willed founder remaining involved. \"It's like mom watching over you,\" said Stephanie Link, chief investment strategist at wealth-advisory firm Hightower Advisors LLC, which last owned Starbucks shares in 2021. \"Howard is a winner. But this is going to take time.\"</p><p>During Mr. Schultz's internal address on his first day back, some veteran employees expressed enthusiasm about his return on an internal chat board, saying the company had lost some of its direction and leadership in recent years.</p><p>\"I am in tears listening to you Howard,\" wrote one. \"Thank you for coming back and inspiring us all over again, we missed you!\"</p><p>Others have expressed concern that the company resorted to calling back its early leader to try to get back on track.</p><p>Christine McHugh, a former Starbucks vice president, said she credits Mr. Schultz for his passion for the company and its people. But she worries about the company relying on Mr. Schultz and not having someone else ready to step in when Mr. Johnson had signaled his intent to retire. \"It's not sustainable,\" Ms. McHugh said. \"I don't doubt that there are capable, quality people out there who could be a good fit.\"</p><p>More than 70% of the company's U.S. workers have been with the chain for a year or less. Mr. Schultz is particularly polarizing among union supporters because he has frequently spoken about his belief that Starbucks shouldn't be unionized.</p><p>Mr. Schultz is a self-described coffee purist. He bristled at the Frappuccino the first time he tasted it in 1994, and clung to whole milk as the chain's sole offering in its early years. He was initially skeptical of experiments with drive-through service, telling other executives who were pushing it in the early 2000s that serving customers through speaker-boxes to their cars could degrade the Starbucks experience. It resembled a fast-food ordering system, he told them, and he no longer wanted employees who came to Starbucks from fast-food chains to be designing the drive-throughs, those people said.</p><p>Mr. Schultz criticized Starbucks's adoption of automated espresso machines under the CEO at that time, writing in a 2007 memo that they had erased \"much of the romance and theatre\" of the company's traditional hand-operated equipment.</p><p>Mr. Schultz returned for his second stint as CEO in 2008 and introduced new coffee machines as part of his company overhaul. Eventually, he said that automatic espresso machines had their place but needed to be designed better.</p><p>The day before Starbucks announced Mr. Schultz would return for his third tour, an adviser told him he needed to listen more, and he agreed, that person said. In his first week back, he began a listening tour with employees, sitting down with workers in small groups to hear their thoughts on how the company should improve its workplaces. He flew to Chicago to attend a memorial service for a barista who had died off-duty.</p><p>So far, he has spent considerable time soliciting feedback from baristas. Many of the comments, he told store leaders this month, were difficult to take in. Among their comments, according to the company: \"My job is getting harder.\" \"I'm exhausted.\" \"I don't feel supported by my leaders.\"</p><p>Mr. Schultz was surprised at how many baristas mentioned broken ice machines that were too small. \"That's just the price of admission that we have to fix,\" Mr. Schultz said during an internal forum with U.S. store leaders this month. \"It demonstrated to me that we have not been listening very well over the last couple of years.\" </p><p>A Starbucks cafe in Manhattan. PHOTO: GABBY JONES for The Wall Street Journal</p><p>During that virtual event, managers sent him written comments about how to make their cafes run more smoothly and their workers happier. One leader suggested store managers be given more hours to work shoulder-to-shoulder with hourly workers to train them. Other suggestions included new warming ovens, a less restrictive dress code, and more fun in the workplace.</p><p>\"We used to be the leader in pay and benefits,\" commented a store manager from Corvallis, Ore. \"Now almost every quick-service restaurant has the same. What are we going to do again to become the leader?\"</p><p>Mr. Schultz told U.S. store leaders he is reviewing core parts of the company, from benefits to employees to the mission statement. He wants to return more focus to the company's Reserve brand, a line of upscale stores that Mr. Johnson, the previous CEO, had curtailed.</p><p>As for improving relations with workers and addressing the company's other problems, Mr. Schultz said, he meant to win employees' trust. \"What I need is some time,\" he said.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Starbucks Is Having an Identity Crisis. Can Howard Schultz Fix It?</p>",
  "published": "2022-04-22T13:55:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 6202,
          "end": 6226
        },
        {
          "start": 6202,
          "end": 6231
        }
      ]
    }
  ]
}