{
  "_id": "e61614b601146e8591ec368300ac4fedbcf0b8da20fc2f88e471e38d126ec371",
  "feed": "market-watch",
  "title": "Foxconn, which makes iPhones, reportedly urged Chinese government to loosen COVID restrictions; CDC chief says funding is needed to collect vital data, and hospitalizations are rising in the U.S.",
  "text": "<p>* The CDC needs more money — and authority. That's what CDC director Rochelle Walensky told CQ Roll Call this week, saying that the public-health agency needs better data about COVID surveillance and testing. \"[Lawmakers] have no idea we didn't have the authorit[y]\" to collect such data, she said.</p><p>* Most young children in the U.S. can now get a bivalent COVID booster. The Food and Drug Administration on Thursday announced changes to the emergency authorizations for the COVID vaccines made by Moderna MRNA and by BioNTech BNTX and Pfizer PFE. Children between the ages of 6 months and 6 years who received Moderna's two-dose vaccine can get Moderna's updated booster shot, and children ages 6 months through 4 years can get the BioNTech/Pfizer bivalent booster as the third dose in the primary series of those companies' shots. (Children in this age group who have received all three shots of the original BioNTech/Pfizer vaccine are not yet eligible for a booster.)</p><p>* Guess your virus. There are higher-than – normal levels of respiratory syncytial virus (RSV) and influenza circulating in the U.S. right now, at the same time that COVID infections are increasing. \"Figuring out what's making people sick is going to be a conundrum,\" Sandra Fryhofer, an internal medicine physician, said this week.</p><p>* Your Door Dasher can drop off your Paxlovid prescription — for free. Walgreens Boots Alliance WBA said Thursday that it's partnering with DoorDash Inc. DASH and Uber Technologies Inc. UBER to provide free same-day delivery of Pfizer's COVID antiviral Paxlovid.</p><p>* COVID hospitalizations and deaths are increasing in the U.S. The number of new cases in the U.S. is up 38% over the past two weeks, with the daily average of new infections now at about 60,000, according to a New York Times tracker. Hospitalizations are also ticking up, with 30% more people in the hospital with COVID than 14 days ago. The number of COVID deaths is increasing as well, with 343 people dying on Wednesday, a number 4% higher than two weeks ago.</p><p>Coronavirus Update: MarketWatch's daily roundup has been curating and reporting all the latest developments every weekday since the coronavirus pandemic began</p><p>Foxconn, which makes iPhones, reportedly urged Chinese government to loosen COVID restrictions</p>",
  "published": "2022-12-09T12:04:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1375,
          "end": 1399
        }
      ]
    }
  ]
}