{
  "_id": "2be1df989229a50f5e48508b7e4eb5d59b7567a81343397ba5f94ec3ef1c46f2",
  "feed": "wall-street-journal",
  "title": "Elizabeth Holmes Is Sentenced to 11.25 Years in Prison for Defrauding Theranos Investors; Jury convicted Holmes in January on charges that she misrepresented startup's technology, finances and business to investors",
  "text": "<p>Ms. Holmes had sought home confinement and community service, and no more than 18 months in prison. Her lawyers, in their request for leniency, positioned the 38-year-old as a caring friend and loving mother with a toddler at home and a second child on the way, whose incarceration would only prove detrimental to her family and community.</p><p>Ms. Holmes founded and ran Theranos as chief executive for close to 15 years, touting a technology solution to revolutionize the blood-testing industry. The case featured one of the most high-profile criminal fraud trials in years amid a decadeslong decline in white-collar prosecutions.</p><p>Her prosecution followed a series of Wall Street Journal articles starting in 2015 that called into question Ms. Holmes's claims about the Theranos technology. The saga led to a bestselling book, an award-winning Hulu series and a planned movie.</p><p>Her sentence is a remarkable outcome for a startup executive buoyed by Silicon Valley's fake-it-until-you-make-it culture, in which a founder's vision and bravado are often the biggest draws of attention and money. Over the years, some have defended Ms. Holmes as no different from her startup founder peers who make the occasional exaggerated sales pitch.</p><p>In the case of Theranos, prosecutors showed that Ms. Holmes's hype and hubris went beyond acceptable norms, misleading investors with claims that unproven technology was ready for real-world use and risking patients' health by providing them with lab results that weren't reliable.</p><p>\"The fact that she was prosecuted, taken to trial and convicted goes a long way of sending a message to Silicon Valley about the line between puffery and sales pitches on the one hand, and material misrepresentations on the other,\" said Amanda Kramer, a former federal prosecutor in New York and attorney with Covington &amp; Burling LLP.</p><p>It is all but certain Ms. Holmes will appeal her conviction, which can take many months or even years, said lawyers following the case. Ms. Holmes could challenge aspects including evidence the judge allowed in over the defense's objections or any possible sign of juror misconduct. No hints of juror misconduct have emerged, and the judge has been accommodating with arguments and requests from both sides, lawyers said. Judge Davila permitted a hearing earlier this month for Ms. Holmes to argue for a new trial; he ultimately denied her request.</p><p>Ms. Holmes, who dreamed up Theranos as a 19-year-old Stanford University student, claimed her startup's technology could cheaply and quickly run more than 200 health tests using a proprietary finger-prick blood-testing device that made large needles and vials of blood obsolete. At its peak, investors valued Theranos at more than $9 billion, the 10th largest among venture-capital-backed startup companies at the time.</p><p>The Testimony of Elizabeth Holmes</p><p>Ms. Holmes owned half of it, with a paper value of around $4.5 billion, she testified during her trial. With Ms. Holmes's marketing skills and a star-studded board of Washington insiders, Theranos raised about $945 million from investors.</p><p>The monthslong trial showed a different reality. The company managed to use its proprietary blood-testing device for just 12 types of patient tests. Those results were unreliable. At its lab, Theranos secretly ran most of its blood tests on commercial devices from other companies, including some that Theranos altered to work with tiny blood samples.</p><p>Jurors learned during the trial that Ms. Holmes forged reports provided to some investors and partners such as Walgreens Boots Alliance Inc.'s U.S. drugstore unit by adding logos of Pfizer Inc. and other major drug companies without permission from the companies. Prosecutors showed in court how text had been deleted and added to the documents, which some investors said in testimony made them appear to them to be complimentary validation reports, which they weren't.</p><p>SHARE YOUR THOUGHTS</p><p>Is the sentence for Elizabeth Holmes a fair one? Why or why not? Join the conversation below.</p><p>Despite Theranos's problems, Ms. Holmes and her top deputy and ex-boyfriend, Ramesh \"Sunny\" Balwani, showed investors projections of annual revenue that at one point was supposed to reach $990 million, when the real number was $500,000, and boasted of a partnership with the military to put Theranos devices on medevacs. There was no such partnership, according to evidence presented in trial.</p><p>\"Elizabeth Holmes lied to me about saving soldiers' lives through military contracts,\" investor Craig Hall, whose firm put about $5 million into Theranos, wrote in a letter to the court to advocate for a tough sentence, according to a government filing. \"Simply put, Holmes's actions were loathsome and un-American.\"</p><p>In her testimony, Ms. Holmes repeatedly said she had regret for some of her mistakes but never intended to mislead anyone: \"There are many things that I wish I did differently.\"</p><p>Write to Heather Somerville at Heather.Somerville@wsj.com</p><p>Elizabeth Holmes Is Sentenced to 11.25 Years in Prison for Defrauding Theranos Investors</p>",
  "published": "2022-11-18T22:16:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3553,
          "end": 3582
        },
        {
          "start": 3553,
          "end": 3577
        }
      ]
    }
  ]
}