{
  "_id": "07da0f21170df9c8201d5712346e660a53b0e8446fd263e3d51cc8b047f21c43",
  "feed": "wall-street-journal",
  "title": "Baby Formula Is Hard to Find. Brands and Stores Are Divided Over Why. Walmart and CVS blame their suppliers, but the makers of Similac and Enfamil blame the retailers",
  "text": "<p>\"The shelves are just bare,\" said Derval Kenny, 65, of Rye, N.Y., who has been trying to help find Similac formula for two infant grandsons who live in Connecticut and New Jersey. \"To me, there should be an uproar.\"</p><p>Ms. Kenny, whose grandsons are five and six months old, said she has driven to stores across her county and into neighboring Connecticut and placed an order on Amazon last week that hasn't yet been delivered. While she hasn't been able to find the premixed formula bottles that her grandsons use, she has found powdered versions, she said.</p><p>The shortages are intermittent and vary based on retailer and location, said Krishnakumar Davey, president of strategic analytics at IRI, a retail research firm. Nationwide, in-stock levels for baby formula and food are slightly higher than for food products overall. However, Mr. Davey said, some of the nation's 10 largest retailers had more than 20% of baby formula out of stock the week ended Jan. 2, typical of recent months. An out-of-stock rate above 10% is considered a problem, he said.</p><p>Americans spent $4.3 billion on baby formula in 2021, up 4.5% from 2020, as both volume and prices increased, according to IRI.</p><p>Retailers are struggling to predict demand at individual locations, as many Americans have relocated and are spending long periods away from home during the pandemic. Meanwhile, manufacturers are struggling with staffing and shortages of ingredients and packaging materials. Supply-chain issues caused by the pandemic have disrupted the flow of everything from Nike sneakers to Ford pickup trucks.</p><p>The Infant Nutrition Council of America, an industry group that represents baby formula manufacturers, said the problem doesn't lie on the manufacturing side. \"There is no shortage in manufacturers' supply of infant formula,\" said Robert Rankin, executive director of the group, in an emailed statement.</p><p>A spokeswoman for the group added, \"Broadly, there are reports of challenges across retail supply chains, from transportation and logistics to some anecdotal evidence suggesting pantry-loading behaviors, which can put increased pressure on in-store inventory.\"</p><p>Laura Modi, co-founder of Bobbie, an online organic baby-formula startup, said even intermittent shortages can lead parents to stockpile. She said her company has seen an influx of demand from parents rattled by the lack of availability of big-name formula brands. \"It can take one post in a Facebook moms group to send some into a panic,\" she said.</p><p>SHARE YOUR THOUGHTS</p><p>Have you or someone in your family had difficulty finding baby formula? Join the conversation below.</p><p>Enfamil maker Reckitt Benckiser Group PLC said last week that the company has ample supply and declined to comment further. On Twitter, Enfamil's customer-service representatives have told parents that the company is \"experiencing obstacles in the production and shipping of some of our products as the pandemic continues to cause issues with the supply chain.\" In November and December, Enfamil tweeted that certain products would be out of stock for \"an extended period of time.\"</p><p>Abbott Laboratories, maker of Similac formula, said the company is doing \"all we can to ensure ongoing and consistent distribution of our products.\"</p><p>In an email to Ms. Kenny, an Abbott customer-service representative Tuesday wrote that the company is \"experiencing intermittent slow shipping of our products\" and is \"working with all of our manufacturing and distribution sites to address staffing levels and adjust demand and production schedules to improve the overall situation.\"</p><p>\"We expect to see continued improvements over the coming months,\" the representative added.</p><p>Nestlé SA, which makes Gerber formula, referred questions to the infant nutrition council.</p><p>A CVS spokesman said the supply-chain challenges are on the manufacturing side, from difficulty in sourcing raw materials to delivery delays for finished products. He said CVS has ample supply of its store-brand formula. Walgreens Boots Alliance Inc. said shortages are generally temporary or isolated and the company is working with formula makers to ensure adequate supply.</p><p>Walmart and Target Corp. also are having out-of-stock issues with baby formula, company representatives said. \"It's really an industrywide challenge across the main suppliers: Abbott, Reckitt and Nestlé,\" a Walmart spokeswoman said.</p><p>Some of the retailers added that they have seen no evidence of stockpiling.</p><p>Formula shortages are particularly challenging for families because changing from one product to another can cause digestive upset, and some infants have specific nutrition needs. For many babies, formula is the sole source of nutrition until they are six months old. And for others, it is a crucial supplement to breast milk. Cow's milk isn't recommended for babies until they are 12 months old, according to the American Academy of Pediatrics and the U.S. Centers for Disease Control and Prevention.</p><p>\"I felt so much desperation,\" said Christa Parker, who uses formula to supplement breast milk for her 6-month-old son, Noah.</p><p>Starting late last summer, the Similac formula Ms. Parker preferred was often out of stock at her local Target. For a time, she got the formula at a Target located about 45 minutes from her Jacksonville, Fla., home, but soon it was out of stock there, too. She started switching types and brands, buying whatever she could, but doing so seemed to exacerbate her son's digestive issues. In November, she switched to an online-subscription startup and has stuck with that.</p><p>\"I had slim pickings,\" Ms. Parker said. \"I went to the store one day and went down the formula aisle, and it looked like [it did] at the beginning of the pandemic.\"</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com and Sharon Terlep at sharon.terlep@wsj.com</p><p>Baby Formula Is Hard to Find. Brands and Stores Are Divided Over Why.</p>",
  "published": "2022-01-12T10:30:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3983,
          "end": 4012
        },
        {
          "start": 3983,
          "end": 4007
        }
      ],
      "nexusId": "10022845"
    }
  ]
}