{
  "_id": "1ffa04d1763f1a5fc16255fae413761bf5cbd67782c1033d0a45e53f84fdac35",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Plan B Pill Rationed  As Demand Jumps  ----  By Sharon Terlep",
  "text": "<p>   Some of the nation's biggest retailers are rationing over-the-counter emergency contraceptive pills as demand spikes following the Supreme Court ruling overturning a constitutional right to abortion. </p><p>   CVS Health Corp. and Walmart Inc. were limiting purchases of the pills, which were in short supply or out of stock Monday morning on major retailer websites. CVS was limiting purchases to three. Walmart had some pills available without limits, but only in cases where they wouldn't ship until next month. Pills available this week were limited to four or six. </p><p>   Walmart didn't respond to a request to comment. A CVS spokesman said the company has implemented temporary limits to ensure equitable access, and that it has ample supply in stores and online. </p><p>   Walgreens Boots Alliance Inc., which also had a purchase limit on its website, said the restriction was an error and that it would soon be corrected. A spokesman said the company is investigating the situation. </p><p>   The pills are often referred to and sold under the Plan B brand without a prescription. Also called morning-after pills, they are to be taken up to three days after unprotected sex. The medication mainly works by preventing ovulation and, failing that, may stop a fertilized egg from attaching to the uterus. </p><p>   Plan B pills are different from medication abortion, also known as plan C, which requires a prescription and involves the administration of different pills to terminate a pregnancy. In the U.S., medication abortion has been approved by the Food and Drug Administration for up to 10 weeks of pregnancy. </p><p></p>",
  "published": "2022-06-28T06:10:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 753,
          "end": 782
        },
        {
          "start": 753,
          "end": 777
        }
      ]
    }
  ]
}