{
  "_id": "72c86c82b1da27735405440b65071886076cae46bf9685f859e2e5fee9a05c87",
  "feed": "wall-street-journal",
  "title": "Elizabeth Holmes Is Sentenced to More Than 11 Years in Prison for Defrauding Theranos Investors; Jury convicted Holmes earlier this year on charges that she misrepresented startup's technology, finances and business to investors",
  "text": "<p>U.S. District Judge Edward Davila, who oversaw the trial in which Ms. Holmes was found guilty of running a yearslong fraud scheme at her blood-testing company, delivered the sentence Friday in federal court. A jury convicted Ms. Holmes in January on four charges that she misrepresented the startup's technology, finances and business prospects to investors.</p><p>Judge Davila ordered Ms. Holmes to serve 135 months, or 11.25 years, and to surrender on April 27, 2023. The sentence length falls in the midrange of those received by the dozen white-collar criminals with similar offenses cited by the government in its sentencing memorandum.</p><p>The government lawyers who prosecuted Ms. Holmes asked for a 15-year prison sentence, three years of supervised release and $804 million in restitution, the sum that they said Theranos defrauded from later-stage investors, certain business partners and a board director. In a court filing, prosecutors cited \"the depravity of Ms. Holmes's lies\" and her \"blind ambition\" that they said would continue to inflict harm on others.</p><p>In tearful remarks to the court before learning her fate, Ms. Holmes, 38 years old, said she was full of regret and that, looking back, there were many decisions she would have made differently.</p><p>\"I am devastated by my failings,\" she said. \"Every day for the past years I have felt deep pain for what people went through because I failed them.\"</p><p>Judge Davila, who also sentenced Ms. Holmes to a three-year supervised release, said he would schedule a hearing to discuss restitution.</p><p>He expressed some admiration for Ms. Holmes, saying her motivation with Theranos wasn't to gain personal wealth and praising her grit to break into a male-dominated industry. \"The tragedy of this case is Ms. Holmes is brilliant,\" Judge Davila said.</p><p>He said he took into consideration letters he received in support of Ms. Holmes from venture capitalists and entrepreneurs who reminded him that failure in the startup world isn't uncommon. \"But they didn't endorse failure by fraud,\" he said. \"Those letter writers did not condone misrepresentation and manipulation.\"</p><p>Ms. Holmes has 14 days to appeal her conviction; her lawyers will seek to let her stay out of prison pending her appeal.</p><p>In her statement to the court, Ms. Holmes apologized to Theranos employees and patients.</p><p>\"I gave everything I had to building our company and saving our company,\" Ms. Holmes said. \"I regret my failings with every cell in my body.\"</p><p>After the details of her punishment were read, the former CEO embraced her parents and her partner, Billy Evans, in the courtroom. She shares a child with Mr. Evans and is expecting another.</p><p>Ms. Holmes's lawyers declined to comment. Her parents also declined to comment. A spokesman for the U.S. attorney's office didn't respond to a request for comment. Ms. Holmes left the courthouse without speaking to reporters.</p><p>Ms. Holmes had sought home confinement and community service, and no more than 18 months in prison. Her lawyers, in their request for leniency, positioned her as a caring friend and loving mother with a toddler at home and a second child on the way, whose incarceration would only prove detrimental to her family and community.</p><p>A probation officer who submitted an independent report, which helps guide the judge's sentencing decision, recommended that Ms. Holmes receive a 9-year prison sentence.</p><p>U.S. Sentencing Commission data show the median prison term for offenders with economic crimes similar to Ms. Holmes's was 16 years, according to an analysis by consultant Empirical Justice LLC. The review, which covered 102 first-time offenders, excluded defendants who cooperated with authorities or entered guilty pleas, which often results in lighter sentences. Ms. Holmes didn't cooperate.</p><p>Photos: The Testimony of Elizabeth Holmes</p><p>Ms. Holmes founded and ran Theranos as chief executive for close to 15 years, touting a technology solution to revolutionize the blood-testing industry. The case featured one of the most high-profile criminal fraud trials in years amid a decadeslong decline in white-collar prosecutions.</p><p>Her prosecution followed a series of Wall Street Journal articles starting in 2015 that called into question Ms. Holmes's claims about the Theranos technology. The saga led to a bestselling book, an award-winning Hulu series and a planned movie.</p><p>Her sentence is a remarkable outcome for a startup executive buoyed by Silicon Valley's fake-it-until-you-make-it culture, in which a founder's vision and bravado are often the biggest draws of attention and money. Over the years, some have defended Ms. Holmes as no different from her startup founder peers who make the occasional exaggerated sales pitch.</p><p>In the case of Theranos, prosecutors showed that Ms. Holmes's hype and hubris went beyond acceptable norms, misleading investors with claims that unproven technology was ready for real-world use and risking patients' health by providing them with lab results that weren't reliable.</p><p>\"The fact that she was prosecuted, taken to trial and convicted goes a long way of sending a message to Silicon Valley about the line between puffery and sales pitches on the one hand, and material misrepresentations on the other,\" said Amanda Kramer, a former federal prosecutor in New York and attorney with Covington &amp; Burling LLP.</p><p>SHARE YOUR THOUGHTS</p><p>Is the sentence for Elizabeth Holmes a fair one? Why or why not? Join the conversation below.</p><p>In court Friday, Judge Davila said he found enough evidence to determine there were at least 10 investors in Theranos who were victims of fraud, and that the total sum they were defrauded of was $121.1 million. Among them was Rupert Murdoch, executive chairman of News Corp, which owns the Journal.</p><p>\"Of course it was fraud,\" Mr. Murdoch said in an email after the sentencing. \"But I only have myself to blame for not asking a lot more questions. One of a bunch of old men taken in by a seemingly great young woman! Total embarrassment.\"</p><p>Other Theranos investors didn't respond to requests for comment or declined to comment after the sentencing. Privately, some previously told the Journal that they blame themselves, not Ms. Holmes, for their losses or are embarrassed to have been duped by her claims.</p><p>Early Theranos investor Marc Ostrofsky, a venture capitalist, said he didn't think Ms. Holmes set out to commit fraud. He said Ms. Holmes set herself up for failure by attracting media attention and buying into her own hype. \"If she wasn't on those [magazine] covers, she'd probably still be raising money and building her company,\" said Mr. Ostrofsky, who said his $200,000 Theranos investment 15 years ago peaked in share value at more than $20 million.</p><p>A smaller Theranos investor, Eileen Lepera, who lost a six-figure investment that was a significant portion of her portfolio, said, \"I would have preferred a little longer sentence,\" but added she was \"pretty happy with 11 years.\"</p><p>Former employees said the sentencing ended years of Ms. Holmes evading accountability.</p><p>Erika Cheung, a former Theranos lab worker whose questions about the company's technology were answered with threats from its lawyers, said of the sentence, \"Hopefully, it sends a signal that we need to start by taking more responsibility and more accountability in the tech industry because of the influence they have over people's lives.\"</p><p>For her, however, she said, \"It is just sad. There are no winners. It didn't have to be this way.\"</p><p>Ms. Cheung, among the earliest voices raising concern over the safety of Theranos's tests, was followed by private investigators and resigned over her worries.</p><p>Alex Shultz, the father of former Theranos employee whistleblower Tyler Shultz, was the only victim to address the court ahead of Ms. Holmes's sentencing. Mr. Shultz discussed her vengeance against his son, who was also a source for the Journal's stories. Ms. Holmes had hired a private investigator to follow his family.</p><p>\"My son slept with a knife under his pillow every night thinking that someone was going to come and murder him in the night,\" Mr. Shultz told the court. \"We are happy that this is finally coming to an end.\"</p><p>Ms. Holmes was crying at the conclusion of Mr. Shultz's comments.</p><p>Judge Davila's findings on the scale of the fraud, which he said were based on U.S. sentencing guidelines and the facts of the case, come in much closer to defense's recommendations for the loss amount than the government's.</p><p>He agreed with the defense that it wasn't fair to consider all investors in Theranos's 2013 and 2014 funding rounds as victims, as the government had recommended. Even if investors overpaid, the company stock wasn't worthless, and the value of the stock must be considered, he said.</p><p>Ms. Holmes's appeal could take many months or even years, said lawyers following the case. Ms. Holmes could challenge aspects including evidence the judge allowed in over the defense's objections or any possible sign of juror misconduct. No hints of juror misconduct have emerged, and the judge has been accommodating with arguments and requests from both sides, lawyers said. Judge Davila permitted a hearing earlier this month for Ms. Holmes to argue for a new trial; he ultimately denied her request.</p><p>Ms. Holmes, who dreamed up Theranos as a 19-year-old Stanford University student, claimed her startup's technology could cheaply and quickly run more than 200 health tests using a proprietary finger-prick blood-testing device that made large needles and vials of blood obsolete. At its peak, investors valued Theranos at more than $9 billion, the 10th largest among venture-capital-backed startup companies at the time.</p><p>Ms. Holmes owned half of it, with a paper value of around $4.5 billion, she testified during her trial. With Ms. Holmes's marketing skills and a star-studded board of Washington insiders, Theranos raised about $945 million from investors.</p><p>The monthslong trial showed a different reality. The company managed to use its proprietary blood-testing device for just 12 types of patient tests. Those results were unreliable. At its lab, Theranos secretly ran most of its blood tests on commercial devices from other companies, including some that Theranos altered to work with tiny blood samples.</p><p>Jurors learned during the trial that Ms. Holmes forged reports provided to some investors and partners such as Walgreens Boots Alliance Inc.'s U.S. drugstore unit by adding logos of Pfizer Inc. and other major drug companies without permission from the companies. Prosecutors showed in court how text had been deleted and added to the documents, which some investors said in testimony made them appear to them to be complimentary validation reports, which they weren't.</p><p>Despite Theranos's problems, Ms. Holmes and her top deputy and ex-boyfriend, Ramesh \"Sunny\" Balwani, showed investors projections of annual revenue that at one point was supposed to reach $990 million, when the real number was $500,000, and boasted of a partnership with the military to put Theranos devices on medevacs. There was no such partnership, according to evidence presented in trial.</p><p>\"Elizabeth Holmes lied to me about saving soldiers' lives through military contracts,\" investor Craig Hall, whose firm put about $5 million into Theranos, wrote in a letter to the court to advocate for a tough sentence, according to a government filing. \"Simply put, Holmes's actions were loathsome and un-American.\"</p><p>Marc Vartabedian contributed to this article.</p><p>Write to Heather Somerville at Heather.Somerville@wsj.com and Christopher Weaver at christopher.weaver@wsj.com</p><p>Elizabeth Holmes Is Sentenced to More Than 11 Years in Prison for Defrauding Theranos Investors</p>",
  "published": "2022-11-19T03:25:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 10344,
          "end": 10373
        },
        {
          "start": 10344,
          "end": 10368
        }
      ]
    }
  ]
}