{
  "_id": "e69f903b4fc5eeeb6f3b040ef1f246de939cfad19267c7075ff606b3b47d89d5",
  "feed": "market-watch",
  "title": "U.S. stock futures struggle for direction on last day of a difficult quarter",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 fell 31 points, or 0.1%, to 35,086.</p><p>S&amp;P 500 futures ES00 were off less than 0.1% at 4,594.25.</p><p>Nasdaq-100 futures NQ00 edged up 21.50 points, or 0.1%, to 15,093.</p><p>On Wednesday, the Dow Jones Industrial Average DJIA and S&amp;P 500 SPX snapped a four-day winning streak, while the Nasdaq Composite COMP dropped 1.2% after back-to-back gains.</p><p>Despite a recent winning run, it's been a rough January-to-March period for the stock market. Heading into the last day of the quarter, the S&amp;P 500 has declined 3% — snapping a seven-quarter streak of gains — and the Nasdaq Composite has retreated 8%.</p><p>What's driving markets</p><p>Investors were digesting a heavy slate of U.S. economic figures Thursday, including data on personal consumption and expenditures. The PCE core price index, the Fed's favored inflation measure, rose 5.4% year over year in February, up from 5.2% a month earlier. The data showed consumer spending rose 0.2% in February, below forecast. Meanwhile, data on weekly jobless claims showed first-time applications for unemployment benefits rose 14,000 last week to 202,000.</p><p>However, investors were also watching the White House, after news report said President Joe Biden was prepared to order the release of up to 1 million barrels of oil a day from the nation's strategic petroleum reserve.</p><p>Oil futures CL.1fell sharply, dropping by around $6 but remain above $100 a barrel. The Organization of the Petroleum Exporting Countries and its allies, including Russia, agreed, as expected, early Thursday to stick with a plan to boost output by 432,000 barrels a day in May. OPEC+ has resisted pleas to more rapidly boost production.</p><p>Meanwhile, Turkey's foreign minister, Mevlut Cavusoglu, offered to hold another round of peace talks between Ukraine and Russia, as he said Russian soldiers had not been redeployed away from some areas as promised. Russia shelled Kyiv, Ukraine's capital.</p><p>See: War in Ukraine: Zelensky says defense of his country is at a ‘turning point' as Russian attacks intensify</p><p>Companies in focus</p><p>Shares of Walgreens Boots Alliance Inc.WBA rose in premarket trade after the drugstore chain reported fiscal second-quarter profit and sales that beat expectations.</p><p>Oil stocks were under pressure, with the SPDR Energy Select Sector ETF XLE falling in premarket trading as oil futures dropped, with all of its components losing ground. Chevron Corp.CVXs hares 1.7% to pace the Dow Jones Industrial Average's DJIA, -0.19% premarket decliners.</p><p>What other assets are doing</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 4.5 basis points to 2.315%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.4%.</p><p>Gold futures GC00 edged down 0.2% to below $1,935 an ounce.</p><p>Bitcoin BTCUSD ticked up 0.1% to trade near $47,200.</p>",
  "published": "2022-03-31T09:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2077,
          "end": 2101
        }
      ]
    }
  ]
}