{
  "_id": "b24475c176b212665a433aedc3503495a056d3c2d005e92f2451f371030b2aa3",
  "feed": "market-watch",
  "title": "Kohl's failed takeover was just one of a wave of abandoned deals amid market volatility; Walgreens and Panera have also ditched business deals due to unfavorable market conditions",
  "text": "<p>\"Despite a concerted effort on both sides, the current financing and retail environment created significant obstacles to reaching an acceptable and fully executable agreement,\" said Peter Boneparth, Kohl's board chair, in a statement.</p><p>\"Given the environment and market volatility, the Board determined that it simply was not prudent to continue pursuing a deal.\"</p><p>The news sent Kohl's stock into a nosedive, down 21% in Friday trading.</p><p>Also on Friday, Panera Brands Inc., which includes Panera Bread and Caribou Coffee, and USHG Acquisition Corp. HUGS announced the end of their partnership, which had a goal of taking Panera public once again.</p><p>\"Unfortunately, the deterioration of capital market conditions over the last several months has led to the realization that an IPO may not be imminent, and as a result we felt it was appropriate not to extend our planned partnership,\" said Niren Chaudhary, CEO of Panera Brands, in a statement.</p><p>Earlier this week, Walgreens Boots Alliance Inc. WBA completed its strategic review Boots and No7 Beauty Company businesses and decided to keep them, saying that no one made an adequate offer.</p><p>\"We have now completed a thorough review of Boots and No7 Beauty Company, with the outcome reflecting rapidly evolving and challenging financial market conditions beyond our control,\" said Walgreens Chief Executive Rosalind Brewer in a statement.</p><p>And while Walgreens' Brewer said on the company's Thursday earnings call that Boots, as well as the beauty and health categories broadly, are in an \"exciting time,\" she also said the company remains open to opportunities.</p><p>\"We had previously thought Walgreens would use the Boots proceeds to help pay down debt to hit its targeted leverage ratio,\" wrote UBS in a note.</p><p>\"However, with a Boots sale now off the table, Walgreens may need to tap other funding sources, including possibly unwinding more of its AmerisourceBergen stake (similar to its recent $900 million sale of Amerisource Bergen stock) to generate cash to pay down debt.\"</p><p>See: AmerisourceBergen's stock tanks after largest investor sells $900 million worth of shares</p><p>From high inflation to snarled supply chain networks, the landscape is rocky for consumer companies of all stripes. The SPDR S&amp;P Retail ETF XRT has dropped 35.6% for the year so far, the Consumer Discretionary Select Sector SPDR ETF XLY is down 32.8%, and the Amplify Online Retail ETF IBUY has been halved during the period, down 52.4%.</p><p>Read: Supply-chain problems persist heading toward the back-to-school season, and the solutions give rise to a new set of risks</p><p>\"Current market conditions are not conducive to corporate dealmaking, with issues around financing and raising debt and capital all acting as barriers to closure,\" said Neil Saunders, managing partner at GlobalData, in a note about the end of the Kohl's deal.</p><p>Kohl's, like many other retailers, is also facing the prospect of increased belt-tightening among consumers who are trying to manage budgets amid rising prices for everything from food to travel.</p><p>In addition to announcing the end of deal talks, Kohl's also issued a downward revision of its second-quarter sales outlook.</p><p>Saunders says Kohl's preferred its own strategic steps to grow the business over a takeover anyway. But with market conditions what they are, the road ahead will be bumpy.</p><p>\"Kohl's management must use this time to start rebuilding the business so that when the economy picks up they can point to some better results and show that they are the right team to be running the show,\" he wrote.</p><p>Also: Bed Bath &amp; Beyond shares sink after it ousts CEO, reports wider-than-expected quarterly loss</p><p>D.A. Davidson says the outcome may be the better one for Franchise Group.</p><p>\"Franchise Group may be better off without the Kohl's deal than they were prior to the three-week negotiating period as the company's profile has been lifted, the management team has shown some discipline in the process and many investors have taken a look at Franchise Group for the first time to gain an understanding of what they are all about,\" analysts wrote.</p><p>D.A. Davidson rates Franchise group shares buy with a $63 price target.</p><p>Franchise Group stock plunged 9% in Friday trading to $31.93. The stock is down 38.6% for the year to date.</p><p>Kohl's failed takeover was just one of a wave of abandoned deals amid market volatility</p>",
  "published": "2022-07-01T14:38:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 958,
          "end": 982
        },
        {
          "start": 958,
          "end": 987
        }
      ]
    }
  ]
}