{
  "_id": "63a165ac0390504670c0366b750cebd59491d6c0fd17c49339070d58270a358c",
  "feed": "wall-street-journal",
  "title": "Bigger Bonuses Lift CFO Pay as Companies Rebound From Pandemic Shock; Cash bonuses for finance chiefs at large U.S. companies grew 36% in 2021, according to an analysis of early proxy filings",
  "text": "<p>Companies with fiscal years that end midway through the calendar year file their proxy reports, which include details about executive compensation, earlier than most other companies whose fiscal years more closely align with the calendar year. While not representative of the S&amp;P 500 index or the U.S. economy as a whole, the sample provides a glimpse of pay trends that are likely to emerge when more big companies file their proxy reports in the coming months, Mercer said.</p><p>Annual cash bonuses for the CFOs jumped 36% in 2021 from 2020, to a median figure of about $1.2 million, according to Mercer. Some companies temporarily revised their formulas for bonus pay in 2020 after the pandemic upended their financial forecasts. The uptick in bonus pay in 2021 largely reflects stronger earnings at many companies following the initial economic shock of the pandemic, compensation advisers said. Annual bonuses are typically paid after the fiscal year has ended. Stronger bonus pay also lifted chief executives' compensation, which rose 16% to a median of $14.2 million, according to Mercer's analysis of the same sample of proxy filings.</p><p>\"There is much better corporate financial performance,\" said Gregg Passin, a senior partner at Mercer. Many companies exceeded performance targets, leading to larger payouts, Mr. Passin said.</p><p>The analysis included 43 companies whose CFOs held their roles throughout the 2021 and 2020 fiscal years. A total of 66 companies in the S&amp;P 500 have fiscal years that conclude during the four months ended Oct. 31, of which 59 had filed their annual proxy report as of Jan. 31, according to Mercer.</p><p>Stewart Glendinning, CFO of meat-processing company Tyson Foods Inc., received a $1.7 million bonus during the 2021 fiscal year, about double what he got in 2020. The Springdale, Ark.-based company set the criteria used to establish bonus payouts in the fall of 2020, when its outlook was uncertain due to the pandemic, according to its proxy filing. Under the criteria, the company had to earn adjusted operating income of $2.42 billion—which is lower than its 2020 target of $3.25 billion—in order for executives to receive a 100% payout. Tyson's adjusted operating income for the year was $4.22 billion, entitling executives to 200% of their payout amounts, according to the filing.</p><p>Additionally, Mr. Glendinning, who has been in the role since 2018, and other senior executives received a one-time restricted stock award that will vest over two years and is aimed at enticing executives to stay and recognizing their efforts during the pandemic. Mr. Glendinning's total compensation in 2021 increased 34% to $5.2 million. Tyson didn't respond to requests for comment.</p><p>The 2021 median base salary for CFOs in the sample of proxy filings, at $700,000, was unchanged from 2020, according to Mercer. Long-term stock-incentive plans, which usually vest over three or more years, increased 11% to a median figure of about $3 million. Executive compensation has been a political flashpoint in recent years, attracting criticism from liberal policy makers and labor unions.</p><p>In 2022, C-suite salaries are expected to increase 4.4%, in part because of higher inflation, according to a December survey of 339 companies and nonprofits by Pearl Meyer, a compensation advisory firm. That is roughly in line with salary increases that companies expect to pay for lower-level executives and rank-and-file employees, according to the survey. Companies are confronting wage pressure across employment levels, and some are providing more flexible working arrangements in response, said Bill Reilly, managing director at Pearl Meyer.</p><p>James Kehoe, finance chief at Deerfield, Ill.-based pharmacy chain Walgreens Boots Alliance Inc., received a cash bonus of $1.9 million for the 2021 fiscal year, roughly double his 2020 bonus, according to the company's proxy filing. Walgreens's annual-bonus formula includes financial metrics as well as diversity, equity and inclusion metrics such as the share of women in leadership roles. Net income in fiscal 2021 rose to $2.5 billion from $456 million a year earlier.</p><p>Mr. Kehoe, who became CFO in 2018, also received a one-time stock award valued at $2 million for fiscal 2021 in recognition of his role in the company's recent CEO transition, the proxy filing said. Walgreens earlier this year hired Rosalind Brewer, a former Starbucks Corp. executive, as CEO. Mr. Kehoe's stock award vests over two years and is tied to goals including increasing diversity in the finance function. His total compensation in 2021 was $8.7 million, nearly unchanged from the previous year, according to the filing. Walgreens declined to comment further.</p><p>Not all finance chiefs, however, saw their bonuses rise. Campbell Soup Co. CFO Mick Beekhuizen earned an annual bonus of $595,350, or 35% less than a year earlier. The Camden, N.J.-based company set its performance metrics for its 2021 cash bonuses—including net sales, adjusted earnings per share and free cash flow—below its 2020 results, which were lifted by a surge in demand for Campbell products early in the pandemic, it said in its proxy filing.</p><p>The company achieved its 2021 targets, meaning executives were eligible for bonus payouts equal to 114% of their target amounts. But the company's board, which has the power to use discretion in making compensation decisions, reduced the executives' payouts to 90%, partly because of the continuing impact of the pandemic on results, according to the proxy statement.</p><p>The company's fiscal 2021 earnings fell 38% from a year earlier to $1 billion as sales declined after consumers stocked their pantries early in the pandemic. Campbell declined to comment beyond its proxy statement.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Bigger Bonuses Lift CFO Pay as Companies Rebound From Pandemic Shock</p>",
  "published": "2022-02-03T12:30:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 3714,
          "end": 3738
        },
        {
          "start": 3714,
          "end": 3743
        }
      ],
      "nexusId": "10022845"
    }
  ]
}