{
  "_id": "44be16e1a41179951f0cdecf9ae5b22a77c1f167e7bcc853bbed1c0a5d9e82d8",
  "feed": "wall-street-journal",
  "title": "U.S. Urges Pharmacists to Fill Prescriptions for Drugs That Can Be Used in Abortions; New federal health guidelines cite possible antidiscrimination violation if patient is refused drugs used for medication abortion and other medical conditions",
  "text": "<p>Among the situations are cases involving patients seeking drug treatment after a miscarriage and for an ectopic pregnancy, in which a fertilized egg implants outside the uterus.</p><p>Yet the guidelines, viewed by The Wall Street Journal, stop short of asserting that federal antidiscrimination law broadly protects patients' access to medication abortion, which some state laws ban or restrict. Instead, the document affirms HHS's role in protecting access to reproductive and other healthcare free from discrimination.</p><p>The guidance also doesn't focus on another issue that has gained fresh importance since the Supreme Court's decision overturning Roe v. Wade: whether pharmacists and other healthcare providers can decline to provide abortion services because of their religious or moral beliefs.</p><p>The guidelines aim to address the challenge pharmacies are facing trying to abide by state laws restricting abortions while dispensing drugs like methotrexate and misoprostol, which can be used to end pregnancies but are prescribed for other uses such as treating rheumatoid arthritis.</p><p>Dr. Charles E. Brown, an obstetrician-gynecologist in Austin, Texas, who is a district chairman for the American College of Obstetricians and Gynecologists, said some pharmacists in Texas have sent letters to doctors saying they won't prescribe methotrexate even for a legal non-abortion use.</p><p>The pharmacists are concerned, Dr. Brown said, of running afoul of the felony offense under the law, even though it allows the drug's use in other instances.</p><p>\"Why would I think that a police officer or an assistant D.A. is going to understand the subtlety?\" he said. \"And if they don't understand, they could just arrest me because somebody says, 'I was pregnant and somebody gave me this drug.'\"</p><p>The biggest U.S. pharmacy chains said they are working to ensure access to any medications that can be legally dispensed.</p><p>CVS Health Corp. said it has begun instructing pharmacists in certain states, before filling prescriptions for methotrexate or misoprostol, to verify that the drugs are not intended to terminate a pregnancy. The chain also is encouraging providers to include their diagnosis on prescriptions to ensure ready access, a CVS spokesman said.</p><p>CVS and Walgreens Boots Alliance Inc. said they also have policies allowing pharmacists to decline to fill a prescription for moral or religious reasons as long as they can provide the customer with an alternate means of getting the drug, either by having another pharmacist fill the script or referring the patient to a nearby location.</p><p>The Biden administration has been under heavy pressure from some Democrats and abortion-rights groups to take action to protect abortion access in the wake of the Supreme Court's decision last month overturning Roe v. Wade.</p><p>Last week, President Biden signed an executive order directing agencies to take steps to protect access to abortions and the privacy of patients seeking reproductive health services.</p><p>Yet legal experts said the administration has only limited power to fill the void left by the court's decision, which ended constitutional protection for abortion and allowed states to pass laws banning or restricting it.</p><p>\"The executive branch doesn't have the power to establish new law,\" said Alina Salganicoff, director of women's health policy at the Kaiser Family Foundation. \"The court has said it is up to the states, the states have this right.\"</p><p>\"We are committed to ensuring that everyone can access health care, free of discrimination,\" HHS Secretary Xavier Becerra said. \"This includes access to prescription medications for reproductive health and other types of care.\"</p><p>In the pharmacy context, patient advocates fear drugs like methotrexate and misoprostol used in medication abortion will be denied to people who are prescribed the same pills for other conditions, or to women who need them for reasons other than to end a viable pregnancy.</p><p>Some pharmacists have expressed concerns, however, about running afoul of state antiabortion laws that are in some cases old and broadly written.</p><p>\"We must be conservative in our interpretation to ensure we continue to operate legally and protect our pharmacists from criminal penalties\" until the state's pharmacy board provides clear guidance, said Samantha Tally, pharmacist in charge at Peoples RX pharmacy in Austin, Texas.</p><p>The pharmacy in December sent a notice to providers that it would no longer dispense methotrexate for the purpose of an abortion, including to treat an ectopic pregnancy. Ms. Tally said industry guidance directs that only physicians can dispense the drug. \"Peoples does not have the resources to engage separate counsel to help us interpret news regulations and guidelines.\"</p><p>Methotrexate is often used to treat rheumatoid arthritis, cancer and other chronic conditions. It is one of the most affordable drugs available to treat rheumatoid arthritis, as well as the one least likely to cause harsh side effects. The drug also may be used to treat an ectopic pregnancy, which can be a life-threatening condition.</p><p>Misoprostol can be prescribed to women to prepare the cervix for delivery, to induce labor or to manage postpartum hemorrhaging. It also can reduce the likelihood of ulcer complications such as bleeding.</p><p>Two medications—mifepristone and misoprostol—are typically used in a medication abortion regimen. About half of abortion procedures in the U.S. are carried out through the pill-based procedure known as medication abortion, according to the Guttmacher Institute, a policy group that supports abortion rights and tracks abortion statistics.</p><p>The new federal pharmacy guidelines cite a section of the Affordable Care Act and a 1973 law, saying they forbid discrimination on the basis of sex or disability. The guidelines say that discrimination against pregnant people is a form of sex discrimination, and pharmacies can't discriminate against their customers in providing medications, advice or other services.</p><p>SHARE YOUR THOUGHTS</p><p>What should be done to ensure the Dobbs decision doesn't affect access to reproductive healthcare beyond abortion? Join the conversation below.</p><p>An HHS official said that state laws could violate federal nondiscrimination laws in their language or their implementation, but \"it is always a case-by-case determination.\" Asked whether pharmacists could be caught between federal and state laws, the official said that the guidance \"makes clear that federal law obligations are controlling if there is a conflict with state laws.\"</p><p>The guidelines include a case study about a patient who has an early miscarriage and is prescribed mifepristone and misoprostol. If a pharmacy refuses to fill the prescription because the medications could also be used to terminate a pregnancy, it \"may be discriminating on the basis of sex,\" the document says.</p><p>In another example cited by the guidelines, a patient has a fertilized egg growing in a fallopian tube, and is prescribed methotrexate to halt the pregnancy.</p><p>\"If a pharmacy refuses to fill the prescription because it will halt the growing of cells and end the pregnancy, it may be discriminating on the basis of sex,\" the guidelines said.</p><p>Other examples involve patients with other conditions, such as severe stomach ulcers and rheumatoid arthritis, and the guidance says that refusing to fill their prescriptions might violate antidiscrimination protections for people with disabilities.</p><p>The guidelines said HHS is responsible for protecting the rights of women and pregnant people to access care, which includes \"their ability to access reproductive health care, including prescription medication from their pharmacy, free from discrimination.\"</p><p>Regarding pharmacists who decline to services based on their religious or moral beliefs, the document said federal law that protects healthcare personnel from employment-based discrimination tied to such situations will be applied on a case-by-case basis.</p><p>Write to Anna Wilde Mathews at anna.mathews@wsj.com and Sharon Terlep at sharon.terlep@wsj.com</p><p>U.S. Urges Pharmacists to Fill Prescriptions for Drugs That Can Be Used in Abortions</p>",
  "published": "2022-07-13T16:45:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2238,
          "end": 2267
        },
        {
          "start": 2238,
          "end": 2262
        }
      ]
    }
  ]
}