{
  "_id": "5b4213694f836c77338124ce7d46117926ff468fd73f8cf59a11d3f34b5f32e0",
  "feed": "wall-street-journal",
  "title": "Stocks Fall As Nasdaq Hits Lowest Level Since July 2020",
  "text": "<p>\"The new restrictions placed on selling semiconductors to China are big reason why we are seeing the downtrend in those stocks,\" said Randy Frederick, managing director of trading and derivatives at Schwab Center for Financial Research.</p><p>The Nasdaq Composite fell 110.30 points, or 1%, to 10542.10. That is the lowest closing value for the tech-heavy Nasdaq since July 2020, according to Dow Jones Market Data.</p><p>The S&amp;P 500 turned lower after opening with slight gains, shedding 27.27 points, or 0.7%, to close at 3612.39. The Dow Jones Industrial Average edged down 93.91 points, or 0.3%, to 29202.88, while</p><p>Technology stocks represent about one-fourth of the S&amp;P 500, noted Mr. Frederick. Chip maker Qualcomm sank $6.31, or 5.2%, to $114.60, while Broadcom fell $22.78, or 5%, to $437.70. Technology was the worst performer among the S&amp;P 500's 11 sectors, down 1.6%.</p><p>Meanwhile, Investors are looking ahead to the next U.S. inflation data release Thursday as another important indicator for where monetary policy might be headed.</p><p>Earnings season is picking up speed, with household names in the consumer and finance sectors set to report this week. PepsiCo is on the docket for Wednesday and Delta Air Lines, Walgreens Boots Alliance and BlackRock will give updates Thursday. JPMorgan, Wells Fargo, Morgan Stanley and Citigroup will report on Friday.</p><p>\"Everyone is expecting a poor earnings season but quite a lot of that is already priced in. We're expecting downgrades, guidance coming down. But that still doesn't mean we can't get negative surprises,\" said Esty Dwek, chief investment officer at FlowBank.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.4%. The Bank of England said it may increase bond purchases that are part of a market-stabilizing operation and put forward a new repo facility for banks. U.K. government bonds sold off. The yield on the 30-year gilt rose to 4.672% from 4.380% on Friday, extending its climb into a sixth consecutive trading session. Bond yields rise when prices fall.</p><p>\"It's a credibility issue. The bank saying it may or may not buy some bonds doesn't deal with that,\" said James Athey, an investment manager at Abrdn. The British government sparked turmoil in U.K. markets in recent weeks with an unpopular package of tax cuts.</p><p>\"Also, the closer we get to the date this program is due to end, the more nervous investors holding long-dated gilts are going to get,\" Mr. Athey said. The program is set to end on Friday.</p><p>Oil prices slipped, with global crude benchmark Brent trading down 1.8% at $96.19 a barrel. Traders said they were focusing on the coming inflation data and what it could mean for Fed policy.</p><p>U.S. bond markets were closed Monday for the Columbus Day holiday.</p><p>Early Tuesday, Japan's Nikkei 225 was down 2.3%, Hong Kong's Hang Seng Index was down 1.5% and South Korea's Kospi was down 2.3%. S&amp;P 500 futures fell 0.4%.</p>",
  "published": "2022-10-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1208,
          "end": 1232
        },
        {
          "start": 1199,
          "end": 1223
        }
      ]
    }
  ]
}