{
  "_id": "007ffc8f73793beab3d76135e0769eba2e901ceb9b68736173cc8f0c76c359fa",
  "feed": "wall-street-journal",
  "title": "Theranos Founder Elizabeth Holmes Likely Faces September Sentencing; A joint filing by prosecutors and attorneys says Holmes could remain free on bail at least the next eight months",
  "text": "<p>The disclosures in a Tuesday evening court filing come just over a week after a jury convicted Ms. Holmes of one count of conspiracy to commit wire fraud and three counts of wire fraud for intentionally deceiving investors about her now-defunct blood-testing startup. The jurors acquitted Ms. Holmes of four counts tied to Theranos patients and failed to reach a unanimous verdict on three others related to defrauding investors, leaving the government with the option of retrying the undecided counts.</p><p>The filing, made jointly by prosecutors and attorneys for Ms. Holmes, said the government will move to dismiss the three hung counts. The two sides also proposed Sept. 12 for Ms. Holmes's sentencing, a date that needs signoff by U.S. District Judge Edward Davila.</p><p>If the proposal is accepted, Ms. Holmes will remain out on bail for at least the next eight months. Her $500,000 bond must now be secured by property, according to the Tuesday filing.</p><p>Each of the four counts that Ms. Holmes was convicted of carries a maximum sentence of 20 years in prison. A review of prior cases indicates she is likely to get far less than the 80 years she could technically face. Judge Davila, who oversaw the monthslong proceeding, will have the final say and, under federal sentencing guidelines, has great leeway in handing down a punishment.</p><p>Delaying the sentencing gives the government time to complete another trial tied to Theranos, that of Ramesh \"Sunny\" Balwani, Ms. Holmes's top deputy and former boyfriend. He has pleaded not guilty to 12 counts of conspiracy and wire fraud.</p><p>Mr. Balwani's trial is set to begin in mid-March after the latest wave of the coronavirus pandemic delayed a February start date.</p><p>At a hearing held by teleconference last week, an attorney for Mr. Balwani pushed back on any further delays, saying his client has waited long enough.</p><p>\"We'll be in trial soon,\" Judge Davila assured him.</p><p>A separate Tuesday evening filing, jointly made by prosecutors and Mr. Balwani's legal team, shows he has agreed to the new timeline. The filing lays out a March 15 schedule for opening statements for Mr. Balwani's case.</p><p>Prosecutors indicted Ms. Holmes and Mr. Balwani in June 2018, following reporting by The Wall Street Journal that Theranos's finger-prick blood-testing technology didn't work and that the company was secretly using commercial machines for the majority of its blood tests.</p><p>Jurors heard at Ms. Holmes's trial that Theranos rolled out its services in Walgreens Boots Alliance Inc. pharmacies for patient use despite employees telling her the blood tests were unreliable. Ms. Holmes told investors Theranos technology had been vetted by major pharmaceutical companies and was being used by the U.S. military, claims that weren't true, according to evidence presented in trial.</p><p>Write to Sara Randazzo at sara.randazzo@wsj.com</p><p>Theranos Founder Elizabeth Holmes Likely Faces September Sentencing</p>",
  "published": "2022-01-12T15:49:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2478,
          "end": 2502
        },
        {
          "start": 2478,
          "end": 2507
        }
      ],
      "nexusId": "10022845"
    }
  ]
}