{
  "_id": "8883fdbffc1f03b3e24e439c525b0d45124badb9df700e453b033610b60c1212",
  "feed": "market-watch",
  "title": "Here's how far oil could fall in a recession, judging by past experiences; Critical information for the U.S. trading day",
  "text": "<p>The only major asset that has really gained ground this year is energy, with oil surging 45%. So the call of day goes to Dhaval Joshi, chief strategist for BCA Research's Counterpoint, who says oil prices CL.1will halve, to $55.</p><p>What he calls \"the everything sell off\" in 2022 has its parallels to 1981. Back then, oil producers Iraq and Iran were at war, just as commodity producers Russia and Ukraine are fighting today, and the Federal Reserve responded with aggressive interest-rate hikes.</p><p>Joshi points out that there has never been a recession in which oil prices did not collapse, even in the stagflationary 1970s, as they fell 25% in 1974. The declines are particularly steep since oil prices also tend to rise ahead of slowdowns, tipping already fragile economies into recession. </p><p> Year      Oil price drawdown  1974      -25%  1981-82   -30%  1990-91   -60%  2000-01   -55%  2008      -75%  2015      -60%  2020      -75%  Source: BCA Research</p><p>Coming back to 2022, Joshi says applying the median drawdown in the last six recessions, of 60%, to the peak of $130, means oil will plunge to $55.</p><p>He suggests shorting oil, or shorting oil versus copper HG00. Equity investors should underweight the oil sector versus basic resources, industrials or banks, and underweight oil-heavy stock markets like Norway.</p><p>\"Suffice to say, these are all correlated trades. They will all work, or they will all not work,\" he adds.</p><p>The OPEC+ meeting by videoconference kicks off at 7:30 a.m. Eastern.</p><p>The buzz</p><p>The Fed's preferred measure of inflation, the PCE price index, stayed at 6.3% in May, while the core measure slipped to 4.7% from 4.9%. The same report showed a 0.5% rise in personal income and a 0.2% increase in spending. Meanwhile, initial jobless claims edged 2,000 lower to 231,000.</p><p>Sweden's Riksbank hiked interest rates by a half-point, the latest central bank to act against inflation.</p><p>RH RH shares slumped 8% in premarket trade as the home-furnishings retailer previously known as Restoration Hardware cut its outlook, citing a deteriorating economy. Walgreens Boots Alliance WBA, which just ended sale talks for its Boots U.K. drug store, beat expectations on earnings, as did Constellation Brands STZ.</p><p>ADP said it will stop issuing its private-sector payrolls report until it overhauls the survey, which it anticipates completing by the end of the summer.</p><p>Grayscale is suing the Securities and Exchange Commission after its latest bid to get a spot bitcoin exchange-traded fund approved. The cryptocurrency was trading under $20,000 again.</p><p>A woman pushing a baby strollerwas shot and killed in the Upper East Side.</p><p>The markets</p><p>U.S. stock futures ES00 NQ00 were pointing sharply lower on Thursday, with the Dow contract YM00 losing more than 300 points. The yield on the 10-year Treasury BX:TMUBMUSD10Y fell to 3.02%.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Ticker   Security name  TSLA     Tesla  AMC      AMC Entertainment  GME      GameStop  NIO      Nio  MULN     Mullen Automotive  AAPL     Apple  AMZN     Amazon.com  BBIG     Vinco Ventures  BBBY     Bed Bath &amp; Beyond  EVFM     Evofem Biosciences</p><p>Random reads</p><p>A Vancouver radio station has been playing \"Killing in the Name\" on loop after two disc jockeys were laid off.</p><p>Los Angeles and Mumbai prove to begood hosts for big cats like mountain lions.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Here's how far oil could fall in a recession, judging by past experiences</p>",
  "published": "2022-06-30T12:34:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 2016,
          "end": 2040
        }
      ]
    }
  ]
}