{
  "_id": "83d22e4ce35efe52b3c6cdb5951540989480f717e64199bd630c5268dd7789bc",
  "feed": "wall-street-journal",
  "title": "Officials Bet Well On Stocks As Covid Emerged",
  "text": "<p>A deputy to top health official Anthony Fauci reported 10 sales of mutual funds and stocks totaling between $157,000 and $480,000 that month. Collectively, officials at another health agency, Health and Human Services, reported 60% more sales of stocks and funds in January than the average over the previous 12 months, driven by a handful of particularly active traders.</p><p>By March, agencies across the government were working on wide-reaching measures to prop the economy and markets. Then-Transportation Secretary Elaine Chao purchased more than $600,000 in two stock funds while her agency was involved in the pandemic response and her husband, Republican Sen. Mitch McConnell, was leading negotiations over a giant, market-boosting stimulus bill.</p><p>And as the government was devising a loan package aimed specifically at helping companies including Boeing Co. and General Electric Co., a Treasury Department official involved in administering the aid acquired shares of both companies.</p><p>Federal officials owned millions of dollars of stock in industries most affected by the pandemic and the government's response. About 240 officials at health agencies and at the Pentagon, a key player in the vaccine rollout, reported owning a total of between $9 million and $28 million in stocks of drug, manufacturing and biotechnology companies that won federal contracts related to Covid-19 in 2020 and 2021, the Journal's analysis found.</p><p>Nearly 400 officials across 50 agencies reported owning stocks in airline, resort, hotel, restaurant and cruise companies in early 2020.</p><p>By March, every major agency was part of the pandemic response. The month was the most active for trading by officials across the government, including at HHS, in the Journal's analysis of financial disclosure forms for about 12,000 officials from 2016 to 2021. Officials reported over 11,600 trades that month, 44% more than in any other month in the analysis.</p><p>The health agencies didn't respond to requests for comment. A Pentagon spokeswoman said most defense personnel don't work on matters affecting defense contractors or the finances of private companies, and said the department is \"committed to preventing conflicts of interest.\"</p><p>Senior federal officials are required to disclose their financial assets and transactions and those of their spouses and dependent children in annual reports.</p><p>They are barred from working on matters in which they have a significant stake, from trading on nonpublic information learned on the job and from taking any official action that creates an appearance of a conflict of interest.</p><p>Ethics officials rarely have a complete picture of what employees are working on or privy to, especially during a fast-moving mobilization in response to an emergency.</p><p>Most agencies' ethics rules focus on what kinds of stocks officials can trade, not when they can trade. There are no restrictions on officials' investing in diversified mutual funds, which were more volatile than usual early in the pandemic. Ethics officials certified that the employees identified by the Journal were in compliance with these rules.</p><p>Three days into January 2020, health officials were alerted to an unexplained virus sickening people in China.</p><p>By late January, Centers for Disease Control and Prevention leaders were rushing to develop tests, National Institutes of Health officials were taking the first steps toward developing a vaccine, and the Food and Drug Administration was racing to facilitate prevention and treatment options for the novel coronavirus.</p><p>On Jan. 24, four days after the CDC publicly reported the first U.S. Covid-19 infection, Hugh Auchincloss, principal deputy director at the NIH's National Institute of Allergy and Infectious Diseases, summed up the state of his agency in an email: \"New coronavirus all the time.\"</p><p>That day, while the stock market remained lofty, Dr. Auchincloss reported selling $15,001 to $50,000 of a stock mutual fund. Days later he sold two more funds and a stock, Chevron Corp., according to his financial disclosures, which give wide dollar ranges. That was just the beginning.</p><p>Dr. Auchincloss was invited to a Jan. 29 meeting of an NIH working group called the International Clinical Research Subcommittee. Top agenda item: \"Wuhan coronavirus -- plans for a response,\" according to emails released after public-records requests.</p><p>On the last day of January, an email sent to Dr. Auchincloss and his boss, Dr. Fauci, signaled the threat's severity. Public Health Service officers had been told they could be deployed and could assist with \"quarantine efforts.\"</p><p>Dr. Auchincloss disclosed six sales of mutual funds that day, totaling between $111,006 and $315,000 in value.</p><p>Each holding he sold fell sharply in the market drop that soon followed, as people started paying more attention to Covid-19.</p><p>Dr. Auchincloss, who retained some other holdings, didn't respond to requests for comment. The National Institute of Allergy and Infectious Diseases declined to make him available for an interview.</p><p>The agency said that financial disclosure reports are routinely reviewed by NIH ethics officials to ensure compliance with reporting requirements and resolve potential conflicts of interest. It declined to say whether Dr. Auchincloss made the trades himself or had a managed account.</p><p>Among officials involved in the CDC's early pandemic response was Stephen Redd, a veteran epidemiologist serving as deputy director for Public Health Service and Implementation Science at the agency. His role involved collecting information about the state of the virus and the federal response in order to brief lawmakers.</p><p>The CDC had a clear view of the virus's threat by the end of January, Dr. Redd later told a student interviewer in Atlanta. \"It was easy to see it was going to be a really big problem,\" he said.</p><p>Dr. Redd disclosed sales of between $95,004 and $250,000 in stocks and bonds in January. He reported the sale in February of $100,001 to $250,000 of bonds, along with purchases of between $2,002 and $30,000 of short-term bond funds, a low-risk investment.</p><p>Dr. Redd said he had no advance knowledge of these trades, which he said were in his wife's retirement account and made by a financial adviser. He said he didn't learn of them until that summer, although he was required by law to report any trades made in his or his wife's accounts within 30 days.</p><p>He acknowledged that federal officials are \"responsible for knowing\" about their financial transactions. He said neither he nor his wife knew why the adviser made the trades.</p><p>Dr. Redd said that ethics officials later told him he hadn't reported the trades in the required 30-day period, but that the officials didn't raise any questions about the trades' timing. Dr. Redd, who retired in the fall of 2020, said he wasn't aware of any guidance about trading during the early months of the pandemic.</p><p>\"I don't know that there's anything that said, 'If you think that something bad is going to happen, you shouldn't trade,'\" he said. \"It's mostly about disclosure.\"</p><p>The CDC didn't respond to multiple requests for comment.</p><p>In late February 2020, as awareness of the viral threat grew, officials in the Trump administration faced a different problem: turbulent financial markets. Treasury and Federal Reserve officials began to coordinate on measures to stabilize them.</p><p>U.S. stocks sank on Feb. 20, and over the next week, equity markets worldwide recorded their largest single-week declines since the 2008 global financial crisis. Yields on 10-year and 30-year U.S. Treasury securities fell to record lows, as investors fled to these relatively safer assets.</p><p>On Feb. 28, Fed Chairman Jerome Powell signaled in a written statement that the central bank was prepared to cut interest rates, a stimulatory move aimed at quelling the economic disruption.</p><p>In the seven days preceding that statement, officials at the Treasury and Fed reported more than twice as many trades as they made during the same seven days of 2019.</p><p>They reported more than three stock or fund purchases for every sale from Feb. 21 to Feb. 27, 2020, according to the Journal analysis of financial disclosures.</p><p>Treasury Department officials as a group reported about 30% more stock and fund purchases in February than the average over the previous 12 months.</p><p>Two Fed bank presidents resigned last year after they disclosed a series of investments during Fed market interventions in response to Covid-19. The central bank in February 2022 prohibited its top officials from buying individual stocks and sector funds and barred trading during periods of \"heightened financial market stress.\"</p><p>At emergency meetings on March 3 and March 15, 2020, the Fed slashed short-term rates to near zero and imposed other market-supporting measures.</p><p>On March 13, then-President Donald Trump announced a federal partnership with the private sector to increase the nation's testing capability for Covid, inviting top executives at 10 companies, including Target Corp., Walmart Inc., CVS Pharmacy Inc. and Walgreens Boots Alliance Inc., to the White House for the announcement.</p><p>Roughly 300 federal officials reported owning stock in at least one of the 10 companies at the time, their financial disclosures show.</p><p>As the pandemic's toll mounted, Congress in mid-March was negotiating with the administration over a package providing funds for individuals and companies hit by the fallout.</p>",
  "published": "2022-10-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 9031,
          "end": 9060
        },
        {
          "start": 9031,
          "end": 9055
        }
      ]
    }
  ]
}