{
  "_id": "b11cfd71b36080d20a5d0c21c46a89faea561d2fe9412b484cf0543576236323",
  "feed": "market-watch",
  "title": "Dow falls nearly 300 points with stocks on track to finish brutal quarter deep in the red",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 283 points, or 0.9%, to 30,746.</p><p>* The S&amp;P 500 SPX dropped 32 points, or 0.9%, to 3,785.</p><p>* The Nasdaq Composite COMP slumped 134 points, or 1.2%, to 11,043.</p><p>On Wednesday, the Dow rose 82 points, or 0.3% to end at 31,029.31, while the S&amp;P 500 and Nasdaq Composite COMP posted minor losses.</p><p>What's driving the markets?</p><p>U.S. stocks traded lower in response to more data suggesting that U.S. consumer spending is weakening in the face of the most aggressive inflation in four decades.</p><p>Personal-consumption expenditures, which tracks consumer spending in the U.S., rose 0.2% in May, but when adjusted for inflation, it became a 0.4% decline. The PCE data also included the Federal Reserve's preferred gauge of inflation, which showed price pressures were somewhat milder than feared last month.</p><p>The consumption data arrived on the heels of Wednesday's downward revision to first-quarter GDP, which showed the contraction during the first three months of 2022 was even larger than previously believed.</p><p>\"It's all confirming what a lot of people are seeing which is a deceleration in consumer spending. I don't believe we're heading into a recession, or that this is necessarily indicative of a recession…but it is indicative of further weakness,\" said Jonathan Golub, chief U.S. equity strategist at Credit Suisse.</p><p>The weak consumption data also comes on the heels of a handful of disappointing readings on consumer confidence, which has fallen sharply this year.</p><p>\"Americans are running faster just to stay even. No wonder consumer confidence is in the pits,\" said Bill Adams, chief economist for Comerica Bank.</p><p>Federal Reserve Chairman Jerome Powell said Wednesday he saw a path back to 2% inflation, but warned there was \"no guarantee that we can do that\" while sustaining a strong labor market. The PCE measure is the Fed's preferred inflation gauge.</p><p>The S&amp;P 500 was on course to take its losses for the first half of 2022 to more than 20%. Since peaking near 4,800 in early January, the U.S. benchmark stock index has plunged amid investor fears that the Federal Reserve will need to hike interest rates and rein in the money supply so aggressively that it could spark a sharp slowdown in growth — perhaps even a recession — while provoking a rise in unemployment.</p><p>Read: What's next for the stock market after the worst 1st half since 1970? Here's the history.</p><p>Sentiment has also been hit by Russia's invasion of Ukraine, which has heightened geopolitical angst and contributed to a sharp rise in food and energy costs.</p><p>In previous recent episodes of market tantrums, such as the 2020 COVID-19 sell-off, investors could look to central banks for succor. But with inflation in most major economies at their highest level in many decades, monetary guardians like the Federal Reserve are stressing their commitment to tighten policy to damp price pressures. Even if that means hurting growth and, consequently, corporate profits.</p><p>\"I do not envision equities recovering until the U.S. rates market is pricing more meaningful cuts from the Fed,\" said Stephen Innes, managing partner at SPI Asset Management, in a note to clients.</p><p>\"Implied Fed pricing has declined over the last few weeks — from a peak of 4% to more like 3.50 %. But that is a ton of rate hike risk for the market to digest,\" he said.</p><p>In other economic data news, initial jobless claims released on Thursday fell 2,000 to 231,000 in the week ended June 25, the Labor Department said Thursday. Economists polled by The Wall Street Journal had estimated new claims would inch up to 230,000 from last week's initial estimate of 229,000.</p><p>Read: These 10 stocks in the S&amp;P 500 have lost $4.1 trillion of investors' money during the first half of 2022</p><p>The yield on the US 10-year Treasury BX:TMUBMUSD10Y was down 11 basis points to 2.98%, falling below 3% for the first time in almost a month, as demand for safe-haven assets picked up.</p><p>Deteriorating risk appetite has pushed bitcoin BTCUSD back below $20,000 on Thursday.</p><p>Adding to trader anxiety is the second quarter company earnings season, which will kick into gear in the next few weeks. Recent reports from consumer-facing companies — such as Bed Bath &amp; Beyond BBBY — have been poorly received.</p><p>Other markets</p><p>* Better news emerged from Asia, where a survey of China's manufacturing sector registered expansion for the first time since March after COVID-19 restrictions were eased. The Shanghai Composite CN:SHCOMP rallied 1.1% in response.</p><p>* The mood in Europe was cautious as well, with the STOXX 600 XX:SXXP, a benchmark index of companies in the euro area, closing down 1.6%, bringing its loss for the quarter to 9%, marking the worst quarter since the onset of COVID two years ago, while the index dropped more than 16% during the first half of 2022, marking its largest two-quarter percentage decline since the first quarter of 2020.</p><p>* The FTSE 100 UK:UKX, an index of the leading U.K. companies, finished 0.2% lower on Thursday, clinching a first-half loss of roughly 1%. For the month of June, the index dropped 3.8%, its largest monthly drop since October 2020.</p><p>* Gold GC00was down 0.1%, while the ICE U.S. Dollar Index DXY was essentially flat at 105, jut shy of its strongest level in 20 years.</p><p>Single stock movers</p><p>* 29 out of 30 Dow stocks were trading lower on Thursday, with Travelers Companies TRV Inc. just barely clinging to gains, while Salesforce Inc. CRM, Walgreens Boots Alliance WBA, Boeing Company BAand Goldman Sachs Group GSwere the worst performers.</p><p>* Norwegian Cruise Line NCLH, Carnival Corp. CCLand Royal Caribbean Cruises RCLwere among the worst performers on the S&amp;P 500.</p><p>* Utilities like Constellation Energy Corp. CEGwere among the S&amp;P 500's best performers, with Constellation up nearly 2%.</p><p>Dow falls nearly 300 points with stocks on track to finish brutal quarter deep in the red</p>",
  "published": "2022-06-30T16:48:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "nexusId": "10022845",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 5427,
          "end": 5451
        }
      ]
    }
  ]
}