{
  "_id": "e9835453a14a4a9a00c9b151b997e793cb8cd5e1a09fdc00a200ca96e59b2fa7",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine and Test Demand Boost Albertsons and CVS Sales; Both chains project higher profits as more consumers came to pharmacies for Covid-19 vaccinations",
  "text": "<p>CVS separately projected its 2021 profitability will be higher than previously expected, after the largest U.S. pharmacy chain saw surprisingly high demand for Covid-19 vaccines in November and December, CVS finance chief Shawn Guertin said Tuesday at an investor conference. More people sought on-location tests and sales of over-the-counter Covid-19 tests \"really took off,\" Mr. Guertin said.</p><p>Albertsons' revenue was up 8.6% year over year at $16.73 billion, ahead of the $16.06 billion that Wall Street had been expecting, according to FactSet. The company's adjusted profit was 79 cents a share, outpacing expectations for 59 cents a share of earnings.</p><p>Identical sales, a metric that strips out the effects of store openings and closures, grew 5.2%. In addition to higher pricing, incremental sales related to Covid-19 vaccines also contributed to the growth.</p><p>Supermarket companies such as Albertsons benefited from surging sales early in the pandemic as consumers switched abruptly to eating more meals at home. Sales growth for Albertsons has leveled compared with the frenzied early months of the crisis, but identical sales in the latest quarter remained 18% higher than in the same stretch of 2019.</p><p>At Monday's closing price of $31.90, Albertsons shares have more than doubled since the first trading day following the company's June 2020 initial public offering, when shares closed at $15.45. The stock fell 1.4% in premarket trading on Tuesday.</p><p>Albertsons also lifted its outlook for the fiscal year that runs through February, projecting that identical sales will decline by between 0.8% and 1.2% this year. Given the steep comparison to shopping trends earlier in the pandemic, the company had previously forecast a decline by 2.5% to 3.5%.</p><p>The company said it is now expecting adjusted earnings of $2.90 a share to $2.95 a share in the February-ending year, up from previous guidance of $2.50 a share to $2.60.</p><p>Walgreens Boots Alliance Inc. last week said that demand for vaccines and at-home tests helped increase the drugstore giant's sales and profits in its latest quarter, and led the company to boost its full-year profit forecast.</p><p>Sharon Terlep contributed to this article.</p><p>Write to Matt Grossman at matt.grossman@wsj.com</p><p>Covid-19 Vaccine and Test Demand Boost Albertsons and CVS Sales</p>",
  "published": "2022-01-11T15:17:00.000Z",
  "tags": [
    {
      "id": "US9314271084",
      "name": "Walgreens Boots Alliance, Inc.",
      "offsets": [
        {
          "start": 1925,
          "end": 1954
        },
        {
          "start": 1925,
          "end": 1949
        }
      ],
      "nexusId": "10022845"
    }
  ]
}