{
  "_id": "e6cbf9011caf1a8c92ab307862d967d0ca057611ed776caca71e615815bc874e",
  "feed": "ftcomall",
  "title": "Indian central bank bars Mastercard from adding new customers",
  "text": "<p>India's central bank has ordered Mastercard to stop adding new customers for failing to comply with the country's data storage rules, escalating a dispute between Indian authorities and US financial services groups over the control of customer data.</p> <p>The Reserve Bank of India said Mastercard had not complied with rules introduced in 2018 that bar payments companies from transferring customer data overseas. The regulations, which were <a href=\"https://www.ft.com/content/73a897b4-d10e-11e8-a9f2-7574db66bcd5\">fiercely resisted</a> by US payment companies, required all financial data to be stored exclusively in India.</p> <p>The central bank said Mastercard's failure to meet the requirements came “notwithstanding lapse of considerable time and adequate opportunities being given”. Its order comes into effect from July 22 and does not affect existing customers.</p> <p>It imposed similar restrictions on American Express in April. The bans could be costly for US payments groups, who risk missing out on the roaring growth of non-cash payments as India's government pushes to expand access to financial services among its 1.4bn population.</p> <p>India's data localisation policies, which are part of a global trend by governments to expand oversight of their citizens' data, has already proved a source of trade tension with the US. The US trade representative under then-president Donald Trump criticised India's data storage rules as “discriminatory and trade-distortive”.</p> <p>Mastercard said it was “fully committed to our legal and regulatory obligations in the markets we operate in” and to resolving the RBI's concerns.</p> <p>The central bank order comes as Indian authorities reassess more broadly the power and freedom US companies can exercise in the economy, particularly tech businesses.</p> <p>Prime Minister Narendra Modi's government has, for example, engaged in a protracted stand-off with companies such as Twitter and Facebook over subjects such as the <a href=\"https://www.ft.com/content/30afa49d-e0f3-4795-bc03-a887bc418092\">removal of posts</a> and encryption. It introduced tough new rules for social media companies in May.</p> <p>The RBI has long kept a tight leash on foreign participants in India's financial sector, but its data storage rules prompted an outcry and furious lobbying when they were introduced in 2018.</p> <p>US payments companies argued that they would push up costs, undermine data security and were imposed too hastily to implement. In its order on Wednesday, the RBI did not specify how Mastercard had failed to comply.</p> <p>Moving from cash to online payments was a policy priority for the Indian government even before the pandemic. </p> <p>The National Payments Corporation of India, which was set up by the RBI and is owned by a consortium of Indian lenders, has launched several initiatives designed to expand access to financial services. These include RuPay, which has issued more than 600m cards, and the <a href=\"https://www.ft.com/content/a6b87e08-4718-4ee8-b29b-c007c6bbb2bb\">UPI mobile payments system</a>, which has had rapid growth during the pandemic.</p><p>Source: Benjamin Parkin in New Delhi 2021 'Indian central bank bars Mastercard from adding new customers' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T15:21:07.192Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 817,
          "end": 833
        }
      ],
      "nexusId": "10021878"
    }
  ]
}