{
  "_id": "3774bc9f78822d37a70e69887173aa9416ebdbd45acf16577fb86469520734f7",
  "feed": "market-watch",
  "title": "‘Facebook is the new tobacco' — why this star fund manager is choosing stocks differently",
  "text": "<p>“I had a debate with a friend the other day about Facebook,” Spier said in a video released this week.&#xa0; “I suggested to him, Facebook is the new tobacco.”</p><p>Yes, the company is wonderful at connecting people, but there are teenaged girls who will develop eating disorders, he said, while others will fall victim to pedophilia organized on their platforms. (Facebook, now called Meta FB , concedes its products are bad for body image but says its research shows teens benefit from being able to share issues they're encountering, and that it is spending billions of dollars on safety and security.)&#xa0;</p><p>More broadly, Spier said he's looking at how companies treat all their stakeholders.</p><p>“In the past I would have looked for companies&#xa0;that are the most profitable in one way or another. I would have looked at companies that have the highest return on capital, highest returns, highest margins, and that would&#xa0;have been an indicator of a company that is a good company to invest in,” said the author of “Education of a Value Investor.”</p><p>“Today, I no longer look for the highest returns because it's very likely that if you earn extremely high returns, somebody is getting ripped off, somebody in your stakeholder group is not a happy camper but they just can't do anything about it.”</p><p>Instead, he looks at what companies are profitable but can continue to conduct their business on a growing basis, where everybody who interacts with the company is happy that the company exists.</p><p>Companies lock in their cloud business with Amazon.com AMZN, he says, because they know the corporate culture there will keep prices as low as they possibly can.</p><p>Costco Wholesale COST is a company that's great for customers, but also suppliers, who make up for thin margins with high volumes.</p><p>On sizing, he starts a position with somewhat under 5% of the portfolio, which he then tries to leave alone.&#xa0;</p><p>Going back to Amazon, he said one mistake is thinking they may go the lifetime of its business without ever declaring a profit. “It turns out I didn't really understand the nature of its reinvestment in something that is extraordinarily profitable.”</p><p>Forget about balance sheet valuation, and income statements and cash flow statements again won't provide a good guide to value. That leaves “far more subtle” indicators like lifetime value of a customer and customer acquisition costs.&#xa0;</p><p>Revenue is the one metric that's not going to be subject to much manipulation, so a company that trades on 100 times revenue — like Snowflake SNOW — is hard for an investor to make much of a profit on.</p><p>“Yes, valuations are high, and that makes life difficult,” Spier said.</p><p>Aquamarine's top holdings, according to its 13-F filing, are Berkshire Hathaway BRK.B, American Express AXP, Bank of America BAC and Mastercard MA.</p><p>Spier recently told CNBC how he's received exposure to Chinese tech giant Tencent HK:700 by investing in technology investor Prosus NL:PRX. Spier said Prosus parent Naspers ZA:NPN communicates to investors in a “clear and open way.”</p>",
  "published": "2021-11-18T03:58:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2721,
          "end": 2737
        }
      ],
      "nexusId": "10021878"
    }
  ]
}