{
  "_id": "1447ce91acf5c2c389a05715e9d73ee722da6672046c554a7aa6db5c6a8bdc0f",
  "feed": "wall-street-journal",
  "title": "Reddit Users Seek the Next GameStop  ----  By Shane Shifflett and Caitlin Ostroff",
  "text": "<p>   There is a method to the madness on WallStreetBets. For every stock that soars like GameStop Corp. and AMC Entertainment Holdings Inc., many more names touted on the Reddit site fail to launch. </p><p>   A Wall Street Journal analysis of millions of posts on WallStreetBets, the performance of the most-mentioned companies each month and interviews with traders show what makes a stock take off. </p><p>   Stocks with the highest chance of success tend to have low share prices, typically under $25 a share, and be lightly traded. Low share prices allow small-time traders to more easily accumulate stakes and can sometimes signify cheap valuations. Share prices of lightly traded stocks can more easily be pushed higher or lower than shares of stocks that are more frequently traded. </p><p>   Big companies with high stock prices and volume -- like the third-most-mentioned company last year, Apple Inc. -- tend to be unswayed by what happens on the message board, according to Hudson Cashdan, co-founder of TopStonks.com, a website that tracks equities mentioned on Reddit. </p><p>   The success stories often share common traits with stocks selected by pros. The companies appear to be undervalued by some measures and have near-term catalysts to improve their business or at least generate excitement. </p><p>   The sales pitch matters as well. Savvy promoters set conservative goals for returns, pick risky companies that can generate buzz and turn technical details into meme-ready pitches. </p><p>   Most people on the site \"are just gamblers,\" said Chris Maresca, a 24-year-old director of compliance with an accounting background who spotted and promoted AMC Entertainment Holdings before anyone else on the forum. He said you can't go too deep into the details, \"you have to make it like this is going up.\" </p><p>   GameStop got its catalyst in January, when Chewy Inc. co-founder Ryan Cohen joined the company's board to engineer a digital turnaround. That was more than a year after Redditor Keith Gill, known as DeepF---ingValue, began promoting it. Stocks of cannabis and cryptocurrency companieswere similarly promoted in advance of political developments and positive news coverage that sent share prices soaring. </p><p>   Heavily shorted stocks such as GameStop didn't become a focus of the site until this year. One reason they took off is rising share prices force short sellers to buy the shares to stem their losses, adding to the upward momentum. </p><p>   Here are how some stocks did -- and didn't -- take off: </p><p>   BlackBerry Ltd. wasn't an obvious stock to be propelled by a social-media frenzy. Its shares were rangebound in most of 2020, never going above $10. </p><p>   The company, now focused on security software and services, announced a new partnership with Amazon.com Inc. in December and its shares started to break slightly higher. That got the attention of 26-year-old Albert Pariente-Cohen, who posted his take on the company to Reddit's WallStreetBets forum on Jan. 6. </p><p>   \"Everything you're thinking about with BlackBerry at the moment is wrong,\" Mr. Pariente-Cohen wrote. He credits his research and the plain language he used in his post with getting people to buy BlackBerry. </p><p>   \"My post was a little bit crude, but the point of the crudeness was to relate to these individuals. You're not gonna talk to a guy who works at Pizza Hut the same way you would a guy who's in his 50s,\" said Mr. Pariente-Cohen, a product manager at American Express Co. </p><p>   The pitch worked for the stock and him. BlackBerry shares peaked at $28.77 intraday on Jan. 27. He turned a $5,900 bet in shares and options into $51,000. </p><p>   The same factors that drove up stocks this year have been at work for some time. In 2017, when cryptocurrency prices were surging, Redditors began to talk up Riot Blockchain Inc. and Marathon Patent Group Inc. Both are publicly traded companies that mint cryptocurrencies. </p><p>   That fall, Marathon stock had fallen more than 90% and was trading in the single digits. Now-deleted messages show that one member with an extensive history of detailed posts predicted the company would do a reverse stock split to boost its share price. When the prediction proved true, the stock started its run-up and soared as cryptocurrency prices took off. </p><p>   When they caught a second wind in 2020, a November thread argued Redditors should buy the companies because they would rise along with the currencies, as they did in 2017. \"We're playing the companies,\" the post's author wrote. He added, \"That's how it worked last time at least.\" </p><p>   The price of Riot and Marathon at least quadrupled amid a frenzy of posts bragging about 3,000% returns. </p><p>   On New Year's Day, Mr. Maresca told Redditors to invest in AMC Theatres. \"Yea, they are in debt, yea, they are doing really bad,\" he said. \"But maybe they can survive the year and get out of this hole they're in and their stock will bounce.\" </p><p>   Mr. Maresca, who studied accounting in college and works for a California-based cannabis cultivation company, expected AMC to file for bankruptcy or seek investment from a deep-pocketed company such as Walt Disney Co. that would find the assets of the nation's largest movie-theater chain attractive, he said. </p><p>   \"The idea behind this bet is that any positive news for AMC could easily make their stock price double,\" he said in his now-deleted post. </p><p>   He was the first on WallStreetBets to suggest investing in the struggling theater chain. But he didn't focus on the significant short positions held by hedge funds, which sparked a populist backlash and sent the stock to nearly $20. </p><p>   Mr. Maresca's post drew a lot of attention on the site and shares of AMC rose to $5 from $2 by the middle of last month. Then, when GameStop shares surged, Redditors who were searching for other stocks where hedge funds held big short positions found AMC. </p><p>   \"On fundamentals and technicals, I didn't think that it was gonna be a short squeeze play at all,\" Mr. Maresca said. \"I got into AMC at $2 and then I sold calls at $5 and then the craziness ensued. It should never be $20.\" </p><p>   Shares of Virgin Galactic Holdings Inc. were rising early this year, but traders on Reddit were mixed about the space company. Some said it could jump on earnings news; others worried about the balance sheet. </p><p>   \"If you want to be a meme here and yolo everything into the 2/21 calls on hopes it doubles again in the next month you can totally do that,\" one member wrote in late January. </p><p>   Less than a month later, Park West Asset Management disclosed it acquired 4.25 million shares in the company, regulatory filings show. That wiped away some of the skepticism. The share price shot to $33.87 as traders poured in. Virgin Galactic was the third-most-mentioned ticker on WallStreetBets in January and the second-most in February, according to data from TopStonks.com. </p><p>   While WallStreetBets had success boosting beaten-down stocks, it struggled to push hot names higher. On Oct. 2, 2020, one Redditor speculated it was the perfect time to purchase shares in sports-betting company DraftKings Inc. \"More and more states legalizing gambling and public opinion towards gambling is more positive. Fantasy sports growing in general. The list goes on. What's not to like?\" the post read. </p><p>   DraftKings was the 13th-most mentioned ticker on WallStreetBets during October, according to data from TopStonks.com, but its stock price was also at a high. By the end of the month, its shares were down by nearly half. </p><p>   The traders couldn't boost Rocket Cos. either. It was the 15th-most mentioned ticker in October, according to TopStonks.com and was similarly pumped at the beginning of the month. After the stock fell, one promoter said this would be \"the start of a glorious flight to the heavens.\" It kept falling. </p><p></p>",
  "published": "2021-02-19T07:12:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 3362,
          "end": 3378
        }
      ]
    }
  ]
}