{
  "_id": "17c184e761ad9febb9f55539c171a2025c3e7b89370823f40169da66570c1aaa",
  "feed": "ftcomall",
  "title": "Business travel to take off again",
  "text": "<p>This article is an on-site version of our Coronavirus Business Update newsletter. Please share this with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and&#xa0;<a href=\"https://www.ft.com/newslettersignup-coronavirus\">please sign up here</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>Boris Johnson signals that <a href=\"https://www.ft.com/content/71993b1f-2c29-4743-82e8-f44315c7683f\">remaining Covid restrictions will be lifted on July 19</a>, although weekly cases keep rising</p></li>  <li><p>The BioNTech/Pfizer vaccine is <a href=\"https://www.ft.com/content/71993b1f-2c29-4743-82e8-f44315c7683f#post-ace7ba3c-8230-48a1-b338-c3c60b936df9\">less efficient than thought</a> against infection from the Delta variant of coronavirus, according to an Israeli study</p></li>  <li><p>The UK car industry trade body said the sector was suffering from a ‘long Covid' of vehicle supply challenges because of the <a href=\"https://www.ft.com/content/58276299-645d-4a69-ac25-48ff5039191c\">global semiconductor shortage</a></p></li>  <li><p>Trade union Unite said it would be an ‘act of gross negligence' if the UK government scrapped the <a href=\"https://www.ft.com/content/71993b1f-2c29-4743-82e8-f44315c7683f#post-a4c67387-acf4-4d53-86bb-b7a27a3ac0e1\">requirement to wear masks</a> on public transport </p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/71993b1f-2c29-4743-82e8-f44315c7683f\"><em>live blog</em></a></p> <p>Today's $17bn takeover offer for <a href=\"https://www.ft.com/content/bd33d013-f0b1-4ab6-9332-ec82ac0c229a\">Sydney Airport</a> is the latest bet from investors that the global travel industry is about to take off again after being largely grounded during the pandemic.</p> <p>Australia's closed-borders strategy has hit the tourism and leisure sectors hard, particularly aviation: international traffic at the airport was down more than 93 per cent in May compared with the same month in 2019.&#xa0;</p> <p>The potential deal follows news last week that <a href=\"https://www.ft.com/content/5b3a7592-5ca8-4b78-9f62-28c7d6e33d75\">United Airlines</a> in the US had placed its biggest ever batch of jet orders, comprising 200 Boeing 737 Maxes and 70 Airbus A321neos. Southwest and Delta have also recently placed big orders for new aircraft.</p> <p>As chief business commentator Brooke Masters reports today, belief in a post-pandemic pick-up is also fuelling a clutch of <a href=\"https://www.ft.com/content/f90b5dea-2c9e-4244-bc88-52a757ecae30\">new airline start-ups</a> — despite the crisis leaving the global industry with a record <a href=\"https://www.iata.org/en/pressroom/pr/2020-11-24-01/\">$118bn loss</a> last year.</p> <p>As we also report today, <a href=\"https://www.ft.com/content/b7d33d2b-770c-48da-9125-0926c917fa75\">business travel</a> in particular is starting to show signs of life, with hotels, airlines and travel companies all reporting an increase in bookings. “Where government restrictions have been removed, we are seeing demand return very strongly,” said Paul Abbott, chief executive at American Express Global Business Travel.</p> <p>Recovery is strongest in the US, but even in Europe, where travel restrictions are still in force, corporate bookings are rising, especially for the energy sector. In Russia, overall bookings for the oil and gas industry are close to 2019 levels. Hotel groups including Hyatt, Accor, Marriott International and InterContinental have all reported an increase in business.</p> <p>Optimism for the recovery of business travel does however come with one huge caveat: trends such as the growth of video conferencing — coupled with growing environmental concerns from investors — are likely to make the post-pandemic sector permanently smaller. </p> <p><em>Follow the changing picture of global lockdowns with our </em><a href=\"https://ig.ft.com/coronavirus-lockdowns\"><em>interactive tracker</em></a></p> <h1>Global economy</h1> <p>Survey data on <strong>eurozone services</strong> showed <a href=\"https://www.ft.com/content/71993b1f-2c29-4743-82e8-f44315c7683f#post-ad4cf1e6-d938-46fa-b631-5e695068dec2\">strong rebounds in activity</a> for <strong>Spain</strong> and <strong>Italy</strong>, fuelling hopes of a strong second quarter for the bloc's big economies. Italy has benefited from the <a href=\"https://www.ft.com/content/dfb16c93-9e1f-45ad-98c7-d477f05fa9f6\">shift to ecommerce</a> during the pandemic and in particular from goods exports, which are enjoying the strongest growth rate of any major eurozone country. Outside the bloc, <strong>inflation in</strong> <strong>Turkey</strong> has hit <a href=\"https://www.ft.com/content/d696b8b8-dd9f-4125-a906-3c8012359524\">17.5 per cent</a> after the easing of pandemic restrictions boosted consumer spending, complicating central bank efforts to cut interest rates, as demanded by the country's president. </p> <p><strong>Brazil</strong> was rocked over the weekend by protests against <a href=\"https://www.ft.com/content/313c9a82-6599-4910-97ce-d2dab8e0df23\">alleged corruption in the procurement</a> of Covid-19 vaccines involving President Jair Bolsonaro. Critics claim the populist leader has been negligent in his handling of the pandemic, which has claimed more than half a million lives in the country.</p> <p>Poland's central bank chief <strong>Adam Glapinski</strong> tells the FT he is not worried about <a href=\"https://www.ft.com/content/e51c6e59-12d1-4ec2-a82c-ea36891e60fd\">rising inflation in </a>the country, which, at 4.4 per cent, is currently the second highest in the EU. Some argue the bank should take action as the nation's labour market shows signs of tightness: unemployment, at 3.8 per cent, is among the lowest in the bloc.</p> <h1>Business</h1> <p>The UK may be gearing up for the <a href=\"https://www.ft.com/content/73e8d107-f58f-4080-ac8d-7c22fbbad28f\">return of “normality”</a> on June 19, but the country's businesses fear the effect of a <strong>financial cliff edge</strong> as government <a href=\"https://www.ft.com/content/d27173f3-19ba-4d9f-b37e-82bc526be72d\">pandemic support winds down</a>. Companies will shortly have to begin paying towards the costs of furlough, just as they grapple with the “debt time-bomb” of money borrowed through Covid bounceback loans.</p> <p>Swedish industrialist <strong>Jacob Wallenberg,</strong> in an interview with the Financial Times, says EU politicians are using Covid as an <a href=\"https://www.ft.com/content/e3a3af48-6884-4614-b035-0115b05d6f50\">excuse for protectionism</a>, risking the creation of barriers in the very supply chains that have helped Europe cope with the pandemic. “I think the fact that vaccines&#xa0;were dealt with at a&#xa0;truly international level is the&#xa0;reason we got vaccines as fast as we did,” he argues.</p> <p>Our Big Read looks at the problems faced by the <strong>“lockdown cohort”</strong> — and in particular young graduates — who are beginning their careers <a href=\"https://www.ft.com/content/0c4bf673-ab70-4d8f-98c7-9ab3b0f7e261\">without access to the training and networking opportunities</a> that were taken for granted before the pandemic. And those are the lucky ones: many graduate job openings have disappeared. <em>Read our special report: </em><a href=\"https://www.ft.com/reports/women-start\"><em>Women at the Start</em></a><em>.</em></p> <h1>Markets</h1> <p>US markets were closed following yesterday's Independence Day celebrations, but investors in Europe were still taking cheer from Friday's <a href=\"https://www.ft.com/content/3f69fbf5-c2cc-4031-a572-bcd4dbbecef3\">bumper American jobs report</a>, supplemented by the encouraging IHS Markit data on eurozone manufacturing and services. </p> <p>Even before the traditional summer lull, <a href=\"https://www.ft.com/content/80717968-7714-4ed8-b73b-029f9b1e9590\">global markets are eerily calm</a>, writes markets editor <strong>Katie Martin</strong>. Investors have faith that central banks will cushion shocks when necessary and it could be the end of the year before they find out if their main fear — the return of old-style inflation — is likely to materialise. In the meantime, enjoy the silence, she writes. </p> <p>In normal times, a rise in commodities prices is accompanied by a rise in emerging market stocks (and vice versa). The pandemic effect means that <a href=\"https://www.ft.com/content/d9f44a44-23f6-4420-a153-0982de4abd26\">correlation is now breaking down</a>, explains EM correspondent <strong>Jonathan Wheatley. </strong></p> <h1>Have your say</h1> <p>Europeanabroad comments on <a href=\"https://www.ft.com/content/dfb16c93-9e1f-45ad-98c7-d477f05fa9f6?commentID=d680f2f1-44b2-4730-aa96-a97f04bdb212\">Italy's economy aided by businesses pushed online by pandemic</a>:</p> <blockquote>  <p>Italians just need a public administration that works, preferably online. Technology is not necessarily the biggest challenge here. Complicated rules and laws, no clear remits, multiple bodies having a say on anything, a tax system that leaves tax consultants baffled, rule of law existing only on paper (lots of it!) are much more a hindrance than a lack of digitalisation. Italian companies will thrive if they can devote their time to business rather than navigating the bureaucracy. The growth and success reported in the article are happening precisely because the Italian State is NOT involved in the ecommerce sphere too much. Happy for the positive economic data, good luck to Draghi and to my fellow Italians. </p> </blockquote> <h1>Final thought</h1> <p><a href=\"https://www.ft.com/content/d6818116-eba4-4207-8669-5b249c88c8b2\">Listening to birdsong</a> has been a comfort to many during the pandemic gloom, but will we ever understand what they are warbling on about? Jonathan Guthrie asks the experts. </p><p>Source: Darren Dodd 2021 'Business travel to take off again' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-05T17:15:00.535Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2228,
          "end": 2244
        }
      ],
      "nexusId": "10021878"
    }
  ]
}