{
  "_id": "3584d58a5713db298b21dd8a3ac1c24c97140187f69406a5f7a763895fd6f108",
  "feed": "market-watch",
  "title": "Kabbage is offering small business lines of credit in second product launch since it was acquired by Amex",
  "text": "<p>Now renamed Kabbage from American Express, the financial technology company is offering eligible small businesses lines of credit of $1,000 to $150,000. Earlier this year, Kabbage started offering checking accounts for businesses as its first product launch under its new ownership.</p><p>“Our goal is to deliver a cash flow management platform,” Kabbage co-Founder Kathryn Petralia told MarketWatch. “Our products are designed to work better together, so you're not going to five different providers. There's advantages to that…better pricing and services.”</p><p>Generally, businesses can't use credit cards to pay suppliers, for rent or to expand a business into a new space. Kabbage allows businesses to borrow money to improve revenue opportunities.&#xa0;</p><p>Don't miss:&#xa0;How debit cards are becoming ‘a democratizing force'</p><p>Petralia said Kabbage was the first to use real-time access to third-party data to evaluate eligibility for lines of credit. The framework allows companies to get capital when they need it.</p><p>“You're seeing more investment [by small businesses] in digital experience, e-commerce, online ordering and delivery and payment processing and accounting,” Petralia said.</p><p>Since the acquisition of Kabbage for an undisclosed sum late last year, American Express now provides capital for loans by Kabbage.&#xa0;</p><p>Kabbage's business is not broken out by its corporate parent, but its activity has grown since the acquisition, Petralia said.&#xa0;</p><p>ICMYI:Expensify stock surges after IPO in vote of confidence for ‘rare profitable tech company'</p><p>American Express CFO Jeffrey Campbell said last week at the Goldman Sachs U.S. Financial Services Conference that the Kabbage acquisition provided a “fabulous set of technology” for the company to aim at small businesses.</p><p>“Pairing that [technology] with also some short-term working capital-oriented lending that is not done on a card basis is kind of the third leg of the stool that we think gives us a many, many year runway to continue the kind of growth that we've had with small business,” Campbell said.</p><p>See: PayPal ‘now risks getting disrupted' by competitors, analyst says in downgrade</p><p>Petralia said the backing of American Express will allow Kabbage to provide loans to more medium-sized companies.</p><p>The acquisition of Kabbage came as bigger financial firms shop for smaller fintech players to boost their growth.</p><p>Amex shares have gained 36% in the year to date, while the Dow Jones Industrial Average DJIA has added 17% and the S&amp;P 500 SPX has gained 25%.</p><p>See: PayPal, Square stocks look attractive amid fintech ‘carnage,' says analyst</p>",
  "published": "2021-12-13T13:45:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 25,
          "end": 41
        },
        {
          "start": 101,
          "end": 105
        },
        {
          "start": 1242,
          "end": 1258
        },
        {
          "start": 1525,
          "end": 1541
        },
        {
          "start": 2148,
          "end": 2164
        },
        {
          "start": 2347,
          "end": 2351
        }
      ]
    }
  ]
}