{
  "_id": "e28b7ecdca3b0bb926834cc8333f2aded4584a21392fb84b86f5961e4cded35c",
  "feed": "ftcomall",
  "title": "US investors promise more UK investment in spite of Brexit worries",
  "text": "<p>More than half of the large US businesses with operations in the UK plan to increase investment in the next few years despite concerns over the lack of a<a href=\"https://www.ft.com/content/980fce99-e212-4158-a9d7-88c6577393e0\"> trade deal between the countries</a> and <a href=\"https://www.ft.com/brexit\">Britain's departure from the EU</a>.</p> <p>A survey of 68 large cap American companies employing more than 275,000 people in the UK found “very high” confidence in the country as a place to do business. About one-third rated confidence at the highest levels, while about 60 per cent said that they would increase investment in the UK.</p> <p>The survey, which was carried out by US/UK trade association BritishAmerican Business and consultancy Bain, spanned businesses from sectors such as financial services and manufacturing to technology, media and telecommunications. Respondents included firms such as insurance group Marsh McLennan and payments company American Express.</p> <p>“The combination of a strong and multilingual talent base, a supportive business environment, and geographical and timezone advantages continues to make the UK an ideal jumping-off point for our operations outside the US,” said Anna Marrs, a group president at American Express.</p> <p>Dan Glaser, president &amp; chief executive of Marsh McLennan was just as bullish. “The UK is a large and dynamic economy with outstanding regulatory and educational systems,” he said.&#xa0;“Top talent from around the world want to work and live in Britain.”</p> <p>But the survey also found there were worries about both Brexit and US trade relations among US businesses with large UK operations.</p> <p>The main worries over Brexit were the risk of political tension as well as practical matters such as supply chain problems and the ability to access talent from the EU. Regulatory barriers, loss of ability to perform certain services in the EU and tariffs were also flagged.</p> <p>About 17 per cent of the US companies surveyed said they had relocated jobs to the EU.</p> <p>US companies that answered the survey, which is planned to become an annual gauge of US investment intentions in the UK, warned that these Brexit concerns could overshadow their outlook for the future.</p> <p>Nearly 40 per cent of companies said the top priority should be improving the political and economic relationship with the EU for the UK to maintain its top ranking as a destination for US investment.</p> <p>“The UK is very well-positioned to continue to attract companies from the US and from around the globe,” said Duncan Edwards, chief executive of BritishAmerican Business.&#xa0;</p> <p>“But this positive outlook will be enhanced by a comprehensive trade deal with the US, a more positive political and trading relationship with the EU, and more business-friendly domestic policies.”</p> <p>The other important priority for US companies was Washington and London finalising negotiations for a trade agreement, according to the survey. Liz Truss, international trade secretary, will this week travel to the US to meet officials, according to people familiar with the matter.&#xa0;&#xa0;</p> <p>Other recommendations for the UK government included providing greater clarity around its industrial strategy and maintaining a business-friendly corporate tax environment. </p> <p>Jonathan Frick, a partner at Bain in London, said that US investors had maintained the majority of their workforces since the UK's exit from the EU. “In particular, financial services firms believe the City will remain a hub for the business community with a broad and diverse talent pool,” he said.</p><p>Source: Daniel Thomas in London 2021 'US investors promise more UK investment in spite of Brexit worries' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-11T21:00:43.538Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 833,
          "end": 849
        },
        {
          "start": 1112,
          "end": 1128
        },
        {
          "start": 825,
          "end": 849
        }
      ],
      "nexusId": "10021878"
    }
  ]
}