{
  "_id": "0bc9d383b239df35284248fe7f537b8e35ffad2467868eb910ff222348a86332",
  "feed": "wall-street-journal",
  "title": "C-Suite Strategies (A Special Report)  ---  What's Keeping Black Workers From Moving Up the Corporate Ladder?  Companies have devoted a lot of attention to diversity in hiring and promotions. A new study offers clues as to why the efforts have fallen short -- and what can be done to change that.  ----  By Vanessa Fuhrmans and Te-Ping Chen",
  "text": "<p>   American corporations have devoted no shortage of resources or rhetoric toward making workplaces more racially diverse. So why aren't there more Blacks in the management ranks of the business world? </p><p>   After all, major U.S. companies are hiring Black Americans in large numbers for hourly jobs in the field, and Blacks make up 12% of entry-level corporate roles, just short of their 13.4% share of the general population. More recently, Black employees have also made some headway in early-stage promotions. </p><p>   Yet Black employees are leaving early-career jobs in high numbers -- often, they say, because they feel little support or opportunity to advance, according to new research by McKinsey &amp; Co. Those losses offset many of the small gains companies have made in recruiting and promoting Black professionals and mean even fewer of them are positioned to make the leap from entry-level white-collar jobs into management and executive roles. Black workers make up 12% of the entry-level jobs, but their numbers shrink to 7% just one step up the career ladder into first management roles. </p><p>   This is true not only in corporate jobs, but also in low-paying hourly jobs in the stores, warehouses and call centers of major companies, where many Black Americans work but find few bridges to supervisory roles and other jobs with more career potential. From 19% of hourly jobs, Black workers make up 13% of higher-level, salaried roles in the field. By contrast, whites start out as 52% of hourly field workers but make up 60% of all salaried field employees. </p><p>   Those are some of the findings of one of the most comprehensive examinations to date of the Black experience in the corporate world. Conducted by McKinsey in partnership with Walmart Inc., the W.K. Kellogg Foundation and PolicyLink, a nonprofit that focuses on economic and racial-equity issues, the study  includes a first-ever look at internal data on the hires, promotions and career arcs of nearly four million employees at two dozen of the country's biggest companies, as well as analyses of the labor markets they operate in and the broader Black employment picture in the U.S. As part of the study, McKinsey researchers also surveyed 25,000 employees of all races at those companies on their workplace perceptions and experiences. </p><p>   The numbers suggest that one reason for the lack of headway is that companies' efforts have benefited a relatively small pool, and failed to address the issues fueling attrition among Black employees. Companies have made strides in elevating some Black leaders in their most senior ranks: The share of Blacks on executive teams is slightly higher than in middle management and nearly doubles at the boardroom level, to 11%. Yet such efforts have largely failed to trickle down to the hundreds of thousands of entry-level workers toward the bottom of the corporate pyramid. </p><p>   And although business leaders are paying closer attention to the numbers of Blacks moving in, up and out of their workforces, the data shows the lived experience of Black workers and managers remains worse than that of their colleagues. </p><p>   While Black employees surveyed by McKinsey overwhelmingly report a sense of purpose and accomplishment from their work, half say they feel they receive little or no support to advance their careers, compared with an average of about 40% for all other groups. While many employees believe the workplace isn't a meritocracy -- only half of all workers say they believe promotions are based on performance -- for Blacks, such skepticism is more widely held: Just 29% say they think promotions are merit-based. Meanwhile, Blacks, at 48%, are nearly twice as likely as other minorities to perceive that their race makes it harder to achieve their career goals. </p><p>   \"People are coming into organizations with great enthusiasm and great interest, and then what happens is they don't find the mentorship, the sponsorship and the opportunity that they see others receiving,\" says Ron Williams, the former chairman and chief executive of Aetna who currently sits on the boards of Boeing Co., Johnson &amp; Johnson and American Express Co. A big flashpoint is that first chance to break into the management ranks, where too often, he says, he has seen hiring bosses rely on their comfort level or preconceived ideas of who is the right fit rather than a talent-management approach that applies the same rigor and objective criteria that companies use to launch products. </p><p>   \"It's where careers are made or broken,\" he says, nodding to the few Black executives who have filtered all the way to the top as a case in point. \"I'm a very good executive, but I'm not one of just 23, 24 people who are African-American who had the capability to run a major company. There are a lot of people like me. But we waste a lot of talent.\" </p><p>   What headway companies are making in supporting and advancing Black employees is so slow that at the current trajectory in promotion and hiring rates, McKinsey researchers calculate it would take nearly a century for every level of the corporate pyramid to mirror the Black share of the total population. But by tackling key barriers, such as higher attrition and lower odds for career advancement among Black workers, companies could reach that milestone in 25 years, says Lareina Yee, a senior partner at McKinsey and the firm's diversity and inclusion chief. </p><p>   \"What it shows is the road to equality isn't a one- or two-year corporate program,\" but a systematic, multiyear approach, Ms. Yee says. \"It's not just about hiring 10 extra people from a historically Black college,\" she adds. \"It's also about creating a culture that if you recruit them that they want to stay.\" </p><p>   What's more, beyond the growing political, social and investor pressure to create more inclusive workplaces, \"it's becoming a brand strategy,\" says Talia Fox, CEO of KUSI Global Inc., a Washington-based leadership-development firm that also advises companies on changing workplace cultures. </p><p>   \"A lot of millennial high-performing talent ask us, even as a Black-owned company, 'What are you doing around social and racial justice?' \" she says. At other companies, \"I've talked to some hiring managers where candidates have walked out of the room if the answer was, 'We don't have a plan but we're working on it.' \" </p><p>   Rachelle C. Olden, a 37-year-old global experiential marketing manager at Microsoft Corp., says she turned down competing offers at two other major tech companies three years ago. As a Black woman in technology, and thus often the only Black person in the room, she says it was especially important to find a supportive work culture. </p><p>   \"One way I knew this was a good place is I didn't feel afraid about calling out my team, as well as the company, on their lack of diversity,\" says Ms. Olden, who says she is one of three Black employees on a team of 100 marketers. \"And they never made excuses. They were like, 'You're right. How do we do better?' \" </p><p>   Certain gestures, even when small, have been meaningful, she says, such as when a senior white executive in a group video chat corrected someone who had mispronounced her name or when another leader asked last year if she would be interested in a \"reverse mentorship\" relationship with him. The two meet via video regularly to swap and learn from each others' experiences. \"These are the things that add up and make me feel included,\" she says. </p><p>   Many Black employees report feeling otherwise at work. Those surveyed by McKinsey were less likely than their white peers to say they feel they can speak up, present ideas or share details about themselves and their lives outside of work. And while a majority of all employees surveyed by McKinsey say their company's diversity efforts are effective, one-third of Black employees agree. </p><p>   Many companies in recent years have tried to address the lack of diversity when hiring and promoting. All of the companies in the study say they provide antibias training for hiring managers, two-thirds require racially diverse slates of job candidates to be considered for all positions, and 41% say hiring panels themselves must be diverse. </p><p>   But such moves often have limited impact, some executives say. During Herb Dyer's time as the chief operating officer of a Seton Family of Hospitals acute medical facility in Austin, Texas, a role he held from 2009 to 2013, hiring managers would often interview candidates of different backgrounds, he says. But the practice didn't necessarily lead to more diverse hires. </p><p>   \"It was just going through the motions,\" says Mr. Dyer, who says he would try to raise the issue without being confrontational. \"I'd say, 'Look, I'm not telling you you need to hire an African-American for every position, but you need to look at other than what is traditional.' \" </p><p>   As a 6-foot-3, 220-pound Black man, he says, he was personally aware of the kinds of stereotypes that can influence such decisions: At one point in his career, a white supervisor assumed he'd been a professional athlete; in performance evaluations, he occasionally got feedback from colleagues suggesting he was intimidating. </p><p>   \"It super bothered me because I thought I did all the right things in being respectful, treating people well,\" says Mr. Dyer, who now has his own consulting firm. </p><p>   Nick Ragone, executive vice president of Ascension, the parent company of Ascension Seton, formerly Seton Family of Hospitals, says the organization condemns \"all forms of racism, discrimination and injustice as we work together to ensure our associates and patients are treated justly and respectfully.\" </p><p>   Even in supportive workplaces, some Black professionals say they often feel the burden of being a standard-bearer for their race. Karen Henry, 53, became an attorney at national law firm Davis Wright Tremaine LLP in her mid-30s after more than a decade working as a Los Angeles Superior Court supervisor and clerk with a paralegal degree. A judge-turned-mentor had pushed her to go to law school. </p><p></p>",
  "published": "2021-02-22T07:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4095,
          "end": 4111
        }
      ],
      "nexusId": "10021878"
    }
  ]
}