{
  "_id": "b141062f09a25a25544986d4241c8f1961471e550ed3190b221e946d7294c912",
  "feed": "ftcomall",
  "title": "The road warriors will defeat the beancounters",
  "text": "<p>Last week I took my first long-haul flight since the pandemic began: never has Heathrow-JFK felt less grim. A week before the US opened up to more travellers, both airports were quiet. On the return leg, the crew announced happily there were only 91 passengers on board an Airbus A350 that can accommodate 351.</p> <p>Pleasant as this was, the travel sector cannot continue to endure flights that are three-quarters empty. The worry is that the missing business travel never comes back. Many companies thrived during lockdowns and discovered they could rely on Zoom, Hangouts and Teams. With the added excuse of corporate climate pledges, beancounters are looking sceptically on travel requests. </p> <p>Last week, a Morgan Stanley survey of 170 corporate travel managers, collectively responsible for $7bn of spending, added to the gloom. One in five corporate room nights could be permanently lost, the survey found, with 27 per cent of respondents expecting that corporate travel would never return to pre-pandemic levels; budgets for 2022 would be 31 per cent below 2019. Surprisingly, even as countries begin to open up, those numbers have worsened from the last poll a few months ago.</p> <p>But on the ground — and in the air and in the hotel lobbies — things are much more positive. The surge in profits that Marriott and Hilton have just reported for the third quarter were among the strongest in the S&amp;P 500. </p> <p>That comes from a low base last year. But the rapid recovery is continuing, with key sectors rebounding. Marriott reported a 35 per cent increase in business from accountants and consultants from September to October and, somewhat ironically given its role in enabling remote working, a 31 per cent increase from the tech sector. Smaller companies are already back. Historically, 60 per cent of Marriott's client base is formed of small and medium-sized companies; now that has risen to 75 per cent. </p> <p>“I consider those your classic road warriors — whether it's sales, consulting, project management,” said Leeny Oberg, chief financial officer at Marriott. “I do think the large company business travel is constrained by not having people fully back in the office.”</p> <p>In other words, there is little point in some people hitting the road if their customers or suppliers are still working from home.</p> <p>“The proxy we look at is are they opening their offices?” said Drew Crawley, chief commercial officer at American Express Global Business Travel, which arranges corporate travel. </p> <p>The slice of business travel that is permanently lost because of new communications habits is likely to be quite slim as companies remember the benefit of meeting in person. “We act like clients have only just discovered this Zoom thing,” said Crawley. “It did exist before.”</p> <p>Hotel groups are confident that they can benefit from changes to work patterns. India's Mahindra Group told investors this week that international business travellers might be few and far between but locals were combining work with holidays: “bleisure, business-cum-leisure, or what we now call workations”. Western groups report the same phenomenon. </p> <p>The final evidence is in prices. Oberg notes that after 9/11 and the 2008 financial crisis, it took years for them to recover. After Covid, she said, it has almost happened already. The average daily rate at Marriott-owned hotels surged 31 per cent to $175.96 in the quarter. Normality is returning. If we could only keep the quiet planes.</p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/9878bd32-1c2b-49b0-967d-19e82a9c927e\"><em>End of Covid travel ban is a chief financial officer's nightmare / From Hugh Rylands, Manchester, UK</em></a></p><p>Source: Tom Braithwaite 2021 'The road warriors will defeat the beancounters' FT.com 12 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-12T10:33:03.743Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2397,
          "end": 2413
        }
      ]
    }
  ]
}