{
  "_id": "4e2387670114f694bf918690e32a643f4650ade62664a9d1006b2f04e48cc30a",
  "feed": "wall-street-journal",
  "title": "Hertz Searches for a New CEO After Bankruptcy; Rental-car company explores management changes after its pandemic bankruptcy",
  "text": "<p>Hertz is talking to several potential CEO candidates and a decision hasn't been finalized, the people said. It is unclear when a leadership change may be announced. Hertz didn't respond to requests for comment.</p><p>Hertz exited bankruptcy on June 30 and said in August it planned to bring its shares back to a major stock exchange by the end of this year. It is planning a roadshow to woo institutional investors as part of the relaunch.</p><p>Several qualified candidates have expressed interest in the CEO job, and Hertz would like to have the decision made before the stock is relisted on a major exchange, one of the people said.</p><p>Mr. Stone, who has led the company's roughly 24,000 employees during the pandemic, previously was its chief retail operations officer in North America for two years. Before joining Hertz, he was chief retail officer at outdoor products merchant Cabela's.</p><p>The car-rental business has snapped back from the start of the pandemic. Many travelers have found it challenging to book rental cars on their post-pandemic trips, while others have turned to renting cars from private individuals or biking around during vacations. At leisure destinations, rental offices have been swarmed by travelers eager for a vehicle.</p><p>Hertz was one of the highest-profile corporate defaults stemming from the coronavirus pandemic when it filed for bankruptcy. As would-be drivers stayed home in spring 2020, Hertz staggered under $19 billion of debt, much of it tied to its fleet. The company had been losing money for several years before the crisis and facing competition from ride-hailing services such as Uber Technologies Inc.</p><p>Executives from Certares, Knighthead and Apollo Global Management Inc., which also backed the company's exit from chapter 11, occupy five of the nine seats on the Hertz board. Certares founder Gregory O'Hara serves as Hertz's chairman.</p><p>Hertz stock closed Friday at $15.91 in over-the-counter trading, with a market capitalization of more than $7.4 billion. The Hertz bankruptcy was a rarity in that it returned roughly $8 a share to its stockholders. Typically in business bankruptcies, equity owners walk away empty-handed.</p><p>Certares and Knighthead formed an investment vehicle last year to back travel and leisure businesses such as Hertz. Certares also has a controlling investment in travel-management firm American Express Global Business Travel, which earlier this year struck a deal with Hertz.</p><p>Mr. Stone said last month that Hertz was collaborating with its new investor group and its \"extensive travel industry network,\" including Amex GBT and Tripadvisor Plus. He also said Hertz was strengthening its relationships with Uber and Lyft Inc., and was planning to add more electric vehicles into its fleet.</p>",
  "published": "2021-09-11T14:19:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2343,
          "end": 2359
        }
      ]
    }
  ]
}