{
  "_id": "616f2debc352f64c90d02f2811c02ffa7f53ac495cd9030a3986ee685de06ff0",
  "feed": "wall-street-journal",
  "title": "Golf (A Special Report) --- A Rare Chance to Play With the Pros: Pro-ams let a fan swing with the stars. For a hefty price.",
  "text": "<p>Pro-ams, as they're called, are a big part of the draw for corporate sponsors, which pay anywhere from $8 million to $18 million annually to attach their names to PGA Tour events. A pro-am gives the sponsor a memorable entertainment vehicle for clients. The fees the amateurs pay to participate also contribute significantly to a tournament's revenue. Most tournaments are nonprofits that direct net proceeds to charities determined by the tournaments and their sponsors. And few, if any, sports organizations match the nonprofit PGA Tour's generosity; in 2020, the circuit surpassed $3.2 billion in charitable giving, cumulatively, dating back to 1938.</p><p>\"Pro-ams are our [financial] lifeblood,\" Paul Goydos, a two-time PGA Tour champion, said at the recent Arnold Palmer Invitational in Orlando, Fla. \"It's what we do. It's very unique to our sport, and one of the great things about golf. I can't play tennis with Roger Federer.\"</p><p>With the exception of golf's four major championships and a handful of bigger events, most tournaments on the PGA Tour offer a Wednesday pro-am. Amateurs pay roughly $3,000 to $12,000 each to participate, and they play on the same course the pros will play. Two events -- the Pebble Beach AT&amp;T Pro-Am and the American Express in Palm Springs, Calif. (the former Bob Hope Classic) -- conduct multiday pro-ams as part of the official competition. (Those spots can be $25,000-plus and are filled by celebrities and CEOs.)</p><p>Say an event charges $10,000 per pro-am spot -- a popular fee, such as the one charged at the recent Arnold Palmer Invitational at Bay Hill Club &amp; Lodge in Orlando. At Bay Hill, that meant 40 teams of three amateurs (some pro-ams allow four) joining 40 pros, for a total of $1.2 million.</p><p>Tournaments and their pro-ams were sidelined from March to June last year because of Covid-19, and to be safe, the tour first returned without pro-ams. By the Safeway Open in September in Napa, Calif., they were back, initially on a smaller scale.</p><p>\"When we unfortunately didn't have it this past summer, it really felt like a big part of our heart and soul was missing,\" says Tyler Dennis, PGA Tour chief of operations.</p><p>Many tour players have forged lifelong relationships through pro-ams. Rich Beem, the 2002 PGA Championship winner, played a pro-am at the Farmers Insurance Open at Torrey Pines 20 years ago and still beckons his group to assemble for lunch when he visits San Diego.</p><p>Of course, there are always those overzealous amateurs who want to play hard and beat their professional. Mr. Beem says he once had a quality amateur challenge him to a cash game. \"Let's play $10 a hole, and you give me two shots a side,\" the challenger said, meaning Mr. Beem would have to spot him one shot on each of the two toughest holes on both the front and the back nine.</p><p>Mr. Beem says he thought about it, and had a counter: \"Let's play for $500 a hole, and I'll give you four shots a side.\" That proved too rich for the amateur's blood.</p><p>\"Ok, then,\" Mr. Beem told him, \"let's just have some fun.\"</p><p>---</p><p>Mr. Babineau is a writer in Oviedo, Fla. He can be reached at reports@wsj.com.</p>",
  "published": "2021-04-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1240,
          "end": 1256
        }
      ],
      "nexusId": "10021878"
    }
  ]
}