{
  "_id": "7efaf72ed6605bdcbac4c52750e54a3997e5ccde15b58eeff71efbeda3658fd3",
  "feed": "ftcomall",
  "title": "Corporate America pulls political donations after Capitol assault ",
  "text": "<p>Many of the biggest corporate donors on Wall Street and across the US are reviewing their political spending after last week's <a href=\"https://www.ft.com/us-capitol-attack\">assault on the Capitol building</a>, threatening to pull millions of dollars from lawmakers whose opposition to the presidential election result contributed to the unrest.&#xa0;</p> <p>Banks such as JPMorgan Chase and Citigroup and the technology groups Facebook and Microsoft were among those suspending all donations from their political action committees, or PACs.&#xa0;</p> <p>Others cut off funding only to the Republicans who voted against certifying Joe Biden's election victory. Companies taking that step included AT&amp;T, the largest public company donor to those lawmakers; Amazon, the ecommerce group; Dow, the chemical company; and American Express.</p> <p>Dow said it would suspend PAC contributions to politicians who disputed the election results for a full election cycle, affecting members of the House of Representatives for up to two years and senators for up to six years.&#xa0;</p> <p>Hallmark, the greetings card company, asked two of those senators to return its contributions, after giving $7,000 to Josh Hawley and $5,000 to Roger Marshall in the past two years. The two senators' recent actions “do not reflect our company's values”, it said.</p> <p>In a memo to Amex employees, chief executive Stephen Squeri said the attempts by some members of Congress “to subvert the presidential election process” did not align with the credit card company's values, so its PAC would no longer support them.&#xa0;</p> <p>The Amex PAC had backed the campaigns of 22 House Republicans who opposed the election certification.</p> <p>Morgan Stanley is also indefinitely halting contributions to those elected officials who voted against <a href=\"https://www.ft.com/content/9ddcec96-3a3a-4f89-bb2b-1dae93185a70\">certifying the election results</a>, said a person familiar with the bank's decision. </p> <p>Craig Holman, a government affairs lobbyist for Public Citizen, a consumer advocacy group, said he had never seen such an array of companies simultaneously questioning their political spending.&#xa0;</p> <p>“We're talking about millions of dollars of campaign contributions that are going to dry up,” he said, adding that the message the statements sent to lawmakers was as important as the sums involved. “If you've got Wall Street saying you're too radical for us . . . that's going to resonate,” he said.</p> <p>Noting that several companies suspended donations to all candidates, Mr Holman described that approach as “safer [but] a little bit cowardly”. </p> <p>Microsoft, which has attracted opposition from some employees over its past spending, said its PAC would make no donations “until after it assesses the implications of last week's events” and would consult with employees on its future giving. </p> <p>Citigroup stopped all political contributions for three months, JPMorgan Chase said it was pausing all PAC donations for six months and Goldman Sachs said it was suspending all political spending indefinitely. </p> <p>Still, several bank insiders admitted that the impact of their actions would be minimal. “It really isn't the time of giving,” said one, noting that the next congressional elections are not until November 2022. Another insider said their bank would “catch up” and donate more later in the midterm election cycle, though the funds would be distributed to different candidates in light of last week's events.</p> <p>The amounts donated through bank PACs are typically in the hundreds of thousands or low millions of dollars.</p> <p>In a note to staff, Citi's government affairs head, Candi Wolff, said the bank had donated to just one of “the candidates who led the charge against the certification of the Electoral College”, giving $1,000 in 2019 to Mr Hawley's campaign. </p> <p>“We want you to be assured that we will not support candidates who do not respect the rule of law,” Ms Wolff said. </p> <p>Deutsche Bank, Mr Trump's longtime lender, has decided not to do any further business with the outgoing president or his companies, a person familiar&#xa0;with the situation said, confirming&#xa0;reports in The New York Times. The decision was taken before the Capitol attacks, which Deutsche's US chief Christiana Riley described as a “dark day for America and our democracy” in a LinkedIn post.</p> <p>The moves reflect a rethink of political spending across corporate America. A straw poll of more than 30 chief executives by the Yale School of Management last week found unanimous support for reviewing political spending. </p> <p>Since then, companies including American Airlines, FedEx, Ford and Marriott have said that their PACs would review or suspend contributions. </p> <a href=\"http://www.ft.com/cms/c1f6dd0e-b702-41ad-bde3-9e9a43e8c84b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Bruce Freed, president of the Center for Political Accountability, said the wave of threats by companies to pull their contributions was unprecedented. “The risk has really caught up with them,” he said. </p> <p>But he added that contributions through PACs represented a small portion of total political spending by companies, whose payments through trade associations and tax-exempt funding organisations are not subject to the same disclosure requirements. </p> <p>Trade associations that were among the biggest donors to Republican senators who refused to certify the election results gave more cautious responses. The American Bankers Association said it would discuss last week's “troubling events” with members before making any decisions.</p> <p>Meanwhile, in the business of sports,&#xa0;the prominent American football coach and longtime Trump ally Bill Belichick said on Monday that he would not accept the Presidential Medal of Freedom, the highest US civilian award and the latest public rebuke of last week's insurrection at the Capitol.<br><br>Mr Belichick is widely considered one of the best National Football League coaches in history, having won six Super Bowls with the New England Patriots. “The tragic events of last week occurred and the decision has been made not to move forward with the award,” he said in a statement which did not mention Mr Trump by name, adding that he has “great reverence for our nation's values, freedom, and democracy”.</p> <p><em>Additional reporting by Sara Germano in New York</em></p> <p><em><br></em></p><p>Source: Laura Noonan and Andrew Edgecliffe-Johnson in New York 2021 'Corporate America pulls political donations after Capitol assault ' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T02:22:24.984Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 739,
          "end": 755
        },
        {
          "start": 1257,
          "end": 1261
        }
      ]
    }
  ]
}