{
  "_id": "d8adcf582bef4f989d29e21b867db865e0f96a107f16e9a437cb476e502a9e2e",
  "feed": "wall-street-journal",
  "title": "Consumers Borrow at Record Level",
  "text": "<p>It also increased 11% from April 2019, according to Equifax , which measured how often lenders checked consumers' credit reports to make loan decisions.</p><p>Lenders are meeting the moment. Equifax said lenders extended a record number of auto loans and leases in March, the latest month for which data are available.</p><p>They also bumped up credit-card originations, issuing more general-purpose credit cards than any other March on record. Equifax 's data go back to 2010.</p><p>It is quite the reversal from 2020, when many people shunned credit cards, personal loans and other types of debt. Some didn't need to borrow because stimulus checks, expanded unemployment benefits and a surging stock market padded their checking accounts.</p><p>But many didn't want to spend money when they were worried about getting laid off, and others, stuck at home, had nothing to buy.</p><p>But with vaccinations readily available in the U.S. and the economy reopening, many Americans are newly confident in the economy after hunkering down last year.</p><p>They are splurging on cars, vacations and eating out. Higher prices, especially for cars and trucks, have also stoked loan demand.</p><p>\"There's a significant increase in consumer-credit demand and a growing appetite to use credit on things like those vacations that were postponed for 18 months,\" said Tom Aliff, senior vice president of analytics consulting at Equifax .</p><p>Felipe Betancor signed up for the American Express Platinum card in April after nearly two years of not applying for a credit card. Mr. Betancor, of Greenville, S.C., recently returned to traveling a lot for work and is using the card to access airport lounges. He said he was also enticed by a sign-up bonus of 125,000 rewards points.</p><p>Mr. Betancor, a 28-year-old mechanical engineer, used the card to buy fiancee Samira Mawla's engagement ring and plans to use it for some wedding expenses, too. He expects to continue paying his balance in full each month and hopes to use the rewards points for their honeymoon.</p><p>Lenders are signaling their own expanded appetite for consumer debt. Big banks tightened underwriting requirements at the start of the pandemic, when unemployment soared and a surge in delinquencies seemed likely. Some banks started unwinding those tighter standards earlier this year.</p><p>Separately, lenders mailed 127 million personal-loan solicitations to people's homes in May, up from 60 million a year prior, according to Mintel Comperemedia, which tracks the offers.</p><p>Many Americans have been paying down their credit-card debt since the pandemic began, a sign of overall consumer health. But it is a concern for lenders, which rely on ever-increasing loan volume to make money. Lenders hope that the bump in credit-card originations will result in more people carrying balances from month to month since lenders can charge interest.</p><p>Lenders originated some three million auto loans and leases in March, up about 53% from the same month in 2020 and the highest monthly figure on record, according to Equifax .</p><p>Auto balances for new originations also hit a record of $73.6 billion in March, up 59% from a year prior.</p><p>Lenders also issued nearly six million general-purpose credit cards in March, up 32% from a year earlier and the highest March figure on record.</p><p>Pat Lynch of Eagan, Minn., signed up for a $31,000 loan from his local credit union to buy a 2016 Lexus RX 350 in June. It was a splurge that Mr. Lynch felt was time to make. His old car, a Honda Odyssey minivan, was breaking down and required costly repairs.</p><p>Mr. Lynch, a sales manager for a beer distributor, was out of work for about 4 1/2 months last year due to the pandemic. He returned to his job in January and wanted a reliable car since he drives a lot for work. His retirement investment accounts appreciated significantly over the past year. That gave him peace of mind about spending some of the money he had saved in his bank account before the pandemic.</p><p>\"I'm 57. I can't take it with me. I figured why not enjoy a nice car,\" Mr. Lynch said.</p><p>At JPMorgan Chase &amp; Co ., customer spending on credit cards increased about 17% in May from the same month in 2019. Gordon Smith, the bank's co-president, said at a June conference that he expected the trend to continue throughout the year.</p><p>Brendan Coughlin , head of consumer banking at Citizens Financial Group Inc ., said he expects consumer lending to grow for the next 12 to 24 months, first as people use up their last stimulus payments and then as they increase spending on credit cards.</p><p>\"The U.S. consumer is poised to lead the economic recovery across the country,\" Mr. Coughlin said.</p><p>Some lenders are also extending more credit to people with low credit scores. Some 1.4 million general-purpose credit cards were given to subprime borrowers in March, up 28% from last year and 25% from 2019.</p><p>Roughly 602,000 subprime auto loans and leases were originated in March, up 31% from a year before. Balances on those auto loans and leases totaled $11.7 billion, the highest on record.</p>",
  "published": "2021-07-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1416,
          "end": 1432
        }
      ],
      "nexusId": "10021878"
    }
  ]
}