{
  "_id": "a83bf524ae5369871c978573911b9720b1199a635a6f781bd88b261e71fc2da1",
  "feed": "wall-street-journal",
  "title": "U.S. News -- Obituary: Power Broker Was Forged in Civil-Rights Frontline",
  "text": "<p>Vernon Jordan, a civil-rights leader whose pragmatism and charisma gave him access to corporate boardrooms, congressional leaders and the White House, died Monday at the age of 85.</p><p>As a young lawyer, he organized voter-registration drives and helped integrate a university. During the 1970s, he headed the National Urban League, which promotes education and economic opportunities. He survived severe injuries inflicted by a sniper's bullet in 1980.</p><p>After the 1992 election, he was chairman of President Bill Clinton's transition team. At other points in his career he was a partner at the law firm of Akin Gump Strauss Hauer &amp; Feld and a managing director at Lazard Freres &amp; Co.</p><p>Mr. Jordan was ready to scold presidents when they didn't meet his expectations on issues important to African-Americans. He also was willing to endure the scorn of Black leaders who thought he should be more radical.</p><p>While other Black leaders stressed how much remained to be done to eliminate racial bias, Mr. Jordan agreed but also emphasized how much had been achieved since his boyhood in Atlanta, when drinking from the same water fountain as a white person would have been unthinkable.</p><p>When corporations began feeling the need to appoint Black directors, he joined the boards of companies including American Express Co. and Dow Jones &amp; Co., publisher of The Wall Street Journal.</p><p>He could let go of grudges. George Wallace, the former Alabama governor and presidential candidate who had made his name by exploiting racial hatred, attended a 1983 speech given by Mr. Jordan in Montgomery, Ala. After the speech, Mr. Jordan greeted Gov. Wallace, who used a wheelchair. Gov. Wallace asked for a hug; Mr. Jordan complied.</p><p>Vernon Eulion Jordan Jr. was born Aug. 15, 1935, in Atlanta. He showed an early gift for public speaking. His mother, Mary Belle Jordan, who nicknamed him \"Man\" when he was a small boy, had major ambitions for him. She ran a catering business. His father, Vernon E. Jordan Sr., was a mail carrier.</p><p>Enrolling at DePauw University in Indiana, he brushed off warnings from an admissions officer that he couldn't make the grade there. A political science major, he persisted even though he had to hitchhike to Indianapolis, about 50 miles away, to find a barber willing to cut his hair. A white girl invited him to a dance, then tearfully rescinded the invitation when her sorority sisters objected.</p><p>During a summer vacation, he worked as a chauffeur for Robert F. Maddox, a former mayor of Atlanta. In his 2001 memoir -- \"Vernon Can Read!\" -- Mr. Jordan recalled that Mr. Maddox expressed amazement upon noticing that the young man could read. Mr. Jordan was annoyed, he wrote, but \"I was executing a plan for my life and had no time to pause and re-educate him.\"</p><p>After Mr. Jordan graduated from DePauw in 1957, he reported to Howard University Law School.</p><p>In his first job after law school, he helped a Black lawyer in Atlanta, Donald Hollowell, challenge the University of Georgia for rejecting applications from two Black students, Hamilton Holmes and Charlayne Hunter. Searching admissions records, Mr. Jordan found a white woman admitted who had a profile nearly identical to that of Ms. Hunter.</p><p>In 1961, a court ordered the university to admit the two students. Mr. Jordan escorted Ms. Hunter through what he described as a \"howling mob.\"</p><p>In his memoir, he depicted himself as \"a confidant, one who acts with discretion and is able, when needed, to help others view their situations in a different light. I enjoy this role, and I am grateful to have been able to play it.\"</p>",
  "published": "2021-03-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1286,
          "end": 1302
        }
      ],
      "nexusId": "10021878"
    }
  ]
}