{
  "_id": "d1860f7b5f3febb6f691a3137d36d018ca764d05f62c9000ac56ad1caae12806",
  "feed": "wall-street-journal",
  "title": " A Washington, depuis un salon de l'hôtel Willard, un groupe d'hommes et de femmes a mobilisé un réseau international pour orchestrer une mission de sauvetage de type militaire, pendant deux semaines; Comment 5000 Afghans ont été exfiltrés par une poignée de simples citoyens américains",
  "text": "<p>Deux jours plus tard, le 25 août, le ministre des Affaires étrangères par intérim du Somaliland a signé un accord de principe avec les ONG travaillant avec M. Van Meter, acceptant d'héberger temporairement jusqu'à 10 000 Afghans réfugiés à Berbera, un port du golfe d'Aden. Cet arrangement s'inscrit dans le cadre d'une opération planifiée sur un coin de table qui, selon M. Van Meter, a permis d'aider environ 5 000 Afghans à fuir leur pays au cours des deux dernières semaines. Elle constitue l'une des initiatives privées les plus massives couronnées de succès en matière d'évacuation des Afghans.</p><p>M. Van Meter et un groupe composé d'anciens combattants, de diplomates afghans, de riches donateurs, de prestataires de la défense, de membres d'ONG et de fonctionnaires américains en congé ont mené une mission de sauvetage aux allures d'opération militaire depuis le Peacock Lounge, une salle de conférences de l'hôtel Willard InterContinental à Washington.</p><p>Alors que les Etats-Unis ont quitté l'Afghanistan mardi, après vingt ans de guerre, ces particuliers déclarent avoir consacré du temps et de l'argent à un projet ambitieux visant à compléter une évacuation américaine qu'ils jugent insatisfaisante</p><p>L'équipe, qui se fait appeler Commercial Task Force, a envoyé d'anciens commandos à Kaboul pour récupérer les personnes à évacuer, expliquent M. Van Meter, président de New Standard Holdings, une société de private equity et d'autres personnes affiliées au groupe. Ce dernier a conclu un accord avec les Emirats arabes unis qui a permis d'organiser un pont aérien pour acheminer des Afghans de l'aéroport international Hamid Karzai de Kaboul à Abou Dhabi, où elles sont accueillies temporairement. La plupart des 5 000 personnes évacuées y attendent un feu vert pour se rendre dans des pays disposés à leur offrir un asile permanent.</p><p>Le groupe discute notamment avec des responsables albanais et ukrainiens dans l'espoir de leur trouver des pays où s'installer.</p><p>Alors que les Etats-Unis ont quitté l'Afghanistan mardi, après vingt ans de guerre, ces particuliers déclarent avoir consacré du temps et de l'argent à un projet ambitieux visant à compléter une évacuation américaine qu'ils jugent insatisfaisante.</p><p>Jim Linder, général de division à la retraite, ancien commandant de forces spéciales en Afghanistan et membre de l'équipe de M. Van Meter, explique que d'anciens camarades afghans qui se sentaient abandonnés par le gouvernement américain lui ont demandé de l'aide. « Le comportement des autorités ne correspond pas à ce que nous sommes en tant que peuple », précise l'homme qui est aujourd'hui président de Tenax Aerospace, une société basée à Madison, dans le Mississippi, qui fournit aux gouvernements des avions de reconnaissance et d'autres appareils pour des missions spéciales. Ses relations ont aidé la Commercial Task Force à affréter des appareils pour les vols d'évacuation.</p><p>Au Peacock Lounge de l'hôtel de Washington, le groupe a listé les points d'accès de l'aéroport de Kaboul sur un tableau blanc. Vers la fin de la semaine dernière, un membre a écrit « FERMÉ » à côté de toutes les entrées, sauf une. Un attentat suicide de l'Etat islamique a tué 13 soldats américains jeudi, ainsi que près de 200 Afghans qui se pressaient autour de l'aéroport.</p><p>Tôt dans la journée de dimanche, l'équipe s'est concentrée sur l'évacuation des personnes par voie terrestre ou par hélicoptère, et sur la recherche d'endroits où réinstaller les Afghans qui avaient déjà quitté le pays, indique M. Van Meter.</p><p>Le département de la Défense a refusé de faire des commentaires sur la Commercial Task Force et sur d'autres opérations de sauvetage privées.</p><p>Le gouvernement américain a déclaré que, depuis le 14 août, il avait évacué par voie aérienne - ou aidé à le faire - quelque 114 400 personnes d'Afghanistan. Il s'agit de citoyens américains, de titulaires de la carte verte et d'Afghans dont les services rendus au gouvernement déchu de Kaboul ou à l'effort de guerre mené par les Etats-Unis les exposent aux représailles des talibans. Course contre la montre</p><p>Au début de cette histoire, M. Van Meter séjournait à l'hôtel Willard de Washington pour affaires. Le 22 août, il a décidé de louer le Peacock Lounge de l'établissement, une petite salle de conférences moquettée et équipée de quelques tables et de téléviseurs. « Je l'ai loué avec mon American Express et j'ai dit à ma femme que c'était ce que nous devions faire », détaille-t-il.</p><p>Il dit avoir été incité à agir par un associé, ancien commando de l'armée américaine.</p><p>Sean, le commando en question, a contacté M. Van Meter il y a deux semaines et lui a dit qu'il savait que 3 500 enfants, dont beaucoup d'orphelins, étaient bloqués à Kaboul. Il avait besoin d'aide pour les exfiltrer. M. Van Meter ne connaissait pratiquement rien aux opérations militaires, reconnaît-il, mais il avait des connexions professionnelles et personnelles aux Emirats arabes unis.</p><p>Il a contacté un diplomate émirati de haut rang et l'a présenté à Sean.</p><p>« Le temps joue contre nous », a écrit le diplomate dans un courriel du 14 août consulté par le Wall Street Journal. « C'est une course contre la montre ; nous avons peu de temps pour agir. »</p><p>Le diplomate a transmis l'accord provisoire de son gouvernement « pour commencer à accepter certains des personnes évacuées » et a orienté Sean vers un général émirati, selon des e-mails échangés entre les deux hommes. Sean s'est rendu à Abu Dhabi pour rencontrer le général.</p><p>Ce dernier a accepté de fournir un avion de transport militaire C-17, un équipage et un contingent de soldats pour mener une mission d'essai à Kaboul. Le général émirati n'a pas pu être joint pour commenter.</p><p>Les Emirats ont accepté d'accueillir provisoirement les réfugiés, mais ils devaient d'abord atteindre l'aéroport de Kaboul et monter dans l'avion. Sur place, Sean s'est appuyé sur un petit réseau d'anciens commandos pour aider au bon déroulement de l'opération, notamment en allant chercher les personnes à évacuer et en les escortant jusqu'à l'aéroport.</p><p>Le 20 août, Sean a troqué son blazer bleu pour une tenue militaire avant de s'envoler vers Kaboul. Lui et un autre vétéran des opérations spéciales avaient des gilets pare-balles, des boîtes d'Excedrin (NDLR : un médicament contre la migraine) et un sac de boissons énergétiques 5-Hour. Ils ont assisté à un briefing au Emirati Armed Forces Officers Club &amp; Hotel, un établissement réservé aux militaires situé près de la grande mosquée Sheikh Zayed à Abou Dhabi.</p><p>Sur un panneau dans la salle, on pouvait lire « Fars al-Sham », qui se traduit par « Chevaliers du Levant », le nom de code donné par les Emiratis à l'opération de sauvetage. Des officiers locaux ont précisé à Sean et à son acolyte que le C-17 promis, qui pouvait contenir environ 180 personnes, avait été doté de toilettes et d'équipes médicales distinctes pour les hommes et les femmes pour le vol de retour de Kaboul qui durerait trois heures.</p><p>« Nous voulons utiliser la force au minimum, et pas de balles », a prévenu l'un des officiers émiratis.</p><p>Une fois l'avion arrivé à Kaboul, Sean et son collègue ont eu 45 minutes pour trouver et embarquer les personnes évacuées, un groupe d'Afghans qu'ils avaient préalablement identifiés comme étant en danger à cause des talibans. Sean les avait informés du plan par l'intermédiaire de sources afghanes à l'extérieur de l'aéroport et par des contacts militaires américains qui se trouvaient dans son enceinte.</p><p>Lorsque l'avion a atterri, les Afghans attendaient à l'aéroport. L'appareil a redécollé avec près d'une vingtaine d'évacués, bien moins que sa capacité. Mais le voyage a prouvé que le mode opératoire fonctionnait.</p><p>Le général émirati a autorisé d'autres vols de ce type, explique Sean, qui est resté à Kaboul pendant environ une semaine pour coordonner les opérations. Il précise que l'armée américaine lui a donné accès à un hangar et à une piste, devenue celle attitrée de la Commercial Task Force. On lui a donné un indicatif à utiliser pour les vols qui arrivaient afin que les contrôleurs aériens militaires puissent identifier les avions du groupe.</p><p>La Commercial Task Force a aujourd'hui retiré son équipe de Kaboul.</p><p>Le gouvernement des Emirats arabes unis n'a pas voulu faire de commentaires sur l'opération. Il a déclaré qu'au 26 août, le pays avait joué un rôle dans l'évacuation de 36 500 personnes d'Afghanistan. Vendredi, il a indiqué qu'il hébergeait 8 500 réfugiés, mais n'a pas précisé si ce chiffre incluait ceux secourus par l'équipe de M. Van Meter. Itinéraire de fuite</p><p>La semaine dernière, des bénévoles se sont relayés au Peacock Lounge de l'hôtel, pour répondre aux demandes d'aide et faire jouer leurs contacts pour permettre à des Afghans et à des Américains de rentrer dans l'aéroport de Kaboul dans le but de quitter le pays.</p><p>Un volontaire, Barakat Rahmati, est l'ancien numéro 2 de l'ambassade d'Afghanistan au Qatar. Il était en voyage à Washington lorsque Kaboul et son gouvernement sont tombés.</p><p>M. Rahmati a essayé de porter secours à 322 commandos afghans, des troupes d'élite formées par les forces spéciales américaines, qui avaient réussi à fuir vers Abou Dhabi, explique-t-il. Les soldats s'étaient débarrassés de leurs papiers d'identité pour échapper aux combattants talibans. L'ancien diplomate a tenté de leur en fournir de nouveaux afin qu'ils puissent se rendre dans des pays susceptibles de les accueillir.</p><p>Alex Cornell du Houx, qui a servi dans le corps des Marines en Irak, a, lui, essayé de faire passer un checkpoint taliban à proximité de l'aéroport à un convoi de magistrates. Dimanche matin, il n'avait toujours pas reçu de nouvelles.</p><p>Après l'attentat suicide de jeudi, les volontaires ont regardé les vidéos effroyables de l'attaque, tout en essayant de trouver un moyen d'évacuer les dernières personnes qu'ils avaient ciblées.</p><p>« Est-ce nous savons où sont les orphelins ? », s'est écrié M. Van Meter devant des volontaires. Ils n'en avaient aucune idée.</p><p>Les dernières voies de sortie d'Afghanistan se refermant, les volontaires étudient les itinéraires terrestres et les couloirs aériens à partir de petites villes. Ils se penchent également sur les pays disposés à accueillir les Afghans qui sont déjà partis. Un groupe travaille sur un projet de création et de gestion d'un refuge pour les Afghans au Somaliland</p><p>Les enfants et leurs accompagnateurs - environ 300 personnes au total - avaient réussi à pénétrer dans l'enceinte de l'aéroport de Kaboul plus tôt dans la semaine, mais en avaient été refoulés. La dernière information connue de M. Van Meter était qu'ils avaient été vus à 400 mètres de la porte d'embarquement où les attentats suicides avaient eu lieu par la suite.</p><p>Les bénévoles ont fini par apprendre que les enfants avaient trouvé refuge en lieu sûr. Samedi, ils n'étaient toujours parvenus à entrer dans l'aéroport, poursuit M. Van Meter.</p><p>Brian Kinsella, un ancien capitaine de l'armée qui avait travaillé aux opérations de secours après le tremblement de terre de 2010 en Haïti, a été chargé de rassembler des centaines de demandes d'aide pour intégrer des listes où figuraient en tête les citoyens américains, les titulaires de cartes vertes et les Afghans considérés comme courant de gros risques. Son téléphone était rempli de photos de familles, de passeports et de cartes Google montrant où les gens se cachaient.</p><p>Vendredi, M. Kinsella a échangé avec une citoyenne américaine qui avait une place dans un avion avec son enfant de 11 ans, mais qui avait décidé de ne pas partir sans les autres membres de sa famille qui, eux, n'avaient pas de papiers américains. Lors d'un autre appel avec cette femme cette semaine, M. Kinsella a entendu des coups de feu.</p><p>« Nous essayons d'aider, dit-il. Mais dans certains cas, nous ne pouvons pas. »</p><p>Les dernières voies de sortie d'Afghanistan se refermant, les volontaires étudient les itinéraires terrestres et les couloirs aériens à partir de petites villes. Ils se penchent également sur les pays disposés à accueillir les Afghans qui sont déjà partis. Un groupe travaille sur un projet de création et de gestion d'un refuge pour les Afghans au Somaliland.</p><p>« Nous n'abandonnons pas », assure Emily King, une ancienne conseillère du Pentagone qui a utilisé ses contacts albanais pour faire accueillir des réfugiés dans ce pays. « Nous allons continuer à nous mobiliser pour trouver des solutions. »</p><p>Dimanche, à 3 heures du matin, les derniers membres de l'équipe ont définitivement quitté le Peacock Lounge pour poursuivre leurs opérations ailleurs.</p><p>Justin Scheck a contribué à cet article</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>C'est depuis une salle de conférences d'un hôtel à Washington qu'un groupe d'individus s'est mobilisé pour sauver des milliers d'Afghans.</p><p>Elizabeth Frantz for The Wall Street Journal</p>",
  "published": "2021-08-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4357,
          "end": 4373
        }
      ],
      "nexusId": "10021878"
    }
  ]
}