{
  "_id": "839e607f2248d4115126f9a56e298974d6e72701b74f2eadf8a09e382c627756",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Chamber  Opposes  Democratic  Voting Bill ----  By Alexa Corse",
  "text": "<p>   The U.S. Chamber of Commerce urged senators to oppose a sweeping Democratic-backed voting-overhaul bill, saying it would impose onerous restrictions on political advocacy by corporations and other associations. </p><p>   The Chamber said it would send a \"key vote alert\" to senators laying out its opposition to the For the People Act bill, and called for bipartisanship in making any voting changes. </p><p>   \"The Chamber believes the ability of Americans to exercise their right to vote in accessible and secure elections and to be able to trust in a free and fair outcome is fundamental to who we are as a nation,\" said a draft of the Chamber's letter reviewed by The Wall Street Journal. \"The Chamber is deeply troubled by efforts at the state and federal level to enact election law changes on a partisan basis.\" </p><p>   The Democrats' roughly 800-page bill would make many changes to rules regarding voting and campaign finance. Its proposals include requiring every state to offer early in-person voting and voting by mail, loosening requirements for voter ID and creating independent panels to draw voting districts in each state to end partisan gerrymandering. The bill also would restructure the Federal Election Commission in a way that proponents say would make the agency more effective but critics say would turn it into a partisan tool. </p><p>   The Chamber, which advocates for big and small businesses, previously had been against some campaign-finance proposals included in the Democrats' bill. The letter also criticized what it called partisan efforts to change voting rules, a high-profile political issue in some states where some major corporations have been under pressure to take a stand. </p><p>   Last month, the Republican-controlled Georgia legislature passed a sweeping law making a number of voting rules changes, prompting Major League Baseball to decide to move this summer's All-Star Game and amateur draft out of suburban Atlanta. In a recent Zoom call, Kenneth Chenault, the former chief executive of American Express Co., and Kenneth Frazier, CEO of Merck &amp; Co., urged corporate leaders to collectively call for greater voting access, according to several people who attended. </p><p>   Sen. Amy Klobuchar (D., Minn.), the chairwoman of the committee overseeing the bill in the Senate, said last month that \"this bill is essential to protecting every American's right to vote, getting dark money out of our elections, as well as some very important anticorruption reforms.\" </p><p>   Many Republican-controlled state legislatures are considering efforts to tighten voting rules, saying they would improve election security. Democrats say such proposals would restrict access to voting particularly for minority voters. </p><p>   Last week, Senate Minority Leader Mitch McConnell backed off his previous warning that businesses should stay away from politics. But he reiterated his frustration with some prominent companies' criticism of Republican-led efforts to pass new election laws. </p><p>   Democrats have said minimum standards are needed to protect access to the ballot. Republicans say the federal legislation would represent an overreach. </p><p></p>",
  "published": "2021-04-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1991,
          "end": 2007
        }
      ],
      "nexusId": "10021878"
    }
  ]
}