{
  "_id": "39a7fcc348e89d3cb2933f4affab75e22baaca4bf4a6dc4a3b1a1b3c4b4a5d10",
  "feed": "wall-street-journal",
  "title": "Snap, Intel, Mattel, American Express: What to Watch When the Stock Market Opens Today; Snap shares plunged after its earnings report; Mattel lifted its sales outlook",
  "text": "<p>* Other big names in social media were dragged down as well. Facebook fell 4.1% premarket, and Twitter shed 4.5%.</p><p>* Intel shares dropped 9.9% premarket. The semiconductor company disappointed investors even as it posted stronger third-quarter earnings, as component shortages weighed on computer shipments and China's crackdown on gaming hurt server-chip sales.</p><p>* American Express, Honeywell and HCA Healthcare are due to report earnings before the opening bell.</p><p>* Zoom Video Communications gained 2.4%. The stock got a ratings upgrade from JPMorgan.</p><p>* Chipotle Mexican Grill edged down 0.4% after the burrito chain said higher menu prices helped boost its profit as it deals with increased labor and commodity costs.</p><p>* Mattel shot 6.3% higher. The toy maker raised its full-year sales outlook after posting better than expected third-quarter results, with strong sales continuing for key brands like Barbie and Hot Wheels.</p><p>* Whirlpool slid 3.3% after the appliance maker's chief executive said shortages of dishwashers and refrigerators are likely to stretch well into next year, as supply-chain problems constrain production and consumer demand remains strong.</p><p>Chart of the Day</p><p>* A key measure of investors' inflation expectations has climbed in recent weeks, adding fuel to concerns about lasting pressures on consumer prices.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Snap, Intel, Mattel, American Express: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-10-22T10:37:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 21,
          "end": 37
        },
        {
          "start": 364,
          "end": 380
        },
        {
          "start": 1401,
          "end": 1417
        }
      ],
      "nexusId": "10021878"
    }
  ]
}