{
  "_id": "572e68b9aaffc0557b844a0040cc76736f2ed42c37c7262c71896b8144b68992",
  "feed": "market-watch",
  "title": "Don't have a lot of money to donate? Here are some ways to give to charity that won't cost you.",
  "text": "<p>If you're in the mood to give to charity, you might be surprised to know that you can donate in some unique ways without spending money.</p><p>Here are five unusual ideas for making charity donations that won't cost you a cent. Some might even provide you with some extra benefits, like helping you downsize and&#xa0;get rid of clutter.</p><p>1. Donating your brain (well, not really)</p><p>You can eventually donate your brain to science, but there's no need to do that just yet. Instead, you can use your noggin to take a trivia quiz on subjects from English Vocabulary to Famous Paintings. For each answer you get right, sponsors of the&#xa0;Freerice&#xa0;charity send the cash equivalent of 10 grains of rice to the&#xa0;World Food Programme&#xa0;(WFP), the world's largest humanitarian organization which is a member of the United Nations family.</p><p>The WFP provides food in more than 80 countries, promoting self-reliance and helping people stuck in conflict and disasters. Freerice earns money from advertising banners displayed during play and uses that money to purchase rice.</p><p>Since 2010, Freerice has raised over 210 billion grains of rice for people in need.</p><p>2. Donating your life skills</p><p>Have you earned money and paid bills? Then you can do what I did a few years ago, when I brought the game “Payday” to my meeting with foster children. My goal was to teach them basic life skills about money.</p><p>Eva Petruzziello had a similar idea. She runs a website about sustainable living,&#xa0;Simple n' Delight, and participates in a variety of volunteer activities. One of them is&#xa0;teaching financial literacy&#xa0;to parents, including how to budget, invest and set aside money for a rainy day or where to find sales and look for bargains.</p><p>Also read:6 ways to give back in retirement</p><p>These types of activities allow you to donate time and share some of your expertise with those in need. Here a few other ways to do that:</p><p>If you're a great cook or baker, many nonprofit organizations can use your help providing cooking or baking classes or food for their events.</p><p>If you're talented at writing résumés and cover letters or with interview preparation, many charities could use your help providing these skills to people they serve.</p><p>And if you're great at, say, changing a tire or fixing a leaky faucet, look for a charity that could benefit from your teaching those skills to save staffers time and money.</p><p>3. Donating transportation</p><p>You can be a huge help just by driving.</p><p>Three out of 10 women with breast and gynecological cancers don't have a ride to treatment, according to the nonprofit&#xa0;Pink Ribbon Girls. Local and national charities have stepped in to help.</p><p>You can register with nonprofits including Pink Ribbon Girls (which assists women in parts of Ohio, St. Louis and San Francisco) and the American Cancer Society's national&#xa0;Road to Recovery&#xa0;to donate your spare time to drive cancer patients to appointments and treatments.&#xa0;</p><p>Animals need your assistance, too. “You'd be surprised how many people are willing to foster animals, but don't have transportation,” says Susan Ballinger, of Huntingtown, Md., who runs the online community for women,&#xa0;Sassy Sister Stuff, to support and inspire each other.</p><p>After becoming a foster parent to some cats and kittens rescued from an animal shelter, Ballinger learned of the need to provide transportation to pet foster parents. In addition to transporting cats to and from foster homes, she drops off medicine and supplies to foster homes and picks up sick cats from foster homes and takes them to the vet and back.</p><p>More: Want to share your life experiences and help others? Here's how to do it well</p><p>Check with local shelters to see if they can use your driving assistance.</p><p>While there are actual costs to drive for a charity (including gas and wear and tear on your vehicle), you might be able to claim a tax deduction that will make this expense a wash. At the end of one year, Ballinger says the tax-deductible value of the transportation she provided was about $1,500. Check with the charity and your tax preparer to see if you can claim this deduction.</p><p>4. Donating through shopping</p><p>When you shop online or in person, you can also be donating to a charity — without spending an extra penny. A few examples:</p><p>Amazon.&#xa0;When you purchase items on Amazon AMZN, you can automatically donate a portion of what you spend to charity. Just sign up with the&#xa0;AmazonSmile program, choose a charity and make your purchases through&#xa0;AmazonSmile. After buying this way, 0.5% of your eligible purchases gets sent to the charity of your choosing. U.S. charities have received $285 million as of August 2021.</p><p>Credit Cards.&#xa0;Many credit cards offer the option of donating your points, miles or rewards to a charity. For example, American Express AXP teamed up with&#xa0;JustGiving, the world's largest online fundraising platform, for its Membership Rewards program. If your credit cards don't have a charity donation option, you may be able to redeem points and rewards for cash back and then give the money to your favorite charity.</p><p>Charity Credit Cards. Some credit card companies offer charity-specific cards. One example is the no-annual fee&#xa0;World Wildlife Fund credit card&#xa0;(current interest rate after 0% for 15 months: 13.99% to 23.99%) where 0.08% of all net retail purchases are contributed by Bank of America BAC to the World Wildlife Fund.</p><p>The WalletHub site has a list of what it calls the “best charity credit cards” from major issuers, assisting causes from breast cancer to international service.</p><p>You might like:‘This is a tough time to be on a fixed income'—the grim inflation outlook and what retirees can do</p><p>5. Donating bras and menstrual products</p><p>Women who've lost or gained weight or have kept bras for a long time most likely have ones that no longer fit. And women who are postmenopausal probably have some leftover pads and tampons. Guess what? There's a charity that wants them.</p><p>I Support the Girls, through an international network of affiliates, collects used bras and unused menstrual products and distributes them to women in need around the world. The charity helps girls and women who are homeless, victims of domestic violence and sex trafficking, as well as refugees and evacuees affected by natural disasters.</p><p>The need is real: Bras and menstrual products can be pricey; a decent bra can cost up to $30 and a box of tampons can run $10.</p><p>Since 2015, I Support the Girls has collected and distributed over 900,000 bras and 9.3 million menstrual hygiene products. In March 2020, the nonprofit ramped up operations to meet the 35% increase in product requests due to COVID-19.</p><p>Check the&#xa0;I Support the Girls site's locations page&#xa0;to find out if you live in one of the 30 states with drop off locations. You can also mail donations.</p><p>Margie Zable Fisher&#xa0;is a freelance writer and the founder of The 50-Year-Old Mermaid, where she and other 50+ women share their learnings and experiences on living their best lives after 50. Her website is margiezfisher.com.&#xa0;</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>Finding Work and Purpose</p><p>Choosing a Charity: How to Make It a Family Affair</p><p>How Volunteering Made Me Healthier</p>",
  "published": "2021-12-27T05:03:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4705,
          "end": 4721
        }
      ],
      "nexusId": "10021878"
    }
  ]
}