{
  "_id": "baf901c5127548aa000000e8ca132e7822a4e804456929eac291d0b236cd3b4b",
  "feed": "wall-street-journal",
  "title": "U.S. News:  CEOs Sign  New Letter  On Voting  Rights  ----  By Chip Cutter",
  "text": "<p>   Hundreds of business leaders and companies, including Amazon.com Inc. and Netflix Inc., signed a new statement to \"defend the right to vote and oppose any discriminatory legislation,\" the latest corporate response to a wave of Republican-led voting bills being advanced in dozens of states. </p><p>   More than 300 companies, CEOs and other executives signed on to the statement, which appeared as an advertisement in The Wall Street Journal, the New York Times and other publications Wednesday. The ad was organized by Kenneth Chenault, the former chief executive of American Express Co., and Kenneth Frazier, CEO of Merck &amp; Co. </p><p>   \"There is overwhelming support in corporate America for this principle of voting rights,\" Mr. Chenault said. \"The right to vote is fundamental to America. It is not a partisan issue.\" </p><p>   The statement doesn't directly address specific voting legislation, nor does it call on companies to take business action or halt political donations to lawmakers supporting such bills. </p><p>   \"Clearly, we're not being prescriptive about how people manifest their opposition,\" Mr. Chenault said. \"Who in their right mind would say that they want legislation that will limit people's ability to vote?\" </p><p>   It remains to be seen what effect the statement will have, if any, if bills similar to the one that passed last month in Georgia come to the fore in other statehouses. In Georgia, some civil rights activists and company employees pushed for action much greater than that suggested in Wednesday's letter. </p><p>   The ad, which was also signed by Warren Buffett, BlackRock Inc. CEO Larry Fink and Citigroup Inc. CEO Jane Fraser, was paid for by Messrs. Chenault and Frazier, the Black Economic Alliance and several other business leaders including former Xerox Holdings Corp. CEO Ursula Burns, Lazard CEO Ken Jacobs and General Catalyst co-founders Joel Cutler and David Fialkow. </p><p>   In addition to corporations and business executives, scores of law firms, nonprofit leaders, academics and celebrities also signed the ad. Delta Air Lines and Coca-Cola Co. didn't sign; they had condemned a GOP voting law that passed last month in their home state of Georgia and received backlash from some for doing so and from others for not publicly opposing it sooner. Nor did Home Depot Inc. or United Parcel Service Inc., also based in Atlanta, which issued more muted responses to the Georgia voting law. </p><p>   As new voting legislation becomes a central plank in the agendas of both political parties, corporations are getting into the debate from all sides. On Tuesday, the U.S. Chamber of Commerce urged senators to oppose a sweeping Democratic-backed voting-overhaul bill, saying it would impose onerous restrictions on political advocacy by corporations and other associations. </p><p></p>",
  "published": "2021-04-15T06:07:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 558,
          "end": 578
        }
      ]
    }
  ]
}