{
  "_id": "e49888b6d6ca837e128e1075de6fbe6d3e5e062fae7b5be4a512834ae07b3556",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  What I've Learned From the Pandemic Year:  Moving at  'Ventilator Speed'  ---  Converting an auto plant to build critically needed medical  equipment showed GM how fast it could get things done.  ----  By Mary Barra",
  "text": "<p>\n  [In March 2020, the world realized that Covid-19 was going to change everything. After a year of unprecedented challenges, we asked leaders in business, politics, science and the arts to reflect on what the pandemic has taught them -- about themselves, society and the path ahead.] </p><pre>\n </pre><p>\n  Crises often bring much-needed perspective and clarity to a situation. They stress test our agility, our resilience, our leadership and our empathy. As I have learned during 40 years in the car industry, time would not be our friend during this deadly pandemic. The virus was unrelenting and moving fast. To protect the lives and the livelihoods of 155,000 employees, we had to move even faster. </p><p>\n  As we suspended vehicle production in much of the world, the leadership team and I stayed connected remotely, in marathon sessions. Together, for hours, we looked at every expenditure and every program with clear eyes, as we took the necessary steps to preserve our liquidity. </p><p>\n  We unanimously agreed that our electric and self-driving vehicle initiatives were off limits. In fact, we needed to accelerate them. These once-in-a-century technological breakthroughs will change the world and drive our company forward. </p><p>\n  At the same time, we offered our help and resources -- at cost -- to address the critical shortage of ventilators. I received a call from Ken Chenault, who was involved with #StopTheSpread, and he connected us with Ventec Life Systems. The challenge: To take Ventec, which was building about 200 to 300 ventilators a month, and scale it up to producing 10,000 a month in a retooled GM plant in Kokomo, Ind. </p><p>\n  Within two days, a team flew to Washington to 3-D scan Ventec's factory, while others quickly connected with suppliers to source the more than 400 needed parts. Our employees were fully empowered. They knew what to do and did it. My job was to give them what they needed, then stay out of their way. </p><p>\n  Driven by a strong dedication to our country, people in Kokomo raised their hands to build ventilators, following in the footsteps of the GM employees who manufactured the vehicles and munitions that would eventually win World War II as part of the \"arsenal of democracy.\" </p><p>\n  Visiting with the team in Kokomo was one of the most inspiring moments of my career, as the first boxes covered with handwritten messages left the factory for hospitals in Chicago. I thought of my father, who worked for GM for 39 years. He would have been so proud of this team, who built 30,000 ventilators in just 154 days. </p><p>\n  Back in Detroit and across our global facilities, employees designed and manufactured millions of pieces of personal protective equipment for healthcare workers, first responders and schools, again putting their agility and our manufacturing expertise to good use. They even volunteered their time to deliver them to local sites. </p><p>\n  One of the most important lessons that I've taken away from the pandemic is the limitless potential of our people when we set them free and remove barriers and bureaucracy. Projects that used to take weeks were completed in days. Today, we call this \"ventilator speed,\" and it's now ingrained in our company. </p><p>\n  The past year was challenging, but it reminded me of how privileged I am to lead such a dedicated, caring and resilient team that will do what it takes, in any crisis, to come together for each other, our neighbors and our company. </p><p>\n  --- </p><p>\n  Ms. Barra is the chairman and CEO of General Motors. </p><p></p>",
  "published": "2021-03-20T06:13:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [],
      "nexusId": "10021878"
    }
  ]
}