{
  "_id": "1b8e19839c43b27d410111050b57cd24e9afdc61ac1bdc1e11a404a56bb09788",
  "feed": "market-watch",
  "title": "Why you should do your holiday shopping on Saturday, not Friday",
  "text": "<p>When you think about holiday shopping, your mind probably goes to big-box retailers before your neighborhood bookstore or antique shop. But in a time marked by widespread supply chain disruptions and inflation, underdog small businesses deserve our attention.</p><p>Enter Small Business Saturday.</p><p>Small Business Saturday is an annual event created by American Express AXP that encourages consumers to shop at small businesses during the busy holiday season. It takes place the Saturday after Thanksgiving, which lands on Nov. 27 this year.</p><p>Here's why you should consider shopping small for the holidays, and what to expect.</p><p>1. Main street businesses need support</p><p>The pandemic hit businesses hard. Roughly 200,000 additional establishments — mostly small ones — permanently closed between March 2020 and February 2021, according to a Federal Reserve report. That's on top of the pre-pandemic rate of roughly 600,000 annual closures. Many surviving businesses are still at risk, due to factors like deferred rent payments and overdue credit card bills. Your patronage could give them a fighting chance.</p><p>“I think we have to ask ourselves as consumers, would we be sad if a retailer closed?” says Lauren Beitelspacher, associate professor and chair of the marketing division at Babson College in Massachusetts. “And if the answer is yes, then we have to find ways to shop and support there when we can.”</p><p>Shopping and dining on Small Business Saturday is one way to show appreciation for local businesses, especially those we've depended on during the pandemic, Beitelspacher adds.</p><p>Remember the restaurants you got takeout from during stay-at-home orders? Or the skin care boutique that supplied you with hand sanitizer? They were there for us when we needed them; let's return the favor.</p><p>Also read: Storms could cause Thanksgiving flight cancellations — here's how travelers can prepare themselves</p><p>2. Communities and the environment benefit</p><p>The dollars you spend on Small Business Saturday make a difference beyond retailers' doors. Small businesses create local jobs and pay local taxes, which&#xa0;keeps money circulating within communities.</p><p>“By doing their shopping at local small businesses, customers can directly support their neighbors and help benefit their local economies,” said Mark Madrid, associate administrator for the Office of Entrepreneurial Development at the U.S. Small Business Administration, in an email.</p><p>Shopping small for the holidays can also be environmentally friendly. When locally owned businesses locally source raw materials or manufactured products, it reduces the distance that goods travel, says Madhav Durbha, vice president of supply chain strategy at Coupa Software, a California-based business spend management platform.</p><p>“No shipping from across the globe and less packaging make for a smaller carbon footprint,” Durbha says.</p><p>3. It can offer a better shopping experience</p><p>Ongoing&#xa0;supply chain issues and inflation&#xa0;mean shoppers will likely see less inventory and higher prices this holiday shopping season.</p><p>“It's basic economics, right? The supply is going to be lower, and so the demand is going to be higher, and so the prices are not going to drop like they have in the past. I'm not saying that there won't be deals, but it might not be deals on the hot-ticket items that we want,” Beitelspacher says.</p><p>Flashy doorbuster deals that big-name retailers traditionally flaunt during holiday sales might be harder to come by. Shoppers can expect sold-out items and shipping delays in categories like toys, luxury goods and consumer electronics, Durbha says.</p><p>Small Business Saturday shoppers might fare better, depending on what they're searching for. Shops that sell secondhand goods or items produced in the same community will be shielded from much of the supply chain disruption, Durbha says.</p><p>Don't miss:Solar tax credits and heat pump rebates: All the ways Build Back Better could incentivize cleaner energy at home</p><p>Shopping small for the holidays boasts other advantages, too. Shoppers can receive more personalized service and experience smaller crowds. Many small businesses also entice customers with exclusive discounts, promotions or freebies on Small Business Saturday — so&#xa0;saving money&#xa0;is still on the table.</p><p>4. You can find unique gifts</p><p>Shop at Target TGT, Walmart WMT or Best Buy BBY and you'll find little variation among their product selection.</p><p>“If you go to a big brand store, you can find that [inventory] in a thousand stores. But if you go to a small, locally owned business, you can find something very special and very unique for the holiday season,” Durbha says.</p><p>Maybe that's handcrafted jewelry, a print made by a local artist, a vintage record player or a gift card for the best bakery in town. See what interesting, rare or one-of-a-kind gifts you can discover on Small Businesses Saturday.</p><p>Tips for shopping small</p><p>Check your favorite local retailers' websites and social media pages for store offerings, hours and event announcements in the days leading up to Small Business Saturday. You can also find participating businesses online using the&#xa0;American Express Shop Small map&#xa0;or by exploring hashtags like #shopsmall and #SmallBusinessSaturday.</p><p>Read next: Hold the wine: 1 in 4 people not buying alcohol for Thanksgiving, because inflation: survey</p><p>Then, start gathering ideas for your gift list. You can get a sense of what might be in stock and within budget when Small Business Saturday arrives.</p><p>“Or get a head start on your shopping now,” Madrid said. “It's never a bad time to support small businesses and to help boost your local economy.”</p><p>More From NerdWallet</p><p>Tips for Shopping Black Friday and Beating Pandemic Setbacks</p><p>Don't Let Black Friday Debt Trigger Post-Holiday Blues</p><p>NerdWallet's 2021 Holiday Shopping Report</p><p>Lauren Schwahn writes for NerdWallet. Email: lschwahn@nerdwallet.com. Twitter: @lauren_schwahn.</p>",
  "published": "2021-11-22T05:04:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 345,
          "end": 361
        },
        {
          "start": 5094,
          "end": 5110
        }
      ]
    }
  ]
}