{
  "_id": "8c923fe00b2c0e14069499d596de0b90d82b78814947776f504d1f343d3763d3",
  "feed": "wall-street-journal",
  "title": "Stocks Tumble on Inflation Fears --- Dow falls 475 points as selloff spreads to financial, industrial and energy sectors",
  "text": "<p>Concerns about rising inflation have loomed over markets for much of this year as the U.S. economy has heated up, boosted, in part, by pent-up demand and government stimulus. Fears about a sustained jump in inflation have weighed on growth stocks, including those in the tech sector, while cyclical shares have climbed on expectations of a full economic reopening.</p><p>On Tuesday, however, that trade reversed, as stocks ranging from Home Depot to Chevron to American Express pulled back 2.6% or more, dragging the Dow down. Only two companies in the index of blue-chip stocks finished higher. The index closed at 34269.16, falling 473.66 points, or 1.4%.</p><p>Many technology stocks, in contrast, finished higher after falling sharply earlier in the session. The Nasdaq Composite edged down 12.43 points, or 0.1%, to 13389.43, cutting its losses after falling as much as 2.2% earlier in the day.</p><p>The S&amp;P 500 dropped 36.33 points, or 0.9%, to 4152.10, also paring earlier losses.</p><p>In bond markets, the yield on the 10-year U.S. Treasury note edged up to 1.623% from 1.601% Monday, marking its third consecutive session of gains. Yields rise as prices fall.</p><p>\"It's a bit of a topsy-turvy market,\" said Chris Zaccarelli, chief investment officer of Independent Advisor Alliance. \"We have a lot of news flow as far as gasoline shortages, the hack of the [Colonial Pipeline] and clearly everyone has been talking about the jobs report [and whether that means] anything or is it reflective of weakness in the economy.\"</p><p>\"It's hard to tell with these crosscurrents moving as violently as they are,\" he added.</p><p>Tuesday's wild swings in the stock market sent the Cboe Volatility Index, or VIX, known as Wall Street's fear gauge, climbing. It traded as high as 23.73 intraday, its highest intraday level since March 10. The VIX has largely hovered below 20 for the past several weeks as the U.S. stock market has climbed to repeated records.</p><p>The S&amp;P 500 and Dow industrials set records as recently as Friday after a lackluster jobs report for April sent stocks climbing on hopes that it would prompt the Federal Reserve to further delay a tightening of monetary policy.</p><p>Federal Reserve governor Lael Brainard said Tuesday that the central bank remains far from achieving its inflation and employment goals, noting that risks remain even while the U.S. outlook is bright. Other Fed officials have said in recent days that the economy still needs the support of the central bank's near-zero interest-rate stance and its $120 billion in monthly bond purchases.</p><p>Still, those comments haven't been enough to assuage investors' fear of inflation and eventual tightening of monetary policy. Many are betting that inflation is likely to climb steeply in coming months, driven by pent-up spending as well as supply bottlenecks and a leap in commodity prices.</p><p>\"Inflation is an issue that is on everyone's minds right now, and it is injecting a lot of uncertainty,\" said Peter Langas, chief portfolio strategist at Bessemer Trust.</p><p>Investors are keeping a close eye on the sharp rise in the prices of commodities such as corn and lumber, and many remain concerned about supply-chain issues and disruption of manufacturing. Companies ranging from auto makers to semiconductor giants have warned about supply-chain setbacks in recent months.</p><p>\"Issues with the supply chain have been underappreciated,\" said Christopher Harvey, head of equity strategy at Wells Fargo Securities. \"It looks like your economically sensitive names are getting hit related to these issues.\"</p><p>Among the S&amp;P 500's 11 sectors, energy stocks suffered the steepest fall Tuesday. Occidental Petroleum dropped $2.10, or 7.9%, to $24.53, while Exxon Mobil lost $1.99, or 3.2%, to $60.59.</p><p>Other cyclical companies that posted big losses included home builder PulteGroup, which fell $2.81, or 4.5%, to $59.54. Royal Caribbean declined $2.65, or 3.2%, to $81.28.</p><p>Megacap tech companies Google parent Alphabet, Apple and Microsoft also retreated, while Tesla lost $11.84, or 1.9%, to $617.20. Semiconductor giant Intel fell 93 cents, or 1.7%, to $55.04.</p><p>Palantir Technologies, in contrast, jumped $1.74, or 9.4%, to $20.21 after the data-mining-software specialist reported better-than-expected revenue and gave a strong forecast.</p><p>Overseas, the pan-continental Stoxx Europe 600 dropped 2%. In Hong Kong, the Hang Seng Index fell 2%. Japan's Nikkei 225 slumped 3.1%, while South Korea's Kospi index retreated 1.2%.</p>",
  "published": "2021-05-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 455,
          "end": 471
        }
      ],
      "nexusId": "10021878"
    }
  ]
}