{
  "_id": "db92b6ffd8f4b7d35e3754722ca641f4123728baf84fe7d69c1d48a29616b663",
  "feed": "ftcomall",
  "title": "Corporate money trickles back to Republicans after Capitol riots",
  "text": "<p>Several large US companies, including Cigna, Intel and T-Mobile, made the maximum legal contributions to vehicles supporting Republican candidates in February, in an early sign that corporate America is restarting donations to the party after halting them in the wake of the US Capitol attacks. </p> <p>Many of America's <a href=\"https://www.ft.com/content/be344816-3fab-42e2-99ed-38309d06a435\">largest companies</a>, among them Facebook, Microsoft and JPMorgan Chase, as well as the US Chamber of Commerce, a big lobby group, said they would pull or review political donations in response to the January 6 Capitol riots that left five people dead. Several companies specifically said they would not give to Republicans who opposed certification. </p> <p>That sparked concern <a href=\"https://www.ft.com/content/ca0ee3ee-3e20-40b8-8415-7cecd19cbf4f\">among Republicans</a>, who feared their coffers would take a significant hit. Eight Republican senators and 139 GOP House members voted against certification of President Joe Biden's victory, just hours after the mobs of Donald Trump's supporters were removed from the Capitol.</p> <p>But the latest monthly Federal Election Commission filings show many companies have already resumed donations to Republican fundraising vehicles. </p> <p>Under US election law, corporate PACs can donate up to $15,000 per calendar year to national party committees and up to $5,000 to other PACs or specific candidates for the primary and general elections.</p> <p>The latest filings show Cigna and T-Mobile each gave $15,000 to both the National Republican Senate Committee and the National Republican Congressional Committee. Intel gave $15,000 just to the NRCC. All three companies donated equal amounts to Democratic party committees.</p> <p>The NRSC and NRCC funnel money to Republican Senate and House candidates, including the 147 lawmakers who voted against certification. The NRSC is run by Rick Scott, the Florida senator, who opposed certification.</p> <p>Cigna had said it would stop donations to those who “hindered a peaceful transfer of power”, Intel had said it would not donate to Republicans who opposed certification, and T-Mobile had said it would “re-evaluate” its giving following January 6.</p> <p>Cigna said it had “not wavered” from its commitments made after the January 6 attack.</p> <p>“Our standard eliminates direct contributions to any federal or state elected official who encouraged or supported violence or otherwise hindered a peaceful transition of power on that day, or who do so in the future,” the company said.</p> <p>Intel said its “policy halting direct contributions to members of Congress who voted against certification of the Electoral College results still applies”. </p> <p>T-Mobile did not respond to a request for comment.</p> <p>Companies have little control over how donations to campaign committees are spent, and contributions to these vehicles are likely to end up backing candidates who voted against certification.</p> <p>Bruce Freed, president of the Center for Political Accountability, which monitors political spending, said giving to campaign committees like the NRSC and NRCC was a way for companies to stay “at arm's length” from individual Republicans associated with the attempt to discredit Biden's victory.&#xa0;</p> <p>Just one large company, defence contractor Sierra Nevada Corporation, donated directly last month to a lawmaker who opposed certification. The company's PAC gave $1,000 to Doug Lamborn, a Republican congressman from Colorado. Sierra Nevada declined to comment.</p> <p>AT&amp;T's political arm gave $5,000 to the House Conservatives Fund, a leadership PAC affiliated with Mike Johnson, a Republican congressman from Louisiana who also opposed certification. </p> <p>AT&amp;T said its employee PACs “continue to adhere to&#xa0;their policy adopted&#xa0;on January&#xa0;11&#xa0;of suspending contributions to&#xa0;the re-election&#xa0;campaigns&#xa0;of members of Congress who voted to object to the certification of Electoral College votes”.</p> <p>The statement added: “We have been assured&#xa0;that none of the employee PAC's contributions will go toward the re-election of&#xa0;any of those members of Congress.”</p> <p>The latest FEC filings come shortly after Ashlee Rich Stephenson, senior political strategist at the US Chamber of Commerce, said the Chamber would not ban contributions to politicians who had objected to certification.</p> <p>“Going forward, the Chamber will evaluate our support for candidates — Republicans and Democrats — based on their position on issues important to the Chamber, as well as their demonstrated commitment to governing and rebuilding our democratic institutions,” Stephenson said in a memo on March 5. </p> <p>“We do not believe it is appropriate to judge members of Congress solely based on their votes on the electoral certification.”</p> <p>Analysts said many companies would return to the status quo of making large contributions to the political parties, which many see as a downpayment on exerting influence over policies that stand to affect their business. </p> <p>“There is a reaction after a scandal . . . and then slowly but surely, everyone moves on, and it is back to business as usual,” said Sheila Krumholz, executive director of the Center for Responsive Politics, which tracks money in politics.</p> <p>However, the FEC filings from February suggested that, for now, some companies have changed their political donation strategies in the wake of the riots. Several that have traditionally contributed to both parties donated exclusively to Democrats, or to Republicans who have opposed Trump and his supporters. </p> <p>More than 60 per cent of contributions reported by corporate PACs last month were directed towards Democrats, according to a Financial Times analysis of the filings. </p> <p>The political arm of Eli Lilly, the pharma company, gave the maximum of $15,000 to the DSCC and DCCC, respectively, while FedEx's PAC gave $10,000 each to the two Democratic committees. US cable giant Comcast gave $15,000 to the DCCC alone. All three companies previously donated to both Democrats and Republicans in equal measure.</p> <p>Eli Lilly said: “Contributions from LillyPAC throughout the current election cycle, which is still in its early stages, are and will continue to be in line with our values.”</p> <p>FedEx said: “Multiple factors impact our decisions to support candidates, and we are reviewing all future political contributions.”</p> <p>Comcast declined to comment.</p> <p>At the same time, nearly a dozen major corporations gave sizeable amounts to Liz Cheney, the Republican congresswoman from Wyoming who was among the most prominent GOP lawmakers to vote to impeach Trump over his role in the January 6 attack. </p> <p>Cheney received donations in February from the political arms of Altria, American Express, Morgan Stanley, AT&amp;T, General Electric, Walmart, Pfizer and Honeywell, among others.</p> <p>Lisa Murkowski, the moderate Republican senator from Alaska who wields outsized influence in a Senate that is split 50-50 between Democrats and Republicans, also raked in PAC contributions from several major firms in February, including Google, Morgan Stanley, General Electric and Walmart. Murkowski was one of seven Republican senators who voted to impeach Trump in his Senate trial earlier this year.</p> <p>Freed predicted businesses would feel more pressure to donate to both parties in the run-up to the 2022 midterm elections, when Republicans will seek to regain control of both the House and the Senate.&#xa0;</p> <p>“These campaign committees are going to be raising a great deal of money because the 2022 elections are going to be a titanic battle,” he said. </p> <p>The sums being donated now were “chump change” for large companies that allowed them to “get their foot in the door”, he added. </p> <p><em>Additional reporting by Hannah Kuchler in New York</em></p><p>Source: Lauren Fedor in Washington and Christine Zhang and Andrew Edgecliffe-Johnson in New York 2021 'Corporate money trickles back to Republicans after Capitol riots' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T05:00:17.394Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 6460,
          "end": 6476
        }
      ],
      "nexusId": "10021878"
    }
  ]
}