{
  "_id": "a5e70e1d2b8e836a559f1f184165fd09de5f8f1990f8293e97bb472a8277fd30",
  "feed": "wall-street-journal",
  "title": "AmEx Sales Probed  By Federal Authorities  ----  By AnnaMaria Andriotis",
  "text": "<p>   Federal investigators are probing business-card sales practices at American Express Co., according to people familiar with the matter. </p><p>   The inspectors general offices of the Treasury Department, Federal Deposit Insurance Corp. and Federal Reserve are investigating whether AmEx used aggressive and misleading sales tactics to sell cards to business owners and whether customers were harmed, the people said. </p><p>   They are also examining whether specific employees contributed to the alleged behavior and if higher-ups supported it, some of the people said. </p><p>   The Office of the Comptroller of the Currency is also investigating business-card sales practices at AmEx, according to people familiar with the matter. </p><p>   More than a dozen current and former AmEx employees previously told The Wall Street Journal that some salespeople strong-armed or misled small-business owners into signing up for cards to boost sales numbers. Some salespeople misrepresented card rewards and fees, or issued cards that customers hadn't sought, they said. </p><p>   An AmEx spokesman said at the time that the company had found only a very small number of problems, which were resolved \"promptly and appropriately,\" including through disciplinary action. </p><p>   \"We have robust compliance policies and controls in place, and do not tolerate misconduct,\" an AmEx spokeswoman said this week. </p><p>   The civil investigation by the inspectors general offices is in early stages, according to some people familiar with the matter. </p><p>   The federal authorities have been staffing up investigation teams and have spoken with current and former employees, they said. They are also reviewing whether the company's compensation plans encouraged salespeople to cut corners, they said. </p><p>   Spokesmen for the inspectors general offices at the Treasury, FDIC and Fed declined to comment. </p><p>   The AmEx spokeswoman said that since last spring, \"we have been cooperating with a regulatory review of small business card sales between 2015 and 2016.\" </p><p>   \"We have conducted a detailed, independent review of these sales from this time period, and found no evidence of a pattern of misleading sales practices,\" the spokeswoman said. \"We take these matters seriously, and will continue to cooperate with our regulators.\" </p><p>   The previous Journal article focused on sales practices within the team that places calls to sell cards to small businesses. The spokeswoman said this group's sales \"represented approximately 0.25 percent of the 65 million total new cards American Express acquired world-wide between 2014 and 2019.\" </p><p>   The OCC's investigation involves cards issued to business owners to replace their co-branded AmEx-Costco cards, according to people familiar with the matter. Costco Wholesale Corp. decided in 2015 to end its long-running partnership with AmEx, and AmEx launched an aggressive campaign to keep those customers. </p><p>   The OCC, an independent branch of the Treasury, has been examining whether the problematic sales practices continued, according to some of the people familiar with the matter. </p><p>   An OCC spokesman declined to comment. </p><p>   After Wells Fargo &amp; Co. disclosed a fake-accounts scandal in 2016, the OCC asked AmEx and other banks to review their sales practices. AmEx conducted a review and told the OCC it found few cases of inappropriate sales tactics, the Journal previously reported. </p><p>   A whistleblower complaint filed with the OCC early last year said AmEx understated the number of problematic sales calls it reported to the OCC. According to the complaint, the company excluded some of the calls where AmEx employees tried to retain business-card holders who had been using AmEx-Costco business cards. </p><p>   The complaint, which was reviewed by the Journal, also alleged a conflict of interest in how AmEx's internal review was conducted. It said AmEx recruited a small number of employees in the sales division to help with the OCC-requested review. Those employees were told that the future of the sales division depended on the outcome of the review, the complaint said. </p><p>   The investigation by the inspectors general offices is probing, among other issues, whether employees made sales calls that weren't recorded, some of the people said. The investigators are also looking into how salespeople used customers' personal information to make sales, these people said. </p><p>   Current and former employees previously told the Journal that some salespeople in the Phoenix office placed calls from personal cellphones, and that senior managers sometimes closed sales on their unrecorded desk lines. </p><p>   Current and former employees also previously told the Journal that some salespeople pulled Social Security numbers and addresses from customer databases to submit card applications on behalf of business owners who didn't always want them. </p><p></p>",
  "published": "2021-01-08T07:13:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2766,
          "end": 2770
        },
        {
          "start": 3187,
          "end": 3191
        },
        {
          "start": 3530,
          "end": 3534
        },
        {
          "start": 1028,
          "end": 1032
        },
        {
          "start": 2776,
          "end": 2780
        },
        {
          "start": 3378,
          "end": 3382
        },
        {
          "start": 272,
          "end": 276
        },
        {
          "start": 652,
          "end": 656
        },
        {
          "start": 1309,
          "end": 1313
        },
        {
          "start": 741,
          "end": 745
        },
        {
          "start": 3769,
          "end": 3773
        },
        {
          "start": 67,
          "end": 83
        },
        {
          "start": 3133,
          "end": 3137
        },
        {
          "start": 1814,
          "end": 1818
        },
        {
          "start": 2467,
          "end": 2483
        },
        {
          "start": 3723,
          "end": 3727
        },
        {
          "start": 0,
          "end": 4
        }
      ]
    }
  ]
}