{
  "_id": "1b88964dfc1076e9a96c4bec03771b905e18b8f1b749dd51238214ab1dc8e718",
  "feed": "wall-street-journal",
  "title": "Marketing Veteran Lou Paskalis Named President at Ad Association MMA; Mr. Paskalis, most recently a senior marketing and media executive at Bank of America, was tapped to help the trade association continue to broaden its focus",
  "text": "<p>\"I wanted fulfillment and a platform where I could advocate for things I care about, like investing in journalism and what marketing should be versus what it's become,\" Mr. Paskalis said. \"Our objective is to tackle the most difficult problems facing the industry.\"</p><p>Mr. Paskalis, a three-decade marketing veteran, is taking the newly created role as marketers grapple with a sea-change in the industry, from new rules and regulations around using customer data to shifting consumer habits as people spend more time online. Mr. Paskalis is known for his vocal stance on industry issues ranging from privacy to brand-safety concerns on social media.</p><p>At MMA, Mr. Paskalis wants to bring together different parts of the industry—including ad-tech vendors and advertisers, for example—to facilitate more effective collaboration, he said. He will report to Chief Executive Officer Greg Stuart.</p><p>\"It's clear the buy and sell side need to solve things together, whether we're talking about ID deprecation in a post-cookie world, or behavioral things happening on platforms from a brand suitability standpoint,\" Mr. Paskalis said, addressing updates from Google that will change the way advertisers can track and target consumers, as well as advertisers' concerns about appearing near unwelcome content on social media.</p><p>Priorities include helping publishers, technology companies, advertisers and agencies advance so-called attribution marketing, he said, referring to campaigns that drive consumers to take measurable actions such as downloading apps.</p><p>Mr. Paskalis spent a number of years at American Express Co. and E. &amp; J. Gallo Winery before joining Bank of America in 2013.</p><p>He also served on MMA boards for nine years and remains an active member of various other industry associations. He has resigned as chair of MMA Global's media and data board.</p><p>Mr. Paskalis in his new role will support marketing for the group, which was known as the Mobile Marketing Association until it changed its name in 2019 to help broaden its membership and focus. The name may get another look under Mr. Paskalis to further reflect its work across marketing functions and channels.</p><p>\"This is an all-hands-on-deck moment for our industry,\" he said. \"We need a place to convene where we can talk about big issues, break them down into meaningful components, have meaningful dialogue and come away with a common sense of understanding.\"</p><p>Write to Alexandra Bruell at alexandra.bruell@wsj.com</p><p>Marketing Veteran Lou Paskalis Named President at Ad Association MMA</p>",
  "published": "2021-10-05T16:21:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1583,
          "end": 1599
        }
      ]
    }
  ]
}