{
  "_id": "e339e72724e8fcf5efa63684cb836eaef6ff7679491441c835d636571fb51023",
  "feed": "wall-street-journal",
  "title": "U.S. Opens Borders to Vaccinated Europeans, Others, After More Than 18 Months; Airlines see bookings rise sharply after ban, but capacity is still well below pre-Covid-19 level",
  "text": "<p>In March 2020, then-President Donald Trump banned Europeans and others from traveling to the U.S., part of a series of national travel restrictions put in place in the early days of the Covid-19 pandemic. For many travelers, the ban kept them away from family and friends in the U.S. For business people, visits to American home offices or sales calls to U.S. clients were prohibited, long after domestic business travel started to resume on both sides of the Atlantic.</p><p>European tourists have also been eager to get back to the U.S. Fabrizio Magurno was checking in with his wife for an Emirates flight to New York from Milan's Malpensa airport. They spent their honeymoon in the U.S. and had been waiting two years to return. During the pandemic, they traveled inside Italy. \"That was nice, but there is nothing like going to New York,\" Mr. Magurno said. His first stop, if they make it on time: 5 Napkin Burger, the New York burger chain.</p><p>For airlines, the ban was particularly costly. International travel is often an airline's most lucrative market. The trans-Atlantic market, in particular, which included a large amount of higher-margin business travel, had been one of the most profitable routes for both U.S. and European airlines before the pandemic.</p><p>United Airlines Holdings Inc. is slated to operate 33 flights from formerly banned countries on Monday, the company said. It expects about a 50% boost in its total number of international inbound passengers, compared with a week ago. Delta Air Lines Inc. reported a 450% increase in bookings from outside the U.S. in the six weeks since the White House announced the border restrictions would be dropped. It said it expects many of its flights to operate at full capacity.</p><p>\"This is the start of a new era for travel and for many people around the world who have not been able to see loved ones for almost two years,\" Delta Chief Executive Ed Bastian said. \"While we have seen many countries reopen their borders to American visitors over the summer, our international customers have not been able to fly with us or visit the U.S. All of that changes now.\"</p><p>British Airways and rival Virgin Atlantic Airways Ltd., marking the reopening, sent planes off simultaneously from London Heathrow Airport's two runways Monday morning.</p><p>\"Today is about celebrating the U.K.-U.S. reopening of the trans-Atlantic corridor after more than 600 days of separation,\" British Airways Chief Executive Sean Doyle said.</p><p>British Airways is scheduled to operate 26 flights to the U.S. on Monday and has restarted direct services to 17 U.S. destinations. The airline, a unit of International Consolidated Airlines Group SA, said it plans to extend that number to 23 airports over the winter, reaching up to 246 flights a week. Flights to New York will increase from five to eight a day next month, British Airways said.</p><p>Business travel, which has trailed the recovery in the wider aviation industry, has also picked up, according to corporate travel agency American Express Global Business Travel. It said business bookings from Europe to the U.S. doubled in the last five weeks.</p><p>Still, the market is far from having reached a full recovery. A total of 6,605 flights are scheduled to takeoff from Europe to the U.S. this month, a 41% decrease compared with the same month in 2019, according to aviation data provider Cirium. London Heathrow will account for some 1,750 of those expected takeoffs, followed by Paris Charles de Gaulle and Frankfurt Airport, with 755 and 745, respectively, according to Cirium.</p><p>The U.S. on Monday also began allowing fully vaccinated visitors to enter the country via its land borders with Canada and Mexico for the first time in 20 months. Several border crossings along the Canadian border reported longer than usual wait times on Monday morning, according to data from U.S. Customs and Border Protection, though traffic appeared to be flowing smoothly at many other locations.</p><p>Canada began allowing fully vaccinated Americans into the country by land and by air on Aug. 9. It expanded its reopening to include fully vaccinated travelers from other countries in September.</p><p>Alison Sider contributed to this article.</p><p>Write to Benjamin Katz at ben.katz@wsj.com and Eric Sylvers at eric.sylvers@wsj.com</p><p>U.S. Opens Borders to Vaccinated Europeans, Others, After More Than 18 Months</p>",
  "published": "2021-11-08T17:23:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2992,
          "end": 3008
        }
      ],
      "nexusId": "10021878"
    }
  ]
}