{
  "_id": "26006ced60d8c70e55b71ee080914a853779a57fe7fe98f2644c856cf8ab0326",
  "feed": "wall-street-journal",
  "title": "Russia Sanctions Led American Express to Cut Financial Lifeline in Ukraine; AmEx suspended a wire service in Ukraine, angering business owners that used it to make cross-border payments",
  "text": "<p>Like many U.S. companies, AmEx suspended operations in Russia and Belarus after Western governments barraged the two countries with sanctions. But AmEx went even further, halting a service in war-torn Ukraine that businesses use to make cross-border payments.</p><p>\"In light of the war in Ukraine and the evolving sanctions environment, which has made it challenging to deliver a reliable customer experience, we suspended a wire transfer service, FXIP, that is used by a small number of businesses to make supplier payments to recipients in Ukraine,\" an AmEx spokesman said in a statement.</p><p>AmEx's better-known card business remains fully functional in Ukraine, the spokesman said.</p><p>Sprawling sanctions meant to cripple Russia's financial system are sometimes tripping up people and businesses outside their scope, even in Ukraine, the country they were designed to aid.</p><p>Financial firms often take an overzealous approach to interpreting sanctions because of the steep penalties for violations. The potential expansion of sanctions to new targets can also make firms cautious about whom they do business with.</p><p>\"From the company's point of view, if the size of the transaction is small, why run the risk?\" said Robert Clifton Burns, senior counsel with law firm Crowell &amp; Moring LLP.</p><p>AmEx's decision stemmed in part from concerns that payments could end up in the hands of sanctioned people and businesses in Ukraine's Russian-backed breakaway regions, a person familiar with the matter said.</p><p>In February, President Biden ordered broad sanctions blocking transactions with the breakaway regions, known as the Donetsk and Luhansk People's Republics. But the regions don't have clearly defined boundaries, which makes it tricky for companies to ensure they don't run afoul of sanctions, Mr. Burns said.</p><p>AmEx didn't block card payments in Ukraine because it has more details on the parties to those transactions, making it easier to ensure compliance, the person said.</p><p>Global money-transfer services such as MoneyGram, Western Union and Wise continue to allow payments into Ukraine, even though the war has forced branch closures and other disruptions. Many of the major money transmitters either waived or lowered fees on transfers to Ukraine, where remittances have surged.</p><p>FXIP comprises less than 1% of AmEx's total revenues, the AmEx spokesman said. Ukraine is a tiny market for FXIP, accounting for just 0.1% of the platform's volume during the past 12 months, the person familiar with the matter said.</p><p>Mr. Nayandin, of the flower-delivery business cyber-florist.com, has used other services including Western Union after FXIP stopped working.</p><p>Eugene Gordiyenko was also exasperated to learn that AmEx had suspended FXIP in Ukraine.</p><p>Mr. Gordiyenko runs a small design, communications and IT consulting company in Vienna, Va., and used FXIP to pay his eight Ukraine-based employees. In March, he discovered that the templates with his employees' saved account information no longer existed.</p><p>He thought it was a mistake—until an AmEx representative told him otherwise. The representative put him in touch with a vice president in AmEx's foreign-exchange division.</p><p>\"Do you understand this country is in need of money?\" Mr. Gordiyenko recalled telling her. The vice president voiced sympathy for Ukraine, Mr. Gordiyenko said, but told him the decision came from higher up and had been based on an internal risk analysis.</p><p>Morgan Williams, president of the U.S.-Ukraine Business Council, blasted AmEx's decision. \"We don't think Ukraine deserves this kind of treatment by American Express,\" he said.</p><p>AmEx has committed $1 million to support humanitarian efforts in Ukraine, the company spokesman said.</p><p>In 2014, some American banks cut services to Ukraine after the U.S. sanctioned Russia over its annexation of Ukraine's Crimea peninsula, Mr. Williams recalled. His trade group contacted the banks to explain that they were misinterpreting the Crimea sanctions to target the wrong country, and they fixed the problem, Mr. Williams said.</p><p>\"The ignorance about that part of the world in U.S. financial institutions has amazed us,\" he said.</p><p>Write to Alexander Osipovich at alexander.osipovich@wsj.com and AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Russia Sanctions Led American Express to Cut Financial Lifeline in Ukraine</p>",
  "published": "2022-04-22T13:03:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 147,
          "end": 151
        },
        {
          "start": 1277,
          "end": 1281
        },
        {
          "start": 550,
          "end": 554
        },
        {
          "start": 3590,
          "end": 3594
        },
        {
          "start": 1794,
          "end": 1798
        },
        {
          "start": 2297,
          "end": 2301
        },
        {
          "start": 3023,
          "end": 3027
        },
        {
          "start": 3486,
          "end": 3490
        },
        {
          "start": 76,
          "end": 80
        },
        {
          "start": 3124,
          "end": 3128
        },
        {
          "start": 3562,
          "end": 3578
        },
        {
          "start": 586,
          "end": 590
        },
        {
          "start": 2693,
          "end": 2697
        },
        {
          "start": 4263,
          "end": 4279
        },
        {
          "start": 26,
          "end": 30
        },
        {
          "start": 2324,
          "end": 2328
        },
        {
          "start": 21,
          "end": 37
        }
      ]
    }
  ]
}