{
  "_id": "ce1d5fa5f82846f846feb94518a45a49537fa557daf0a16c660b47d3ea77ed63",
  "feed": "wall-street-journal",
  "title": "Etsy Sellers Strike as Site Ramps Up to Battle Amazon; The crafts-focused e-commerce marketplace is making big investments to widen its appeal; some sellers are temporarily closing their shops to protest direction",
  "text": "<p>Etsy executives say the fee increase effective Monday—the first such increase since 2018—is critical to increasing investments in marketing and expanding seller-support services.</p><p>The tension between Etsy and parts of its seller base, which totals roughly 5.3 million businesses, comes as the company tries to evolvefrom a niche online marketplace to a major e-commerce player.</p><p>After two years of rapid growth in sales, Etsy is planning its next chapter.</p><p>The company became a go-to destination for shoppers looking to purchase masks, before the evolving spending habits of homebound consumers pushed the company to booming sales.</p><p>It was among the pandemic's biggest winners for investors: Etsy's shares increased ninefold between March 2020 and November 2021. Sellers generated about $12.2 billion in merchandise sales on Etsy last year, compared with $5 billion in 2019.</p><p>Now, as Americans are returning to stores in droves and the e-commerce sector is starting to cool, Chief Executive Josh Silverman says Etsy wants to be the place where consumers start their online shopping journeys.</p><p>\"We must and are competing against the biggest names in e-commerce and all of retail,\" Mr. Silverman told analysts in February. \"But we believe we have a real opportunity to win.\"</p><p>Mr. Silverman will be speaking Tuesday afternoon at the WSJ Jobs Summit. The former executive at several technology companies and American Express Co. took over as Etsy's CEO in 2017 and led a turnaround of the then-struggling crafts marketplace. He instituted a fee increase in 2018 that also angered some merchants but has overseen a surge in the number of sellers and overall sales on the site.</p><p>Ms. Cassidy said Etsy's strategy is incompatible with how many of the artisans who built the brand do business. Sellers who make everything by hand have to limit their orders to what they can produce, she said, so more advertising doesn't necessarily mean more revenue for those sellers.</p><p>\"It's like they're trying to be Amazon, and there's a reason why I don't sell my products on Amazon,\" she said.</p><p>Etsy launched in 2005 and gained favor as a niche destination for consumers who love handcrafted and vintage products. The company, based in the Brooklyn borough of New York City, also touted its marketplace as a hub where consumers could support small businesses while shopping online. Etsy had about 90 million active buyers last year. The company also owns musical-instrument marketplace Reverb, fashion reseller Depop and Brazilian marketplace Elo7.</p><p>Some shop owners say some of their issues, like sellers who are violating rules against hawking mass-produced items, are larger now since Etsy has grown. The protesters sent a letter addressed to Etsy's executive team and board members outlining their concerns on Monday.</p><p>\"It's really obnoxious to tell us sellers, 'Hey, we made record profits last year and we're gonna celebrate by raising your fees a whole bunch,\" said Bella Stander, a publisher of maps, guidebooks and other items who says she plans to participate in the seller strike.</p><p>Ms. Stander, co-owner of Bella Terra Publishing, said Etsy's fees will be a smaller percentage of her sales than what Amazon and eBay charge, even after the increase, but she is also protesting what she believes are onerous company standards. Ms. Stander said she was penalized for receiving four-star reviews or for taking too long to respond to questions.</p><p>SHARE YOUR THOUGHTS</p><p>What impact will a strike by sellers have on the future of the Etsy marketplace? Join the conversation below.</p><p>\"We're supposed to respond to a message within 24 hours,\" she said. \"They're holding us to a bar that they're not clearing themselves.\"</p><p>Etsy has said the fee increase won't boost its profit margins because the money will be reinvested into the business. The company spent hundreds of millions of dollars improving the site's ability to withstand higher traffic loads, improving its search engine and attracting new shoppers in recent years, Chief Operating Officer Raina Moskowitz said in an interview. It plans to spend millions more this year on initiatives like speeding up response times to sellers.</p><p>\"We are really focused on investments in areas that will enable us to maintain the human touch that defines Etsy's brand,\" she said.</p><p>Protesting sellers also have taken issue with Etsy pushing them to offer free shipping, and that the marketplace doesn't let shops that make more than $10,000 in annual sales opt out of its off-site ads program. Unexpected advertising fees chip away at her shop's slim margins, Ms. Stander said.</p><p>Etsy executives say a large group of sellers believe in the marketplace's new strategy.</p><p>\"When they do well, we do well,\" Ms. Moskowitz said, referring to sellers on the platform.</p><p>Strike supporters have faced criticism from sellers who disagree with their arguments or methods or worry the protest might hurt their sales. Sara Simpson, who sells vintage clothing on Etsy, said that while she agrees that the company should make improvements, she thinks the fee increase is reasonable.</p><p>\"Telling buyers not to buy from Etsy is going to hurt sellers far more than it would ever bother Etsy itself,\" she said. \"I don't want to lose customers. I think most sellers that aren't supporting this strike feel the same way.\"</p><p>Other sellers might support the action, strikers say, but can't afford to close their shops.</p><p>\"We're right there too,\" said Lori Peterson, an Etsy seller. \"We understand that this is a sacrifice.</p><p>Write to Charity L. Scott at Charity.Scott@wsj.com</p><p>Etsy Sellers Strike as Site Ramps Up to Battle Amazon</p>",
  "published": "2022-04-12T14:54:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1397,
          "end": 1413
        }
      ]
    }
  ]
}