{
  "_id": "85924283283adc0212d4458d558be4dc24b20d4e66e541db4f5c75befa403979",
  "feed": "market-watch",
  "title": "American Express stock keeps its rally alive after upgrade",
  "text": "<p>Bank of America analyst Mihir Bhatia upgraded the stock to buy from neutral Wednesday, writing that he has a more upbeat view of American Express AXP after the company's earnings report a day before.</p><p>The company offered a new longer-term growth outlook in its Tuesday report and now will aim for revenue growth at upwards of 10% “as the economy reaches a steady state.” AmEx will also target “mid-teens” growth in earnings per share in that steady-state economy.</p><p>“The investments AXP has been making through the pandemic,&#xa0;in both card-member retention and acquisitions,&#xa0;are starting to yield results that&#xa0;should&#xa0;drive faster top-line growth and operating leverage&#xa0;in&#xa0;the near-to-medium term,” Bhatia wrote in his note to clients.</p><p>He expects that AmEx will maintain its billings momentum in 2022 and continue to drive accelerated growth in card fees. And because of the company's business mix, Bhatia sees Amex as an attractive recovery play.</p><p>“Importantly, given its travel exposure,&#xa0;particularly among large corporate clients,&#xa0;who have been the slowest to resume travel spending, AXP will enjoy pandemic recovery tailwinds for longer than most peers,” he wrote.</p><p>The company expects that these trends could help it achieve revenue growth in the mid-teens in 2023.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Bhatia lifted his price objective on the shares to $204 from $191, with the new number based on a multiple of roughly 18 times price-to-2023 estimated earnings. That multiple is at the top of AmEx's historical range, but Bhatia sees it as justified given AmEx's new growth goals and business momentum.</p><p>American Express shares finished Wednesday's session up 1.3% on a day when the Dow Jones Industrial Average DJIA finished down roughly 130 points, or 0.4%. Wednesday's momentum builds on AmEx's 8.9% rise in Tuesday's action, which marked the company's largest single-day percentage gain since 2020.</p>",
  "published": "2022-01-27T08:13:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1556,
          "end": 1560
        },
        {
          "start": 370,
          "end": 374
        },
        {
          "start": 129,
          "end": 145
        },
        {
          "start": 746,
          "end": 750
        },
        {
          "start": 1666,
          "end": 1682
        },
        {
          "start": 1853,
          "end": 1857
        },
        {
          "start": 0,
          "end": 16
        },
        {
          "start": 1619,
          "end": 1623
        }
      ],
      "nexusId": "10021878"
    }
  ]
}