{
  "_id": "124076ad9e6125764af72bcd5a3e2c93356ee0f5ac61ce7d7b399e8e71710b70",
  "feed": "wall-street-journal",
  "title": "Credit-Card Pitches Pick Up Their Pace",
  "text": "<p>Big card issuers reported record levels of credit-card spending for the second quarter. At JPMorgan Chase &amp; Co., credit-card purchases totaled $271.2 billion, the highest amount dating back to at least 2004 and 33% above the fourth quarter of 2019, before the pandemic caused spending to plunge.</p><p>Bank executives say low unemployment and credit-card delinquencies that remain below prepandemic levels give them confidence in consumers' ability to keep up with their debts. And inflation isn't such a bad thing for card companies, some executives say, since it can result in higher spending that translates into more fee revenue.</p><p>A slowing economy would usually prompt banks to pull back on lending. The opposite is happening with credit-card debt -- an unsecured form of borrowing that is hard to recover when a borrower stops paying. Banks, it seems, aren't convinced a downturn would significantly damage Americans' finances.</p><p>Still, their optimism doesn't apply to all consumer-lending categories. Capital One, for example, pulled back on auto-loan originations during the latest quarter, citing concerns about competitive pressures on margins and the future of used-car valuations.</p><p>\"We certainly feel the most bullish about the card business,\" Chief Executive Richard Fairbank said on a recent earnings call. \"Net-net, we feel good about the opportunities, and we're leaning into them.\"</p><p>The credit-card business has defied expectations since the pandemic began. When unemployment shot up in the spring of 2020, most card issuers expected that delinquencies also would rise. The opposite happened: Consumers -- stuck at home and flush with cash from government benefits -- paid down debt.</p><p>Total general-purpose and store credit-card debt fell to $748 billion in April 2021 from $913 billion in January 2020 but has risen since, according to credit-reporting firm Equifax Inc. It remains among the few mainstream forms of consumer debt where the aggregate balances, at $855 billion in May, haven't yet returned to prepandemic norms.</p><p>For most major issuers, balances still aren't back to where they were at the end of 2019. In the second quarter, JPMorgan balances increased 17% from a year prior to $165.5 billion, still shy of the $169 billion in balances it had at the end of 2019. Capital One's U.S. credit-card balances were up 21% in the second quarter from a year prior to $115 billion but still down from $119 billion at the end of 2019.</p><p>Card issuers are pouring more money into marketing expenses such as credit-card mailers, advertising and extra rewards, betting that it will translate into new business.</p><p>Capital One's marketing costs increased 62% in the second quarter from a year prior to a quarterly record of $1 billion, mostly due to its U.S. credit cards. Discover's marketing expenses increased 45%, the company said, also largely due to efforts to increase credit-card sign-ups.</p><p>A jump in new credit-card accounts could spur an increase in balances. Citigroup Inc. and Wells Fargo &amp; Co., which has been revamping its credit-card business, booked 1.07 million and 524,000 new general-purpose credit cards in the second quarter, up 18% and 62%, respectively, from a year earlier. Bank of America Corp. added 1.07 million, up 15%. Amex said that new U.S. consumer-card sign-ups for its premium Platinum card, Gold card and Delta Air Lines Inc. co-branded cards reached record highs in the second quarter.</p><p>Banks cite high payment rates on credit cards as further evidence that their customers are in good financial shape. Payment rates, defined by many issuers as the share of their overall balances that consumers pay down, remain elevated at several banks, including Synchrony Financial and Discover.</p><p>\"That's an indicator for us that, in our segment, households have strong liquidity and are able to make adjustments to deal with inflation,\" Discover Chief Executive Roger Hochschild said. \"For us, consumers remain very strong.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 3247,
          "end": 3251
        }
      ]
    }
  ]
}