{
  "_id": "e889ea526a01b7af063ff89a8bb41bf7e6a59e1d53e8dce598ddaeb5314f9c5f",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  A Scrap for Seats  At Hot Restaurants  ----  By Lane Florsheim",
  "text": "<p>   In April, Kyu, a pan-Asian-inspired barbecue restaurant with locations in Miami and Mexico City, opened in New York City. During a preview night ahead of its official opening, the bar area at the front of the NoHo space was a swirl of commotion. The smell of its wood-fired grill permeated the dining room as servers brought out dishes like smoked wagyu beef brisket. Throwback songs by Ne-Yo and Lupe Fiasco played in the background. I posted a photo of the tuna crispy rice on Instagram Stories, and the next day a friend texted: \"How on earth did you get into Kyu last night?\" </p><p>   As people continue to re-enter \"normal\" life, restaurants are full again -- and many diners have found that getting the reservations they want feels harder than ever. Restaurateurs and chefs are noticing the flurry, too. Alan Omsky, co-founder of Kyu, says that in Miami it's harder to get a reservation now than it was before the pandemic, even though the restaurant added outdoor seating in 2020. Looking online for a reservation at the New York location usually yields 10:30 p.m. weekday openings and nothing on Fridays or Saturdays. </p><p>   According to online-reservation platform Resy, April was the busiest month on record, even though historically its busiest time tends to be in the summer. (July 2021 was the previous record.) The average number of \"notifies\" -- a wait-list function that allows users to sign up for alerts if someone cancels a reservation -- has increased 50% per restaurant in New York City since 2019. OpenTable says its data suggest that walk-ins in the U.S. dropped 10% in a 2022 sample period from a similar time in 2019. </p><p>   A representative from Tock, a reservations platform that includes high-end restaurants like Per Se, Aska and Atomix, says they are seeing record traffic on their website, as well as the highest number of patrons on wait lists they've ever had. </p><p>   \"People have a real appreciation for these experiences they took for granted before,\" says Sam Hellman-Mass, the owner of Suerte in Austin, Texas, who says the restaurant is as busy as it has ever been. </p><p>   Some recently opened hot spots have been particularly crazed. When reservations for Bonnie's -- a Cantonese-American restaurant that opened in Brooklyn in December -- go up on Resy, all of them (two weeks' worth) book in \"literally less than a minute,\" chef and owner Calvin Eng says. </p><p>   It's not much easier to get into established restaurants. In Chicago, Stephanie Izard, the chef and owner of Girl &amp; the Goat, notes that even though her restaurant has a bigger capacity than ever before -- having expanded \"a huge patio space\" during the pandemic -- she anticipates being completely booked even after the outdoor space reopens later this month. At Kato in Los Angeles, restaurant partner Ryan Bailey says there are 300 to 400 Resy notifies set every night to be on the wait list. </p><p>   Jesse Ito, the co-owner and chef of Royal Sushi &amp; Izakaya in Philadelphia, says the number of notifies has more than quadrupled from what they were prepandemic. \"I think last year a lot of people who had money didn't spend it, so there's a lot of discretionary income to be spent,\" he says. Also, because of pandemic-related closures, there are probably fewer restaurants from which most people can choose. </p><p>   During indoor-dining bans, \"you could go out and you could have a meal on the street,\" says Jon Neidich, the founder and chief executive of Golden Age Hospitality, which includes the recently opened NYC-based piano bar The Nines. \"But what you couldn't get was the romance of being in a beautiful room with that buzz that's only created within the four walls of a restaurant that's full of people, all interacting and conversing.\" </p><p>   So is finding a good reservation truly impossible right now, or are there any tricks to getting in? Some frequent restaurant-goers, like Stacey Levine, a management consultant in New York, find out what time and day their restaurants of choice release new reservations. Then she will set alerts on her own calendar so she can log on the second reservations become available. Additionally, American Express, which now owns Resy, offers some cardholders benefits that include access to tables not available to other users on the app and a concierge they can call for help booking a table. </p><p>   A good old-fashioned phone call can also help. \"Sometimes on OpenTable and Resy, you don't have the tables, but if you call the restaurant, very often you can find a way to be on the waiting list or to get a table,\" says Eric Ripert, the chef and co-owner of Le Bernardin in New York. </p><p>   \"Reaching out to the establishment on email, explaining, 'Hey, I've tried a few times, is there any way you can help?' or 'I have this specific circumstance, where somebody's traveling into town for two days,' and it's a month out [can help],\" Mr. Bailey of Kato says. </p><p>   Ms. Izard of Girl &amp; the Goat says don't forget about walking in and trying for seats at the bar. For those with a birthday or other celebration in mind, Mr. Eng at Bonnie's points to large-party reservations, which can be made directly with the restaurant before the tables go up on Resy. </p><p>   Becoming a regular at a favorite restaurant might be the best solution of all. \"It's about forming relationships,\" says Ben Davis, an actor-singer in New York who estimates he eats out three or four times a week. \"Treat people well and show your patronage to a place, they'll want to help you out.\" </p><p></p>",
  "published": "2022-05-11T06:02:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4082,
          "end": 4098
        }
      ]
    }
  ]
}