{
  "_id": "874c9db3a1bff5037a6ec30452743c4f9487163ae0d909308c81916b5b112938",
  "feed": "market-watch",
  "title": "With inflation rising and fears of recession, watch out for these 3 key numbers in company earnings reports; This earnings season arrives as investors have a range of nagging questions about the economy.",
  "text": "<p>Starting this week and running through July, the country's publicly traded companies are scheduled to reveal their second quarter earnings and share their best guesses on what's in store for future bottom lines.</p><p>Big banks kicked off the season on Thursday when J.P. Morgan JPM and Morgan Stanley MS report. Shares for both banks were down Thursday after earnings missed estimates. Companies including Bank of America BAC, Tesla TSLA, Netflix NFLX and American Express AXP are slated to report next week.</p><p>The parade of profits, losses and projections happens every quarter under U.S. rules. The numbers also offer a peek at the financial health of consumers and the broader economy.</p><p>This time, earnings season is coinciding with a volatile bear market that's getting rocked by all sorts of questions: What to make of Omicron subvariants,or China's lockdown policy andits supply chain implications? Where areoil prices going as Russia's Ukraine invasion grinds on?</p><p>How is American consumer demand holding up against four-decade-high inflation? That point was underlined by inflation data Wednesday showing the cost of living increasing a hotter than expected 9.1% year-over-year in June.</p><p>And, of course, what's the chance this all culminates in a recession?</p><p>Don't dismiss earnings reports and calls as PR spin, because they can provide real insights, said Bryan Routledge, a professor at Carnegie Mellon University's Tepper School of Business. And useful information is at a premium now, he added.</p><p>\"Information is more important when the world is more volatile. … The range of information, the bunches of things that could be influencing those earnings, are much more now than the simple world we lived in three years ago.\"</p><p>The Dow Jones Industrial Average DJIA, S&amp;P 500 SPX and Nasdaq Composite COMP all opened sharply lower on Thursday. The Dow dropped roughly 550 points, or 1.8%, the S&amp;P declined 1.5% and the Nasdaq dropped by 1.4% as investors braced for earnings seasonand mulled the Federal Reserve's next move to tame inflation.</p><p>Stock picking is a risky endeavor</p><p>\"There are more questions that need to be answered this earnings season than any previous earnings season I can remember,\" said Victor Jones, chief global strategist at tastytrade, which offers brokerage services and trader education. They include how consumer behavior is changing, and who is — and isn't — profiting as a result, he said.</p><p>\"Answer to questions, instead of more questions, would be a welcome phenomenon to market participants at this point,\" Jones added.</p><p>Company cash flow, profit margins and any forward guidance are three important tidbits to get at the answers, Jones and other experts told MarketWatch.</p><p>Then it becomes a matter of whether investors with quarterly results in hand should even act on those answers.</p><p>Stock picking is a risky endeavor in any market, let alone this one. So are quick purchases and sales based on earnings results — especially during the extended session when many companies release their numbers.</p><p>But if retail investors want to take their chances, it's best to make informed decisions. The same goes if investors want to perform due diligence on the companies where they are already shareholders, or if they want to check the stocks a fund manager is picking for a mutual fund. This earnings season, here's a primer on what to look for, according to experts.</p><p>1. Cash flow</p><p>Investors in search of solid company data points in unclear times can start by looking at a company's cash on hand, said Mychal Campos, head of investing at Betterment, which offers financial services including robo-advisers. In the broadest sense, a company's \"free cash flow\" is the money still on hand from its operating activities, after subtracting capital expenditures.</p><p>While some metrics can give company earnings a rosier hue, Campos said the free cash flow is one good way to gain \"more signal from noise right now\" about a company's capacity to operate.</p><p>Speaking of assets and obligations, it's worth considering the debts a company is carrying, Campos said.</p><p>Like consumers, companies loaded with debt face more challenges when interest rates climb, he said. After three interest rate increases already this year, the Federal Reserve sounds poised to keep going.</p><p>As interest rates go up, debts become more expensive and borrowing costs increase, and in a slowdown, that could be even more problematic for a corporate balance sheet, Campos said. (The same goes for a personcarrying a credit card balance these days.)</p><p>2. Profit margin</p><p>Investors will also want to know how companies are managing expenses, between inflating prices and wages to hold workers in a tight labor market, Campos said.</p><p>They can find the answers in the talk of profit margins.</p><p>\"The net profit margin is important to watch because it indicates how well companies are handling higher costs,\" said John Butters, FactSet vice president and senior earnings analyst. \"With inflation running at some of the highest levels in 40 years, companies are facing increased costs. As costs have increased in recent months, many companies have increased their prices to maintain their margins and earnings.\"</p><p>The net profit margin shows the amount of earnings a company creates for every dollar of revenue it generates, Butters said.</p><p>As of Tuesday, S&amp;P 500 companies are expected to report net profit margins of 12.4% during the second quarter, according to an aggregation of analyst estimates gathered by FactSet. That number would be above the five-year average and just over last quarter's 12.3%, Butters said — but it's \"below the year-ago number of 13%,\" he noted.</p><p>If the margins are falling, \"the costs required to produce revenue are essentially rising relative to the revenue produced,\" Campos said. So-called \"margin compression\" may prove to be a real drag on profits, according to Goldman Sachs GS analysts.</p><p>Margins and cash flow are \"likely going to be on the front of investors' minds,\" Jones said, because they offer \"understanding on who's managing and creating predictability for investors.\"</p><p>3. Earnings guidance</p><p>Companies are not required to provide forward-looking guidance on what to expect for future earnings and revenue, but experts said it can be instructive when they do. Butters is always watching for the guidance to see how it stacks against analyst estimates and previous guidance.</p><p>That's especially so this time, Butters said, when \"the earnings guidance is important because it will provide more clarity on economic conditions given the uncertainty in the market.\"</p><p>The guidance's tone matters a lot, Jones noted. Something sounding too optimistic or rooted in presumptions from earlier in the pandemic might raise investors' eyebrows, he said. \"I think investors will actually have more confidence the more sober leaders are about the future, as strange as that may sound at this point.\"</p><p>With inflation rising and fears of recession, watch out for these 3 key numbers in company earnings reports</p>",
  "published": "2022-07-14T13:53:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 451,
          "end": 467
        }
      ]
    }
  ]
}