{
  "_id": "d73e37a67f4ea1c3c7d959208ce1bae623aff3255bf51c9335305c1be7da8041",
  "feed": "wall-street-journal",
  "title": "The 5 Best Travel Perks You Can Get With Your Credit Card; From free hotel rooms to line-cutting privileges at the airport, here's how to make your credit cards deliver 'Champagne on a beer budget'",
  "text": "<p>TRAVEL IS BACK and so are some of the things we didn't miss during the pandemic: the mosh pit at the boarding gate; snail-paced security lines and those irritating luggage fees. One escape route from that unpleasantness may lie in the credit card you use to book your trip. Cards with the richest benefits carry hefty annual fees ($400 or more on the priciest options) but with access to airline clubs and hotel upgrades, you could earn that back after a few trips. Here, some of the better ways you can put your plastic to work while on the road:</p><p>1. Kick Back in a Club Lounge</p><p>Lounge access—complete with free food and drink and a quiet seat away from the masses—is \"the ultimate 'Champagne-on-a-beer budget' perk,\" said Ted Rossman, senior industry analyst at Bankrate.com. The major travel-friendly credit cards—including Chase Sapphire Reserve, American Express Platinum and Capital One Venture X Rewards—grant you membership in Priority Pass, a network of more than a thousand clubs at airports around the world. Amex's card does one better: It admits you to the Priority Pass lounges as well as the company's own growing network of Centurion Clubs, plus some Delta and Lufthansa lounges; Chase and Capital One are also opening their own bespoke clubs for their travel cardholders.</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite travel card and why? Join the conversation below.</p><p>2. Jump the Line</p><p>With airport lines infuriatingly long in these Covid times, you might consider opting for a shortcut even if you don't fly that often. Many travel credit cards cover membership in TSA PreCheck, the express lane service for vetted travelers at security checkpoints, or Global Entry, an upgraded version that also provides benefits for returning international travelers (which otherwise cost $85 to a $100, respectively, for five years). AmEx Platinum and Centurion cards also throw in membership to Clear, another line-cutting service, which retails for $179 a year; Delta and United offer discounts on Clear through their branded cards.</p><p>3. Pack Prodigiously</p><p>Checking a bag—a must if you don't want to battle with fellow fliers for scarce bin space—can be a big expense, starting at $60 round trip for the first checked bag and much more if you're lugging a lot of gear. Most airline-branded and other travel cards will cover these fees but with some limits, such as a $200 per year cap.</p><p>4. Get More Room at the Inn</p><p>Even if your card isn't directly affiliated with a hotel chain like Hilton and Marriott, you might be eligible for some benefits through your card's lodging partnerships, like an automatic room upgrade or an extra night on the house. Another popular perk is an annual travel credit, effectively a rebate that covers part of what you annually spend on trips. Chase Sapphire Reserve, for example, offers a $300 credit on travel expenses.</p><p>5. Don't Fret About Travel Insurance</p><p>Insuring a journey can be pricey, usually running from 5% to 10% of the total trip tab. But if you read the fine print on your card agreement, you might find you already have the insurance you need. Sara Rathner, travel and credit card expert at NerdWallet, said that many travel card issuers expanded insurance offerings as a result of the pandemic. \"They are putting more emphasis on travel protection, and a lot of cards provide coverage if you are canceled or delayed.\"</p><p>The 5 Best Travel Perks You Can Get With Your Credit Card</p>",
  "published": "2022-03-24T16:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 849,
          "end": 865
        },
        {
          "start": 1831,
          "end": 1835
        }
      ]
    }
  ]
}