{
  "_id": "cbca8c3f6e62371457cb71d3149ae340eba158f741dd133a0544d40f757969ca",
  "feed": "wall-street-journal",
  "title": "The Ghost of Credit Risk Spooks Amex Investors; Another strong quarter at American Express is overshadowed by concerns about the outlook for borrowers",
  "text": "<p>Yet Amex stock was trading 3% lower Friday even as the broader market was rallying. Investors appear to be looking past its 24% year-over-year revenue growth—which was 27% after adjusting for currency movements—and instead focusing on the fact that Amex, like many banks in the third quarter, added to its loan-loss reserves.</p><p>Investors are right to be cautious during uncertain times. But they should consider the context, too. Provision adjustments are often tied tobroad macroeconomic scenariosrather than lenders' specific views of their customers. Lending remains a smaller part of Amex's business than at many credit-card companies, with net interest income representing less than 20% of total revenue in the third quarter. Plus, extending loans may be a way for Amex to help solidify its relationship with some of its most promising customers: younger card members.</p><p>Millennial and Gen Z-aged consumers were more than 60% of new proprietary card acquisitions in the quarter, Amex told analysts Friday. It said that without giving them the option of using revolving debt, that group may have started out with a competitor's card before later turning to a higher-fee, higher-reward Amex charge card. And these are good customers: Millennial and Gen-Z U.S. consumer spending grew nearly 40% year-over-year in the third quarter, almost twice the rate of Gen X and more than triple the rate of baby boomers.</p><p>Like virtually all card companies, Amex has been seeing unusually high rates of paydown of card debt. Seeing more borrowing is partly just a return to normal behavior. Of course, investors fear that normal might be a stop on the way to abnormal, as bubbling pressures—inflation, interest rates—begin to squeeze consumers at all ends of the spectrum and cause spending and debt servicing to suffer.</p><p>So far though, credit is the dog that has not yet barked, especially for higher-income consumers. Investors who are willing to put up with the spookiest moments might eventually emerge with a bigger treat haul.</p><p>Write to Telis Demos at Telis.Demos@wsj.com</p><p>The Ghost of Credit Risk Spooks Amex Investors</p>",
  "published": "2022-10-21T17:23:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 74,
          "end": 90
        }
      ]
    }
  ]
}