{
  "_id": "4066e83a1054bdcdca223f61bdda524bac1f0285f4da5665ce1d9ebf29273eb5",
  "feed": "ftcomall",
  "title": "American Express: investors should not take fright at provisions",
  "text": "<p>Are loan loss provisions an act of prudence or a red flag? It is a question that divides investors this earnings season.</p> <p>US credit card giant American Express <a href=\"https://www.ft.com/content/0418f8cc-c04d-44b2-89d3-d608336669fa\">reported</a> a sharp jump in revenue for the <a href=\"https://www.reuters.com/business/finance/amex-quarterly-profit-up-resilient-spending-2022-10-21/\">third quarter on Friday.</a> Cardholders have continued to spend big despite concerns over soaring inflation and rising risks of a recession. Overall revenue net of interest expense was up 24 per cent to hit an all-time high of $13.5bn. Executives said they now expect full-year earnings per share to rise above the previous guidance.</p> <p>Even so, shares in Amex fell 7 per cent, investors perhaps spooked by the company's $778mn loan loss provision. The hit — which covers current and future loan losses — was above analyst expectations and weighed on profits. Net income rose only 3 per cent despite the big increase in revenue.</p> <p>At 14 times forward earnings, Amex shares trade below the three year average. That seems harsh. Shares of JPMorgan, which reported a $1.5bn provision last week, have climbed 7 per cent since its earnings release.</p> <p>Amex attributed the increase in its loan-loss reserves simply to prudent accounting as there were more consumers borrowing. If not needed, these credit reserves end up getting released, boosting profits.</p> <p>Credit quality remains in good shape. Amex benefits from an affluent cardholder base. Borrowers at least a month behind in their card payments increased slightly to 0.9 per cent from 0.7 per cent a year ago. The net write-off rate rose to 1.1 per cent from 0.8 per cent a year ago. Yet both figures are lower than those reported by JPMorgan's credit card business. </p> <p>Amex has entered a sweet spot. It not only has signed up more users. Inflation means it rakes in more fees and revenues since it takes a cut of the purchase price every time a consumer pays with its cards. The problems come when even affluent households need credit cards to cover income shortfalls. So far that time has not arrived. </p><p>Source:  2022 'American Express: investors should not take fright at provisions' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T17:25:33.221Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 142,
          "end": 158
        },
        {
          "start": 0,
          "end": 16
        }
      ]
    }
  ]
}