{
  "_id": "6294f7a5ce38edc24bdf8306e4a10a78d4e450bb00553dac0777f3469c0397f9",
  "feed": "market-watch",
  "title": "Warren Buffett says never to hold money during a war. Here's a stagflation playbook for stocks.",
  "text": "<p>Against the backdrop of unpredictable and dangerous geopolitical upheaval, here is some wartime investing advice from Berkshire Hathaway's BRK.A Warren Buffett, from an interview in 2014, the last time Russia invaded Ukraine.</p><p>“The one thing you can be quite sure of is if we went into some very major war, the value of money would go down — that's happened in virtually every war that I'm aware of. The last thing you'd want to do is hold money during a war,” he said.</p><p>Buffett bought his first stock in 1942, when “macro factors were not looking good,” but insisted investors would frankly “be a lot better owning productive assets over the next 50 years” than pieces of paper.</p><p>Read:BCA analysts say a nuclear apocalypse may take us all out, but bet on stocks anyway</p><p>His words might seem to find little takers this morning, but for those unafraid to put a few dollars to work, our call of the day from the Stuck in the Middle blogger “Mr. Blonde” offers up a stagflation playbook.</p><p>Fears of rising of inflation and slowing growth, partly driven by the COVID-19 pandemic, were weighing on some investors' minds before a war in Europe drove a spike in commodity prices. Even if the fighting resolves, “there's a risk the damage is already done. Stay defensive and lightly risked,” Mr. Blonde advised.</p><p>The blogger looked at past stagflation episodes as measured by U.S. manufacturing purchasing managers indexes and year-over-year OECD G-7 core consumer prices dating between 2019 and 1960. He found markets were in this situation 31% of the time.</p><p>Mr. Blonde deduced the best relative performances during stagflation were from defensives, such as pharmaceutical healthcare equipment and services, utilities, food and tobacco, and even defensive tech, such as software.</p><p>And if we're talking reflation, healthcare equipment and services, food and tobacco, energy and software do well in both those regimes, while automobiles and diversified financials don't. Consumer services, meanwhile, do better than consumer cyclicals during stagflation.</p><p>As for stocks, the blogger screened for “large cap, high profitability, no extreme balance sheet leverage, good growth/momentum with focus on both estimate revisions and price momentum, and reasonable valuations with focus on FCF [free cash flow] yield.”</p><p>The aim is idea generation and a starter for investors looking for longs, he said, but cautioned that some stocks on his list will have “other issues and idiosyncratic drivers that overwhelm whatever macro regime resilience they may have.”</p><p>“Stuck in the Middle” blogThe top five are Alphabet GOOGL, Meta Platforms FB, D.R. Horton DHI, NVR NVR and Genuine Parts GPC. You can see the whole list and blog here.</p><p>The buzz</p><p>Kremlin spokesman Dmitry Peskov laid out Russia's demands for the fighting to stop in a Reuters interview, and some are commenting that it could be a slight pullback of Moscow's position. No word from President Vladimir Putin yet.</p><p>An estimated 1.5 million people have fled the fighting in Ukraine, as Russia offered a third cease-fire for Monday following two failed attempts over the weekend. But Ukraine has rejected that, as some of those routes lead to Russia and Belarus. Meanwhile, delegates are headed for fresh talks on Monday.</p><p>Comments from Secretary of State Antony Blinken were driving a massive oil-price surge that began late Sunday. Blinken said U.S. and European officials are discussing a potential ban of Russian oil. Some point out how there might have been missteps here:</p><p>American Express AXP, Visa V, Mastercard MA, Netflix NFLX, TikTok and KPMG add to the list of companies halting operations in Russia over its invasion of Ukraine and crackdown on the media.</p><p>Bed Bath &amp; Beyond BBBY shares are up 38%, on news Chewy CHWY co-founder Ryan Cohen was taking a big stake and pushing for changes.</p><p>Global COVID-19 deaths have hit six million, with remote islands now suffering infection waves and a war-driven refugee crisis in Europe also posing risks.</p><p>The markets</p><p>Stocks DJIASPXCOMPopened lower, with German stocks entering bear-market territory DX:DAXand Asian markets also taking hits , as oil prices CL00BRN00 tapped 2008 highs. The entire commodity sector is climbing, including natural gas NG00 on both sides of the Atlantic, and all-time highs for wheat W00 and palladium PA00. On the haven front, gold GC00 spent time above $2,000 an ounce, the dollar DXY and Swiss franc USDCHF are climbing and the euro EURUSD is tumbling.</p><p>The chart</p><p>@callum_thomasThe tickers</p><p>These were the top searched stock tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  BBBY    Bed, Bath &amp; Beyond  NIO     NIO  CEI     Camber Energy  AAPL    Apple  MULN    Mullen Automotive  IMPP    Imperial Petroleum  INDO    Indonesia Energy Corp.</p><p>Random reads</p><p>Along with a plea for peace, singer Sting revives an 80s hit he hardly ever played.</p><p>A trucker “freedom convoy” hit the U.S. capital over the weekend. Not everyone was impressed.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-07T13:29:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 3500,
          "end": 3516
        }
      ],
      "nexusId": "10021878"
    }
  ]
}