{
  "_id": "fcd94317a67efd8f0b8d75f1b44acf0bef5b1d6505497657de68c5dc120badd4",
  "feed": "market-watch",
  "title": "5 trends you need to follow this earnings season to make sure your investments are on track; MarketWatch's guide to where and how to see the numbers that really matter for your portfolio",
  "text": "<p>Inflation, supply-chain snags, the strong dollar and consumer spending are all expected to feature prominently in releases and on conference calls with analysts, along with evidence of slowing demand that's already showing up in profit andrevenue warnings in recent weeks.</p><p>Read also: Chip stocks could suffer worst year ever as effects of shortage-turned-glut spread</p><p>The overall season is expected to show per-share earnings growth for the S&amp;P 500 of just 2.4% compared with the year-earlier period. But that number would drop to a 4% decline if it weren't for the energy sector, which has outperformed all year amid strong oil and gas prices and record profits for energy companies. That was already the case in the second quarter, excluding energy.</p><p>For more, see: S&amp;P 500 would be in an 'earnings recession' if not for this one booming sector — but that may not last long</p><p>As always, MarketWatch will be closely following earnings and bringing you the numbers in real time. But we've decided to take a slightly different approach to this preview.</p><p>Instead of telling you what to expect, we want to guide you on how to get beyond the headline metrics to really see how individual companies and sectors are faring in the current challenging macroenvironment. That means not just looking at earnings releases, but scrutinizing the conference calls virtually every company holds with analysts, where some of the juiciest information can be found.</p><p>Companies take earnings calls seriously. They often rehearse for them and try to anticipate what questions might arise. At the same time, the clubby familiarity between analysts and the companies they cover can encourage executives to drop their guard with some surprising outcomes.</p><p>Here are the five trends we believe investors should be paying most attention to along with tips on how to track them:</p><p>Inflation Inflation Inflation</p><p>There's no question that inflation will show up in almost every earnings report this quarter, with consumer prices still at 40-year highs even as gas prices have come down. Inflation has spread right across the economy and the world and the Federal Reserve is not done raising interest rates to tame it.</p><p>Some of what will be said on the topic, however, should be taken with a large grain of salt. That's because many companies have taken advantage of the inflationary environment to raise prices more than costs and are raking in profits as a result.</p><p>See now: Companies are using the pain of inflation as an opportunity to boost profit and line shareholder pockets, report shows</p><p>A study last month by Accountable.US, a liberal-leaning advocacy group, found companies in the very sectors hurting consumers the most — food, shelter, healthcare and utilities — have enjoyed record profit margins this year,thanks to price increases. And they've also taken care of shareholders with massive share buybacks.</p><p>Food and restaurant companies \"are the Kings of corporate greed,\" said Jeremy Funk, a spokesman for Accountable.US.</p><p>The report found companies in the consumer-price index's main categories made some $6 billion more in profit in the first half of the year than in the year-earlier period, and increased spending on shareholder returns by $15.4 billion to a total of $62.6 billion.</p><p>Executives \"are saying the quiet part out loud on conference calls, admitting using inflation as an excuse to raise prices,\" said Liz Zelnick, head of economic security and corporate power at Accountable.US.</p><p>Many food companies described pricing actions they are taking on calls with analysts, sometimes even making it sound like a point of pride. At McDonald's, for example, CEO Chris Kempczinski described how consumers are \"tolerating\" price increases.</p><p>Hormel Foods CEO Jim Snee bragged of how price inflation in refrigerated foods \"more than offset higher freight expenses for all segments,\" as he announced \"another round of price increases across our grocery portfolio.\"</p><p>Tyson Foodsraised chicken prices by 20% in the past year, as net income in the first half jumped by 29% to more than $1.5 billion and the meatpacker spent $669 million on dividends and buybacks.</p><p>Then there's the CEO of Starwood Property Trust, a holding company managed by private-equity firm Starwood Capital Group. Barry Sternlichton a conference call in February called inflation, \"an extraordinary gift that keeps on giving a tune of maybe $400 million or $500 million.\"</p><p>The impact on real-life consumers is stark, said Zelnick.</p><p>\"We'd like to see our policy makers build on the Inflation Reduction Act's measures to rein in greedy behavior that's costing average families dearly and ensure those who profiteer are paying their fair share in taxes, which will help drive down inflation by reducing the deficit,\" she said.</p><p>Action: Read conference call transcripts or listen to the calls from webcasts on company websites. Look for terms like \"price actions,\" \"price changes,\" 'increasing rates,\" \"strategic price moves,\" \"favorable drivers\" \"price elasticity,\" and any other euphemism for raising prices.</p><p>Strong dollar = weaker earnings</p><p>While a higher dollar can help temper the rising costs of imports, an extended uptrend can be the bane of multinational company earnings. The more the dollar rises, the more it reduces the value of profits and sales generated outside of the U.S.</p><p>Also read: Don't look for a stock market bottom until a soaring dollar cools down. Here's why.</p><p>For example, a company that generated one billion British pounds worth of sales in the U.K. during the second quarter of 2021 would convert that to about $1.38 billion in sales at the June 30, 2021 exchange rate. Even if U.K. sales rose 10% to 1.1 billion British pounds in the second-quarter of 2022, the U.S. dollar equivalent of sales would fall to about 12% to $1.21 billion at the June 30, 2022 exchange rate.</p><p>Read more: British pound hits record low, then pares losses, as investors react to tax cut plan.</p><p>And while the dollar has been trending higher for more than a year, the parabolic spike higher this year to a 20-year high for the ICE U.S. Dollar Index DXY, which tracks the buck against a basket of currencies of the U.S.'s largest trading partners, is making slowing sales growth look much worse.</p><p>Considering about 40% of the aggregate revenue of the S&amp;P 500 companies is generated overseas, according to FactSet data, investors should expect companies to try to sugarcoat their results by highlighting results in \"constant dollar\" terms, which excludes the effects of currency translation.</p><p>\"The most common phrase during upcoming 3Q earnings calls will be 'but on a constant currency basis,'\" wrote Goldman Sachs portfolio strategist David Kostin in a research note to clients.</p><p>Kostin said history suggests that, given the implied relationship between dollar strength and sales results, fewer S&amp;P 500 companies will beat Wall Street sales expectations in the third quarter than in the second quarter or first quarter.</p><p>As another example, S&amp;P 500 component McCormick &amp; Co. Inc. MKC reported last week sales for the quarter to Aug. 31 that rose 3.0% to $1.60 billion, to match consensus analyst expectations. But the company stressed that \"in constant currency,\" sales would have increased 6.1%.</p><p>Investors should keep in mind that the FactSet consensus of analyst estimates are based on total sales, not constant currency sales. So if a company provides forward guidance for sales growth on a constant currency basis, that shouldn't be compared with analyst expectations.</p><p>McCormick said in its 2022 guidance that sales were expected to be flat to up 2% from 2021 levels, which translates to growth of 3% to 5% on a \"constant currency\" basis.</p><p>Action: Look for \"constant currency,\" 'on a constant currency basis,\" \"organic sales growth\" and other terms that strip out the dollar's impact.</p><p>Nothing exceeds like excess inventory</p><p>As many companies are raising prices to combat increasing costs and declining volumes, many others, and in some cases the same companies, are also facing the need to lower prices to clear out excess inventory.</p><p>The oversupply of goods stemmed from companies initially stocking up amid concerns over supply chain constraints, followed by the slowing and changing of demand patterns as inflation and a slowing economy made consumers more cautious.</p><p>Nike Inc. NKE provided a preview of what may be coming in terms of inventory, and the negative effect on earnings, in its latest quarterly report, which was released less than two weeks ago. The athletic apparel and gear giant was one of the last in the S&amp;P 500 index SPX to report results for the previous earnings season given that its fiscal quarter runs through the end of August.</p><p>The company had warned on Sept. 30 that gross margins would be hurt as it needed to keep prices low to clear out stockpiles ahead of the holiday season, and it suspected rivals would be doing the same.</p><p>Read more: Nike stock drops 10% as execs predict cheaper clothing for at least the rest of the year.</p><p>There area number of reasons companies would rather take the margin and earnings hit from lowered prices, as excess inventory increases storage costs, reduces the ability to boost inventories in categories that are actually selling well, bogs down the supply chain and degrades the customer experience by cluttering sales floors.</p><p>And some on Wall Street believe that companies that had until recently been concerned about challenges stemming from a lack of supply, such as the auto industry, could very well start commenting about an oversupply issue, if not in their third-quarter results then in their forward guidance. Read more about how the auto industry could swing to an oversupply problem from undersupply in the coming months.</p><p>Action: Investors can monitor a company's inventory situation by checking the balance-sheet section in their earnings reports. For example, a line item under the \"Assets\" section of Nike's balance sheet showed that inventories for the latest quarter increased 44% from a year ago, after growing 23% the previous quarter and rising 15% the quarter before that.</p><p>The health of the consumer</p><p>In the most absolute sense, consumer spending seems to be holding up well in a period of economic stress.</p><p>You don't need to wait until earnings season to find that out, because the big payment-technology companies have already said so fairly recently.</p><p>Visa Inc. V and Mastercard Inc. MA each put out their own forms of monthly spending data for July and August, showing trends that RBC Capital Markets analyst Daniel Perlin dubbed \"healthy.\" And Visa Chief Financial Officer Vasant Prabhu called out resilient spending habits while speaking at a September investor conference, saying that high- and low-income consumers \"may be buying different things, but nominal levels of spending have stayed quite stable.\"</p><p>But absolute spending volumes don't tell the whole story, something the payments giants will admit. Visa and Mastercard know transaction amounts, but they can't tell whether consumers are spending less on discretionary items due to inflationary pressures or opting for cheaper brands when they shop.</p><p>That's not to say payments earnings will be unimportant. One big thing to watch for is Visa's outlook, which should cover broader expectations for the fiscal year ending next September. Comments from Mastercard will be interesting, too, as Chief Financial Officer Sachin Mehra said at a recent conference that he was being \"vigilant\" despite seeing strong spending patterns, since persistent inflation \"could have a detrimental impact\" on consumer spending.</p><p>Read: He saved credit cards, and now he's inspiring crypto enthusiasts</p><p>And American Express Co. AXP has been a \"controversial\" name, according to Bank of America analyst Mihir Bhatia, as investors weigh the company's \"super-prime consumer base\" and upbeat outlook against factors like reserve levels. Bhatia notes that the company's monthly reporting showed that \"write-off rates have been mostly flat since June while other issuers have recorded increases.\" Investors should get a more qualitative update later this month.</p><p>But to see how economic uncertainty is impacting consumers on a more granular level, you have to look to consumer-facing companies like retailers and restaurants.</p><p>While high-level financial-services companies may be seeing strong spending, it's clear when looking at the retail sector that cracks have formed. Levi Strauss &amp; Co. LEVI recently noted a 12% sales decline for its \"value\" brands, which Chief Executive Charles Bergh said \"are most sensitive to changes in consumer-discretionary spending.\" And french-fry maker Lamb Weston Holdings Inc. LW highlighted that quick-service restaurants are eating into the traffic of nicer establishments as consumers opt for cheaper places when they dine out.</p><p>Action: It's worth paying attention to headline spending numbers, but investors should wade deeper to better understand consumer health.</p><p>Advertising unease</p><p>Digital-advertising companies sent some ominous signals last earnings season as they adjusted to the new economic reality, and there's a continued sense of unease headed into the latest round of reports.</p><p>Things aren't all bad in the world of online ads, according to Goldman Sachs analyst Eric Sheridan, but they're not great either. He notes that advertising verticals including e-commerce, back-to-school, travel, media, and entertainment \"remain solid in terms of demand and pricing trends,\" while rate-sensitive categories like real estate and cars are weak.</p><p>Barclays analyst Ross Sandler described conditions as \"soft but stable,\" while predicting that investors will see \"well-below-normal sequential trends\" for a few quarters as advertisers acclimate to the current landscape.</p><p>\"We have been watching trends in Europe, the eye of the macro storm, as a good proxy for the growth-bottoming process, and trends continue to weaken based on our checks,\" he wrote in a note to clients.</p><p>Investors, of course, are focused on the future, not the past, and they'll be looking for information about when conditions could \"bottom.\" Whether digital-advertising companies are willing—or able—to make such predictions is another story.</p><p>\"Overall, our industry work reflects low/no visibility into early 2023 digital advertising budget conversations,\" Goldman's Sheridan wrote.</p><p>Wall Street may have to settle for some potentially interesting near-term trends. Barclays' Sandler sees the possibility of a \"smallish bump\" in the fourth quarter, stemming from the World Cup and the midterm elections. And if people are too focused on the World Cup to adequately shop in the days surrounding Thanksgiving, the quarter could end up \"extra promotional, and hence good for digital advertising.\"</p><p>While Meta Platforms Inc. META, Snap Inc. SNAP, Alphabet Inc. GOOGL GOOG and peers can't control the global economy, they do seem to be paying more attention to the bottom line. Snap announced in late August that it planned to cut 20% of jobs while focusing more on core business areas, and Meta Chief Executive Mark Zuckerberg reportedly warned of a hiring freeze. Wall Street may be interested to know if further moves are on the way.</p><p>Action: Pay attention to whether companies are willing to project a \"bottom\" for the digital-advertising market, or what they're saying if they can't. Also look for efforts from the big tech giants to rein in employee perks as market conditions sour.</p><p>See more: It's the end of 'fantasyland' for Big Tech and its workers</p><p>5 trends you need to follow this earnings season to make sure your investments are on track</p>",
  "published": "2022-10-12T16:42:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 11653,
          "end": 11673
        },
        {
          "start": 11587,
          "end": 11606
        }
      ]
    }
  ]
}