{
  "_id": "fb2227d545c3f7cb5ac7c86c5dc90db36701b9b2e5a062b64196279a7d18d2e6",
  "feed": "market-watch",
  "title": "Which of Buffett's bank stocks might make you the most money? Berkshire Hathaway started buying shares of Citigroup during the first quarter, while dumping Wells Fargo",
  "text": "<p>So this is a ripe moment to look at all the bank stocks held within Berkshire's stock portfolio. Investment managers of a certain size must publish their holdings of publicly traded stocks as of the last day of the quarter within 45 days. The deadline was Monday.</p><p>First, here are Berkshire's bank stocks as of March 31, sorted by the market value of Berkshire's stakes, in dollars: </p><p> Bank                            Ticker   Value of Berkshire's holdings – March 31   Company market cap – March 31   Berkshire ownership %  Bank of America Corp.           BAC      $41,636,346,979                            $332,637,209,586                12.52%  American Express Co.            AXP      $28,351,200,900                            $141,613,024,300                20.02%  U.S. Bancorp                    USB      $6,719,110,694                             $78,980,900,000                 8.51%  Bank of New York Mellon Corp.   BK       $3,591,100,392                             $40,056,683,684                 8.97%  Citigroup Inc.                  C        $2,945,319,560                             $103,698,554,700                2.84%  Ally Financial Inc.             ALLY     $389,990,382                               $14,231,264,880                 2.74%  Sources: Berkshire Hathaway's 13F filing for March 31, 2022, FactSet.</p><p>Berkshire Hathaway is the top shareholder of Bank of America Corp. BAC, American Express Co. AXP, U.S. Bancorp USB and Bank of New York Mellon Corp. BK.</p><p>Here are valuations, dividend yields and returns on average tangible common equity (ROE) and average assets (ROA) for the group's most recently reported quarters. Wells Fargo was added to the bottom of the list of banks, as Berkshire unloaded the entire stake, followed by aggregate numbers calculated by FactSet for the S&amp;P 500 banking sector: </p><p> Bank or Group                   Ticker   Price/ tangible book   Forward P/E   Dividend yield   ROE      ROA  Bank of America Corp.           BAC      1.67                   10.2          2.41%            17.87%   1.00%  American Express Co.            AXP      6.43                   16.2          1.33%            44.50%   4.04%  U.S. Bancorp                    USB      2.15                   10.8          3.81%            21.14%   1.26%  Bank of New York Mellon Corp.   BK       2.42                   9.2           3.15%            19.76%   0.77%  Citigroup Inc.                  C        0.60                   7.5           4.30%            11.83%   0.77%  Ally Financial Inc.             ALLY     1.04                   5.3           3.10%            22.13%   1.60%  Wells Fargo &amp; Co.               WFC      1.20                   9.7           2.37%            15.23%   1.06%  S&amp;P 500 Banks                            1.60                   9.6           3.10%            12.05%   1.08%  Source: FactSet</p><p>ROE and ROA don't always make for uniform comparisons. American Express has the highest for both measures on this list because its core revenues are fee income from transaction processing and card memberships, rather than interest income on loans.</p><p>Bank of New York Mellon's ROE is high, while its ROA is low, because it also focuses on fee income — from securities custody and asset management services.</p><p>Ally Financial Inc. ALLY has the second-highest ROE and ROA, reflecting its focus on auto lending.</p><p>Citigroup is by far the cheapest bank stock held by Berkshire on a price-to-book-value basis. Many investors distrust the company for two reasons: It has been reorganizing itself for decades, following a series of large acquisitions that ended in 2001. And the extraordinary government bailout of the bank during the 2008-2009 credit crisis diluted its common equity so much that the stock was down 89% for 15 years through May 13, 2022, with dividends reinvested.</p><p>Buffett seems to have faith in Citigroup. So does Odeon Capital Group analyst Dick Bove, who rates Citi a \"buy\" with a target price of $57.35, which would be a 21% gain from the stock's closing price of $47.46 on May 16. This is because Citi is now \"one of the strongest companies in the nation,\" Bove wrote in a note to clients on May 7.</p><p>Citi's \"cash equals $272 billion or 2.7x its market capitalization and 1.5x its commonequity,\" Bove wrote.</p><p>Based on the updated market cap for Citi on the first table, above, its cash is now worth 2.6 times its common equity. Bove added that with loans making up only 28% of assets and 50% of deposits, and with most of its securities investments having \"some type of government guarantee,\" it was \"not unfair to argue that this is a fortress balance sheet.\"</p><p>So Bove's thesis for Citi isn't that it will be such a strong performer over the short term, especially if the U.S. is heading into a recession, as Bove expects. This is a long-term play for him, and probably for Berkshire Hathaway as well.</p><p>\"[I]nvestors are completely misreading this company's risk. It is cash- and securities-rich. The stock simply does not reflect this,\" Bove wrote.</p><p>Here's a summary of opinion of the six banks held by Berkshire at the end of the first quarter, plus Wells Fargo, among analysts polled by FactSet: </p><p> Bank                            Ticker   Share \"buy\" ratings   Closing price – May 16   Consensus price target   Implied 12-month upside potential  Bank of America Corp.           BAC      64%                   $34.81                   $48.78                   40%  American Express Co.            AXP      48%                   $156.43                  $196.95                  26%  U.S. Bancorp                    USB      35%                   $48.27                   $60.60                   26%  Bank of New York Mellon Corp.   BK       47%                   $43.24                   $54.50                   26%  Citigroup Inc.                  C        56%                   $47.46                   $65.18                   37%  Ally Financial Inc.             ALLY     81%                   $38.73                   $58.60                   51%  Wells Fargo &amp; Co.               WFC      83%                   $42.21                   $59.86                   42%  Source: FactSet</p><p>Ally Financial is the favorite of these seven bank stocks among analysts working for brokerage firms.</p><p>Don't miss: 15 stocks that have fallen at least 33% but by these measures are still standouts in their sectors</p><p>Which of Buffett's bank stocks might make you the most money?</p>",
  "published": "2022-05-17T17:39:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4385,
          "end": 4404
        },
        {
          "start": 1979,
          "end": 1995
        },
        {
          "start": 1557,
          "end": 1576
        },
        {
          "start": 999,
          "end": 1018
        },
        {
          "start": 553,
          "end": 573
        },
        {
          "start": 553,
          "end": 572
        }
      ]
    }
  ]
}