{
  "_id": "25077e7e60fb777ef41208f78ac4633496687e2c30502892ff57239cdc7bfe12",
  "feed": "ftcomall",
  "title": "Turbulent times continue for Europe",
  "text": "<p>Good evening,</p> <p>As if <a href=\"https://www.ft.com/content/bcd16b99-fcd8-4d59-aef5-e17cbc92fed7\">deadly heatwaves</a>, political turmoil in Italy and the first interest rate rise in 11 years wasn't enough, new data this morning have raised fears of a eurozone recession, capping a momentous week for EU policymakers.</p> <p>S&amp;P Global's “flash” estimate for its <a href=\"https://www.ft.com/content/38aabcaa-e954-4d51-b2ab-780f2fcf1462\">PMI survey</a> showed business activity falling to a <a href=\"https://www.ft.com/content/38aabcaa-e954-4d51-b2ab-780f2fcf1462\">17-month low</a> in July, going into reverse for the first time since February 2021 as orders and output fell. The composite reading, which measures activity in services and manufacturing, fell from 52 last month to a lower-than-expected 49.4, where 50 marks the divide between expansion and contraction.</p> <p>Consumer confidence in the bloc is also at a record low as consumers struggle with soaring energy and food prices, according to the European Commission's latest survey on Wednesday.</p> <p>The data follow yesterday's European Central Bank decision to increase interest rates by a more-than-expected <a href=\"https://www.ft.com/content/42b002c0-434e-4688-bdb7-33e0a7c2323f\">half a percentage point</a> in an attempt to contain surging inflation. It also unveiled a new tool — the <a href=\"https://www.ft.com/content/c5499acd-0271-458d-8363-9e75633399ee\">transmission protection instrument</a> or TPI — which aims to prevent surging borrowing costs creating a new eurozone debt crisis.</p> <p>The ECB, argues commentator <a href=\"https://www.ft.com/content/3f1e6cb3-1a63-412e-bb1f-a8624760fd86\">Martin Sandbu</a>, was reminding everyone who really has the authority: “The rate decision was punchy and clearly intended to flex some monetary tightening muscle: markets should not expect the ECB to hesitate to curb inflation, the message seemed to be. But the TPI is by far the most interesting policy — and political economy — move.”</p> <p>The ECB also had to contend with yesterday's <a href=\"https://www.ft.com/content/800d1dc1-7d26-41d2-b5ca-3a4850e95b98\">resignation of Mario Draghi</a> as Italy's prime minister, pushing the country into a snap general election in September, which polls suggest <a href=\"https://www.ft.com/content/f5fd0ed1-254e-4dee-8959-783a1d3883b4\">rightwing parties</a> could win. President Sergio Mattarella also raised concerns about Italy's ability to push through reforms needed to receive EU pandemic recovery funds.</p> <p>Krishna Guha of US investment bank Evercore summed up the challenge facing the ECB: “The combination of a brewing giant stagflationary shock from weaponised Russian natural gas and a political crisis in Italy is about as close to a perfect storm as can be imagined.”</p> <p>Tensions are also rising over the European Commission's “<a href=\"https://www.ft.com/content/cf84dde3-9020-4ee7-a6d0-2809863da2d8\">save gas for a safe winter</a>” plan, which recommends member states cut gas use by 15 per cent between August and March in an attempt to wean them off Russia supplies. Spain, citing “unfair sacrifices”, is among member states voicing concern, alongside Portugal, Greece, Italy, Poland and Cyprus.</p> <h1>Latest news</h1> <ul>  <li><p>US deputy treasury secretary to travel to Europe next week to discuss stepping up sanctions against Russia (Reuters)</p></li>  <li><p>American Express <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-b14be107-7445-4bc3-a491-a5f0c4962e79\">boosts revenue forecast</a> on strong consumer spending</p></li>  <li><p>Retail sales in Canada <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-0fcbadc4-a1d2-4e20-a9a7-faa751afa612\">rise for fifth consecutive month</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>Russia and Ukraine have agreed a deal to allow the export of millions of tonnes of <strong>wheat, corn and other crops</strong> stranded at Black Sea ports with a <a href=\"https://www.ft.com/content/126de7b0-cf7a-4703-9429-6c63cb162b02\">“de facto ceasefire”</a> on cargo ships, helping avert a global food crisis and ameliorate some of the desperation faced by <a href=\"https://www.ft.com/content/670263c3-674a-4418-af6f-a541866f44e2\">Ukraine's farmers</a>. </p> <p><strong>Russian gas</strong> began to flow again through the Nordstream 1 pipeline to Germany yesterday after a 10-day maintenance shutdown, although Berlin remains wary of Moscow's power to <a href=\"https://www.ft.com/content/914f61fd-da0e-4e7a-9cbb-5fc4096bbff6\">“blackmail” Europe</a>. Germany has agreed an <a href=\"https://www.ft.com/content/7c9fdaae-18d6-47af-912f-646c5ce45f42\">€8bn bailout</a> for <strong>Uniper</strong>, the country's largest importer of Russian gas, which has been facing insolvency since supplies were reduced in mid-June. A UK parliamentary report said the government urgently needed to strike an agreement with the EU to co-operate on <a href=\"https://www.ft.com/content/85f47138-fc3a-4a87-ba3b-ad0ce7109141\">emergency energy supplies</a> if needed.</p> <h2>Latest for the UK and Europe</h2> <p><strong>Business activity</strong> grew at the slowest rate since the lockdown of early 2021, according to the UK section of the <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-c87dd73b-d6de-4fc8-a6ce-b68c9d5e90f4\">PMI survey</a>, dropping from 53.7 in June to 52.8 in July. More signs of UK consumers tightening their belts came with official data this morning showing <strong>retail sales</strong> fell in June for the <a href=\"https://www.ft.com/content/ec8c3bfb-5473-4776-b483-f0a531940c46\">second month in a row</a>. Shoppers are spending more buying fewer goods as inflation soars. UK consumer confidence remains at its lowest since records began in 1974.</p> <p>UK <strong>debt interest payments</strong> hit an <a href=\"https://www.ft.com/content/6a7f5b1f-5110-4d36-a912-4ceb5a480eb2\">all-time high</a> in June, highlighting the limited space available for tax cuts, one of the key promises of <a href=\"https://www.ft.com/content/b6949a14-df18-4821-b556-68a9ffdc8fff\">Liz Truss</a>, one of the candidates to become the next prime minister. Economics editor Chris Giles argues that the country <a href=\"https://www.ft.com/content/20129a92-45c3-4518-80b6-63d39c6b4aae\">needs new rules</a>, giving greater prominence to supply conditions, wages and corporate pricing. In the meantime, our <a href=\"https://www.ft.com/content/38378af9-6f55-4bde-8c04-d13ee35cac07\">Big Read</a> tackles the burning question: Who really deserves a <strong>pay rise</strong>?</p> <p><strong>Tom Keatinge</strong> of the Royal United Services Institute think-tank writes in the FT that Britain needs to improve its defences against “<a href=\"https://www.ft.com/content/9e1a37ea-2afd-46a1-bd81-ba24e6961578\">weaponised finance</a>”. Plugging loopholes that allow “dirty” money to circulate in the UK is the easy part, what's much harder is identifying the seemingly “clean” money being used for influence, he says.</p> <p><strong>Russia</strong> cut its interest rate to <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-8333213d-294b-4d7b-9b5c-e533cfff4bc2\">8 per cent</a> as it said inflation was slowing. Rates had hit 20 per cent earlier this year but are now below what they were before it invaded Ukraine.</p> <p>UK regulators have warned <strong>airlines</strong> that they could take action if “serious problems” with the <a href=\"https://www.ft.com/content/35fe0792-1f8b-4a54-89cc-513321028c48\">treatment of passengers</a> are not rectified. Meanwhile, strike action by <strong>British Airways</strong> workers at Heathrow has been called off after staff accepted a new pay offer. Traveller frustration is now focused on the port of <strong>Dover</strong>, which declared a “<a href=\"https://www.ft.com/content/cf5d9a52-f193-4c7a-b5d0-4182b6ddcf3d\">critical incident</a>” today after the port said a lack of French passport control officers had led to a huge tailback of holidaymakers.</p> <h2>Global latest</h2> <p>The <strong>Pakistani rupee</strong> has suffered its worst week in more than two decades as investors feared a $1.2bn IMF loan payment would not be enough to stop a <a href=\"https://www.ft.com/content/31f9fbd5-996a-4c24-8c5d-3fcf824c0d93\">balance of payments crisis</a>.</p> <p><strong>South Africa</strong> raised interest rates to a more-than-expected 5.5 per cent, its <a href=\"https://www.ft.com/content/97c4c938-854a-4130-b866-9a14383c1150\">biggest increase in 20 years</a>. Inflation in Africa's most industrial economy hit a 13-year high in June.</p> <p><strong>China</strong> is undergoing its first overseas debt crisis after its Belt and Road Initiative led to a jump in loans going bad, as our <a href=\"https://www.ft.com/content/ccbe2b80-0c3e-4d58-a182-8728b443df9a\">Big Read</a> explains. Back at home, bargain-hunting <strong>Chinese shoppers</strong> are flocking to discount stores selling <a href=\"https://www.ft.com/content/67096be5-7828-48e7-9826-418bf9aa0c9c\">soon-to-expire food and drink</a>.</p> <p><strong>Sheila Bair</strong>, former chair of the US Federal Deposit Insurance Corporation, writes in the FT that the current Federal Reserve leadership should <a href=\"https://www.ft.com/content/b82082c9-d26a-47a5-8b1a-34121f572645\">take lessons from its former chair Paul Volcker</a> and his successful fight against inflation.</p> <h1>Need to know: business</h1> <p><strong>Twitter</strong> blamed the “uncertainty” around Elon Musk's potential purchase of the company and slowing digital ad spending for a 1 per cent<a href=\"https://www.ft.com/content/9d85b78f-070f-4de6-a62d-95a1bf7b08ab\"> drop in quarterly revenues</a> to $1.2bn. It follows disappointing results from fellow social media company <strong>Snap</strong> yesterday, which led it to lose a <a href=\"https://www.ft.com/content/0b87f969-0031-4306-84a8-8a1a5fdd1a3b\">quarter of its market value</a>.</p> <p>Musk's <strong>Tesla </strong>overcame production disruption in China to report a <a href=\"https://www.ft.com/content/a58cd8ae-d4d8-4e31-9001-507580d10cda\">57 per cent leap</a> in profits. The electric car company was also able to unwind its contentious $1.5bn bet on bitcoin as cryptocurrency prices tumbled.</p> <p>Speaking of which, markets news editor Adam Samson and digital assets correspondent Scott Chipolina answered <a href=\"https://www.ft.com/content/f1f3197f-4e33-4dc1-99ea-1a13d765efd6\">readers' questions</a> on the <strong>crypto crash</strong>. Get clued up on the latest developments at our new <a href=\"https://www.ft.com/cryptofinance\">crypto hub</a>.</p> <p>Tensions over the UK's decarbonisation plans exploded when <strong>Tata</strong>, owner of the UK's largest steelworks, said it would shut down operations if the government did not give it <a href=\"https://www.ft.com/content/d4ff1619-bff6-44c8-8d56-78078bf0df5b\">£1.5bn in subsidies</a>. Business secretary <a href=\"https://www.ft.com/content/a2236a63-f829-4c36-b65f-ad03944eb66f\">Kwasi Kwarteng said</a> the decision would be left to the new prime minister. Steel manufacturers are also angry at plans to lift <a href=\"https://www.ft.com/content/59f9d0a6-229f-4b70-99be-9df4be202b99\">anti-dumping measures</a> on China.</p> <p>Oilfield services company<strong> Schlumberger</strong> upped its full-year forecast after reporting bumper second-quarter net income of $959mn, more than double the previous year's level, as <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-e71dd6d5-dac8-4c54-960b-dd137d2e568e\">oil and gas demand soared</a>. Here's our interview with <strong>Shell</strong> chief Ben van Beurden on <a href=\"https://www.ft.com/content/fe3247bf-8868-49fb-9b7d-5869f59e2bef\">energy transition plans</a>. </p> <p><strong>Blackstone, </strong>the world's largest alternative asset manager, <a href=\"https://www.ft.com/content/9d67699d-0fa7-4308-8157-192176cfe664\">warned of a continuing slowdown</a> as it reported a “material reduction in deal activity”. However, its fee-based earnings and cash flows remained near record levels.</p> <p><strong>HSBC</strong> became the first foreign lender to install a <a href=\"https://www.ft.com/content/eac99fd9-0c30-4141-821a-45348f61c113\">Chinese Communist party committee</a> in its investment banking business, highlighting tensions facing the bank as it tries to navigate between Beijing and the west. A CCP committee is required by Chinese company law but is not yet widely enforced among foreign finance groups.</p> <p><strong>Calpers</strong>, the largest US pension plan, reported its <a href=\"https://www.ft.com/content/86e6180e-3de2-4c1d-9033-fc4b058a2983\">first loss since 2009</a> as a result of “tumultuous” markets. “This is a unique moment in the financial markets and we've seen a deviation from some investing fundamentals,” said chief investment officer Nicole Musicco.</p> <p><strong>Starling</strong>, one of the UK's “challenger” banks, turned its <a href=\"https://www.ft.com/content/b7aabc11-3ee3-496e-b357-84773b1061f0\">first annual profit</a> of £32.7mn thanks to its move into the mortgage market. </p> <h1>Science round-up</h1> <p><strong>Coronavirus cases</strong> rose in several parts of the world. In <a href=\"https://www.ft.com/content/2b52b57e-4434-493f-a6e4-fbe64b8bc0b6#post-8d92d668-960a-4f73-a5bb-c3475f3ff9ee\">England</a>, the percentage of people infected is still rising, reaching similar levels to those seen in April during the Omicron BA.2 wave, affecting 1 in 17 people.</p> <p><a href=\"https://www.ft.com/content/fb291293-fec9-4350-9acb-1e38d13844f6#post-a1dc8b48-e9ca-4a42-807a-36caeee115a6\">Tokyo</a> warned of an “explosion” of infections as nationwide Japan hit a new daily record of more than 150,000 cases. Meanwhile, <a href=\"https://www.ft.com/content/bf4d3f1b-97dc-4d11-8bf8-e0f6fcb57c96#post-4c993db1-07bc-4759-8ed0-4927376e6c54\">China</a> reported daily cases above 1,000 for the first time since May, raising the prospect of <a href=\"https://www.ft.com/content/d12159d4-8d94-44ae-92fe-d4ad0b731006\">further lockdowns</a>.</p> <p>New strains of coronavirus should boost the flagging <strong>vaccine market,</strong> putting <a href=\"https://www.ft.com/content/c7f60b6a-a1bd-4896-897f-e4aa8aac7bd7\">agile manufacturers</a> in pole position, says the Lex column. The mRNA technology used by BioNTech/Pfizer and Moderna lends itself to swift redesign of vaccines, unlike jabs made from a modified adenovirus by AstraZeneca/Oxford university.</p> <p><strong>EU member states</strong> are close to agreeing with&#xa0;BioNTech/Pfizer that Covid-19 vaccine deliveries be <a href=\"https://www.ft.com/content/f2765c69-9e82-4b64-9654-3f95f6c4b2ec\">stretched into 2024</a>, amid a glut of shots, even as health authorities broaden eligibility for boosters to tackle rising infections. The push to delay deliveries highlights the change from scarcity last year to surplus this year, as governments ease restrictions and move away from the idea of mandatory mass vaccination.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>We're all familiar with discrimination on gender and race, but what about on <strong>nationality</strong>? Simon Kuper explains how we often <a href=\"https://www.ft.com/content/2e75c837-c92b-4f2c-b891-8bbb1041553b\">base someone's aptitude for a job</a> on where they come from. Think “Brazilian footballer”, “French chef” or even “Tibetan monk”.</p><p>Source: Darren Dodd 2022 'Turbulent times continue for Europe' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T17:15:24.211Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2607,
          "end": 2623
        }
      ]
    }
  ]
}