{
  "_id": "c44535f7936d7dccc87021fd461153c40256ba39d52b884036a389a13f2c9e5e",
  "feed": "wall-street-journal",
  "title": "The World's Best Airport Lounges Will Cost You. Are the Perks Worth It? Airline lounges once offered a quiet refuge from chaos. No longer. But there are some bright spots—from clubs within clubs to private terminals—for those willing to pay a premium. We survey jetsetters for their top picks.",
  "text": "<p>Today, lounges are ubiquitous, and you don't need an engraved invitation to get in, just the right kind of ticket, paid membership or credit card. Originally conceived as a quiet space for travelers to work or grab a drink before a flight, the concept took off in the mid-1970s after the federal government deemed the airlines' lounge policies discriminatory and required carriers to open up the clubs to anyone who could pay. Frequent-flier programs and branded credit cards began offering lounge access as a perk. An estimated 3,000 lounges now populate major airports worldwide, according to LoungeReview.com.</p><p>But are these airport oases really worth the price of entry? Complaints about overcrowding soared last summer, as travel rebounded and scenes of long queues outside airport clubs went viral. \"There's something wrong when people are lining up like it's Studio 54,\" said Gary Leff, founder of the air travel website View From the Wing.</p><p>To cut down on congestion, some clubs are setting limits on the duration of your stay and the number of guests you can bring in. For example, Delta Sky Clubs now limit stays to no more than three hours before scheduled departure. And starting in February, American Express, which has its own network of Centurion lounges, will charge cardholders $50 for each guest unless they put $75,000 or more on their cards each year. A few airlines have stopped selling day passes at some popular clubs. Needless to say, these moves have not gone over well with harried travelers.</p><p>One solution to the lounge crunch is to build more lounges. During the pandemic, some lounges were closed and many airlines used the downtime to refurbish their airport digs, or to build new ones, said Ty Osbaugh, co-lead of the aviation practice at Gensler architecture firm. \"Lounges are probably the number one priority now for airports,\" said Mr. Osbaugh, who worked on Delta new Terminal C at New York's LaGuardia Airport and new terminals at Pittsburgh International Airport.</p><p>For now, the traveling public has two options: endure the big squeeze or seek out the few remaining patches of true serenity, still accessible but at a price. At many of these extra-exclusive lounges, you'll likely need a first-class ticket or elite status to get in (for mileage junkies that's not beyond reach). At some clubs, premium credit cards can also grant you access. Here's what travel insiders consider the top lounge amenities—and where you can find them:</p><p>Traveling Incognito</p><p>\"It's all about privacy,\" said Jack Ezon, founder of travel company Embark Beyond. He and other luxury-travel advisers say that one of their most common requests from clients during this past turbulent summer travel season was some form of pampering and an escape from the crush at the terminal.</p><p>For those willing to pay for privacy, Mr. Ezon recommends the PS Lounge (for \"Private Suite\") at LAX, which is actually a separate terminal with individual suites and amenities like private TSA and Customs screenings (prices start at $695 for members and $995 for nonmembers; annual memberships start at $1,250).</p><p>London's Heathrow has its Windsor Suite which, if \"The VIPs\" were remade today, would probably be where the nabobs would be hiding out, with private rooms, individual security screenings and meals curated by a Michelin-starred chef. Rates start at around $3,000 for a group of three.</p><p>Park and Fly</p><p>In Dubai, where the Emirates Airline's First Class Lounge takes up an entire floor of an airport terminal, fliers can simply waltz onto their flight when it's called from one of the 30-plus gates. At 100,000 square feet, with space for 1,000 guests, it's been billed as the world's largest first-class airport club, and the time you save not having to cool your heels at the gate can be spent shopping at one of the in-lounge duty free boutiques, sipping a glass of Cabernet in the wine-tasting room or eating a multicourse meal in a sit-down restaurant. Emirates business-class passengers in can also board flights directly from their lounge in Concourse A, as can—starting this week—Delta Sky Club members who are flying through Chicago O'Hare's Terminal 5.</p><p>Some airlines will drive you straight from the club to the plane: At Lufthansa's First-Class terminal at Frankfurt, fliers descend to the tarmac via an elevator when their flight is called, and then hop into a chauffeur-driven car.</p><p>A Fresh Start</p><p>For some fliers, the best lounge perks are better savored after a flight. In Dubai, Jumeirah Hotels, the luxury chain best known for its striking Burj Al Arab tower, guests of that hotel and other U.A.E properties who have pre-booked transfers can head straight to Jumeirah's airport lounge upon arrival. Changing rooms, showers and a restaurant-worthy meal await; a car will take them to their hotel when their room is ready. Brian Coleman, a globetrotting contributor to the Airplane Geeks podcast, swears by the showers in the United Polaris lounges—reserved for premium passengers or those with the airline's top-tier United 1K status. \"It's a great feeling being able to get clean, change your clothes and move onto the next part of the journey,\" said Mr. Coleman.</p><p>Room to Primp and Snooze</p><p>At Air France's La Première First Class Lounge in Paris, the Sisley spa serves up facials and massages. First-class fliers on Swiss, cooling their heels at Zurich Airport, can avail themselves of two \"hotel rooms,\" with upscale bedding and en-suite bathrooms. You can also get your beauty sleep at Singapore's First Class Lounge at Changi Airport in one of the nap rooms in a space dubbed the Private Room.</p><p>Wining and Dining</p><p>Turkish Airlines' sprawling lounge at the Istanbul Airport is a favorite among passengers for its authentic local cuisine and wines, said Paul Tumpowsky, CEO of New York's Skylark Travel. He raves about the food and open kitchens, where you can watch chefs prepare made-to-order specialties such as pide and baklava. Joe Brancatelli, who runs joesentme.com, a business travel website, cites both United's Polaris lounges and American Airlines Flagship First dining rooms (for first-class fliers) for the quality of their dining. But for a filling pre-flight chowdown, aficionados say nothing beats the classic cheeseburgers served up in Virgin Atlantic's Clubhouses in New York, London and other gateways.</p><p>All Decked Out</p><p>Some lounges offer the most basic cure for claustrophobia of all—fresh air. Take Delta Sky Clubs, many of which have outdoor Sky Decks, a combination patio and observation zone for plane spotting. At LAX, home to one of Delta's newest and biggest spaces, the deck has a retractable roof and heaters so it can be enjoyed in any weather. At Swiss's Zurich lounge, passengers can wait out layovers on a terrace with views of the Alps.</p><p>SHARE YOUR THOUGHTS</p><p>What are your picks for the top airport lounges around the globe? Join the conversation below.</p><p>The World's Best Airport Lounges Will Cost You. Are the Perks Worth It?</p>",
  "published": "2022-10-15T04:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1203,
          "end": 1219
        }
      ]
    }
  ]
}