{
  "_id": "6511e2a7d8bd08b1d1e4d44d0737afe6826eafe209b3609ca2ee461f98eac239",
  "feed": "ftcomall",
  "title": "Visa executives paid bonuses despite missing crucial performance target",
  "text": "<p>Visa executives have received millions of dollars in bonuses this year despite missing a crucial performance target that the company said it could have met were it not for the war in Ukraine.</p> <p>In its annual proxy voting report on Thursday, <a href=\"https://www.ft.com/stream/2637f6d1-ed91-4999-ba4c-03e2d227e3e9\">Visa</a> said its executives missed a “transactions growth” target linked to annual bonuses, although they exceeded other financial targets. Despite this, its board said it decided not to adjust bonuses.</p> <p>The board's compensation committee determined the annual payout was appropriate, “especially in light of the ongoing events in Russia and Ukraine and their impact on the company's business”.</p> <p>The transaction growth bonus target was added in January. All of the goals “were designed to be challenging” and added “prior to the war in Ukraine and the unforeseeable impact that this action would have on the company's business”, the filing stated. </p> <p>Chief executive Alfred Kelly received a $6.2mn bonus for 2022, the company said. Overall, Kelly was paid $28mn this year, including annual and long-term bonuses, down from $30mn in 2021.</p> <p>According to a proxy report filed in April, rival Mastercard paid chief executive Michael Miebach $16mn in 2021, up from $9mn in 2020.</p> <p>In March, San Francisco-based Visa joined with Mastercard and American Express to <a href=\"https://www.ft.com/content/08119b95-ee26-4f64-be43-49c57c75b030\">suspend operations in Russia</a> after its invasion of Ukraine. Transactions related to Russia accounted for about 4 per cent of net revenue at Visa and Mastercard, data provider Morningstar said earlier this year. Visa has excluded Russia from its financial reports since April.</p> <p>“We are compelled to act following Russia's unprovoked invasion of Ukraine, and the unacceptable events that we have witnessed,” Kelly said at the time.</p> <p>Visa did not immediately respond to requests for comment about the bonuses. Its annual meeting is scheduled for January 24 2023, when shareholders will have an opportunity to vote on executive pay.</p> <p>Amid other macroeconomic pressures and the slumping stock market, other companies have also <a href=\"https://www.ft.com/content/6aa4ab2d-fc4d-454f-b365-e8c07f8ba0ef\">adjusted pay plans</a> to help executives earn bonuses.</p> <p>Office furniture company MillerKnoll paid its chief executive Andrea Owen $1mn this year after adjusting annual bonus criteria for all eligible employees to compensate for “ongoing supply chain constraints”. Aircraft parts manufacturer AAR awarded chief executive John Holmes $7.3mn in stock to compensate for pay lost due to bonus restrictions applied to companies that took Covid-19 relief funds from the government.</p><p>Source: Patrick Temple-West in New York 2022 'Visa executives paid bonuses despite missing crucial performance target' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T01:05:00.018Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1266,
          "end": 1282
        },
        {
          "start": 1257,
          "end": 1273
        }
      ]
    }
  ]
}