{
  "_id": "98215745ce4a57d05007cb8a44c8f15205acd013e55e6d14b4156ff802d41396",
  "feed": "ftcomall",
  "title": "Ukraine pours scorn on Putin proposal to evacuate citizens to Russia",
  "text": "<p>Ukraine and the west poured scorn on Vladimir Putin's proposal for so-called humanitarian corridors out of frontline cities on Monday, describing it as a cynical offer even as Moscow's armed forces continued to bombard urban areas.</p> <p>Russia offered to suspend attacks on Kharkiv, Kyiv, Sumy and Mariupol from 10am Moscow time on Monday and create transport corridors out of the cities, but most of the routes ended up in Russia itself.</p> <p>Moscow claimed its offer of a ceasefire followed “a personal request” from French president Emmanuel Macron, a suggestion denied by Paris. Despite the offer, Ukrainian officials said bombing continued after the supposed ceasefire time. </p> <p>Ukraine's information ministry called Russia's proposal “immoral and unacceptable”. Macron condemned it as “moral and political cynicism”. “I don't know many Ukrainians who want to take refuge in Russia,” he told LCI television, adding that he had failed to persuade Putin of the need for a ceasefire.</p> <p>Several proposals for a ceasefire have failed to take hold since the weekend, highlighting the seemingly irreconcilable distance between Ukraine and Russia's positions as they entered a fourth round of talks in Belarus on Monday. </p> <p>Through 12 days of war, Russian forces have used heavy weapons to target civilian infrastructure in crowded cities, hitting schools, hospitals and residential buildings. Foreign defence analysts said that in offering to evacuate Ukrainian cities, Russia could be exploiting humanitarian issues to distract diplomatic partners as it has done in previous conflicts.</p> <p>Civilian protests against Russian rule in cities such as Kherson have underlined the extraordinary challenges Russia faces in pacifying and occupying Ukraine's main urban centres. Valery Zaluzhny, commander-in-chief of the Ukrainian armed forces, said: “No matter how many miles the enemy has advanced into our territory, he won't be able to hold it”.</p> <p>Iryna Vereschchuk, Ukraine's minister for reintegration, urged Russia to “stop manipulating” world leaders and open genuine routes for safe passage. Residents also questioned the need for a corridor out of Kharkiv, one of the hardest hit cities in Ukraine, since it was not fully encircled. “Of those who are left in Kharkiv, no one is going to want to go to Russia,” said Andriy Kluchko, who lives in the city. </p> <p>So far, more than 1.5mn Ukrainians have fled the country, with more than 1mn crossing the border into Poland. The refugee crisis is the fastest growing in Europe since 1945, according to the UN. </p> <p>Over the weekend Russia had announced a temporary halt to shelling in the besieged port city of Mariupol, but the planned evacuation of civilians was suspended after multiple violations of the ceasefire. Residents of Mariupol, which is surrounded by Russian troops, have faced shortages of food, water, electricity and heating in freezing weather. </p> <p>Solomiia Bobrovska, an MP for Ukraine's opposition Holos party, dismissed the Russian humanitarian corridor idea as “bullshit” designed for Russian TV. “Nobody wants to evacuate to Russia and Belarus because they are killing Ukrainians,” she said.</p> <p>In an unconfirmed sign of some diplomatic movement, Turkey on Monday announced that it was convening a meeting between the foreign ministers of Ukraine and Russia later this week, in what would be the highest level meeting since the start of the war.</p> <p>Russia's Sergei Lavrov, Ukraine's Dmytro Kuleba and Mevlut Cavusoglu, Turkish foreign minister, will meet on Thursday in the southern Turkish city of Antalya on the sidelines of an international diplomatic forum. </p> <p>“Both ministers specifically said they want me to join the meeting that will take place in Antalya. So we will conduct this as a trilateral meeting. We hope this meeting will serve as a turning point,” Cavusoglu said in televised remarks. </p> <p>Russia's economy is reeling from retaliatory sanctions that have increasingly isolated its economy and spurred a corporate boycott that this weekend was <a href=\"https://www.ft.com/content/08119b95-ee26-4f64-be43-49c57c75b030\">joined by payments giants</a> Mastercard, Visa and American Express.</p> <p>But Russia has continued to receive strong backing from China, which has bucked international calls to condemn Putin's invasion of Ukraine. Wang Yi, China's foreign minister, defended China's “everlasting friendship” with Russia and criticised the US for trying to establish an “Indo-Pacific version of Nato”.</p> <p>He reaffirmed an “unequivocal message to the world that China and Russia jointly oppose attempts to revive the cold war mindset”.</p> <p>“No matter how precarious and challenging the international situation may be, China and Russia will maintain strategic focus and steadily advance our comprehensive strategic partnership co-ordination for a new era,” he said. </p> <p>Shelling has continued at a high intensity since the weekend, according to Ukrainian and western officials, including along Ukraine's southern coast, with attacks on Mykolaiv and the seaport of Olbia on the Bug estuary. </p> <p>Russia, meanwhile, has continued to resupply its armoured forces positioned around Kharkiv and Kyiv, as it attempts to unblock the logistical problems that have hampered its offensive for days. </p> <p>An intelligence update from the UK ministry of defence accused Russia of targeting Ukraine's communication infrastructure to “reduce Ukrainian citizens' access to reliable news and information”.</p> <p>It said Russia reportedly struck a television tower in Kharkiv on Sunday, suspending broadcasting output. </p> <p><em>Additional reporting by John Reed in Lviv</em></p><p>Source: Guy Chazan in Lviv 2022 'Ukraine pours scorn on Putin proposal to evacuate citizens to Russia' FT.com 7 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-07T13:43:47.206Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 4024,
          "end": 4040
        }
      ],
      "nexusId": "10021878"
    }
  ]
}