{
  "_id": "7d1430a4f481ef1b78a224ad7cc60b725e180b064ae812875d0af800dcdd0d24",
  "feed": "ftcomall",
  "title": "Financial stocks slide in volatile end to week in US markets",
  "text": "<p>US stocks notched their second consecutive weekly decline, with shares of big banks falling on Friday after disappointing results from industry bellwether JPMorgan Chase clouded an already mixed outlook for the US economy. </p> <p>While the tech-heavy Nasdaq Composite and the S&amp;P 500 indices ended the day in positive territory, the two closely followed market gauges finished lower for the week following five volatile trading days. </p> <p>The S&amp;P 500, which finished the week down 0.3 per cent, last recorded two back-to-back weeks of losses after the World Health Organization declared the Omicron coronavirus variant a concern last year.</p> <p>The choppy trading in stocks on Friday accompanied a relatively intense sell-off in the $22tn Treasury bond market, as investors dumped US government debt. </p> <p>The yield on the two-year note rose to 0.97 per cent, its highest level since February 2020, while the 10-year note yield climbed 0.08 percentage points to 1.78 per cent. Yields move inversely to a bond's price.</p> <p>The rapid increase in Treasury yields has injected volatility into global financial markets, as investors begin to adjust portfolios for a world with tighter policy from the Federal Reserve.</p> <p>Swaps markets have priced in three to four increases this year, with the benchmark federal-funds rate expected to end the year at roughly 1 per cent. </p> <p>“I think the market is now pricing in the risk the Fed brought up in the [December FOMC meeting] minutes of moving sooner and faster. And that risk premium is being priced in,” said Priya Misra, head of global rates strategy at TD Securities. </p> <p>Higher yields have begun to weigh on stocks, particularly high-growth but lossmaking companies. The technology-heavy Nasdaq Composite, which finished the week down 0.3 per cent, has fallen 5 per cent since the year began. </p> <p>Financial stocks, by contrast, had largely come back into favour as rates sprung higher and investors latched on to <a href=\"https://www.ft.com/content/8bcd6762-6bcc-4b95-a149-45d1bd077e05\">a narrative</a> that the economic recovery from the pandemic would allow them to easily switch winning bets from the lockdown-boosted tech sector to more cyclical businesses.</p> <p>But that too shifted on Friday, after <a href=\"https://www.ft.com/content/1828f7a3-97ad-46e2-806f-97987c079b9d\">JPMorgan said</a> it would fall short of an important profitability target this year. Its shares slid 6 per cent, the biggest daily fall in 19 months. The S&amp;P's financials sub-index dropped 1 per cent as American Express, Goldman Sachs, and Morgan Stanley also came under pressure.</p> <p>Disruptions from the coronavirus, surging inflation and uncertainty about when price rises will peak have made economic trends more difficult to forecast, analysts said. </p> <p>US corporate earnings season picks up next week, with more companies poised to report results for the final three months of 2021 and their outlooks for the coming year. </p> <p>Investors said they expected to scrutinise how factors such as growing wage pressure, price inflation and a tight labour market were affecting executives' financial forecasts.</p> <p>Companies listed on the S&amp;P 500 index are forecast to post year-on-year earnings growth of about 22 per cent, according to analysts' estimates collated by data provider FactSet. </p> <p>“If inflation heads higher then the fear factor really does come in,” said Aneeka Gupta, research director at ETF provider WisdomTree. </p> <p>Data on Friday also showed US retail sales fell 1.9 per cent in December. A consumer sentiment index by the University of Michigan <a href=\"https://www.ft.com/content/774a399a-312d-4863-a087-00f5171f4e35\">dropped to almost</a> a decade low, with survey respondents citing inflation as a more serious problem than unemployment. US consumer prices rose at an annual pace of 7 per cent last month, the fastest rate of increase in almost 40 years. </p><p>Source: Eric Platt, Kate Duguid and Francesca Friday in New York and Naomi Rovnick and Harriet Clarfelt in London  2022 'Financial stocks slide in volatile end to week in US markets' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-14T21:57:59.203Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2327,
          "end": 2343
        }
      ]
    }
  ]
}