{
  "_id": "1c25f7e3ea52f201413d59e05af00e3f40a852d5273dfd7deb7366094dd283d2",
  "feed": "wall-street-journal",
  "title": "Should You Waive Rental-Car Insurance for Your Road Trip? With the cost of car rentals and gasoline near record highs, you might be tempted to opt out of pricey liability policies. Insurance experts weigh in on whether that's a good idea.",
  "text": "<p>Rental insurance—from about $8 to $90 a day on average with Hertz, for example, depending on coverage level—adds one more expense. Some drivers can ignore rental insurance by finding coverage from their existing auto insurance or credit card. But many can't. They must decide whether to waive or accept a rental company's policy—a crucial decision that costs you a little now and saves you thousands in an accident.</p><p>Here, insurance pros break down what to look for and what to do when it is time to decide whether to purchase a policy.</p><p>Am I OK waiving rental insurance if I have my own auto policy?</p><p>Not necessarily. Your auto insurance will follow you to your rental, but you may not be as protected as you think.</p><p>If you own an older car, you may only be paying for minimum-liability coverage. That protects you if someone is injured or their property is damaged in an accident you cause. It doesn't cover getting your own car repaired. Repairs to a rental wouldn't be covered by your insurance either, says Janet Ruiz, spokeswoman for the Insurance Information Institute.</p><p>The key words to look for on your policy are collision and comprehensive coverage, says Staci Lee, senior manager of auto product at Farmers Insurance. Collision insurance covers damage that occurs to your car when it collides with another vehicle, crashes into an object such as a telephone pole, or involves only your car, such as when it overturns. Comprehensive covers damage that occurs from other types of mishaps, such as theft, flood or fire.</p><p>SHARE YOUR THOUGHTS</p><p>What options do you select when you're at the car rental counter? Join the conversation below.</p><p>If you lease your car or own a newer car with a loan, you're likely already paying for comprehensive and collision, Ms. Ruiz says, and might be fine denying the rental company's policy. She waives the rental-car insurance herself.</p><p>\"I have decent car insurance and don't feel the need for the extra, and that does save you quite a bit of money on the rentals,\" she says.</p><p>You should also check if your policy covers administrative fees, including towing and loss of use. A rental company could charge you, for example, for the time a car is in the shop getting repaired, Ms. Lee says.</p><p>Will my insurance premiums go up if I do get in an accident?</p><p>A crash that you're responsible for will affect your policy just as it would if you were driving your own car, Ms. Lee says. Some people will pay for the rental company's policy to avoid that outcome.</p><p>What if I don't own a car? Could my credit card cover me?</p><p>Your credit card may offer some level of protection if you use it to pay for the rental.</p><p>American Express includes car-rental loss and damage insurance on all of its U.S. consumer and business cards, and most Visa cards offer some degree of collision insurance. Both companies say that cardholders should contact their issuer directly for specific availability, coverage and terms and conditions.</p><p>Discover discontinued its auto-rental insurance benefit in 2018, according to a company spokesman.</p><p>What if my suitcases are damaged or stolen from the car ?</p><p>That's where your homeowners or renter's insurance might kick in, Ms. Ruiz says. If you don't have personal property insurance, rental-car insurance could cover those losses.</p><p>Are there other options besides paying for the rental company's policy?</p><p>Third-party insurers such as Allianz and Bonzah offer supplemental coverage, often for less than you would pay at the rental counter.</p><p>Allianz's plan is $11 per calendar day on average, which is typically lower than similar products offered at the rental-car counter. Sales are up 30% compared with the first two months of 2019, spokesman Daniel Durazo says.</p><p>What if I'm using a car-sharing service?</p><p>Your first step should still be to check with your insurance and credit-card carriers to assess your existing coverage, Ms. Ruiz says. Then check what the car-sharing service is offering.</p><p>Some companies include insurance fees in the base price. Turo has built-in liability insurance and the option to choose varying levels of protection that cover physical damage to the car, according to a spokeswoman.</p><p>Write to Rachel Wolfe at rachel.wolfe@wsj.com</p><p>Should You Waive Rental-Car Insurance for Your Road Trip?</p>",
  "published": "2022-04-11T12:00:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2631,
          "end": 2647
        }
      ]
    }
  ]
}