{
  "_id": "e19d208e6a4361f27211e0c65915db4dc134b57056e60c0e5e2677a846073751",
  "feed": "wall-street-journal",
  "title": "State GOP Officials  Press Card Firms  To Halt Gun Code  ----  By AnnaMaria Andriotis",
  "text": "<p>   Republican attorneys general of 23 states are warning Visa Inc., Mastercard Inc. and American Express Co. not to move forward with their plan to add a new code to identify when purchases are made at firearms retailers. </p><p>   The attorneys general said in a letter that the card companies' plan could lead to the misuse of consumer data and wouldn't protect the public. </p><p>   \"Categorizing the constitutionally protected right to purchase firearms unfairly singles out law-abiding merchants and consumers alike,\" their letter to the three companies says. The letter, a draft of which was reviewed by The Wall Street Journal, was expected to be sent Tuesday. </p><p>   The effort was led by the offices of Tennessee Attorney General Jonathan Skrmetti and Montana Attorney General Austin Knudsen. </p><p>   Visa, Mastercard and Amex use merchant-category codes, or MCCs, to identify types of merchants by the goods and services they sell. The companies said this month that they would add a new code for firearms retailers, who have long been categorized under broader groups such as specialty retailers or durable-goods sellers. The new code was recently approved by an international entity that sets standards for the payments industry. </p><p>   Gun-control advocates have pressed the financial industry to do more to help curb mass shootings, though it has been an uphill climb. They say the new merchant code could help identify suspicious gun sales. </p><p>   Gun-rights advocates have long resisted such efforts, saying they could unfairly prevent legal gun purchases. </p><p>   In interviews, both Mr. Knudsen and Mr. Skrmetti said they could launch investigations into the companies if they moved forward with the gun-shop code. </p><p>   \"We will marshal the full scope of our lawful authority to protect our citizens and consumers from unlawful attempts to undermine their constitutional rights,\" their letter said. </p><p>   Merchant codes generally don't identify the product a card user is buying. Instead, they describe the type of store where a purchase was made. That means transactions with the gun-shop MCC might involve gun purchases, hunting gear or a gun safe, among other things. </p><p>   The payments industry has long been divided on whether to assign MCCs to gun shops. Some executives have privately flagged concerns that it could lead to the creation of more codes for cracking down on businesses such as abortion providers. </p><p>   Visa, Mastercard and Amex say the new merchant code will function just like others and won't stop gun purchases from happening. The companies say they won't allow purchases to be blocked based solely on the merchant code. </p><p>   \"We do not believe private companies should serve as moral arbiters,\" Visa said in a post last week. </p><p>   \"If we identify unauthorized blocking or intentional restrictions of legal commerce, we will take swift action to address such activity,\" Mastercard said recently. </p><p>   Sen. Roger Marshall (R., Kan.) recently sent a letter to the three companies saying that lawmakers would intercede to prevent card networks and issuers from doing \"an end run\" around the Second Amendment. The letter was signed by 11 other Republican senators. </p><p>   Amalgamated Bank applied for the code to the standards-setting group that determines MCCs. At a news conference last week, Priscilla Sims Brown, Amalgamated's chief executive, said banks had the responsibility to report illegal activity that took place over their payment systems. </p><p>   The attorneys general of New York and California, both Democrats, have said the card companies should begin tracking gun sales and flagging suspicious purchases to law enforcement. At the news conference last week, New York Attorney General Letitia James referenced mass shooters using cards to buy guns. </p><p></p>",
  "published": "2022-09-21T06:12:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 85,
          "end": 101
        }
      ],
      "nexusId": "10021878"
    }
  ]
}