{
  "_id": "e30ffc8f78fb5b5321ba6b133172e21ac1e3d5f8ca946ae49ff0cef2a951b26c",
  "feed": "market-watch",
  "title": "What's old is new again — the Dogs of the Dow are outperforming the stock market",
  "text": "<p>It wasn't the right strategy for 2021, when the Dogs generated a 16% return, underperforming the 21% rise for the broader Dow Jones Industrial Average DJIA and the 29% rise for the S&amp;P 500 index SPX.</p><p>But now the Dogs have some bite, at least in relative terms. The Dogs so far have returned 1%, outperforming their noncanine Dow counterparts that have dropped 6%, and the S&amp;P 500, which has retreated by 9%. Then again, an investor can just go to cash and get similar returns without any risk.</p><p> Ticker  Company                          Yield at end-21  YTD change  DOW     Dow                              4.94%            6.1%  VZ      Verizon Communications           4.93%            -1.5%  IBM     International Business Machines  4.91%            -0.8%  CVX     Chevron                          4.57%            15.5%  WBA     Walgreens Boots Alliance         3.66%            -3.5%  MRK     Merck                            3.60%            5.1%  AMGN    Amgen                            3.45%            -0.4%  MMM     3M                               3.33%            -3.2%  KO      Coca-Cola                        2.84%            0.7%  INTC    Intel                            2.70%            -6.4%  Source: Dogs of the Dow website</p><p>This year has marked the widest gap in returns between the Dogs and the broad Dow 30 through the first 18 trading days of the year since 2001, says Jake Gordon, an analyst at Bespoke Investment Group.</p><p>The buzz</p><p>Apple AAPL rose 3% in premarket trade reported fiscal first-quarter earnings and sales well ahead of estimates, as its CEO Tim Cook told The Wall Street Journal that it expected revenue in the current quarter to grow. Read what analysts are saying about Apple.</p><p>Visa V joined rival payment processors Mastercard MA and American Express AXP in topping earnings forecasts.</p><p>Robinhood Markets HOOD slumped 14% in the premarket, after the online broker's results disappointed investors. Heading into Friday, Robinhood shares have dropped 85% from their August peak.</p><p>One Dog of the Dow, Chevron, slipped as the oil major missed earnings estimates.</p><p>Employment costs in the fourth quarter rose 1%, though that was below estimates. Personal income also came in below estimates.</p><p>The market</p><p>U.S. stock futures zig-zagged ahead of the open, with the S&amp;P 500 ES00 contract underperforming the Nasdaq-100 NQ00 contract.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Y was 1.83%.</p><p>Top tickers</p><p>Here were the most active tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  AAPL    Apple  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  NVDA    Nvidia  HOOD    Robinhood Markets  XELA    Exela Technologies  MSFT    Microsoft  AMD     Advanced Micro Devices</p><p>Random reads</p><p>Watch CNBC's Jim Cramer douse an ARK with some Sark to make an exchange-traded fund metaphor.</p><p>Proving all publicity is good publicity, Barnard Castle set a record for visitors after a controversial lockdown trip there by a former aide to U.K. Prime Minister Boris Johnson.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers</p>",
  "published": "2022-01-28T08:35:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1376,
          "end": 1392
        }
      ],
      "nexusId": "10021878"
    }
  ]
}