{
  "_id": "3694b8fd8d0af3255847fafd4c04d6803be070cb6be98e25cd7a4bfd4be57f35",
  "feed": "wall-street-journal",
  "title": "The Property Report:  Revival in Group Travel  Boosts Hotel Owners  ----  By Kate King",
  "text": "<p>   People are traveling in packs again. </p><p>   More than two years after the pandemic grounded group travel, hotels are finally selling blocks of rooms. Bookings for corporate events, conferences and large social gatherings such as weddings picked up steam this spring and accelerated for many hotels and resorts through the summer, analysts and hotel owners said. </p><p>   Earlier this year, many companies scheduled smaller gatherings with employees or clients than they had before the pandemic. As concerns about Covid-19 infections waned, the guest lists grew, said Linda McNairy, a vice president for American Express Global Business Travel's meetings and events division. </p><p>   Companies also are catching up on so-called incentive trips, organized to reward top-performing employees with luxury stays in destinations such as Hawaii, she said. </p><p>   The average daily room rate for group bookings last month surpassed prepandemic prices at nearly $204, according to preliminary figures from hotel data and analytics firm STR. Group revenue per available room, a key industry metric, was only 3.4% below 2019 levels last month, STR said. </p><p>   In a reversal from prior economic recoveries, group travel is rebounding faster than individual business trips, Truist Securities analyst C. Patrick Scholes said. Videoconferencing, remote work and growing concern over the environmental impact of flying likely means companies and their employees are being more selective about solo travel, he said. </p><p>   \"Things are going better than we could have imagined,\" said Peter Strebel, chairman of Omni Hotels &amp; Resorts, which has 50 properties across North America and specializes in group business and leisure travel. \"We were on hold for two years, and people are anxious to get back to business.\" </p><p>   Omni's revenue from group travel, defined as bookings of 10 rooms or more at pre-negotiated rates, turned the corner in March and has been beating 2019 numbers since May, Mr. Strebel said. Much of the demand is coming from companies that are organizing retreats to boost morale and introduce new hires. </p><p>   The recovery is uneven. Southern cities like Nashville, Tenn.; Austin, Texas; and Dallas are \"going gangbusters\" but group travel to Washington, D.C., is still sluggish, Mr. Strebel said. Corporate bookings at Omni hotels are similar to prepandemic levels while group travel by professional and social associations, many of which lost dues-paying members during the pandemic, is still behind. </p><p>   New Covid-19 variants or hits to corporate profitability could threaten group travel's recovery if people and companies are forced to hunker down and cut costs, Mr. Scholes said. </p><p>   At the Gaylord Palms Resort &amp; Convention Center in Kissimmee, Fla., group travel rebounded sharply from the Omicron variant's impact, according to owner Ryman Hospitality Properties Inc., a real-estate investment trust specializing in group travel. Occupancy was down 75% in January, but within two months exceeded 2019 numbers, said Patrick Chaffin, executive vice president and chief operating officer. </p><p>   \"We started to see companies finally comfortable with asking their employees to gather together,\" he said. </p><p>   In August, the average daily room rate for future bookings across Ryman Hospitality's portfolio topped $250, a record for the month for the company. </p><p>   Booking windows are still shorter than before the pandemic, but hotel owners and analysts said they expect group travel to only gain strength in the fall, which is historically a more active season for business travel than summer. </p><p>   \"We'll probably do more group-room nights in September than we've ever done in the history of this company,\" said Mr. Strebel of Omni Hotels &amp; Resorts. </p><p></p>",
  "published": "2022-09-21T06:04:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 587,
          "end": 603
        }
      ],
      "nexusId": "10021878"
    }
  ]
}