{
  "_id": "34eef80041dae594fd72dd199b76ef752e78e1e33bd28c1275cb19d81e2a0c8f",
  "feed": "wall-street-journal",
  "title": "Premium Consumer Gadgets Rocked by Slowdown; Sonos, GoPro, iRobot and game hardware makers show inflation, retail caution and travel pinching sales",
  "text": "<p>At least Sonos has company. Turtle Beach, which makes headphones for videogaming, saw its shares crash 32% on Tuesday following its own disappointing results, which included a 16% revenue miss for the quarter and a 28% cut to its full-year forecast at the midpoint. The company also used the occasion to announce that its strategic review—spurred by an activist—came up empty despite having shopped itself to 109 prospective buyers.</p><p>One company that had better luck in the buyer department was iRobot, which struck a deal last week to sell itself to Amazon. But that news came the same day the maker of Roomba robot vacuums posted a 30% year-over-year drop in second-quarter revenue—its third consecutive miss against Wall Street's targets. Amazon still seems to have sucked up a deal; the $61 per share price offered for iRobot is a 22% premium to the stock's previous close, but 38% below what the shares were fetching just nine months prior.</p><p>Other recent reports were just as telling. Corsair Gaming, which sells high-end PC gaming rigs and related gear, saw second-quarter revenue fall 40% year over year to about $284 million. The company also cut its full-year revenue forecast by 18%—following a 15% cut three months prior. GoPro, which often benefits from summer travel as some people like to capture their vacation exploits in high-definition, saw revenue stay roughly flat in the second quarter but projected a 5% decline for the current period, disappointing analysts expecting a 6% gain.</p><p>Even Apple Inc.—by far the mightiest of the bunch—wasn't immune. The company's wearables segment, which includes its line of watches, AirPods and the HomePod smart speaker, saw revenue fall 8% year over year for the June quarter in its first decline in nearly six years. Speaking of the wearables segment in the company's earnings call last month, Chief Executive Tim Cook said \"we did see some impact there that we would attribute to the macroeconomic environment.\"</p><p>All of the aforementioned companies tend to occupy premium positions in their respective markets. Hence, their recent results would seem to indicate that well-heeled consumers are now zipping their Italian leather wallets shut. But the weakness is actually being felt in the lower ends of their segments. In its conference call Wednesday, Sonos called out its Roam speaker and new Ray TV soundbar as the most notable contributors to the recent sales weakness. Both are among the least expensive products in the company's lineup, fetching $179 and $279 respectively. The company also noted that demand is still outstripping supply for its system amplifier—called simply the Amp—which sells for $699. And many of Apple's wearable products cost much less than its iPhones, which now generally fetch upward of $1,000 each. iPhone revenue rose 3% year over year in the June quarter.</p><p>This is consistent with other recent signals. Demand for luxury goods remains strong; last month saw companies behind brands such as Christian Dior, Gucci and Hermès all reporting strong sales gains for the first half of the year compared with the same period last year. Asked about the health of high-end consumer spending in his own earnings call last month, American Express CEO Steve Squeri said \"you would have to see a huge credit crunch driven by unemployment, I think, for this cohort to be hit.\"</p><p>Hence, the near-term fates of premium tech suppliers may depend on getting even more premium. Product launches coming this fall will be key. GoPro says it plans to introduce two new action cameras instead of its typical fall season launch of just one. Sonos says it has a new product coming in the December quarter—delayed from the September period. Corsair is planning a major new entry into the high-end gaming laptop segment with a machine starting at $2,700 that is expected to go on sale in the current quarter. That is still a far cry from a $10,000 handbag, but even some videogame addicts have a taste for status symbols. One only hopes there are enough of them.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Premium Consumer Gadgets Rocked by Slowdown</p>",
  "published": "2022-08-12T11:03:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 3206,
          "end": 3222
        }
      ],
      "weightsV2": {
        "weight": 0.73509187,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.26490813,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}