{
  "_id": "059b466156f5af0b13ee2c6b11c290e47824be63c863d6b6caf6193e2a695bb9",
  "feed": "market-watch",
  "title": "5 things we've learned from earnings season so far: How big an impact is inflation having? Pandemic darlings that over-expanded are now cutting back as the boom times have come to an end",
  "text": "<p>When J.P. Morgan Chase &amp; Co. JPM kicked off earnings reporting season on July 14, the S&amp;P 500 SPX had tumbled more than 10% amid a five-day losing streak to a 17-month low, as part of a bear-market selloff of more than 20% from the Jan. 3 record close.</p><p>The worry was that not only would continued high inflation, supply chain disruptions and the strong U.S. dollar crimp second-quarter results, but that growing fears of a recession would trigger sharp cuts to forward guidance.</p><p>Since the July 14 close, however, the S&amp;P 500 has bounced back by more than 10%, as year-over-year earnings growth has exceeded expectations, with a beat rate that is above historical averages. And perhaps more importantly, the earnings growth estimate for the third quarter has nearly doubled in recent months.</p><p>By the numbers</p><p>Some 435 members of the S&amp;P 500 have reported second-quarter results as of Friday morning, and year-over-year growth in the blended estimate for earnings per share, which includes reported results and estimates of still-to-be-reported results, stands 6.8%, according to FactSet. That's up from an estimate of 5.6% as of March 31.</p><p>About 78% of the reported companies beat consensus EPS estimates while 18% have missed, according to Refinitiv. A typical quarter since 1994 had 66% of companies beating expectations and 20% missing.</p><p>In aggregate, companies are beating estimates by 5.8%, according to Refinitiv, compared with a long-term average of 4.1%, and an average beat of 9.5% for the previous four quarters.</p><p>Revenue growth for the second quarter has been even stronger, with a blended growth estimate of 13.6%, compared with expectations as of March 31 of a 9.7% rise, according to FactSet data.</p><p>About 70% of the reported companies beat revenue expectations, according to Refinitiv, compared with the long-term beat-rate average of 62%. In aggregate, revenue has come in 2.8% above expectations, more than double the long-term average of 1.2%.</p><p>Looking ahead, the blended EPS growth estimate for the third quarter has declined to 5.2%, from 9.7% as of March 31, and has slipped to 8.6% from 9.2% for the year, according to FactSet.</p><p>Some 31 companies have provided third-quarter EPS guidance that was below expectations while 28 are above, according to Refinitiv. That leads to a negative-positive ratio of 1.1, which is much better than the longer-term average of 2.5.</p><p>Meanwhile, the blended revenue growth estimate for the third quarter has increased to 9.0% from 8.5%, and risen to 10.7% from 8.9% for the year.</p><p>Not all is rosy, however. These are some of the issues that have emerged:</p><p>Supply chain</p><p>The supply chain has remained one of the more prominent themes of this earnings season, with virtually every company that has reported mentioning it, mostly as a drag on earnings.</p><p>At Caterpillar Inc. CAT, for example, management said supply chain with words like \"challenges,\" \"constraints,\" \"disruptions\" or \"pressures\" 19 times during the prepared-remarks part of the post-earnings conference call with analysts, according to a FactSet transcript.</p><p>\"Overall demand remains healthy across our segments,\" said Chief Executive Jim Umpleby on the call.\"However, the environment remains challenging primarily due to continuing supply chain disruptions.\"</p><p>At tool maker Stanley Black &amp; Decker Inc. SWK, the supply chain is causing so much trouble that the company has opted to completely overhaul it over a three-year period. In a 'Make Where We Sell' strategy, the company plans to move it closer to customers to reduce its innovation cycle time and get updated products onto store shelves.</p><p>\"One of many lessons from the pandemic is that complex and long supply chains are prone to disruption and in our specific case, are not matched well with the short-cycled nature of our businesses,\" Chief Executive Donald Allan Jr. told analysts on the company's earnings call, according to a FactSet transcript.</p><p>\"So you have a choice: maintain very high levels of inventory due to the long supply chain or have your supply chain closer to your customers, elevate your agility and resiliency to better serve those customers. We believe being closer to the customer is the right answer.\"</p><p>The company was hit hard by a slump in demand that came suddenly as its retail customers, hit with higher bills for food and gas, put off buying household and outdoor tools. Inventory stood at $6.6 billion at quarter-end, up about $400 million from the first quarter.</p><p>The company will use strategic sourcing, deepening relationships with suppliers and helping them optimize supply and efficiency, said Allan. It will leverage contract manufacturing in parts of its supply chain to improve cost and speed to market.</p><p>The current supply chain came about as a result of organic growth and acquisitions and can be bolstered by reducing complexity, eliminating logistical inefficiencies and increasing scale for manufacturing.</p><p>The company has about 120 manufacturing facilities in its network, said Allan</p><p>\"As we think about our supply chain in the future … we need to simplify and consolidate our regional footprints around high-performing Industry 4.0 technology-enabled sites. Our target is to reduce our operating footprint by at least 30% and optimize our distribution network, which can generate approximately $300 million in savings,\" he said.</p><p>The pandemic boom didn't last</p><p>Some of the biggest early COVID beneficiaries believed that the pandemic would drive a dramatic, lasting acceleration in their business trends, so much so that they built ambitious growth plans around those predictions.</p><p>This earnings season, however, investors saw notable pandemic darlings walk back those claims.</p><p>Shopify Inc. SHOP Chief Executive Tobi Lütke, for example, acknowledged in a blog post last week that while he once thought that the pandemic would make the mix of e-commerce purchases \"permanently leap ahead by five or even 10 years\" as a share of overall purchases, he now sees the mix \"reverting to roughly where pre-Covid data would have suggested it should be at this point.\"</p><p>See: Shopify stock sinks amid layoff plan as CEO admits, 'I got this wrong'</p><p>The miscalculation matters because Shopify executives had sought to \"expand the company to match\" aggressive predictions for e-commerce growth, and now they have to cut back expenses significantly to align with the new reality.</p><p>Lütke announced just prior to Shopify's earnings report that the company would be cutting 10% of jobs. Thesubsequent earnings report was noticeably devoid of a previously mentioned objective to reinvest all gross-profit dollars back into the business.</p><p>See also: Shopify faces a 'volatile path ahead,' analyst says in downgrade</p><p>PayPal Holdings Inc. PYPL Chief Executive Dan Schulman said on his company's earnings call this week that it was \"still a little hazy… to understand what normalized e-commerce will look like\" though PayPal \"clearly did not see the bump-up of five years.\"</p><p>Read: PayPal earnings packed in much more than just numbers</p><p>Related: PayPal's buyback history has been 'very poor.' Can a new CFO help change that?</p><p>The company announced that it would be embarking on a cost-cutting plan, which was well-received by investors. Executives also signaled that they would stay more focused on the company's core strengths going forward.</p><p>PayPal is scrapping its plan to add stock trading to its platform by the end of the year, a move expected to reduce the company's regulatory footprint and allow it to allocate more headcount toward bigger missions like checkout.</p><p>Robinhood Markets Inc. HOOD, meanwhile, joined Shopify in capitulating on pandemic-era predictions as it announced its own batch of layoffs.</p><p>\"Last year, we staffed many of our operations functions under the assumption that the heightened retail engagement we had been seeing with the stock and crypto markets in the COVID era would persist into 2022,\" Chief Executive Vlad Tenov said in a Tuesday blog post.</p><p>But as trading activity has waned, the company is \"operating with more staffing than appropriate,\" he continued.</p><p>See: Robinhood to lay off 23% of its workforce, with CEO admitting 'this is on me'</p><p>Robinhood ended up posting its earnings a day earlier than expected, to coincide with the blog post, and the results showed a sequential drop of 1.9 million monthly active users for the quarter as well as a 31% decline in assets under custody. Meanwhile, Tenov announced that Robinhood would be laying off 23% of its workforce.</p><p>Shopping less, but spending more</p><p>Another takeaway from earnings is that revenue growth is a bit deceiving. That's because there are signs that customers are starting to shop less, to confirm pre-earnings concerns, but those who continue to shop are actually spending more as prices rise.</p><p>For example, Starbucks Corp. SBUX reported fiscal third-quarter revenue that rose 8.7% from a year ago to $8.15 billion, in line with the FactSet consensus, while same-store sales growth of 3.0% beat expectations of 2.6%.</p><p>In North America, revenue jumped 13% to a record $6.1 billion, but that included a 9% jump in same-store sales and an 8% rise in average ticket, while the number of transactions rose just 1% even as store growth was 2%.</p><p>Chief Financial Officer Rachel Ruggeri explained on the post-earnings conference call with analysts, according to a FactSet transcript, that the rise in average ticket was driven by \"strategic pricing actions,\" which means higher prices, and \"strong food attach,\" which means more people are buying food to go with their coffee.</p><p>Meanwhile, raised prices was more impactful to United Parcel Service Inc.'s UPS results.</p><p>The package delivery giant said daily package volume in its U.S. Domestic Package segment fell 4.0%, driven by an 8.2% drop in residential volume. However, revenue for the segment rose 7.3%, due to an 11.9% increase in revenue per piece.</p><p>Internationally, average daily volume dropped 4.8%, but revenue edged up 0.7% as average revenue per piece jumped 14.8%.</p><p>And Coca-Cola Co. KO reported 19% jump in second-quarter revenue in North America from a year ago, even as unit case volume edged up just 2%. That's because pricing and sales mix rose by 10%.</p><p>The bifurcated consumer effect</p><p>The latest earnings season has offered plenty of examples of how consumers are getting squeezed from inflation, rising rates, and other macroeconomic pressures.</p><p>Take Walmart Inc. WMT, where executives said last month that shoppers may need to be enticed with markdowns before buying clothing because they're spending so much on food and gas.</p><p>Or look at AT&amp;T Inc. T, which disclosed that some wireless customers are taking slightly longer to pay their bills.</p><p>And then there's Sprouts Farmers Market Inc. SFM The company's Chief Executive Jack Sinclair pointed out in July that consumers are \"moderating the number of cherries that they'll buy,\" among other new food patterns.</p><p>It's becoming increasingly clear this earnings cycle that the storm of economic pressures is affecting spending patterns. But it's also becoming evident that the various economic weights aren't impacting all consumers—or companies—equally.</p><p>\"We believe the financial health of subprime and affluent consumers is highly bifurcated,\" RBC Capital Markets analyst Daniel Perlin wrote last month.</p><p>Chief Executive Stephen Squeri of American Express Co. AXP said on an earnings call that he and his team \"continue to see no significant signs of stress in our consumer base.\"</p><p>Amex caters to \"premium\" customers across its consumer, small-business, and corporate bases, and that's a big reason Chief Financial Officer Jeff Campbell sees the company posting strong results despite macroeconomic concerns in other parts of the market.</p><p>Additionally, he told MarketWatch that the company's credit performance has benefitted from \"liquidity that has been pumped into the economy over the past few years.\"</p><p>Starbucks Corp. also pointed to its \"premium\" skew in discussing the impact—or lack thereof—of inflationary pressures on sales.</p><p>\"It's critically important that you all understand we are not currently seeing any measurable reduction in customer spending or any evidence of customer's trading down,\" Chief Executive Howard Schultz said on the company's earnings call. One driver of that, in his view, is the \"premium nature of our beverage and food offerings.\"</p><p>The enthusiasm from Amex and Starbucks stood in contrast to less upbeat tones on other earnings calls over the past few weeks.</p><p>At Aaron's Company Inc. AAN, a lease-to-own retailer focused on categories like furniture and appliances, \"customer demand and payment activity progressively worsened through the quarter,\" Chief Executive Douglas Lindsay shared. He noted \"significant financial pressure on the lower income customer that we serve.\"</p><p>Newell Brands Inc. NWL had been bracing for macro impacts, but Chief Executive Ravichandra Saligram said the pullback in demand amid pressure on lower-income spenders has been \"more acute than initially anticipated,\" namely in home fragrances. The company owns Yankee Candle and Chesapeake Bay Candle.</p><p>And McDonald's Co. MCD has noticed that \"customers, and specifically lower-income customers,\" are \"[trading] down to value offerings and fewer combo meals,\" Chief Financial Officer Kevin Ozan shared.</p><p>If there's any consolation for McDonald's, it's that the company is simultaneously benefiting from a different leg of the \"trade-down\" cycle. Chief Executive Christopher Kempczinski noted that some consumers are moving down to McDonald's as inflationary pressures keep them out of fast-casual joints.</p><p>Don't miss: Inflation is impacting consumers very differently: 'A little bit of a tale of two cities'</p><p>5 things we've learned from earnings season so far: How big an impact is inflation having?</p>",
  "published": "2022-08-08T11:54:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "confidence": 0.9964,
      "offsets": [
        {
          "start": 11294,
          "end": 11314
        },
        {
          "start": 11366,
          "end": 11370
        },
        {
          "start": 11436,
          "end": 11440
        },
        {
          "start": 12263,
          "end": 12267
        }
      ],
      "weightsV2": {
        "weight": 2.5667105,
        "baseWeight": 4.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -2.4332895,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}