{
  "_id": "0bbe1aaed1f9feaf86b5189f640e55d1227e22dd451fe35e8a59862290d75cce",
  "feed": "market-watch",
  "title": "Mastercard earnings top expectations: 'The consumer remains very strong'; 'Increasing inflationary pressures have yet to significantly impact overall consumer spending but we will continue to monitor this closely,' CEO says",
  "text": "<p>Mastercard executives acknowledged macroeconomic uncertainty but said that factors including inflation, rising rates, and supply constraints weren't pressuring spending trends.</p><p>\"The consumer remains very strong from what we're seeing,\" Chief Financial Officer Sachin Mehra told MarketWatch.</p><p>Chief Executive Michael Miebach shared on the earnings call that airlines, lodging, and restaurants were especially strong categories for spending in the latest quarter, and that consumers seem to be shifting some spending toward gas and groceries at the expense of the home-furnishings category.</p><p>In the U.S. affluent spending \"continues to be very healthy and carries on in a very nice way,\" Mehra said on the call. While non-affluent spending in the U.S. remains strong, he told MarketWatch the company was noticing a modest slowdown there.</p><p>Outside of the U.S., Mastercard is \"not seeing any sort of differential in terms of how the affluent versus less affluent\" are spending, he added.</p><p>\"The benefits of what we've got at Mastercard by being a diversified business and being diversified from a geographical standpoint is actually helping us very nicely because independent of what happens in one market versus the other, the value of what we've got across the globe comes through in terms of spend levels here,\" Mehra said on the earnings call.</p><p>Mastercard's results come on the heels of upbeat reports from American Express Co. AXP and Visa Inc. V over the past few days. Amex's CFO told MarketWatch that the company was seeing \"no signs of any stress from a credit perspective,\" while Visa's CFO said on an earnings call that the company had seen \"no evidence of a pullback\" in consumer spending.</p><p>Overall, Mastercard's gross dollar volume increased 14% on a local-currency basis in the second quarter, while executives saw 12% growth in switched transactions.</p><p>The company's second-quarter net income increased to $2.28 billion, or $2.34 a share, from $2.07 billion, or $2.08 a share, in the year-earlier period. Analysts tracked by FactSet were modeling $2.34 a share in earnings on a GAAP basis.</p><p>After adjustments, Mastercard earned $2.56 a share in the quarter, up from $1.95 a share a year prior, while analysts were projecting $2.36 a share.</p><p>Revenue at Mastercard rose to $5.50 billion from $4.53 billion and came in above the FactSet consensus, which was for $5.27 billion.</p><p>\"Increasing inflationary pressures have yet to significantly impact overall consumer spending but we will continue to monitor this closely,\" Miebach said in a release. \"We have a well-diversified business model and the demonstrated ability to deliver strong operating margins through up and down cycles.\"</p><p>Back in June, Apple Inc. AAPL announced that it was leveraging Mastercard Installments on its new buy-now-pay-later offering, a partnership Mastercard executives highlighted on the earnings call.</p><p>Mehra told MarketWatch that the company's installments platform, which helps companies run buy-now-pay-later programs, has been seeing \"a lot of interest\" from partners both before and after the Apple announcement. He explained that Mastercard built its platform with an eye toward regulatory compliance on elements like chargebacks and fair lending.</p><p>\"Building the product in the right way\" is \"the reason we're seeing good demand,\" he continued.</p><p>Read: Why Apple's BNPL efforts could mark a 'tipping point' in lending</p><p>Both Visa and Mastercard have gotten some recent attention after The Wall Street Journal reported Wednesday that senators were considering proposing card-routing legislation that would seek to give merchants the option of processing credit transactions through an \"unaffiliated\" network that was different than whichever of Visa or Mastercard was listed on a given card.</p><p>Such a bill has yet to be introduced, however, and even if it were, analysts were unsure whether it would be a major priority or win enough favor to pass.</p><p>Miebach said on the earnings call that there are still many \"open questions\" about the reported bill, including \"how many providers are ready that have made the same kind of investments to really ensure that the consumer can rely on safety and protection and so forth.\"</p><p>\"We will spend the time and the effort to ensure that everybody is well informed about the puts and takes around this proposed bill,\" he added.</p><p>Mastercard earnings top expectations: 'The consumer remains very strong'</p>",
  "published": "2022-07-28T18:29:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 1401,
          "end": 1417
        }
      ]
    }
  ]
}