{
  "_id": "afd6269d7a4f3f0db0efa4b63708a9e172a0d4fb32d49e9800f7433a3de9e033",
  "feed": "wall-street-journal",
  "title": "Cryptocurrency Exchange Gemini Names Insider as Compliance Chief; Christopher Mariadason's promotion is the latest change in the company's risk and compliance team in recent months",
  "text": "<p>Before joining Gemini, Mr. Mariadason worked for more than eight years at Morgan Stanley, including as a money-laundering prevention officer at Morgan Stanley's private bank, according to his LinkedIn page, which says he took over as Gemini's chief compliance officer in August. He has also worked in the financial-crime unit at credit-card company American Express Co.</p><p>His predecessor as Gemini's compliance chief was Elena Hughes, who took the post in April 2021, according to her LinkedIn profile. Ms. Hughes didn't reply to an email seeking comment.</p><p>The move by Mr. Mariadason is the latest reshuffling of Gemini's risk and compliance team. Gemini's director of business operations and intelligence, who most recently served as its deputy chief compliance officer, as well as its head of risk, have also departed in recent months.</p><p>Gemini in June cut 10% of its staff, citing the effects of the crypto market downturn. In a June blog post announcing the layoffs, Gemini's founders, brothers Cameron and Tyler Winklevoss, said the job cuts were a response to a \"contraction phase\" in the crypto market and a decision to focus only on products that were absolutely critical.</p><p>Gemini's personnel moves come as the crypto industry faces tumbling prices and increasing regulatory scrutiny. With interest rates rising and fears about a recession growing, investors have responded by selling more risky assets, such as cryptocurrency.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Cryptocurrency Exchange Gemini Names Insider as Compliance Chief</p>",
  "published": "2022-09-15T19:54:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 349,
          "end": 365
        },
        {
          "start": 341,
          "end": 365
        }
      ],
      "nexusId": "10021878"
    }
  ]
}