{
  "_id": "a4f6840d9fe6ed0f2bf7ed66b481cd77236e45e3f07d24b7e435526abd1fc015",
  "feed": "ftcomall",
  "title": "Andrew Edmunds, restaurateur, 1943-2022",
  "text": "<p>When Andrew Edmunds came over to your table at the London restaurant that bore his name, or at the Academy private members' club above it, there was a good chance you were about to pay the “Andrew tax”. “He loved to share a glass of wine,” says wine writer Matthew Jukes, “and would grab the bottle off the table and pour himself a glass.”</p> <p>Patrons and members rarely minded, not just because the affably grumpy Edmunds was good company, but also because the wine list in his dark, intimate establishment did not carry the massive percentage surcharge favoured by most restaurants. </p> <p>Edmunds, who has died aged 78, was more than a restaurateur, club owner, print dealer and landlord to the movie producers and gallerists who rented his central London buildings: he was, by acclamation of friends and peers, the embodiment of old Soho, once a louche quarter of tarnished charm and nocturnal revelry, but now bright with the gleam of American Express cards. </p> <p>Andrew Edmunds was born in Essex in 1943 to a history teacher mother and a father who was the director of a heating engineering company. He studied zoology at Cambridge, where he dabbled in dealing, from silver spoons to prints and wine. In the late 1970s he decided to set up shop in a Georgian building, specialising in 18th and 19th-century prints by artists such as Hogarth, Gillray and Daumier. Some of these found their way upstairs, decorating the dirty-cream walls of the Academy (which, full disclosure, counts me as a member).</p> <p>He became a pre-eminent figure in that market, says Tim Schmelcher, international specialist for prints and multiples at Christie's, though the market is now in near-terminal decline as tastes have moved away from caricatures satirising Napoleon and Regency dandies: “In the end, the only person who really did that with great passion and knowledge was him . . . He was definitely an important advocate and a great connoisseur. It will be very hard to replace him.”</p> <p>Having bought adjacent buildings on Lexington Street, he set up a wine bar next to his shop, replacing an Austrian-themed den for the demimonde. The accidental wine bar turned into an accidental restaurant and it took off — thanks to Edmunds' skill and expert eye — just as cooking became cool.</p> <p>First, there was the wine list. Next, his joviality as a host: he once challenged an unsuspecting guest to arm-wrestle a waiter for double-or-quits on the bill (the waiter was afterwards revealed as a former member of the French Foreign Legion) then, springing a sword from nowhere, sliced the top off a bottle of champagne. There were also the delicate flower arrangements, which Edmunds alone tended to, bringing hazel sprigs or pussy willows from his Somerset farm.</p> <p>And then there was the food: clever, British, subtle, seasonal, evocative, affordable, according to Jukes. “Every time you eat a mouthful of his food it takes you somewhere. It's almost poetic in the simplicity but also in the purity of the flavour and the just sublime taste.” You might enjoy asparagus and hot butter, Dover sole with vermouth or a pork chop with chicory and mustard.</p> <p>The other secret to Andrew Edmunds' success was its staff, many of whom stayed for long stretches. “It's an honest place to work,” says restaurant manager Melissa Baker, who has been there since 1996, “and it was run so that everyone was making a living, it wasn't being run for profit.” Edmunds employed actors, artists, students; he remained loyal to them and they to him. His wife and three children will continue the family business.</p> <p>He was not without spikiness, says Academy member <a href=\"https://www.ft.com/joy-lo-dico\">Joy Lo Dico</a>. “He'd be gently rude to people who weren't dressed quite to his standards, particularly to the regulars, and then he would still sit down and have supper with you.” Edmunds himself often sported neat blue jeans, a tucked-in shirt and a gilet or French working jacket. The Academy, which was founded by Auberon Waugh, eldest son of writer Evelyn Waugh, aimed for “the dinner party with a till style”, says Mandana Ruane, the club's former longtime manager, against the profit-maximising wisdom of the restaurant industry.</p> <p>“Never pass up the opportunity to have a good lunch with a good bottle of wine — because you never know if it's going to be your last,” was Edmunds' watchword, recalls fellow restaurateur Russell Norman. “And he never did.” </p><p>Source: Josh Spero 2022 'Andrew Edmunds, restaurateur, 1943-2022' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T12:52:02.384Z",
  "tags": [
    {
      "id": "US0258161092",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 929,
          "end": 945
        }
      ],
      "nexusId": "10021878"
    }
  ]
}