{
  "_id": "3bcc29696e201d380e1c542244febe1c7036bf2caf61d893eaf4c4be588efaa4",
  "feed": "market-watch",
  "title": "Huntington Bancshares takes long view as other banks scramble on mortgages, auto loans and lower deposits; Bank rallies on robust fourth-quarter outlook, despite headwinds in banking from mortgages, auto loans and potential recession",
  "text": "<p>Huntington Bancshares HBAN CFO Zach Wasserman said the bank was able to grow its deposit base by 1% while the industry at large fell by 1% to 2% during the third quarter.</p><p>\"That's a yardstick of success — how sticky are your deposit relationships even as you benefit from working with your commercial customers and consumers,\" Wasserman said.</p><p>Overall, banks posted lower earnings against the sky-high profits of a year ago, but net interest income on loans was boosted by higher interest rates. Inflation also curbed interest in auto and home loans — a trend that has continued in the first three weeks of the fourth quarter.</p><p>While profits fell across the board, most banks posted earnings that exceeded Wall Street estimates — although some, such as Ally Financial Inc. ALLY, have struggled in recent days.</p><p>Also read: Ally Financial cuts view as it prepares for more auto loans that won't be repaid</p><p>Wasserman said Huntington Bancshares continues to see robust demand for auto loans, where it focuses on the prime and super-prime end of the market.</p><p>\"What we're seeing now in terms of demand is, it's pretty stable,\" he said. \"It's a little lower than that really strong level where it was, but generally if you look back across time, there's strong demand for autos and it's one those metrics of consumer health, as consumers continue to buy new vehicles.\"</p><p>Consumers no longer have an incentive to refinance their homes, because most existing home mortgages have interest rates of 5% or less, while current mortgage rates are between 6% and 7% or even higher.</p><p>New-home purchases are also slipping, but the downward pressure on home-buying activity may not last as long as some fear, Wasserman said.</p><p>\"It's probably a couple more quarters until there's stabilization on a year-over-year basis,\" he said. \"We'll see that come through for a couple more quarters before it gets to a new trend level.\"</p><p>For its part, Huntington Bancshares plans to continue hiring, with 1,500 open positions currently. The bank reported an employee head count of 19,997 as of Sept. 30, down from 20,908 in the year-ago quarter but up from the second-quarter total of 19,866.</p><p>\"We're still growing and we're still investing,\" Wasserman said. \"We're in hiring mode.\"</p><p>Also read: American Express says spending remains strong as earnings top expectations</p><p>Shares of Huntington Bancshares rose 8.5% on Friday after the stronger-than-expected net interest income forecast. The bank said it's been performing \"exceptionally well\" despite economic headwinds.</p><p>Huntington hiked its view for net interest income in the fourth quarter to rise in the high-20% to low-30% range over the year-ago period, up from its earlier estimate for an increase in the low-to-mid-20% range.</p><p>The bank cited earnings asset growth and higher net interest margin for the more bullish view.</p><p>Jefferies analyst Ken Usdin reiterated a buy rating on Huntington Bancshares and said the company's new guidance would generate net interest income of about $1.4 billion at the midpoint of the range.</p><p>Wall Street analysts currently expect Huntington Bancshares to generate $1.34 billion in net interest income in the fourth quarter, according to FactSet data.</p><p>The bank also reported third-quarter earnings of 39 cents a share, a penny ahead of expectations. The bank's third-quarter revenue of $1.91 billion beat the Wall Street target of $1.84 billion.</p><p>Talk of recession peppers earnings season</p><p>Despite talk of layoffs in the banking sector, the only megabank to report a lower head count in the quarter was Wells Fargo &amp; Co. WFC, which has said it planned to scale back its mortgage-lending business.</p><p>Morgan Stanley MS, however, said potential job cuts could be on the table as it evaluates the impact of the slower economy.</p><p>Also read: Morgan Stanley evaluating job cuts, CEO says</p><p>Wells Fargo CEO Charles Scharf said while credit quality is still healthy, the bank is managing its balance sheet conservatively in the face of a potential economic downturn.</p><p>\"Clients do tell us that they continue to be impacted by persistent inflation, rising interest rates and tight labor market,\" Scharf said. \"While we're closely monitoring trends with economic conditions expected to weaken, given inflation, geopolitical instability, energy price volatility and rising interest rates, our consumers continue to be resilient with overall strong credit performance and solid cash flow.\"</p><p>In its earnings update earlier this week, Bank of America Corp. BAC said the U.S. consumer remains resilient and strong, although growth is slowing. The bank beat Wall Street's earnings, revenue and net interest income expectations for the third quarter.</p><p>Bank of America CEO Brian Moynihan said consumers continue to spend at strong levels, with plenty of capacity for borrowing and credit-card balances that remain 12% below prepandemic levels.</p><p>Year-to-date consumer spending is up 3.1% to $3.1 trillion, with strong customer spending, he noted.</p><p>\"A pernicious analyst might wonder whether talk of inflation, recession and other factors would fructify in slower spending growth [but] we don't see that at Bank of America,\" Moynihan said.</p><p>JPMorgan Chase &amp; Co. JPM CEO Jamie Dimon said his view on the economy has not changed significantly since spring, when he warned of a potential economic hurricane but did not know how serious it would be.</p><p>\"There is still, for example, a possibility of a soft landing,\" Dimon said on the bank's call with analysts on Oct. 14. \"We can debate what we think that percentage is. Yours might be different than mine. But there's a possibility of a mild recession. Consumers are in very good shape, companies are in very good shape and there's a possibility of something worse, mostly because of the war in Ukraine and oil prices and all the things like that. I would not change my possibilities and probabilities this quarter versus last quarter, for sure.\"</p><p>Now read: Federal Reserve studying new capital requirements for regional banks amid merger parade</p><p>Huntington Bancshares takes long view as other banks scramble on mortgages, auto loans and lower deposits</p>",
  "published": "2022-10-21T20:04:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 2250,
          "end": 2266
        }
      ]
    }
  ]
}