{
  "_id": "04fd7c5db551a601937714d9a86a0baa175277292e4fcc691723fbe022c2ded9",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Travel  Rebound Is  A Risk for  Card Stocks  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Many investors were betting on a rebound in global travel spending to propel some big payments stocks in 2022. They might need to be more cautious for now. </p><p>\n  The latest data suggested that, through last month, cross-border travel spending card volumes continued to bounce back from the pandemic and were even making up for a dip seen during the rise of the Covid-19 Omicron variant. </p><p>\n   Visa reported last week that February cross-border travel volume, excluding intra-European Union travel that is more like a domestic transaction, was running at 81% of February 2019 levels, up 10 points from January. Mastercard last week noted that through the end of February, as Omicron fears faded, it was seeing an advance in cross-border travel volumes across all its regions. </p><p>\n  Now at least one avenue for travel spending is likely to grind to a halt: American Express, Mastercard and Visa said over the weekend that they will suspend operations in Russia. </p><p>\n  In cross-border terms, this is set to affect travelers' cards being used in Russia and a Russian's cards issued by a Russian bank being used abroad. Alfa Bank, for example, urged its users abroad to take out cash. Visa and Mastercard divulged that they both derived approximately 4% of total net revenues from Russia in their latest annual reports, which included in-Russia and cross-border activity. </p><p>\n  The direct impact might be circumscribed by those exposures, but the question becomes how the conflict could spill over into global cross-border travel spending in general. </p><p>\n  AmEx shares are down more than 7% so far this week. Shares of Visa and Mastercard are down more than 4% so far. </p><p>\n  Past conflicts have come with travel-demand shocks, at least as measured by airline passengers, though analogies to the present conflict may be tenuous. An analysis from the World Economic Forum and the International Air Transport Association in 2015 found that notable disruptions of global passenger traffic trends included the 1979 oil shock, the 1990 Gulf War and the combined dot-com stock bust and Sept. 11, 2001, attack. Activity took at least a couple of years to return to prior levels in all those cases. </p><p>\n  Of course, airline travel is still in the midst of an extraordinary shock -- the Covid-19 pandemic. IATA isn't expecting international traveler numbers to exceed 2019 levels until 2025. The conflict might simply delay the recovery. Conversely, it might not look like a slump in hindsight coming off such a low base. </p><p>\n  Alternatively, the pent-up demand for travel caused by the pandemic could be so extraordinary that, so long as health-related restrictions ease, many travelers will proceed with plans, especially trips close to home. U.S.-Mexico cross-border card-present volume, for example, has been running way above 2019 levels, Visa recently noted. Travelers may have also adjusted to flexible planning given the unpredictability of borders during the pandemic. </p><p>\n  Other impediments to travel might be rising fuel prices or other travel-related costs. Even rerouting a flight so it doesn't pass through restricted airspace could make flights more expensive for an airline. Spenders' accumulated savings might make up for some of that, though past resilience in air travel was in part attributed to continuing declines in airfares. </p><p>\n  The news isn't totally bad: On top of all this, payments companies still have macroeconomic tailwinds ranging from inflation, pandemic reopening and cash displacement. Given how important the travel-bounce back thesis has been, though, investors should brace for turbulence. </p><p></p>",
  "published": "2022-03-10T07:01:00.000Z",
  "tags": [
    {
      "id": "US0258161092",
      "nexusId": "10021878",
      "name": "American Express Company",
      "offsets": [
        {
          "start": 874,
          "end": 890
        },
        {
          "start": 1553,
          "end": 1557
        }
      ]
    }
  ]
}