{
  "_id": "59edea1804ac19db953fa1553d0f5e060eec2f5ba49f2e05d7470bf012058d34",
  "feed": "wall-street-journal",
  "title": "LeBron James's Media Company Sells Minority Stake to Group That Includes Nike, 'Fortnite' Creator Epic Games; Deal values SpringHill at $725 million; James and CEO Maverick Carter to remain largest shareholders",
  "text": "<p>The group of investors includes Nike Inc., \"Fortnite\" creator Epic Games Inc., RedBird Capital Partners and Fenway Sports Group, the parent company of sports teams including the Boston Red Sox and Liverpool F.C., a soccer team in the English Premier League.</p><p>SpringHill Chief Executive Maverick Carter and Mr. James, the chairman of SpringHill, will remain the largest shareholders with a supermajority of voting shares, according to a person familiar with the matter.</p><p>SpringHill, known for TV shows and movies including the HBO interview series \"The Shop\" and \"Space Jam: A New Legacy,\" will use the funding to launch new shows, explore licensing its programming in new countries and creating content for Epic Games, among other efforts, Mr. Carter said in an interview.</p><p>Some of the proceeds from the stake sale will be used to bankroll acquisitions, Mr. Carter said. \"We're interested in looking at companies that focus on creativity and have creativity at their center,\" he said.</p><p>SpringHill is slated to generate more than $100 million of revenue over the next four quarters, the person said. SpringHill has reached break-even and is projecting revenues of between $150 million and $200 million in 2022, a person familiar with its financial projections said.</p><p>As part of the deal, SpringHill plans to produce programming with Nike featuring athletes associated with the athletic apparel company, Mr. Carter said. Nike has a longstanding relationship with Mr. James, having struck a lifetime endorsement deal with the NBA superstar in 2015.</p><p>Epic Games, which beyond \"Fortnite\" also created \"Unreal Tournament,\" will work with SpringHill to create programming associated with its products and ventures. The companies have already worked together, with Mr. James partnering with Epic in July to use his likeness in its \"Fortnite\" game.</p><p>Messrs. James and Carter own shares in Fenway Sports Group, and SpringHill has a deal to produce content for the company.</p><p>Co-founded in 2008 by Messrs. James and Carter, Los Angeles-based SpringHill has 142 employees who produce TV shows and films and make advertisements for brands including Procter &amp; Gamble Co. and PepsiCo Inc. It has an athlete-focused division called Uninterrupted that produces TV shows and podcasts and sells merchandise.</p><p>The deal came together over a 15-month period during which Paul Wachter, a longtime business adviser to Messrs. James and Carter, crisscrossed the U.S. to lead negotiations with potential investors. One pivotal moment came in June, when Messrs. Wachter and Carter made a presentation in a suite overlooking the field at Fenway Park to a group that included John Henry, the owner of the Boston Red Sox.</p><p>\"When you walk out of a meeting like that, you feel like, 'OK, this is done,'\" Mr. Wachter said.</p><p>RedBird Chief Executive Gerry Cardinale said in an interview that SpringHill has the potential to become a multibillion-dollar company over the next five years, with growth opportunities in producing branded content for advertisers, scripted and unscripted TV shows and movies and commercial-licensing agreements.</p><p>\"Whether you take it public, whether you monetize it in a different way, or whether you keep it and recapitalize it, this company is at that point where it's going to take off now,\" Mr. Cardinale said.</p><p>Write to Benjamin Mullin at Benjamin.Mullin@wsj.com</p><p>LeBron James's Media Company Sells Minority Stake to Group That Includes Nike, 'Fortnite' Creator Epic Games</p>",
  "published": "2021-10-14T11:30:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 2127,
          "end": 2147
        },
        {
          "start": 2127,
          "end": 2143
        }
      ],
      "nexusId": "10044575"
    }
  ]
}