{
  "_id": "89e094dce48736edb8008eb32b6a90b9196a6f12ec4ec49241c0703ec2f30dfe",
  "feed": "ftcomall",
  "title": "Global climate change laggards identified by MSCI emissions tracker",
  "text": "<p>Greenhouse gas emissions from global listed companies will blow past the global warming targets set by the Paris climate accord in just six years, despite the plethora of net zero corporate pledges, according to a new <a href=\"https://www.msci.com/documents/1296102/26195050/MSCI-Net-Zero-Tracker.pdf\">tracker by index provider MSCI</a> covering more than 9,000 companies. </p> <p>The MSCI analysis identifies some of the worst-performers, in terms of the biggest emitters that have failed to make any disclosures at all, at a time when investors are seeking to assess the progress of listed companies in curbing climate risk.</p> <p>The list of climate laggards is led mainly by state-backed publicly listed companies based in India and China, including Coal India, Shaanxi Coal and Chemical Industry and China State Construction Engineering, as well as the US-based oil refiner PBF Energy.</p> <p>The companies are drawn from the MSCI ACWI Investable Market index, which captures 9,260 companies across a total of 50 developed and emerging markets, accounting for about 99 per cent of listed equities. </p> <p>The tracker also examines companies' reported emissions and compares them to MSCI's own estimates of direct and indirect emissions, to determine how complete disclosures are. </p> <p>It measures what level of emissions from each company would be needed to stay within a “carbon budget” that would limit global warming to 1.5C, the goal of the Paris climate accord. </p> <p>Based on their current emissions trends and public climate targets, the companies covered by the tracker will surpass their budget in less than six years.</p> <p>Chief executive Henry Fernandez said MSCI had decided to name the companies to encourage them to improve their climate disclosure.</p> <p>“The companies that are going to be called out, they will not like it,” said Fernández. “But these are not times to be polite; we have to do what we have to do [to fight climate change].”</p> <p>The tracker also picks out 15 climate leaders, a list that includes household products maker Procter &amp; Gamble, Dutch semiconductor group ASML, brewer Anheuser-Busch, Equinor and the Chinese vehicle company BYD. </p> <p>The list was drawn from the largest companies by market value that had improved their emissions disclosures in the quarter ending May 31 2021.</p> <p>Even among the climate leaders, however, the tracker highlighted major gaps in disclosure. For some companies, the emissions they have reported are a small fraction of what MSCI estimates their actual emissions to be.</p> <p>Airbus, for example, discloses just 3 per cent of its emissions, according to the tracker, because it does not report most of its indirect emissions, or so-called scope three.</p> <p>Several banks on the list of leaders also earned demerits, including Commonwealth Bank of Australia, and Westpac. Neither of the major Australian banks reports the indirect emissions that they finance.</p> <p>Remy Briand, head of ESG at MSCI, said it was not uncommon to see companies report only a small portion of total attributable emissions, by excluding the emissions of their value chain. The analysis demonstrated the great disconnect, he said, between the “level of noise on climate and the reality of the action”.</p> <p>MSCI modelled the direct and indirect emissions of all the companies in the MSCI ACWI IMI and used this data as the basis for the tracker. The direct emissions of the companies will account for about 19 per cent of total global emissions this year, MSCI estimates.</p> <p>Fernandez said climate-related data would be the biggest area of investment for MSCI in the coming years. “This is a question of the planet, our existence in it, and the role of the free market and the role of capitalism,” he said. “This is going to permeate every aspect of life, and it is going to permeate every aspect of the investment industry.”</p><p>Source: Leslie Hook 2021 'Global climate change laggards identified by MSCI emissions tracker' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-12T04:01:43.747Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1918,
          "end": 1934
        }
      ],
      "nexusId": "10044575"
    }
  ]
}