{
  "_id": "7e9c876f08034651820df099860e5795acd8fe0b84eff052a7d67484b5625843",
  "feed": "ftcomall",
  "title": "Rentokil raises profit guidance on strong demand for disinfection",
  "text": "<p>Pest control company Rentokil has raised its profit guidance after sales were boosted by demand for one-off disinfection services during the pandemic. </p> <p>The FTSE 100 group said on Friday that it expected full-year adjusted pre-tax profit to be slightly above the top end of market expectations of between £292m and £337m.</p> <p>Rentokil and other makers of cleaning products, such as Reckitt Benckiser and <a href=\"https://www.ft.com/content/b32e4685-b07d-402a-909a-5c141503b08b\">Procter &amp; Gamble</a>, have benefited from increased demand for products and services during the crisis.</p> <p>Shares in Rentokil rose 2.4 per cent on Friday, taking its gains over the past year to almost 20 per cent.</p> <p>The company also said it spent about £180m on acquisitions last year, including eight businesses in North America in the fourth quarter. The region is its largest market, accounting for about 40 per cent of revenues in 2019. Rentokil last year bought a total of 23 businesses with annualised revenues of £150m and about 2,000 employees.</p> <p>“We have exited the year in a strong position, with the trading momentum of the third quarter continuing throughout the fourth quarter and with an excellent overall delivery of M&amp;A, which significantly accelerated as the year drew to a close,” said Andy Ransom, chief executive. </p> <p>The group said it had “confidence” about the future but that the financial outlook remained uncertain because it was unclear how long increased demand would last. </p> <p>The recent strengthening of the pound in the wake of the UK-EU post-Brexit trade deal and surging coronavirus cases globally added to the uncertainty, it said.</p> <p>The business has previously said it anticipates demand will fall as businesses return to more regular trading conditions. </p> <p>James Winckler, an analyst at Jefferies, said: “Rentokil is well-placed for above-average and above-guidance M&amp;A, and we expect this to continue into the 2021 financial year.”</p><p>Source: Harry Dempsey 2021 'Rentokil raises profit guidance on strong demand for disinfection' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T07:42:15.307Z",
  "tags": [
    {
      "id": "US7427181091",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 398,
          "end": 414
        }
      ],
      "nexusId": "10044575"
    }
  ]
}