{
  "_id": "33ae1eb9c63593352ac1bc4eebc66f69d179d94167bbd1ff89e6acbd49422bc3",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>After Benzene Found</p><p>Procter &amp; Gamble Co. is recalling its Old Spice and Secret antiperspirant sprays after it detected benzene, a cancer-causing chemical, in some of the products.</p><p>The consumer-goods maker said anyone who owns the sprays should stop using them and throw them away. The company has also notified retailers to stop selling them. The recall applies to 18 of its Old Spice and Secret sprays, including eight varieties of Old Spice and 10 types of Secret sprays. P&amp;G said customers who bought the recalled products can apply to get reimbursed on the Old Spice or Secret websites.</p><p>-- Joseph Pisani</p><p>---</p><p>CONGRESS</p><p>Rep. Boebert Offers</p><p>Apology to Muslims</p><p>GOP Rep. Lauren Boebert apologized to Muslims on Friday for a joke casting Democratic Rep. Ilhan Omar as a possible suicide bomber that drew criticism, with the top Republican in the House stepping in to try to tamp down the controversy.</p><p>In remarks to supporters that circulated on social media, Ms. Boebert said she was getting into an elevator when a Capitol Police officer ran toward her with \"fret all over his face,\" but the doors closed before he could get there. The Colorado lawmaker said she saw Ms. Omar was next to her in the elevator and thought: \"Well, she doesn't have a backpack, we should be fine.\" She said she then said to Ms. Omar: \"Oh look, the Jihad squad decided to show up for work today.\"</p><p>Ms. Boebert issued an apology on Friday and said she had reached out to Ms. Omar to speak with her directly. Ms. Omar said the story fueled anti-Muslim bigotry and endangered her personally.</p><p>-- Eliza Collins</p><p>---</p><p>INTERIOR DEPARTMENT</p><p>Oil-Lease Royalties</p><p>Called Too Low</p><p>Interior Department officials recommended that the Biden administration consider raising the royalty rate for oil-and-gas leasing on federal lands, as President Biden seeks to deliver on promises to address climate change amid high inflation.</p><p>Interior officials urged Mr. Biden to raise the government's royalty rate -- now a minimum of 12.5% for onshore production -- for competitive leases, saying that the federal oil-and-gas leasing program \"shortchanges taxpayers,\" and that such rates haven't been increased for 100 years. It also said the department should avoid leasing in areas where that activity could conflict with wildlife and cultural resources.</p><p>The American Petroleum Institute said the Biden administration is sending mixed signals by calling for initiatives to lower gas prices and releasing a report that would increase costs on U.S. energy development.</p><p>-- Katy Stech Ferek</p>",
  "published": "2021-11-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 20,
          "end": 36
        },
        {
          "start": 474,
          "end": 477
        },
        {
          "start": 20,
          "end": 40
        }
      ]
    }
  ]
}