{
  "_id": "eaa3063f15848ef12301ae9c2088b40dbd54e902629173d8872c7b788d46e057",
  "feed": "ftcomall",
  "title": "US companies charm investors with strong third-quarter earnings",
  "text": "<p>A strong earnings season has powered Wall Street stocks to new record highs, helping to insulate equity investors from the volatility that has rocked bond markets in recent weeks.</p> <p>Of the more than 400 companies on the blue-chip S&amp;P 500 index that had reported their results by Thursday last week, 81 per cent of them posted higher earnings than consensus estimates, according to FactSet data. </p> <p>Overall, profits among S&amp;P 500 constituents are up about 40 per cent in the third quarter compared with the same period the previous year, with sales up by about a fifth. </p> <p>The so-called “beat rate” is lower than the record-breaking first two quarters of the year — when companies were boosted by economic reopening and flattering comparisons with early 2020 — but still on track to be one of the top five quarters on records going back to 2008.</p> <p>In part, the outperformance reflects relatively low expectations. Profit warnings in late summer and early autumn meant some negative news had already been baked into analysts' estimates and priced in to stocks.</p> <p>However, while rising costs were a<a href=\"https://www.ft.com/content/36f0b102-b9a0-4f52-96b3-fc3a51729375\"> common refrain</a> in earnings reports as feared, many companies such as food and beverage makers<a href=\"https://www.ft.com/content/cb9401c7-610d-4ffc-8b36-301baa581443#post-ca050ff6-a5fd-40dc-bfbb-70f62aab15b0\"> Mondelez</a> and PepsiCo as well as consumer products company<a href=\"https://www.ft.com/content/0118f98c-7361-4ea2-b643-93ee9a3389bf\"> Procter &amp; Gamble</a> said they were managing to pass on the costs without suffering a big hit to demand. </p> <p>Strong results helped the S&amp;P 500 to set 10 record highs since late October, and gains have not been limited to a small number of mega-cap stocks; the Russell 2000 index of small companies also hit a record high last week for the first time since March.</p> <p>The upbeat performance comes after a more<a href=\"https://www.ft.com/content/91d77327-f102-4caf-84b4-da2db4d644cc\"> subdued end</a> to the third quarter, with the S&amp;P 500 in September notching its second monthly loss of the year. It also marks a stark contrast to fixed income markets, where many investors have been wrongfooted by bad bets on central bank policy in recent weeks. </p><p>Source: Nicholas Megaw 2021 'US companies charm investors with strong third-quarter earnings' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-08T05:00:23.954Z",
  "tags": [
    {
      "id": "US7427181091",
      "nexusId": "10044575",
      "name": "The Procter & Gamble Company",
      "offsets": [
        {
          "start": 1236,
          "end": 1252
        }
      ]
    }
  ]
}